{"date":{"0":"2019\/06\/04","1":"2019\/06\/25","2":"2020\/05\/13","3":"2020\/05\/05","4":"2018\/06\/29","5":"2020\/12\/02","6":"2018\/05\/01","7":"2018\/07\/24","8":"2018\/10\/26","9":"2020\/02\/14","10":"2019\/01\/25","11":"2020\/05\/01","12":"2020\/04\/06","13":"2018\/04\/05","14":"2020\/07\/31","15":"2018\/06\/05","16":"2019\/04\/25","17":"2018\/07\/24","18":"2020\/09\/30","19":"2020\/06\/17","20":"2020\/06\/10","21":"2018\/09\/11","22":"2018\/11\/21","23":"2019\/03\/01","24":"2020\/05\/01","25":"2020\/09\/01","26":"2018\/12\/05","27":"2020\/09\/30","28":"2021\/02\/03","29":"2019\/08\/06","30":"2020\/03\/09","31":"2019\/05\/17","32":"2018\/03\/02","33":"2018\/04\/26","34":"2020\/06\/18","35":"2019\/08\/14","36":"2020\/10\/16","37":"2018\/03\/06","38":"2020\/09\/04","39":"2018\/11\/02","40":"2018\/07\/05","41":"2019\/09\/27","42":"2020\/12\/01","43":"2019\/01\/25","44":"2018\/07\/05","45":"2020\/10\/13","46":"2019\/05\/15","47":"2019\/01\/18","48":"2020\/05\/27","49":"2018\/03\/19","50":"2020\/02\/20","51":"2018\/02\/15","52":"2020\/05\/21","53":"2020\/05\/01","54":"2020\/06\/13","55":"2020\/03\/23","56":"2018\/03\/02","57":"2020\/06\/18","58":"2019\/04\/25","59":"2018\/10\/31","60":"2018\/03\/26","61":"2019\/07\/23","62":"2018\/11\/21","63":"2018\/12\/04","64":"2018\/03\/22","65":"2018\/11\/02","66":"2018\/09\/21","67":"2019\/11\/01","68":"2020\/08\/06","69":"2018\/07\/24","70":"2019\/01\/18","71":"2019\/11\/07","72":"2019\/06\/27","73":"2020\/03\/26","74":"2020\/03\/06","75":"2020\/06\/15","76":"2019\/07\/26","77":"2019\/08\/28","78":"2018\/04\/10","79":"2018\/03\/07","80":"2018\/03\/02","81":"2018\/02\/15","82":"2019\/06\/06","83":"2018\/02\/22","84":"2018\/10\/23","85":"2020\/05\/29","86":"2020\/03\/03","87":"2018\/09\/18","88":"2018\/11\/02","89":"2020\/06\/23","90":"2020\/06\/05","91":"2018\/03\/13","92":"2018\/12\/04","93":"2018\/09\/20","94":"2019\/11\/01","95":"2018\/04\/26","96":"2019\/07\/26","97":"2018\/09\/18","98":"2020\/05\/29","99":"2021\/02\/03","100":"2020\/05\/08","101":"2019\/07\/26","102":"2018\/11\/02","103":"2019\/01\/25","104":"2018\/04\/26","105":"2020\/02\/07","106":"2018\/11\/02","107":"2020\/06\/18","108":"2018\/02\/15","109":"2020\/04\/20","110":"2020\/02\/18","111":"2020\/03\/23","112":"2019\/08\/28","113":"2019\/05\/17","114":"2019\/06\/25","115":"2020\/09\/30","116":"2020\/06\/26","117":"2020\/03\/17","118":"2020\/02\/07","119":"2020\/06\/05","120":"2019\/09\/12","121":"2018\/06\/29","122":"2018\/08\/22","123":"2020\/06\/12","124":"2019\/08\/29","125":"2020\/03\/11","126":"2019\/04\/25","127":"2018\/03\/07","128":"2018\/10\/16","129":"2018\/10\/31","130":"2020\/01\/08","131":"2020\/01\/10","132":"2018\/07\/27","133":"2018\/02\/16","134":"2019\/08\/29","135":"2020\/05\/12","136":"2018\/10\/26","137":"2019\/03\/19","138":"2019\/07\/22","139":"2020\/06\/18","140":"2019\/12\/16","141":"2018\/10\/19","142":"2018\/04\/05","143":"2020\/06\/06","144":"2020\/06\/10","145":"2020\/06\/01","146":"2018\/05\/18","147":"2020\/03\/23","148":"2018\/04\/10","149":"2020\/01\/08","150":"2020\/09\/04","151":"2019\/08\/16","152":"2018\/10\/11","153":"2019\/06\/25","154":"2020\/05\/06","155":"2020\/06\/22","156":"2020\/06\/01","157":"2018\/10\/17","158":"2018\/07\/27","159":"2018\/10\/19","160":"2020\/05\/01","161":"2019\/12\/16","162":"2020\/09\/01","163":"2020\/06\/04","164":"2020\/07\/31","165":"2020\/07\/31","166":"2020\/02\/13","167":"2018\/04\/09","168":"2020\/03\/09","169":"2018\/02\/21","170":"2020\/06\/08","171":"2021\/02\/03","172":"2020\/01\/27","173":"2020\/05\/05","174":"2020\/06\/12","175":"2019\/12\/18","176":"2019\/06\/25","177":"2020\/06\/25","178":"2018\/09\/20","179":"2018\/06\/30","180":"2018\/05\/01","181":"2020\/05\/08","182":"2020\/01\/22","183":"2020\/02\/29","184":"2020\/03\/09","185":"2020\/06\/25","186":"2020\/05\/05","187":"2020\/03\/19","188":"2019\/03\/19","189":"2018\/04\/10","190":"2019\/08\/16","191":"2019\/04\/23","192":"2018\/04\/05","193":"2018\/04\/25","194":"2018\/04\/10","195":"2020\/06\/26","196":"2020\/08\/06","197":"2020\/06\/10","198":"2018\/03\/21","199":"2018\/12\/17","200":"2020\/06\/25","201":"2020\/03\/12","202":"2019\/12\/06","203":"2020\/06\/10","204":"2020\/03\/23","205":"2019\/06\/25","206":"2020\/04\/27","207":"2018\/11\/02","208":"2020\/09\/04","209":"2020\/05\/29","210":"2018\/10\/18","211":"2019\/03\/20","212":"2020\/02\/07","213":"2018\/11\/02","214":"2019\/03\/19","215":"2018\/07\/17","216":"2019\/01\/04","217":"2018\/05\/01","218":"2019\/04\/25","219":"2019\/11\/01","220":"2018\/03\/26","221":"2020\/06\/10","222":"2018\/12\/05","223":"2018\/02\/20","224":"2019\/07\/26","225":"2020\/02\/24","226":"2018\/10\/31","227":"2018\/06\/05"},"text":{"0":"June 4 (Reuters) - AbbVie Inc:  * ABBVIE PRESENTS DATA FROM VENETOCLAX CHEMOTHERAPY-FREE COMBINATION REGIMEN FOR PATIENTS WITH PREVIOUSLY UNTREATED CHRONIC LYMPHOCYTIC LEUKEMIA  * ABBVIE INC - PATIENTS TREATED WITH VENETOCLAX PLUS OBINUTUZUMAB LIVED SIGNIFICANTLY LONGER WITHOUT THEIR DISEASE PROGRESSING  * ABBVIE INC - RATES OF MINIMAL RESIDUAL DISEASE NEGATIVITY IN PERIPHERAL BLOOD WERE HIGHER IN PATIENTS TREATED WITH VENETOCLAX PLUS OBINUTUZUMAB  * ABBVIE INC - IN CLL14 TRIAL, ADVERSE EVENTS (AES) WERE CONSISTENT WITH KNOWN SAFETY PROFILES OF VENETOCLAX AND OBINUTUZUMAB ALONE Source text for Eikon: Further company coverage:","1":"(Reuters) - Drugmaker AbbVie Inc said on Tuesday it would acquire Allergan Plc for about $63 billion, giving AbbVie control over the lucrative wrinkle treatment Botox and buying time to seek new growth before its blockbuster arthritis treatment Humira loses U.S. patent protection.  AbbVie has long been under pressure to diversify its portfolio and its shares have lost more than a third of their value since January 2018 over concerns about Humira.  The world’s top-selling drug brought in sales of $20 billion last year. But it now faces competition from cheaper versions in Europe and a 2023 expiration of its patents in the United States, by far the most profitable market.  AbbVie Chief Executive Richard Gonzalez said the company was able to buy Allergan because of the massive amount of cash that Humira generates. A U.S. corporate tax overhaul under the Trump administration, which helped companies bring back revenue earned overseas, also helped, he said.  “Humira is buying the assets that replace it over the long term,” said Gonzalez, who plans to lead the combined company and remain chairman and CEO through 2023.  Chief among those assets is Allergan’s Botox, an injection of a purified form of botulinum toxin that paralyzes muscles, smoothing frown lines and wrinkles in the forehead and around the eyes. It is also approved to treat chronic migraine headaches, overactive bladder and other medical uses.  But when used as a cosmetic treatment, patients must pay for Botox out of pocket, buffering it from the pricing pressure that health insurers and government health agencies have put on prescription medicines. Gonzalez said he does not expect a biosimilar version of Botox “for a long, long time, if ever.”  Botox had 2018 sales of about $3.6 billion, with $1.55 billion coming from cosmetic uses. Both therapeutic and cosmetic Botox are expected to keep growing, with analysts forecasting total 2019 sales of $3.9 billion and reaching nearly $6 billion by 2025, according to Refinitiv data.  “We believe the increasing concern about AbbVie’s growth potential following the U.S. Humira biosimilar competition in 2023 will be partially alleviated with the increased portfolio of assets that Allergan brings,” said Morningstar analyst Damien Conover.  FILE PHOTO: The Allergan logo is seen in this photo illustration in Singapore November 23, 2015. REUTERS\/Thomas White\/File Photo  The deal, coming months after Bristol-Myers Squibb Co agreed to buy Celgene Corp for $74 billion, also highlights renewed interest in major acquisitions by the pharmaceutical industry.  Shares of other specialty drugmakers and potential targets Mylan NV, Bausch Health Co Inc and Teva Pharmaceutical Industries Ltd rose, with Teva up 7.6%.  AbbVie shares were down 15.7% at $66.11, while Allergan shares were up 26.7% at $164.20.  MAJOR ACQUISITION NEEDED  AbbVie’s board decided about a year ago that the company needed a major acquisition ahead of Humira’s U.S. patent expiration, Gonzalez said.  He said he first approached Allergan CEO Brent Saunders six or seven weeks ago. In late April, Saunders traveled to Chicago for a meeting and returned a few weeks later to discuss valuation.  AbbVie was looking for a partner with $10 billion to $15 billion in durable revenue that was not expected to decline. Allergan 2019 sales are forecast to be about $15 billion.  The motivation for this deal differs significantly from AbbVie’s unsuccessful bid in 2014 to buy Irish drugmaker Shire Plc. At that time, AbbVie was looking to take advantage of lower corporate tax rates in Europe, Gonzalez said.  Allergan, formerly based in California, itself was part of a tax “inversion” deal, after European generic drugmaker Actavis bought Allergan for $66 billion in 2015 and adopted the Botox-maker’s name, moving its headquarters to Dublin.  The combined AbbVie and Allergan will be based in AbbVie’s home of North Chicago.  “The fact that we had tax reform (in the United States) allowed us … to take the company back to the U.S. It reinforces the benefit of tax reform,” Gonzalez told reporters.  ALLERGAN ISSUES  The deal follows a string of acquisitions for Allergan under Saunders, who will join AbbVie’s board. Over the last decade, Saunders remade Allergan into one of the world’s biggest pharmaceutical companies, but also saddled it with debt, leaving it less able to invest in research and development  His efforts culminated in a proposed $160 billion purchase by Pfizer Inc. But Pfizer walked away from the transaction in 2016 after the Obama administration cracked down on U.S. companies’ ability to rebase in countries with lower tax rates.  Allergan has since struggled to find new growth. Its shares have lost around half their value and shareholders have pressured Saunders to break up or sell the company. Activist investor David Tepper also ran a campaign urging Allergan to hire an independent chairman.  Under terms of the deal, Allergan shareholders will receive 0.8660 AbbVie shares and $120.30 in cash for each share held, for a total of $188.24 per Allergan share, a premium of 45% to the stock’s Monday close. Including debt, the deal values Allergan at $83 billion.  The transaction is expected to add 10% to AbbVie’s adjusted earnings per share over the first full year following the close, the companies said.  AbbVie said it expects annual pretax savings and other cost reductions of at least $2 billion in its third year after the deal closes in early 2020. Some cost savings are likely to come cuts to Allergan’s research and development operations.  “This is yet another transaction driven by diversification, scale and low borrowing costs, rather than portfolio or top line synergies,” SVB Leerink analyst Geoffrey Porges said in a note.  Morgan Stanley and PJT Partners were financial advisers to AbbVie, while Kirkland & Ellis provided legal advice. JPMorgan Chase & Co was Allergan’s financial adviser, and its legal counsel were Wachtell, Lipton, Rosen & Katz and Arthur Cox.","2":"May 13 (Reuters) - Abbvie Inc:  * ABBVIE ANNOUNCES FINAL RESULTS OF EXCHANGE OFFERS FOR ALLERGAN NOTES  * ABBVIE INC - AS OF EXPIRATION DATE, $13.99 BILLION OF ALLERGAN USD NOTES & EUR 3.06 BILLION OF ALLERGAN EURO NOTES HAD BEEN VALIDLY TENDERED Source text for Eikon: Further company coverage:","3":"May 5 (Reuters) - Abbvie Inc:  * ABBVIE RECEIVES HEALTH CANADA APPROVAL FOR THE COMBINATION OF VENCLEXTA® (VENETOCLAX) WITH OBINUTUZUMAB FOR PATIENTS WITH PREVIOUSLY UNTREATED CHRONIC LYMPHOCYTIC LEUKEMIA Source text for Eikon: Further company coverage:","4":"(Corrects damages award to say $448 million, not $488 million)  June 29 (Reuters) - A U.S. judge on Friday found that Abbvie Inc used sham litigation to illegally prevent generic versions of testosterone gel AndroGel from getting to market and ordered the drugmaker and its partner to pay $448 million.  The ruling by U.S. District Judge Harvey Bartle in Philadelphia came in an antitrust lawsuit filed in 2014 by the Federal Trade Commission against Abbvie and its partner Besins Healthcare Inc. (Reporting by Nate Raymond in Boston; Editing by Richard Chang)","5":"CVS Pharmacy Inc and Rite Aid Corp have sued AbbVie Inc and several generic drugmakers over an alleged scheme to keep generic versions of AbbVie’s blood pressure drug Bystolic off the market through anticompetitive “pay-for-delay” settlements.  The complaint, filed in Manhattan federal court against Illinois-based AbbVie and generic companies including Israel-based Teva Pharmaceutical Industries Ltd and India-based Glenmark Pharmaceuticals Ltd and Torrent Pharmaceuticals Ltd, joins more than a dozen similar lawsuits filed this year by Bystolic purchasers, including health plans, local governments, pharmacy companies and individual plaintiffs. The cases are pending before U.S. District Judge Lewis Liman.  To read the full story on Westlaw Today, click here: bit.ly\/36xTXw7","6":"May 1 (Reuters) - AbbVie Inc:  * ABBVIE SUBMITS MARKETING AUTHORIZATION APPLICATION TO THE EUROPEAN MEDICINES AGENCY FOR INVESTIGATIONAL TREATMENT RISANKIZUMAB FOR MODERATE TO SEVERE PLAQUE PSORIASIS  * ABBVIE INC - APPLICATION SUPPORTED BY FOUR PIVOTAL PHASE 3 TRIALS EVALUATING MORE THAN 2,000 PATIENTS WITH MODERATE TO SEVERE PLAQUE PSORIASIS Source text for Eikon: Further company coverage:","7":"FILE PHOTO: A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid\/File Photo  NEW YORK (Reuters) - Short-seller Andrew Left's Citron Research expanded on his prediction that U.S. drugmaker AbbVie Inc's ABBV.N stock would fall to $60 a share, arguing that new regulations to speed biosimilar drugs to the market and reform rebates will hurt revenue from the company's top-selling drug, Humira.  Left initially tweeted the $60-a-share call last Thursday. The shares fell as much as 7 percent that day before closing 4.7 percent lower. AbbVie shares closed up 2.4 percent at $91.54 on Tuesday.  In a research note published on Tuesday afternoon, Left detailed his skepticism about AbbVie’s prospects. “There finally seems to be changes coming to the system,” he wrote.  AbbVie declined to comment on the report.  Other analysts have said that deals AbbVie has signed with rivals such as Amgen Inc AMGN.O, Biogen Inc BIIB.O and Mylan NV MYL.O to prevent them from launching biosimilar competitors to Humira until 2023 will likely protect the company from any of the moves regulators make in the near-term.  Last week, U.S. Food and Drug Administration Commissioner Scott Gottlieb laid out a plan to increase biosimilar competition for biologic drugs. The Trump administration has proposed a rule that would scale back protections currently in place that allow rebates between drug manufacturers and insurers and pharmacy benefits managers.  Humira, for rheumatoid arthritis and other autoimmune diseases, is the world’s top selling prescription medicine with sales expected to exceed $20 billion this year, according to Thomson Reuters data.","8":"(Reuters) - Abbott Laboratories and AbbVie Inc will pay a total of $25 million to resolve allegations that Abbott paid kickbacks to doctors in exchange for prescribing the cholesterol drug TriCor and promoted the medication for unapproved purposes.  Slideshow ( 2 images )  The U.S. Justice Department on Friday announced the settlement, which resolves claims first raised in a whistleblower lawsuit filed in federal court in Philadelphia in 2009 by a former Abbott sales representative. AbbVie was spun out of Abbott in 2013.  Neither company, both of which are based in Chicago, admitted to wrongdoing as part of the settlement.  AbbVie in a statement said the settlement concerned sales and marketing practices that occurred over a decade ago.  “The company determined it was in its best interest to resolve these allegations, rather than engage in protracted litigation, and focus on current business priorities,” AbbVie said.  Abbott declined to comment.  The lawsuit alleged that from 2006 to 2008, Abbott, through its sales representatives, provided physicians kickbacks in the form of gift baskets, gift cards and other items in order to encourage them to write prescriptions for TriCor.  The lawsuit claimed that Abbott also retained healthcare providers for consulting services and speaking engagements in order to induce or reward doctors for writing prescriptions for the drug.  Abbott also improperly marketed and promoted TriCor for purposes other than those approved by the U.S. Food and Drug Administration, including as a treatment to prevent or reduce cardiac health risks in diabetic patients, the lawsuit said.  The lawsuit was filed by Amy Bergman, a former Abbott sales representative, under the False Claims Act, which allows whistleblowers to sue companies on the government’s behalf to recover taxpayer money paid out based on fraudulent claims.  The government may intervene in such cases, but chose not to in this case, leaving Bergman to litigate it on her own prior to the settlement’s being announced. As a reward, Bergman will receive $6.5 million as her share of the settlement.  The case is U.S. ex rel. Amy Bergman, et al. v. Abbott Laboratories, U.S. District Court, Eastern District of Pennsylvania, No. 09-04264.","9":"Feb 14 (Reuters) - Adage Capital Partners GP LLC:  * ADAGE CAPITAL PARTNERS GP LLC DISSOLVES SHARE STAKE IN ABBVIE INC - SEC FILING  * ADAGE CAPITAL PARTNERS GP LLC CUTS SHARE STAKE IN VERIZON COMMUNICATIONS INC BY 17.5% TO 4.1 MILLION SHARES - SEC FILING  * ADAGE CAPITAL PARTNERS GP LLC CUTS SHARE STAKE IN WELLS FARGO & CO BY 16.1% TO 3.9 MILLION SHARES - SEC FILING  * ADAGE CAPITAL PARTNERS GP LLC CUTS SHARE STAKE IN TWITTER INC BY 92.1% TO 74,600 SHARES - SEC FILING  * ADAGE CAPITAL PARTNERS GP LLC UPS SHARE STAKE IN SNAP INC BY 22.9 PERCENT TO 2.2 MILLION CLASS A SHARES - SEC FILING  * ADAGE CAPITAL PARTNERS GP LLC CUTS SHARE STAKE IN NOBLE ENERGY INC BY 28.5 PERCENT TO 6.3 MILLION SHARES - SEC FILING  * ADAGE CAPITAL PARTNERS GP LLC - CHANGE IN HOLDINGS ARE AS OF DECEMBER 31, 2019 AND COMPARED WITH THE PREVIOUS QUARTER ENDED AS OF SEPTEMBER 30, 2019 Source for the quarter ended December 31, 2019: bit.ly\/2UTbN7w  Source for the quarter ended September 30, 2019: bit.ly\/2KgPJxt","10":"Jan 25 (Reuters) - AbbVie Inc is not considering a big merger or an acquisition, Chief Executive Officer Richard Gonzalez said on Friday, allaying speculations of the company launching a bid for Bristol-Myers Squibb.  “As far as the appetite for a big deal, I can tell you that is not something that we are contemplating,” Gonzalez said in a conference call with analysts.  Analysts and investors have been questioning whether AbbVie could bid for Bristol-Myers, which earlier this month announced plans to purchase Celgene Corp for about $74 billion. (Reporting by Saumya Sibi Joseph in Bengaluru; Editing by Arun Koyyur)","11":"May 1 (Reuters) - AbbVie Inc stuck with its 2020 adjusted profit forecast on Friday after strong demand for its blockbuster rheumatoid arthritis drug, Humira, helped it beat analysts’ estimates for quarterly sales.  The forecast of $9.61 to $9.71 per share in earnings assumes that “stay-at-home” orders will be gradually lifted starting this month in Europe and United States, the company said.  The coronavirus outbreak has led to restrictions on non-essential medical procedures as governments and hospitals mobilize staff and resources to support COVID-19 patients.  AbbVie said its total sales for the quarter ended March 31 were also slightly boosted by customers stockpiling its treatments because of the pandemic.  The drugmaker, which is expected to close its $63 billion acquisition of Botox-maker Allergan Plc later this month, has been launching new drugs to offset some of the expected drop in Humira sales, whose U.S. patent is set to expire in 2023.  Sales of Humira, the world’s best selling drug, rose 13.7% in the United States, but fell 14.9% in international markets.  Overall, the drug’s sales rose 5.8% to $4.70 billion, beating estimates of $4.42 billion, according to seven analysts polled by Refinitiv.  Sales of new plaque psoriasis drug, Skyrizi, was $300 million, above analysts’ estimates of $259.7 million.  AbbVie’s total sales rose 10.1% to $8.62 billion in the first quarter, beating analysts’ estimates of $8.33 billion, according to IBES data from Refinitiv.  Profit rose to $3.01 billion, or $2.02 per share, from $2.45 billion, or $1.65 per share, a year earlier. (Reporting by Manas Mishra and Vishwadha Chander in Bengaluru; Editing by Anil D’Silva)","12":"April 6 (Reuters) - Abbvie Inc:  * ABBVIE ANNOUNCES EXTENSION OF EXPIRATION DATE FOR EXCHANGE OFFERS FOR ALLERGAN NOTES  * ABBVIE - EXTENDS EXPIRATION DATE FOR EXCHANGE OFFERS FOR ALLERGAN NOTES FROM 5:00 P.M. ET ON APRIL 10 TO 5:00 P.M. ET ON APRIL 24 Source text for Eikon: Further company coverage:","13":"(Reuters) - AbbVie Inc on Thursday said it signed a deal with Samsung Bioepis and its joint venture partner Biogen Inc that would fend off U.S. competition of their biosimilar version to blockbuster drug Humira until 2023.  This is the second deal AbbVie has signed over the past year as it tries to safeguard patents on Humira, which is the world’s top-selling prescription medicine.  The drug, which treats rheumatoid arthritis, raked in $18.43 billion in sales last year and accounted for nearly two-thirds of AbbVie’s net revenue.  While terms of the deal were undisclosed, AbbVie said it will make no payments to Samsung Bioepis and the three companies agreed to dismiss all pending lawsuits.  Even if multiple Humira biosimilars are delayed from market until 2023, this can be “more than offset” by a steeper sales decline for Humira, BMO Capital Markets analyst Alex Arfaei said.  Arfaei noted this is increasingly likely given the U.S. Food and Drug Administration’s encouraging stance on the approval of biosimilar drugs and fewer chances of drugmakers negotiating with insurers to gain preferred coverage of their drugs over rivals.  Samsung Bioepis’ license to market its biosimilar will kick off on June 30, 2023, after which Samsung will pay royalties to license Humira patents, AbbVie said in a statement.  Samsung Bioepis is partnered with Biogen to market the drug in Europe and Merck & Co to market it in the United States.  Biogen expects to launch the biosimilar, Imraldi, in Europe in mid-October this year.  In September, Amgen Inc reached a similar settlement with AbbVie to delay the U.S. launch of its cheaper biosimilar to Humira until Jan. 31, 2023.  Jefferies analyst Ian Hilliker notes the deal with Samsung Bioepis enables a biosimilar launch some months after Amgen, making it increasingly unlikely other rivals will be able to negotiate settlements that allow their launches before 2023.  Shares of AbbVie, which has been focusing on developing cancer drugs to sustain long-term growth, have been under pressure in recent months hurt by a failed trial of an experimental lung cancer treatment, Rova-T.","14":"(Reuters) - AbbVie Inc ABBV.N on Friday posted a quarterly adjusted profit above estimates as robust sales of its blockbuster arthritis treatment, Humira, helped cushion weak demand for its aesthetic drugs, including Botox, due to the COVID-19 pandemic.  FILE PHOTO: A trader works by the post that trades AbbVie on the floor of the New York Stock Exchange March 5, 2015. REUTERS\/Brendan McDermid  The company bought Allergan for a hefty $63 billion in May, to gain control over its medical aesthetics business including lucrative wrinkle treatment Botox and reduce dependence on Humira ahead of its U.S. patent expiry in 2023.  The unit, however, suffered as Americans postponed non-emergency procedures during shelter-in-place restrictions to control the spread of the coronavirus.  Total Botox cosmetic comparable sales plunged 43.1% to $226 million and therapeutic sales fell 22.3% to $297 million in the second quarter ended June 30, on a comparable basis.  Mizuho analyst Vamil Divan said the aesthetics unit and Botox, however, are holding up better through COVID-19 than the brokerage had expected.  AbbVie said both the businesses are seeing a rapid recovery and are now performing near pre-COVID levels.  “At of the end of June, the vast majority of our aesthetics accounts have reopened in the United States, and we’re seeing considerable pent-up demand,” Chief Executive Officer Richard Gonzalez said on a post-earnings conference call.  The company also said it expects to see continued recovery in the second half of the year as its total business had already recovered to more than 90% of pre-COVID levels by the end of June.  AbbVie forecast a combined company 2020 adjusted earnings of $10.35 to $10.45 per share, representing a 11% annualized net accretion from the Allergan deal. The forecast includes the results of Allergan from May 8 through Dec. 31.  This is above consensus estimate of $10.35 per share, according to Divan.  Excluding items, AbbVie reported a quarterly profit of $2.34 per share, beating estimates of $2.19 per share, according to Refinitiv IBES data.  Share of the company were down 2% in late morning trading.","15":"June 5 (Reuters) - Abbvie Inc said on Tuesday its experimental drug upadacitinib met the main goals of a late-stage study in patients with moderate-to-severe rheumatoid arthritis.  The drug is being tested as a monotherapy in patients who have not been treated with chemotherapy agent methotrexate. (Reporting by Manas Mishra in Bengaluru; Editing by Arun Koyyur)","16":"April 25 (Reuters) - AbbVie Inc’s Chief Executive Officer Richard Gonzalez said on a conference call that rivals Biogen Inc and Amgen Inc had been the most aggressive in Europe with their biosimilar versions of its blockbuster drug Humira.  Sales of rheumatoid arthritis drug Humira have accounted for the bulk of AbbVie’s total revenue for years, but competition from new, cheap rivals in Europe has recently hit its results.  Novartis, Mylan Inc and other drugmakers have also launched Humira biosimilars in Europe. (Reporting by Manas Mishra in Bengaluru; Editing by Shinjini Ganguli)","17":"NEW YORK, July 24 (Reuters) - Short-seller Andrew Left’s Citron Research expanded on his prediction that U.S. drugmaker AbbVie Inc’s stock would fall to $60 a share, arguing that new regulations to speed biosimilar drugs to the market and reform rebates will hurt revenue from the company’s top-selling drug, Humira.  Left initially tweeted the $60-a-share call last Thursday. The shares fell as much as 7 percent that day before closing 4.7 percent lower. On Tuesday afternoon AbbVie shares were trading around $91.00.  In a research note published Tuesday afternoon, Left detailed his skepticism about AbbVie’s prospects. “There finally seems to be changes coming to the system,” he wrote.  Other analysts have said that deals AbbVie has signed with rivals like Amgen Inc, Biogen Inc and Mylan NV to prevent them from launching biosimilar competitors to Humira until 2023 will likely protect the company from any of the moves regulators make in the near-term.  Last week, Food and Drug Administration Commissioner Scott Gottlieb laid out a plan to increase biosimilar competition for biologic drugs. The Trump administration has proposed a rule that would scale back protections currently in place that allow rebates between drug manufacturers and insurers and pharmacy benefits managers. (Reporting by Michael Erman Editing by Leslie Adler)","18":"(Reuters) - A federal appeals court on Wednesday threw out an order requiring AbbVie Inc and a partner to disgorge $448 million in profit for trying to keep generic versions of the blockbuster testosterone replacement drug AndroGel off the market.  FILE PHOTO: A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid  Ruling in an antitrust case by the Federal Trade Commission, the 3rd U.S. Circuit Court of Appeals in Philadelphia said the lower court judge who ordered the disgorgement by AbbVie and Besins Healthcare Inc lacked authority under federal law.  But in a 94-page decision, Circuit Judge Thomas Hardiman also said the lower court judge correctly found AbbVie and privately-held Besins liable for monopolization for filing a sham, “objectively baseless” patent infringement lawsuit in 2011 against Perrigo Co to delay generic AndroGel.  Hardiman also reinstated an FTC claim challenging AbbVie’s agreement to drop a similar lawsuit against Teva Pharmaceutical Industries Ltd while letting the Israeli drugmaker sell a generic version of its TriCor cholesterol drug.  The FTC called that arrangement an illegal “reverse payment,” where the billions of dollars of AndroGel revenue that AbbVie wanted to protect far offset the $100 million in TriCor sales it might sacrifice.  Both patent lawsuits had been brought by Abbott Laboratories, which split off North Chicago, Illinois-based AbbVie at the start of 2013.  The FTC case is part of that regulator’s long fight against “pay for delay” settlements, where brand-name drugmakers pay rivals to postpone cheaper generics in exchange for resolving patent lawsuits.  Wednesday’s 3-0 decision returned the case to U.S. District Judge Harvey Bartle in Philadelphia.  An FTC spokeswoman said the regulator was pleased the reverse payment claim was reinstated, was disappointed with parts of the decision, and will consider its legal options.  AbbVie and lawyers for Besins did not respond to requests for comment. Teva is no longer a defendant.  Annual U.S. net sales for AndroGel sometimes topped $1 billion before generic versions entered the U.S. market in 2015.  The case is Federal Trade Commission v AbbVie Inc et al, 3rd U.S. Circuit Court of Appeals, No. 18-2748.","19":"June 17 (Reuters) - Abbvie Inc:  * SETS QUARTERLY CASH DIVIDEND OF $1.18PER SHARE Source text for Eikon: Further company coverage:","20":"June 10 (Reuters) - Abbvie Inc said on Wednesday it has entered into an agreement with Genmab AS to jointly develop and commercialize cancer treatment.  Under the terms of the agreement, AbbVie will pay Genmab $750 million in upfront payment and Genmab could receive up to $3.15 billion in additional development, regulatory and sales milestone payments. (Reporting By Mrinalika Roy in Bengaluru; Editing by Vinay Dwivedi)","21":"U.S. drugmaker AbbVie has reached a tentative settlement in multidistrict litigation in Chicago over whether it failed to warn consumers that its testosterone replacement drug AndroGel could cause health problems including heart attacks and strokes.  The potential settlement was disclosed in a court filing on Monday by U.S. District Judge Matthew Kennelly, who stayed the case while the two sides work on completing a settlement agreement. Terms of the potential deal were not disclosed.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2x3qBnj","22":"FILE PHOTO: The logo of Swiss pharmaceutical company Roche is seen outside the Shanghai Roche Pharmaceutical Co. Ltd. headquarters in Shanghai May 22, 2014. Swiss drugmaker Roche Holding AG said it had been visited by a unit of China's anti-trust regulator. It was not immediately clear what was behind the visit. REUTERS\/Aly Song  (Reuters) - Roche Holding AG said on Wednesday its cancer drug, Venclexta, received accelerated approval from the U.S. Food and Drug Administration as part of a combination treatment for newly diagnosed patients with a form of leukemia.  The drug, developed in partnership with AbbVie Inc, was approved for patients with acute myeloid leukemia (AML) aged 75 or older, or those ineligible for intensive induction chemotherapy.  “Many people with acute myeloid leukemia are unable to tolerate standard intensive chemotherapy, and the Venclexta combination regimens represent important new options for these patients,” said Sandra Horning, chief medical officer at Genentech, a unit of Roche.  Venclexta has been previously approved for forms of chronic lymphocytic leukemia, and a late-stage study recently showed that it helped reduce the risk of disease worsening when used with Roche’s cancer drug Gazyva.  AML, the most common type of the aggressive blood cancer in adults, has the lowest survival rate for all types of leukemia, the company said. The American Cancer Society estimates about 19,520 new cases of the cancer in the United States this year.  (This story corrects fourth paragraph to show study was late-stage, not mid-stage)","23":"AbbVie Inc has reached a settlement with the U.S. Federal Trade Commission over claims that Solvay Pharmaceuticals Inc, which AbbVie bought in 2010, violated federal antitrust law by paying generic drugmakers to delay launching cheaper versions of its testosterone replacement drug AndroGel.  Under the terms of the agreement, filed in the U.S. District Court for the Northern District of Georgia, AbbVie has agreed not to enter into future reverse payment deals.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2TnppYf","24":"May 1 (Reuters) - Abbvie Inc:  * ABBVIE QTRLY GAAP EARNINGS PER SHARE $2.02; QTRLY ADJUSTED EARNINGS PER SHARE $2.42  * ABBVIE QTRLY NET REVENUE $8.62 BILLION VERSUS $7.83 BILLION  * ABBVIE - UPDATES STANDALONE 2020 GAAP EARNINGS PER SHARE GUIDANCE TO $7.60-$7.70 FROM $7.66-$7.76  * Q1 EARNINGS PER SHARE VIEW $2.25, REVENUE VIEW $8.33 BILLION -- REFINITIV IBES DATA  * ABBVIE - CONFIRMS STANDALONE 2020 ADJUSTED EARNINGS PER SHARE GUIDANCE RANGE OF $9.61-$9.71  * FY2020 EARNINGS PER SHARE VIEW $9.48 -- REFINITIV IBES DATA  * ABBVIE - QTRLY GLOBAL HUMIRA NET REVENUE OF $4.70 BILLION, UP 5.8%  * ABBVIE - QTRLY INTERNATIONAL HUMIRA NET REVENUE OF $1.05 BILLION, DOWN 14.9% ON REPORTED BASIS, OR 12.8% OPERATIONALLY, DUE TO BIOSIMILAR COMPETITION  * ABBVIE - QTRLY GLOBAL IMBRUVICA NET REVENUES WERE $1.23 BILLION, UP 20.6%  * ABBVIE - QTRLY U.S. HUMIRA NET REVENUE OF $3.66 BILLION, UP 13.7%  * ABBVIE - EXPECTS TO CLOSE PENDING ALLERGAN TRANSACTION IN MAY 2020  * ABBVIE - QTRLY REVENUE INCLUDES 240 BASIS POINT STOCKING BENEFIT, QTRLY ADJUSTED. EARNINGS PER SHARE INCLUDES $0.09 STOCKING BENEFIT RELATED TO COVID-19 PANDEMIC  * ABBVIE SEES Q2 ADJUSTED. EARNINGS PER SHARE $2.10-$2.16, EXCLUDING ABOUT 53 CENTS OF NON-CASH AMORTIZATION, OTHER SPECIFIED ITEMS  * Q2 EARNINGS PER SHARE VIEW $2.25 -- REFINITIV IBES DATA Source text for Eikon: Further company coverage:","25":"FILE PHOTO: A screen displays the share price for drugmaker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid\/File Photo  (Reuters) - The U.S. House Oversight Committee on Tuesday decided to subpoena AbbVie Inc ABBV.N to seek documents on the drugmaker's blockbuster treatments, Humira and Imbruvica, as part of its investigation into drug-pricing practices.  The committee began the probe last year and had sought information from 12 drugmakers on price increases, corporate strategies to preserve market share and pricing power.  \"After more than 18 months, AbbVie has demonstrated its unwillingness to comply voluntarily with the committee's investigation,\" Representative Carolyn Maloney, the Chairwoman of the committee, wrote in a memo here.  “Although most of the drug companies we are examining have cooperated with the committee’s investigation, AbbVie’s noncompliance stands out as particularly egregious, which is why I am issuing this subpoena.”  AbbVie said it has been cooperating with the committee since it received their initial letter in January 2019.  “While we are surprised and disappointed the committee chose to take this action, we will continue to work in good faith with them on this important subject,” the drugmaker said in a statement.  AbbVie shares fell nearly 3% to $93.10 on Tuesday.","26":"(Reuters) - AbbVie Inc said on Wednesday it had halted enrollment for a late stage trial of Rova-T as a second-line therapy for advanced small-cell lung cancer, following recommendations made by an independent data monitoring committee.  The committee’s recommendations were based on shorter overall survival in the Rova-T arm, compared with the topotecan control arm, the company said.  AbbVie acquired Rova-T through its $5.8 billion acquisition of Stemcentrx in 2016, as the company aimed to enter the broad and lucrative arena of solid tumors and lessen dependence on its arthritis treatment Humira, the world’s top selling drug.  In March, AbbVie had said it would not seek accelerated approval for the drug, in a setback to the company’s efforts to build its cancer drug pipeline.  Rova-T is a toxic chemical that is loaded onto an antibody to target a protein called DLL3 found in more than 80 percent of patients with the cancer. A biomarker is used to help select patients whose cancers express the protein.","27":"(Reuters) - AbbVie Inc said on Wednesday it was voluntarily withdrawing its drug to treat noncancerous growths in the uterus from the Canadian market, following reports of severe liver injury.  The decision follows reports on rare cases of severe liver injury needing liver transplantation in Europe, the company said here, adding that five cases of severe liver injury have been reported since the drug became available in 2012.  The drug, Fibristal, is used to treat uterine fibroids, which are non-cancerous growths that develop in a woman’s uterus during her childbearing years.  Patients and doctors have been advised to halt the intake of the drug and seek alternate medication, AbbVie said, and patients should complete liver functioning monitoring within two to four weeks of stopping the intake of Fibristal.","28":"(Adds details on botox sales, profit estimates, share movement)  Feb 3 (Reuters) - AbbVie Inc forecast annual profit above expectations and beat quarterly estimates on Wednesday on higher demand for its blockbuster drug Humira as well as newer treatments for psoriasis and rheumatoid arthritis, sending its shares up 1.7%.  The Illinois-based company is betting on the new treatments and wrinkle injection Botox, acquired through its $63 billion Allergan deal, as it is set to lose patent protection for Humira in the United States, its biggest market, in 2023. Humira is the world’s top selling drug and has been boosting AbbVie’s revenue ever since it was approved to treat psoriasis and rheumatoid arthritis. However, its sales have suffered since new competition entered Europe.  Overall quarterly sales of Humira rose 4.8% to $5.2 billion in the fourth quarter, just above estimates of $5.1 billion. However, international sales, which excludes the United States, declined 9.4% due to the impact of biosimilars in Europe.  The company said it expects to earn between $12.32 and $12.52 per share, ahead of the analysts’ average estimate of $12.19, according to IBES estimates from Refinitiv.  Chief Executive Officer Richard Gonzalez said the company is expecting “impressive growth again in 2021” based on broad portfolio of diversified growth assets.  In the reported quarter, psoriasis drug Skyrizi brought in sales of $525 million, topping estimates of $472 million. Rinvoq, which was approved in August 2019, brought in sales of $281 million.  Fourth-quarter sales for Botox’s cosmetic use rose about 9% to $493 million as COVID-19 restrictions eased, above analysts’ estimate of $441.9 million.  Overall sales jumped 59.2% to $13.9 billion, topping quarterly estimates of $13.7 billion.  Excluding items, AbbVie earned $2.92 per share, beating expectations of $2.85.  Shares of the drugmaker were last up at $105.25 before the bell.","29":"(Reuters) - Allergan Plc AGN.N, which is being bought by AbbVie Inc ABBV.N for $63 billion, beat quarterly profit estimates and raised its 2019 revenue forecast on Tuesday, helped by demand for its dry eye drug Restasis and aesthetics product Juvederm.  FILE PHOTO: The Allergan logo is seen in this photo illustration November 23, 2015. REUTERS\/Thomas White\/Illustration\/File Photo  The deal, announced in June, gives AbbVie access to Allergan’s lucrative drug Botox as it looks to diversify to counter looming competition for its blockbuster arthritis treatment Humira.  Botox sales rose 4.2% to $974 million in the second quarter, but missed consensus estimates of $992.3 million, according to six analysts polled by Refinitiv.  Total sales of Juvederm, a dermal filler used to restore facial contours, rose 11.3% to $329.3 million, beating estimates of $261.1 million.  Restasis reported a 3.4% drop in sales to $322.8 million, but trounced estimates of $211.75 million.  The drug faces impending competition from cheaper generic versions but delays in launch of copycat drugs have helped sales in the past few quarters.  Allergan said it now expects 2019 adjusted revenue of between $15.4 billion and $15.6 billion, from a prior range of $15.1 billion to $15.4 billion.  Net loss widened to $1.76 billion, or $5.37 per share, in the second quarter ended June 30, from $472.5 million, or $1.39 per share, a year ago.  The bigger loss related to a write-down in the value of its General Medicine unit by $1.09 billion, due to delays in clinical studies and a reduction in the expected value of some R&D projects.  Excluding items, Allergan earned $4.38 per share, beating analysts’ consensus of $4.35, according to IBES data from Refinitiv.  Revenue fell slightly to $4.09 billion in the quarter, hit by the global recall of the company’s Biocell textured breast implants. However, revenue still beat estimates of $3.94 billion.","30":"March 9 (Reuters) - Abbvie Inc:  * ABBVIE INC SAYS CEO RICHARD GONZALEZ’S FY 2019 TOTAL COMPENSATION WAS $21.6 MILLION VERSUS $21.3 MILLION IN FY 2018 - SEC FILING  * ABBVIE INC SAYS CFO ROBERT MICHAEL’S FY 2019 TOTAL COMPENSATION WAS $8.8 MILLION  * ABBVIE INC SAYS CHIEF LEGAL OFFICER, LAURA SCHUMACHER’S FY 2019 TOTAL COMPENSATION WAS $15.1 MILLION VERSUS $11.4 MILLION IN FY 2018  * ABBVIE INC SAYS FOR 2019, CEO PAY RATIO WAS 139:1 Source text for Eikon: Further company coverage:","31":"May 17 (Reuters) - AbbVie Inc said on Friday it has halted enrollment of patients in all ongoing studies testing its brain cancer treatment after the drug failed to meet the main goal in a late-stage trial.  An Independent Data Monitoring Committee (IDMC) recommended the study be stopped due to lack of survival benefit for patients receiving the treatment Depatux-M when compared with placebo, AbbVie said. (Reporting by Aakash Jagadeesh Babu in Bengaluru Editing by Saumyadeb Chakrabarty)","32":"(Reuters) - Biogen Inc and AbbVie Inc have withdrawn their multiple sclerosis drug, the companies said on Friday, following reports of eight cases of inflammation of the brain, prompting the European Medicines Agency (EMA) to start an urgent review.  FILE PHOTO: A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder\/File Photo  Zinbryta was approved by the U.S. regulators in 2016 with a boxed warning due to risks of liver damage, with Biogen selling the self-administered drug in Switzerland, Canada and the EU and AbbVie in the U.S.  In November, the European regulator flagged safety concerns about the drug restricting its usage to reduce the risk of serious liver damage.  The EMA said on Friday it initiated an urgent review of Zinbryta following seven cases of serious brain disorders in Germany and one in Spain. (bit.ly\/2CUHj8k)  The drug, which currently treats about 3,000 patients globally, brought in worldwide sales of $107 million last year, with Biogen’s share being $53 million.  “Although the new safety signals are unfortunate, the opportunity for Zinbryta was never significant given the profile and competitive treatment landscape in multiple sclerosis,” William Blair analyst Matt Phipps said in a note.  Phipps had previously estimated the drug to bring in $56 million for Biogen this year.  Biogen’s 2017 earnings were slightly impacted by the impairment of Zinbryta-related assets as a result of a previous EMA regulatory procedure to minimize risks of liver damage linked to the drug.  Zinbryta became part of the national political debate over high U.S. drug costs in September, when Democratic Congressman Elijah Cummings asked the government to take action on the drug’s $87,000 price tag.  AbbVie’s shares were down 1.7 percent at $111.89 in morning trading on Friday.","33":"April 26 (Reuters) - AbbVie Inc:  * QUARTERLY GAAP EARNINGS PER SHARE $1.74  * QUARTERLY ADJUSTED EARNINGS PER SHARE $1.87  * QUARTERLY WORLDWIDE NET REVENUE $7.93 BILLION, UP 21.4 PERCENT ON GAAP BASIS  * Q1 EARNINGS PER SHARE VIEW $1.79, REVENUE VIEW $7.59 BILLION -- THOMSON REUTERS I\/B\/E\/S  * QUARTERLY GLOBAL HUMIRA SALES $4.71 BILLION, UP 14.4 PERCENT ON REPORTED BASIS  * QUARTERLY GLOBAL IMBRUVICA NET REVENUE $762 MILLION, UP 38.5 PERCENT  * UPDATES 2018 GAAP EARNINGS PER SHARE OUTLOOK TO $6.82-$6.92  * RAISES 2018 ADJUSTED EARNINGS PER SHARE OUTLOOK TO $7.66-$7.76 FROM $7.33-$7.43  * FY2018 EARNINGS PER SHARE VIEW $7.55 -- THOMSON REUTERS I\/B\/E\/S  * ANNOUNCES INTENTION TO COMMENCE SELF-TENDER OFFER FOR UP TO $7.5 BILLION OF COMMON STOCK  * THURSDAY’S TENDER OFFER FORMS PART OF $10 BILLION STOCK REPURCHASE PROGRAM ANNOUNCED ON FEB 15, 2018  * SAYS 2018 ADJUSTED EARNINGS PER SHARE OUTLOOK REFLECTS EFFECTIVE TAX RATE APPROACHING 9 PERCENT IN 2018  * IN 2018, WILL EXPERIENCE ONE-TIME NET TAX BENEFIT RELATED TO TIMING OF PHASE IN OF PROVISIONS OF NEW LEGISLATION ON CERTAIN SUBSIDIARIES Source text for Eikon: Further company coverage:","34":"June 18 (Reuters) - Abbvie Inc:  * ASSEMBLY BIOSCIENCES - TERMINATION OF COLLABORATION AGREEMENT WITH ABBVIE WILL BE EFFECTIVE 120 DAYS FOLLOWING NOTICE OF TERMINATION ON OCTOBER 10  * ASSEMBLY BIO - WILL REGAIN WORLDWIDE RIGHTS TO ALL MICROBIOME GASTROINTESTINAL PROGRAMS LICENSED UNDER COLLABORATION AGREEMENT WITH ABBVIE Source text: bit.ly\/3ecUTYk Further company coverage:","35":"A federal judge on Wednesday certified a class of drug purchasers suing AbbVie Inc and Teva Pharmaceutical Industries Ltd over an alleged anticompetitive agreement that delayed the release of a generic version of the cholesterol drug Niaspan.  U.S. District Judge Jan DuBois in Philadelphia rejected arguments by AbbVie and Teva that the direct purchasers -primarily drug wholesale distributors - should be required to litigate their cases on an individual basis.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2OSUzFH","36":"FILE PHOTO: A patient suffering from the coronavirus disease (COVID-19) is treated in the Intensive Care Unit (ICU), at Scripps Mercy Hospital in Chula Vista, California, U.S., May 12, 2020. REUTERS\/Lucy Nicholson  (Reuters) - The U.S. National Institutes of Health (NIH) has started a late-stage trial to evaluate if immune-modulating therapies from three drugmakers can help reduce the need for ventilators for COVID-19 patients and shorten their hospital stay.  The NIH said on Friday it has selected three agents for the study - Johnson & Johnson JNJ.N unit Janssen Research's Remicade, Bristol Myers Squibb's BMY.N Orencia and Abbvie Inc's ABBV.N experimental drug cenicriviroc.  The study will enroll up to 2,100 hospitalized adults with moderate to severe COVID-19 symptoms in the United States and Latin America.  Immune-modulating therapies are medications that alter the way the immune system works. Severe infections are believed to be triggered by an over-reaction of the immune system, known as a “cytokine storm”, and drugs that suppress certain elements of the immune system can play a role in arresting a rapid escalation of symptoms.  This can lead to acute respiratory distress syndrome and multiple organ failure, among other life-threatening complications.  The NIH said its clinical trial - ACTIV-1 Immune Modulators (IM) - will last six months, and the agency will study if the therapeutics can restore balance by modulating that immune response.  All patients will be given Gilead Sciences Inc's GILD.O antiviral drug remdesivir - the current standard of care - and also be randomly assigned to receive a placebo or one of the immune modulators as an add-on treatment, the NIH said in a statement.  Remdesivir was one of the drugs used to treat U.S. President Donald Trump’s coronavirus infection, and has been shown in previous studies to have cut time to recovery, though the European Union is investigating it for possible kidney injury.","37":"March 6 (Reuters) - AbbVie Inc:  * ABBVIE RECEIVES POSITIVE RECOMMENDATION FROM THE PAN-CANADIAN ONCOLOGY DRUG REVIEW FOR VENCLEXTA™ - AN ORAL THERAPY FOR THE TREATMENT OF PATIENTS WITH CHRONIC LYMPHOCYTIC LEUKEMIA (CLL)  * ABBVIE CANADA - PCODR CONDITIONALLY RECOMMENDS REIMBURSEMENT OF VENCLEXTA FOR CLL PATIENTS WHO HAVE RECEIVED AT LEAST 1 PRIOR THERAPY & FAILED A BCRI Source text for Eikon: Further company coverage:","38":"FILE PHOTO: A screen displays the share price for drugmaker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid\/File Photo  (Reuters) - U.S. drugmaker AbbVie Inc will pay $180 million in upfront payment to develop and sell Chinese biotech company I-Mab’s cancer drug, the companies said on Friday.  The U.S.-listed shares of I-Mab jumped 18.8% to $42.5 before the opening bell.  The agreement is the latest push by AbbVie into cancer therapies after its June collaboration with Denmark’s biotech firm Genmab AS to co-develop and market cancer drugs.  AbbVie will pay an additional $1.74 billion in milestone payments for lemzoparlimab, the companies said, adding that I-Mab will retain the rights to sell the drug in China.  I-Mab, which started trading on the Nasdaq at the start of the year, is a biotech company that develops treatments for immuno-oncology and autoimmune diseases.  The companies said they will also work together in future drug trials relating to multiple cancers.","39":"Nov 2 (Reuters) - AbbVie Inc said on Friday it was confident that its earnings would grow in the double digits in 2019, in spite of the launch of biosimilar versions of its best-selling rheumatoid arthritis drug Humira in the European Union.  Continued momentum of U.S. business and new product launches will allow the drugmaker to grow through the biosimilar impact in 2019, Chief Executive Officer Richard Gonzalez said on a conference call.  AbbVie on Friday reported a 18 percent rise in third quarter profit and raised its 2018 adjusted earnings per share forecast to between $7.90 and $7.92 from a prior range of $7.76 to $7.86. (Reporting by Manas Mishra in Bengaluru; Editing by Shailesh Kuber)","40":"(Reuters) - A U.S. judge on Thursday overturned a $140.1 million verdict against AbbVie Inc in a lawsuit by a man who claimed the company misrepresented the risks of its testosterone replacement drug AndroGel, causing him to suffer a heart attack.  FILE PHOTO: A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid\/File Photo  U.S. District Judge Matthew Kennelly in Chicago ordered a retrial in the lawsuit brought by Tennessee resident Jeffrey Konrad, whose case is one of thousands AbbVie faces nationally over injuries blamed on AndroGel.  In October, jurors awarded Konrad $140,000 in compensatory damages and $140 million in punitive damages after finding that AbbVie was negligent and made misrepresentations related to AndroGel that helped cause his 2010 heart attack.  But Kennelly said the jury’s finding on the negligence claim was inconsistent with its decision to find AbbVie not liable on another claim as both involved determining if AndroGel was unreasonably dangerous and caused his heart attack.  “When this happens, the court cannot accept one of the two inconsistent verdicts while discarding the other; both of them have to go,” Kennelly wrote.  AbbVie did not immediately respond to a request for comment. A lawyer for Konrad also did not respond to a request for comment.  Chicago-based AbbVie has said it faces 4,500 cases nationally in which plaintiffs claim the company did not adequately warn about risks of heart attacks, strokes and blood clots that could result from using AndroGel.  The verdict in Konrad’s lawsuit came in one of a series of test trials in federal litigation consolidated before Kennelly over AndroGel aimed at helping both sides gauge the range of damages and define settlement options.  Konrad had alleged that he had been using AndroGel for two months in 2010 when he suffered a heart attack. He has since recovered from his injuries.  Thursday’s ruling marked the second time Kennelly has ordered a retrial in one of the test, or bellwether, cases.  In December, he overturned a verdict in which jurors awarded $150 million in punitive damages but no compensatory damages to Oregon resident Jesse Mitchell, who said he suffered a heart attack after using AndroGel.  Mitchell’s case was retried, and jurors in March ordered AbbVie to pay him $3.2 million.  The lawsuits by Konrad and Mitchell are among four to date that have gone to trial over AndroGel. The company won the other two cases that went to trial.  The case is In Re: Testosterone Replacement Therapy Products Liability Litigation, U.S. District Court, Northern District of Illinois, No. 14-cv-01748.","41":"Slideshow ( 2 images )  (Reuters) - The U.S. Federal Trade Commission (FTC) has requested for more information from AbbVie Inc ABBV.N and botox maker Allergan Plc AGN.N on their $63 billion deal, the companies said on Friday.  AbbVie and Allergan said they still expect the deal to close in early 2020, and were cooperating with the antitrust regulator.  The scrutiny into the deal, which combines two of the world’s biggest pharmaceutical companies, follows a request by a dozen advocacy groups and unions to the FTC to block the purchase.  In a letter seen by Reuters, the groups noted that the deal would create the fourth largest pharmaceutical company at a time when rising drug prices have become a hot political issue.  AbbVie said the FTC’s second request for information was expected.  The deal to buy Allergan, announced in June, came as Abbvie faced pressure to diversify its portfolio, and as its blockbuster drug Humira, the world’s best selling medicine, faces competition from cheaper versions.","42":"AbbVie Inc must face a whistleblower lawsuit accusing it of paying kickbacks to doctors in the form of support services to promote its arthritis drug Humira, a federal judge has ruled.  U.S. District Judge Rebecca Pallmeyer in Chicago ruled Monday that the plaintiff, registered nurse and AbbVie subcontractor Lazaro Suarez, had alleged sufficient facts to proceed with his claims of misconduct in his home state of Florida, though she dismissed claims alleging a nationwide fraud.  To read the full story on Westlaw Today, click here: bit.ly\/33vxbD3","43":"Jan 25 (Reuters) - AbbVie Inc on Friday posted a fourth-quarter profit that missed Wall Street estimates, as the drugmaker’s top-selling drug, Humira, faces competition from cheaper rival versions in Europe.  Rheumatoid arthritis drug Humira is the world’s best-selling prescription medicine and in the six years since AbbVie spun out from device maker Abbott Labs, the drug has remained by far its top-earner, accounting for about 60 percent of net revenue.  AbbVie in November lowered its forecast for overseas sales of Humira, citing stiff competition in Europe from drugmakers including Mylan NV and Biogen Inc. In the United States, Humira is not expected to face biosimilar competition until 2023.  The company said international sales of Humira fell 17.5 percent on a reported basis to $1.30 billion, on the back of “direct biosimilar competition in certain international markets.”  In the fourth quarter, Humira brought in sales of $4.92 billion, falling short of the $5.02 billion forecast by six analysts polled by Refinitiv IBES.  Cancer drug Imbruvica, which AbbVie has earmarked as key to its plan to rely less on Humira in future, brought in sales of $1.01 billion, in line with analysts’ estimates.  The company has previously talked up its cancer drug portfolio, which it says will buoy revenue as sales of Humira decline in future, but a recent trial setback for Imbruvica and the failure of its expensive cancer drug Rova-T have worried investors.  The drugmaker said it expects 2019 adjusted earnings of between $8.65 and $8.75 per share, largely below the average analyst forecast of $8.74 per share.  AbbVie posted a loss of $1.83 billion, or $1.23 per share, for the quarter ended Dec. 31, compared with a profit of $52 million, or 3 cents per share, last year, when it took a tax-related charge.  In the latest quarter, the drugmaker recorded $4.12 billion in impairment charges related to the scrapping of its development program for Rova-T, which AbbVie acquired as part of its $5.8 billion purchase of Stemcentrx in 2016.  Excluding items, AbbVie earned $1.90 per share, falling short of the Wall Street target of $1.94 per share.  Net revenue rose 7.3 percent to $8.31 billion in the quarter, but came below the average analyst estimate of $8.38 billion. (Reporting by Tamara Mathias in Bengaluru; Editing by Maju Samuel)","44":"July 5 (Reuters) - A U.S. judge on Thursday overturned a $140 million verdict against AbbVie Inc in a lawsuit by a man who claimed the company misrepresented the risks of its testosterone replacement drug AndroGel, causing him to suffer a heart attack.  U.S. District Judge Matthew Kennelly in Chicago ruled that the verdict jurors returned in October in favor of Tennessee resident Jeffrey Konrad contained “inconsistent” findings on his claims, requiring the case to be retried. (Reporting by Nate Raymond in Boston; editing by Jonathan Oatis)","45":"FILE PHOTO: As the national death toll from the coronavirus disease (COVID-19) nears 100,000, a cyclist passes a discarded face mask in front of the Lincoln Memorial in Washington, U.S., May 27, 2020. REUTERS\/Kevin Lamarque  (Reuters) - The U.S. National Institutes of Health (NIH) said on Tuesday it has started a study to evaluate two antibody treatments in COVID-19 patients as part of the agency’s program to identify promising drugs to help tackle the new coronavirus.  The trial will test AbbVie Inc’s psoriasis drug risankizumab along with Gilead Sciences’ antiviral remdesivir, compared to a placebo and remdesivir.  The study will also test Humanigen's experimental drug lenzilumab with remdesivir, compared to placebo and remdesivir. (bit.ly\/3lKi1km)  “The goal here is to identify as quickly as possible the experimental therapeutics that demonstrate the most clinical promise as COVID-19 treatments and move them into larger-scale testing,” said NIAID Director and U.S. infectious diseases expert Anthony Fauci.  Gilead’s remdesivir, which was among the first to be used to treat COVID-19 and received emergency use authorization from the U.S. Food and Drug Administration in May, has since been authorized for use in several other countries.  Risankizumab and lenzilumab belong to a class of drugs known as monoclonal antibodies that are laboratory-made versions of proteins naturally produced by the immune system in response to invading viruses or other pathogens.  The treatment has come under the spotlight after U.S. President Donald Trump was treated with Regeneron Pharmaceuticals’ antibody drug earlier this month.  Regeneron and Eli Lilly have both applied to the U.S. FDA for emergency use of their antibody treatments.","46":"May 15 (Reuters) - AbbVie Inc:  * ABBVIE ANNOUNCES US FDA APPROVAL OF VENCLEXTA® (VENETOCLAX) AS A CHEMOTHERAPY-FREE COMBINATION REGIMEN FOR PREVIOUSLY UNTREATED CHRONIC LYMPHOCYTIC LEUKEMIA PATIENTS  * APPROVAL BASED ON DATA FROM PHASE 3 CLL14 TRIAL OF VENCLEXTA  * DATA FROM CLL14 TRIAL IS EXPECTED TO BE PRESENTED AT AN UPCOMING MEDICAL MEETING AND PUBLISHED IN A JOURNAL THIS YEAR. Source text for Eikon: Further company coverage:","47":"FILE PHOTO: A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid  (Reuters) - AbbVie Inc said on Friday its blockbuster cancer treatment in combination with chemotherapy agents failed to meet the main goal in a late-stage study of patients with a form of pancreatic cancer.  The treatment, Imbruvica, failed to show statistically significant improvement in progression-free survival (PFS) or overall survival in metastatic pancreatic cancer patients, compared with the combination of placebo and two chemotherapy agents.  The American Cancer society estimates that pancreatic cancer accounts for about 3 percent of all cancers in the United States and about 7 percent of all cancer deaths, and expects that 56,770 people will be diagnosed with pancreatic cancer in 2019.  Imbruvica, jointly sold with Johnson and Johnson, is an oral drug designed to target an enzyme known as Bruton’s tyrosine kinase and block the function of certain cancerous cells.  The drug improved survival in blood cancer patients in a separate late-stage study in December.  Imbruvica, which brought in revenue of $2.57 billion for AbbVie in 2017, was first approved in November 2013 and is used to treat several forms of cancer, including mantle cell lymphoma and chronic lymphocytic leukemia.  The drug is currently approved by the U.S. Food and Drug Administration in six disease areas with nine treatment indications, AbbVie said.","48":"May 27 (Reuters) - Ironwood Pharmaceuticals Inc:  * IRONWOOD AND ABBVIE REPORT TOP-LINE PHASE II DATA FOR MD-7246 IN PATIENTS WITH ABDOMINAL PAIN ASSOCIATED WITH IRRITABLE BOWEL SYNDROME WITH DIARRHEA (IBS-D)  * IRONWOOD PHARMACEUTICALS INC - TRIAL DID NOT ACHIEVE STATISTICALLY SIGNIFICANT IMPROVEMENTS IN ABDOMINAL PAIN RELATIVE TO PLACEBO  * IRONWOOD PHARMACEUTICALS INC - COMPANIES PLAN TO DISCONTINUE DEVELOPMENT OF MD-7246  * IRONWOOD PHARMACEUTICALS INC - MD-7246 WAS GENERALLY WELL-TOLERATED IN PHASE II TRIAL IN IBS-D Source text for Eikon: Further company coverage:","49":"March 19 (Reuters) - AbbVie Inc:  * ABBVIE INC - CEO RICHARD GONZALEZ’S 2017 TOTAL COMPENSATIONS $22.63 MILLION VERSUS $20.97 MILLION IN 2016 - SEC FILING  * ABBVIE INC CFO WILLIAM J. CHASE'S 2017 TOTAL COMPENSATION WAS $12.04 MILLION VERSUS $8.83 MILLION IN 2016 – SEC FILING Source text: (bit.ly\/2FVQ0Si) Further company coverage:","50":"Feb 20 (Reuters) - Abbvie Inc:  * SETS QUARTERLY CASH DIVIDEND OF $1.18PER SHARE Source text for Eikon: Further company coverage:","51":"Feb 15 (Reuters) - Abbvie Inc:  * ABBVIE INCREASES DIVIDEND AND ANNOUNCES NEW STOCK REPURCHASE PROGRAM  * STOCK REPURCHASE PROGRAM SUPERSEDES ANY EXISTING REPURCHASE AUTHORIZATIONS  * INCREASED QUARTERLY CASH DIVIDEND BY 35 PERCENT FROM $0.71 PER SHARE TO $0.96 PER SHARE  * AUTHORIZED A NEW $10 BILLION STOCK REPURCHASE PROGRAM Source text for Eikon: Further company coverage:","52":"May 21 (Reuters) - Synlogic Inc:  * SYNLOGIC ANNOUNCES TERMINATION OF ABBVIE COLLABORATION AGREEMENT  * SYNLOGIC INC - TERMINATION OF DEAL WITH ABBVIE FOR DEVELOPMENT OF SYNTHETIC BIOTIC MEDICINES FOR POTENTIAL TREATMENT OF INFLAMMATORY BOWEL DISEASE  * SYNLOGIC INC - ABBVIE AND SYNLOGIC HAVE BEEN PROSECUTING SPECIFIED SYNTHETIC BIOTIC PROGRAMS THROUGH DISCOVERY ACTIVITIES  * SYNLOGIC INC - ABBVIE, CO HAVE DECIDED TO TERMINATE THEIR COLLABORATION ON PROGRAMS  * SYNLOGIC INC - SYNLOGIC FURTHER REGAINS RIGHTS TO PARTNER ITS IBD PROGRAMS  * SYNLOGIC - UPON TERMINATION, SYNLOGIC REGAINS ALL RIGHTS TO DEVELOP PROGRAMS AND NEW IBD SYNTHETIC BIOTIC MEDICINES FOR ALL EFFECTORS TARGETING IBD Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","53":"(Reuters) - AbbVie Inc ABBV.N on Friday said it expects the coronavirus outbreak to substantially limit sales of Botox and similar aesthetic products that the U.S. drugmaker is set to acquire through its buyout of Allergan Plc AGN.N.  The blockbuster wrinkle treatment, which has both cosmetic and medical uses, was among the main drivers of AbbVie’s $63 billion deal for Allergan, which is expected to close later this month.  Botox is administered by plastic surgeons and other specialists that have either been shuttered with other non-essential businesses or seen customers avoiding unnecessary contact amid stay-at-home measures to slow the spread of the coronavirus.  However, AbbVie hopes to see a quick recovery in Allergan’s medical aesthetics business as restrictions are eased across the United States and Europe.  “We remain confident that the expected near-term impact, while likely substantial, will be transient, with the aesthetics business quickly ramping back to normalized trends,” Chief Executive Officer Richard Gonzalez said on a conference call.  Gonzalez did not comment on Allergan’s financial results as the details were not yet public.  Also on Friday, AbbVie maintained its 2020 profit forecast even after reporting first-quarter earnings that exceeded Wall Street estimates, on the strength of its flagship rheumatoid arthritis drug Humira, the world’s top-selling medicine.  Humira sales rose 5.8% to $4.70 billion for the quarter despite declines outside the United States, where it has begun facing competition from cheaper biosimilar versions.  Humira is expected to lose patent protection in the United States, its largest market, in 2023, which is part of the reason for the Allergan acquisition.  The company lowered its 2020 forecast for U.S. Humira sales growth to 7% from 9%, as it expects the coronavirus crisis to push more patients to lower-paying government health plans from commercial health insurance.  AbbVie still expects full-year earnings of $9.61 to $9.71 per share, which assumes European and U.S. stay-at-home restrictions will be gradually lifted starting this month, the company said.  Sales of AbbVie’s new psoriasis drug, Skyrizi, were $300 million. But the company noted that new patient additions were hurt by people avoiding doctor visits during the pandemic.  Total sales rose 10.1% to $8.62 billion in the quarter, topping analysts’ estimates of $8.33 billion, according to IBES data from Refinitiv.  Excluding items, the company earned $2.42 per share, beating estimates by 17 cents.  AbbVie shares were up 1.7% at $83.58 on a down day for the broader market.","54":"June 13 (Reuters) - Abbvie Inc:  * VENCLEXTA®\/VENCLYXTO® (VENETOCLAX) PLUS AZACITIDINE DEMONSTRATES STATISTICALLY SIGNIFICANT OVERALL SURVIVAL BENEFIT AND IMPROVED REMISSION RATES IN TREATMENT-NAÏVE ACUTE MYELOID LEUKEMIA PATIENTS  * ABBVIE-PHASE 3 VIALE-A STUDY SHOWED 34% REDUCTION IN RISK OF DEATH IN AML PATIENTS TREATED WITH VENETOCLAX PLUS AZACITIDINE COMPARED TO AZACITIDINE PLUS PLACEBO  * ABBVIE INC - MEDIAN OVERALL SURVIVAL (OS) FOR PATIENTS IN VENETOCLAX ARM WAS 14.7 MONTHS VERSUS 9.6 MONTHS IN PLACEBO ARM  * ABBVIE- PATIENTS IN VENETOCLAX ARM SHOWED MORE THAN DOUBLE RATE OF COMPOSITE COMPLETE REMISSION COMPARED TO THOSE TREATED WITH AZACITIDINE ALONE  * ABBVIE-66.4% PATIENT TREATED WITH VENETOCLAX PLUS AZACITIDINE HAD COMPOSITE COMPLETE REMISSION COMPARED TO 28.3% TREATED WITH AZACITIDINE PLUS PLACEBO Source text for Eikon: Further company coverage:","55":"March 23 (Reuters) - Abbvie Inc:  * ABBVIE INC - VIALE-A TRIAL OF VENCLEXTA IN COMBINATION WITH AZACITIDINE VERSUS AZACITIDINE IN COMBINATION WITH PLACEBO MET ITS DUAL PRIMARY ENDPOINTS  * ABBVIE - VIALE-A STUDY DEMONSTRATED STATISTICALLY SIGNIFICANT IMPROVEMENT IN PRIMARY ENDPOINTS OF OVERALL SURVIVAL, COMPOSITE COMPLETE REMISSION RATE Source text for Eikon: Further company coverage:","56":"March 2 (Reuters) - Abbvie Inc:  * BIOGEN AND ABBVIE ANNOUNCE THE VOLUNTARY WORLDWIDE WITHDRAWAL OF MARKETING AUTHORIZATIONS FOR ZINBRYTA® (DACLIZUMAB) FOR RELAPSING MULTIPLE SCLEROSIS  * ABBVIE INC - EMA HAS INITIATED AN ARTICLE 20 REFERRAL PROCEDURE FOLLOWING REPORTS OF INFLAMMATORY ENCEPHALITIS AND MENINGOENCEPHALITIS  * ABBVIE - BIOGEN WILL CONTINUE TO WORK WITH REGULATORY AUTHORITIES & WITH HEALTHCARE PROVIDERS IN THEIR MANAGEMENT OF ZINBRYTA PATIENTS  * ABBVIE - GIVEN NATURE OF ADVERSE EVENTS REPORTED, CHARACTERIZING PROFILE OF ZINBRYTA TO NOT BE POSSIBLE GOING AHEAD WITH LIMITED PATIENTS BEING TREATED  * ABBVIE INC - BIOGEN BELIEVES VOLUNTARY WORLDWIDE WITHDRAWAL OF ZINBRYTA “IS IN BEST INTEREST OF PATIENTS” Source text for Eikon: Further company coverage:","57":"June 18 (Reuters) - Abbvie Inc:  * RINVOQ™ (UPADACITINIB) MONOTHERAPY SHOWS IMPROVEMENT IN SKIN CLEARANCE AND ITCH IN FIRST PHASE 3 STUDY FOR ATOPIC DERMATITIS  * ABBVIE - NO NEW SAFETY RISKS OBSERVED VERSUS SAFETY PROFILE OBSERVED IN PATIENTS WITH RHEUMATOID ARTHRITIS & PSORIATIC ARTHRITIS RECEIVING RINVOQ  * ABBVIE - IN STUDY, MOST COMMON TREATMENT-EMERGENT ADVERSE EVENTS WERE ACNE, UPPER RESPIRATORY TRACT INFECTION & NASOPHARYNGITIS  * ABBVIE - BOTH DOSES OF UPADACITINIB (15 MG & 30 MG) MONOTHERAPY MET ALL PRIMARY & SECONDARY ENDPOINTS Source text for Eikon: Further company coverage:","58":"(Reuters) - AbbVie Inc’s Chief Executive Officer Richard Gonzalez said on a conference call that rivals Biogen Inc and Amgen Inc had been the most aggressive in Europe with their biosimilar versions of its blockbuster drug Humira.  Sales of rheumatoid arthritis drug Humira have accounted for the bulk of AbbVie’s total revenue for years, but competition from new, cheap rivals in Europe has recently hit its results.  Novartis, Mylan Inc and other drugmakers have also launched Humira biosimilars in Europe.","59":"Slideshow ( 2 images )  (This Oct 31 story corrects paragraph one to say targeted therapy, not immunotherapy)  (Reuters) - AbbVie Inc and Roche Holding AG said on Wednesday their targeted therapy delayed the progression of a type of blood and bone marrow cancer when used in combination with the Swiss drugmaker’s cancer drug in a late-stage trial.  The drug, Venclexta, when used with Roche’s Gazyva, showed a statistically significant reduction in the risk of disease worsening or death in patients with chronic lymphocytic leukemia (CLL), when compared to the standard of care, Roche said.  The results demonstrate the potential of Venclexta as a treatment with a fixed duration for patients with CLL, and may serve as the basis to expand into first-line treatment, AbbVie Chief Scientific Officer Michael Severino said in a statement.  It is estimated that more than 20,000 patients in the United States will be diagnosed with CLL in 2018, Roche said.","60":"NEW YORK, March 26 (Reuters) - A U.S. jury on Monday ordered AbbVie Inc to pay more than $3 million to a man who claimed the company misrepresented the risks of its testosterone replacement drug AndroGel, causing him to suffer a heart attack, though the jury did not find AbbVie strictly liable.  The verdict in federal court in Chicago came down in the second trial over claims by Oregon resident Jesse Mitchell after U.S. District Judge Matthew Kennelly in December tossed a previous $150 million jury verdict for being “logically incompatible.”  It is the second verdict against AbbVie in the consolidated litigation over testosterone replacement products by the Chicago-based company and other drugmakers. More than 6,000 similar lawsuits have been filed, the bulk of them against AbbVie.  In a separate trial, a federal jury in January found AbbVie not liable in a lawsuit by an Arizona man who claimed he had suffered a pulmonary embolism as a result of using AndroGel.  According to court filings, the jury on Monday concluded that AbbVie had not falsely marketed the drug and was not strictly liable, but found that the company acted negligently.  It awarded Mitchell $200,000 in compensatory damages and $3 million in punitive damages.  AbbVie and lawyers for Mitchell both did not immediately respond to requests for comment on the verdict.  Mitchell suffered a heart attack in 2012 after almost five years of treatment with AndroGel, but recovered after several months, according to his lawsuit.  In the first AndroGel decision against AbbVie, a jury in October ordered the company to pay more than $140 million to a Tennessee man who claimed the drug caused him to suffer a heart attack. AbbVie has asked Kennelly to throw out that verdict over inconsistencies during trial.  Other pharmaceutical companies are facing similar lawsuits over their testosterone replacement therapies.  But Eli Lilly and Co, Endo International and GlaxoSmithKline have told Kennelly in recent months that they have tentatively agreed to settle hundreds of lawsuits against them. The terms of those settlements were not disclosed.  More than 4,000 cases are still pending against AbbVie. (Reporting by Tina Bellon Editing by Leslie Adler)","61":"FILE PHOTO: The Merck logo is seen at a gate to the Merck & Co campus in Linden, New Jersey, U.S., July 12, 2018. REUTERS\/Brendan McDermid  (This story corrects to show that Hadlima belongs to Samsung Bioepis not Merck & Co Inc, which is commercializing the drug in the United States)  (Reuters) - The U.S. Food and Drug Administration approved Samsung Bioepis Co Ltd’s biosimilar to AbbVie Inc’s blockbuster rheumatoid arthritis treatment Humira, the health agency said on Tuesday.  The drug, Hadlima, was developed by South Korea's Samsung Bioepis and comes with a boxed warning, the FDA's harshest. The agency flagged increased risk of serious infections, including tuberculosis and bacterial sepsis. (bit.ly\/30QH1M3)  Merck & Co Inc will commercialize the treatment in the United States.  Humira also comes with a black box warning, according to the FDA.  In October, the FDA approved Novartis AG’s copy of Humira. Humira already faces competition from biosimilars in Europe.  Humira is the world’s best-selling prescription medicine and in the six years since AbbVie spun out from device maker Abbott Labs, the drug has remained by far its top-earner. It brought in revenue of $19.94 billion for AbbVie in 2018.  AbbVie in November lowered its forecast for overseas sales of Humira, citing stiff competition in Europe from drugmakers including Mylan NV and Biogen Inc.","62":"Nov 21 (Reuters) - Roche Holding AG said on Wednesday its cancer drug, Venclexta, received accelerated approval from the U.S. Food and Drug Administration as part of a combination treatment for newly diagnosed patients with a form of leukemia.  The drug, developed in partnership with AbbVie Inc, was approved for patients with acute myeloid leukemia aged 75 or older, or those ineligible for intensive induction chemotherapy. (Reporting by Aakash Jagadeesh Babu in Bengaluru; Editing by Maju Samuel)","63":"Dec 4 (Reuters) - Johnson and Johnson said on Tuesday a combination therapy containing its blockbuster cancer drug Imbruvica significantly improved survival in blood cancer patients, compared with drugs currently used as the standard of care.  In the study, Imbruvica, jointly sold with AbbVie Inc , was given to newly diagnosed chronic lymphocytic leukemia patients aged 70 or younger, in combination with Roche AG’s rituximab.  The combination was tested against rituximab administered with two chemotherapy drugs, and patients showed a 65 percent reduction in risk of diseases progression or death, the companies said.","64":"(Reuters) - AbbVie Inc’s experimental lung cancer drug data was not effective enough to seek a faster approval, in a setback to the company’s efforts to build its cancer drug pipeline and cut dependence on its blockbuster Humira.  The company’s shares were down 10.8 percent at $100.29 in early trading, shedding about $19 billion in market value.  AbbVie has been building a portfolio of oncology drugs to counter competitive threats to its rheumatoid arthritis treatment, Humira, which accounts for about two-thirds of its overall sales.  The company said on Thursday it would not seek accelerated approval for the drug, Rova-T, after consulting with the U.S. Food and Drug Administration based on “magnitude of effect across multiple parameters”.  “You’ve got okay response rate, no evidence that there are long-term survivors and then you have a pretty onerous side effect burden,” Leerink Partners analyst Geoffrey Porges told Reuters.  The mid-stage study tested Rova-T as a treatment for small cell lung cancer patients who failed to respond to at least two prior regimens.  Rova-T, which AbbVie acquired with its $5.8 billion purchase of Stemcentrx in 2016, is expected to generate sales of $1.2 billion in 2023, according to Thomson Reuters estimates.  “(AbbVie) needs something that is the cornerstone of the oncology franchise that they own and Rova-T was meant to be that,” Porges said. “And now that cornerstone is cracked you wonder if they don’t have to go out and find something else.”  Late-stage trials testing the drug as a treatment for patients who have either failed to respond to initial treatment or are newly diagnosed will continue, the company said.  Rova-T is a toxic chemical that is loaded onto an antibody to target a protein called DLL3 found in more than 80 percent of patients with the cancer.  The FDA’s accelerated approval program is meant for drugs that treat serious conditions based on a marker that is expected to lead to a clinical benefit.  Guggenheim Securities analyst Tony Butler said AbbVie will likely have to run a bigger trial that will cost more and will need to have a control arm.  “They wanted to do this with a relatively small number of patients and not have to run a control or a big study. That strategy is now thrown out.”","65":"FILE PHOTO - A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid  (Reuters) - AbbVie Inc ABBV.N said on Friday rival biosimilar versions of its best-selling drug Humira were available in Europe at discounts ranging from 10 percent to 80 percent.  The company expects 2019 price of Humira in the United States to be very similar to 2018 rates, AbbVie executives said on a conference call.  Rivals began launching biosimilar versions of Humira in Europe last month, fuelling investor concerns about the impact of rising competition in the region.  Biosimilar versions of the rheumatoid arthritis medicine are not yet available in the United States.","66":"Sept 21 (Reuters) - AbbVie Inc:  * ABBVIE RECEIVES POSITIVE CHMP OPINION FOR A NOVEL, CHEMOTHERAPY-FREE COMBINATION OF VENCLYXTO® (VENETOCLAX TABLETS) WITH RITUXIMAB AS A TREATMENT WITH A FIXED DURATION FOR PATIENTS WITH CHRONIC LYMPHOCYTIC LEUKEMIA WHO HAVE RECEIVED AT LEAST ONE PRIOR THERAPY  * ABBVIE - SAFETY PROFILE OF COMBINATION OF VENCLYXTO PLUS RITUXIMAB IS CONSISTENT WITH KNOWN SAFETY PROFILE OF EACH MEDICINE ALONE Source text for Eikon: Further company coverage:","67":"FILE PHOTO: A screen displays the share price for drugmaker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid\/File Photo  (Reuters) - AbbVie Inc ABBV.N said on Friday it was in talks with several parties interested in buying the two assets it intends to divest for the completion of its $63 billion deal to buy drugmaker Allergan Plc AGN.N.  The company said it had notified the U.S. antitrust watchdog of its intention to divest its experimental inflammatory bowel disease therapy, brazikumab, and its treatment for a type of pancreatic disease, Zenpep.  The deal, which combines two of the world’s biggest pharmaceutical companies, had attracted U.S. Federal Trade Commission’s (FTC) scrutiny following a request by a dozen advocacy groups and unions seeking to block the purchase.  The agency asked the companies for additional information in September that AbbVie said was not unexpected and that the companies were working through the FTC’s requests.","68":"Aug 6 (Reuters) - AbbVie Inc has agreed to pay $24 million to settle a lawsuit that alleged insurance fraud by the drugmaker in promoting its blockbuster drug Humira, California’s insurance regulator said on Thursday.  AbbVie denied the allegations, but agreed to look into how Humira is marketed to health care providers in the state, the regulator said  The Insurance Commissioner of California said the company also agreed to disclose that AbbVie, and not a medical provider, paid the registered nurses who are employed as so-called AbbVie Ambassadors to interact with patients about Humira.  Insurance Commissioner Ricardo Lara said AbbVie has paid $24 million to California and the whistleblower, a registered nurse who brought the case to the department’s attention in October 2016.  AbbVie did not immediately respond to Reuters request for comment.  Humira, the company’s flagship arthritis treatment, brought in sales of $3.97 billion in the latest quarter. It has been the major driver of AbbVie’s growth in the recent years but faces expirations of its patents in U.S. in 2023.  Among other things, the department alleged AbbVie violated California’s Insurance Frauds Prevention Act by unlawfully providing free and valuable professional goods and services to physicians to induce and reward Humira prescriptions. (Reporting by Vishwadha Chander in Bengaluru; Editing by Shailesh Kuber)","69":"A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid  NEW YORK (Reuters) - Drugmaker AbbVie Inc priced its new endometriosis drug Orilissa at around $10,000 a year after receiving approval from U.S. regulators for the treatment on Tuesday.  Orilissa was approved by the Food and Drug Administration for the management of moderate to severe pain associated with endometriosis. The company, along with partner Neurocrine Biosciences Inc, released positive Phase III results for the drug for treatment of uterine fibroids.  AbbVie expects the drug to eventually be a multibillion-dollar product, it said, generating $1 billion to $2 billion a year just from endometriosis. Analysts have forecast the drug to top $1 billion in revenue by 2022, according to Thomson Reuters data.  The company said it will price the drug at $844.87 per month.  The Institute for Clinical and Economic Review (ICER), a drug pricing watchdog group, said that Orilissa will deliver value to patients at AbbVie’s announced price.  Still, while the drug may be cost-effective in the long-term, the price of the treatment could challenge short-term budgets given the large number of women affected by endometriosis.  Endometriosis is a painful condition that affects women during their reproductive years and is caused by the growth of the tissue lining the uterus in other parts of the abdomen outside of the uterus, such as the ovaries. Symptoms of endometriosis include severe pelvic pain, heavy menstrual periods and nausea.","70":"Jan 18 (Reuters) - AbbVie Inc said on Friday its cancer treatment in combination with chemotherapy agents failed to meet the main goal in a late-stage study of patients with a form of pancreatic cancer.  The treatment, ibrutinib, failed to show statistically significant improvement, compared to placebo, in progression-free survival (PFS) or overall survival in metastatic pancreatic cancer patients. (Reporting by Aakash Jagadeesh Babu in Bengaluru; Editing by Maju Samuel)","71":"(Reuters) - China’s Bio-Thera Solutions Ltd has won a regulatory approval for its version of AbbVie Inc’s blockbuster rheumatoid arthritis treatment Humira, paving the way for the first such biosimilar to enter the world’s second-largest drug market.  Humira is the world’s top-selling drug, with sales of $20 billion last year, but now faces competition from cheaper versions in Europe and a 2023 expiration of its patents in the United States, by far the most profitable market.  The National Medical Products Administration (NMPA), in a statement on its website on Thursday, said Bio-Thera’s Qletli “was highly similar to the approved reference drug in terms of quality, safety and effectiveness.”  The drug has been approved for the treatment of three autoimmune diseases, including rheumatoid arthritis, ankylosing spondylitis, and plaque psoriasis, Bio-Thera said in separate a statement here.  “The NMPA approval of Qletli is a very important milestone for our biosimilar portfolio, providing an new affordable treatment option for patients in China with several types of autoimmune diseases,” Bio-Thera CEO Shengfeng Li said.","72":"(Corrects rating and opening pricing in paragraph 10)  NEW YORK, June 27 (LPC) - A US$38bn bridge loan backing US biopharmaceutical company AbbVie’s US$63bn bid for Botox-maker Allergan, and the additional bank business the merger will generate, is expected to be welcomed with open arms by a robust US loan market starved of new lending opportunities.  “Everybody is trying to get their feet in, trying to be part of it,” a senior banker said.  The fully underwritten 364-day bridge loan backing the acquisition is the fourth-largest US dollar bridge loan on record, according to LPC, a unit of Refinitiv. Along with Bristol Myers’ US$33.5bn bridge loan for Celgene, this is the second mega-bridge loan in the healthcare sector in 2019.  Morgan Stanley and MUFG are leading the deal that will be used in conjunction with AbbVie’s existing cash to fund the cash portion of the acquisition. Morgan Stanley is administrative agent on the bridge loan.  The lead banks are expected to de-risk quickly by tapping AbbVie’s existing bank group, which is typical with such large lending commitments. A few banks will join at a high level, with a retail round expected to follow.  AbbVie has said it intends to refinance the bridge loan through a permanent financing comprising unsecured bonds and a new term loan, according to a filing with the US Securities and Exchange Commission.  The take-out strategy of the bridge loan could consist of a term loan or a combination of loans and bonds in the spirit of financing backing Bristol-Myers’ US$74bn purchase of Celgene. That deal also was led by Morgan Stanley and MUFG.  The bridge loan might be swapped by a large-sized term loan A (TLA) component that would come on the heels of the US$8bn in TLAs that partially took out the Bristol-Myers bridge loan, and evidenced the market’s newfound enthusiasm for funded paper.  Bristol-Myers’ purchase of Celgene is the biggest-ever healthcare acquisition.  At current ratings of Baa2\/BBB+, pricing opens at 112.5bp over Libor with a 10bp commitment fee, according to the SEC filing.  READY TO LEND  With most of the investment grade loan volume in the second quarter of 2019 consisting of refinancings of existing credits, the AbbVie loan is expected to be well-received as the market has been awaiting opportunities to put money to work.  Investment grade M&A lending for the first half of the year, excluding AbbVie, totaled US$120.08bn, down 16% compared to US$143bn in the first half of 2018.  It is still unclear whether the new loan will rouse the market enough to bring more new-money business into the US investment grade space.  “It’s great for the market. It’s certainly great for Morgan Stanley and MUFG,” the senior banker said. “But these things usually take a really long time to develop. Unless something has been developing over time.”  A deal of this size is also a testament to the health of the market, several bankers said.  “That it’s getting done is a good sign,” the senior banker said. “Because if the market weren’t healthy such a deal couldn’t get done.”  Refinancing activity is expected to continue in the third quarter, but AbbVie is already suggesting a potentially busy summer.  “The third quarter will start off that way. Refinancing activity in July and August, then the summer vacations. Abbvie will help boost volumes,” a second banker said.  AbbVie expects to generate significant annual operating cash flow to support a debt reduction target of between US$15bn to US$18bn before the end of 2021, enabling a continued commitment to a Baa2\/BBB or better credit rating, AbbVie said. The company expects further deleveraging through 2023.  The acquisition is expected to close in early 2020. (Reporting by Michelle Sierra. Editing by Leela Parker Deo and Jon Methven)","73":"Here are some of the latest lawyer compensation packages disclosed by large companies in proxy filings with the U.S. Securities and Exchange Commission. All fiscal years ended Dec. 31 unless otherwise stated.  ABBVIE - AbbVie Inc chief legal officer Laura Schumacher’s total compensation was more than $15.1 million in fiscal year 2019, an approximately 33% increase from her 2018 pay, according to a Monday proxy filing from the U.S. drugmaker.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/3dvUjox","74":"March 6 (Reuters) - Abbvie Inc:  * EUROPEAN COMMISSION GRANTS ABBVIE MARKETING AUTHORIZATION SHORTENING MAVIRET® (GLECAPREVIR\/PIBRENTASVIR) TREATMENT DURATION TO EIGHT WEEKS FOR TREATMENT-NAÏVE CHRONIC HCV PATIENTS WITH GENOTYPE 3 AND COMPENSATED CIRRHOSIS  * ABBVIE - MAVIRET NOW AVAILABLE IN EU AS 8-WEEK TREATMENT OPTION FOR TREATMENT-NAÏVE, CHRONIC HCV PATIENTS WITHOUT CIRRHOSIS\/WITH COMPENSATED CIRRHOSIS Source text for Eikon: Further company coverage:","75":"June 15 (Reuters) - Abbvie Inc:  * FDA APPROVES JUVÉDERM® VOLUMA™ XC FOR ENHANCEMENT OF THE CHIN REGION Source text for Eikon: Further company coverage:","76":"(Reuters) - AbbVie Inc ABBV.N said on Friday it does not expect the Federal Trade Commission would require divestiture of its recently approved psoriasis drug Skyrizi in connection with the company's $63 billion pending deal to buy Allergan Plc AGN.N.  The company hopes Skyrizi will help it retain share in the psoriasis treatment market, as sales of its top-selling drug Humira face pressure from competition in Europe and could come under pressure in the United States starting 2023.  AbbVie expects Skyrizi sales of about $250 million in 2019, executives said on a conference call.","77":"Aug 28 (Reuters) - The U.S. Food and Drug Administration said on Wednesday it had identified 63 cases of worsening liver function in certain patients taking hepatitis C medicines made by drugmakers Merck & Co Inc, Gilead Sciences and AbbVie Inc.  The agency said that while the treatments are safe and effective, it had received reports of rare but serious instances of worsening liver function or failure when these drugs were taken by patients with advanced liver disease. (reut.rs\/2Zu2xoN)  These medicines are not indicated for use in patients with moderate to severe liver impairment, but are safe and effective in patients with no or mild liver impairment, the FDA said.  The companies did not immediately respond to Reuters requests for comment. (Reporting by Tamara Mathias in Bengaluru; Editing by Shailesh Kuber)","78":"FILE PHOTO: A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid  (Reuters) - AbbVie Inc and Neurocrine Biosciences Inc said on Tuesday the U.S. Food and Drug Administration notified the companies that it requires more time to review the marketing application for their uterine pain drug.  The agency requested more time to review additional information regarding the results of liver function tests provided by AbbVie in connection with the application for Elagolix in endometriosis-associated pain, the companies said.  The FDA is now expected to make its decision in the third quarter of 2018, three months later than initially expected.  Endometriosis occurs when the lining of the uterus grows outside of the womb, leading to chronic pelvic pain. It is the leading cause of infertility.  AbbVie said the marketing application for Elagolix was based on data from the largest prospective randomized clinical trials conducted to date for endometriosis, and that it remained confident in its application for the drug.  In June 2010, Neurocrine and AbbVie entered into an exclusive worldwide collaboration to develop and commercialize Elagolix.  Neurocrine’s shares were down 5.3 percent in premarket trading.","79":"March 7 (Reuters) - Abbvie Inc:  * ABBVIE SAYS CEO RICHARD GONZALEZ 2017 TOTAL COMPENSATION WAS $22.6 MILLION VERSUS $21 MILLION - SEC FILING  * ABBVIE SAYS CFO WILLIAM CHASE 2017 TOTAL COMPENSATION WAS $12 MILLION VERSUS $8.8 MILLION Source text (bit.ly\/2HfIodC) Further company coverage:","80":"March 2 (Reuters) - Biogen Inc and AbbVie Inc have withdrawn their multiple sclerosis drug worldwide due to safety issues, the companies said on Friday.  The withdrawal of marketing authorizations for the drug, Zinbryta, followed reports of inflammation of the membranes of the brain in some patients.  Zinbryta, a self-administered, under-the-skin injection designed to treat adults with relapsing forms of multiple sclerosis was approved by U.S. regulators in 2016. (Reporting by Akankshita Mukhopadhyay in Bengaluru; Editing by Sai Sachin Ravikumar)","81":"Feb 15 (Reuters) - AbbVie Inc on Thursday said its board had approved a $10 billion stock repurchase program, and the drugmaker also increased its quarterly dividend, as it reaped benefits from changes to the U.S. tax code.  The company said it was raising its quarterly dividend to 96 cents per share from 71 cents.  The company said last month that it hoped to accelerate dividend growth and share buybacks, and had raised its 2018 earnings forecast. (Reporting by Manas Mishra in Bengaluru; Editing by Maju Samuel)","82":"AbbVie Inc is urging a federal appeals court to overturn a decision that found the pharmaceutical company and a partner owed $493 million for using so-called “sham” litigation to maintain an illegal monopoly over the testosterone replacement drug AndroGel.  AbbVie in a brief filed on Wednesday told the 3rd U.S. Circuit Court of Appeals in Philadelphia that the decision in a lawsuit by the Federal Trade Commission would “chill legitimate litigation conduct” in disputes over drug patents.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2QTBWPC","83":"Feb 22 (Reuters) - Abbvie Inc:  * ABBVIE CANADA - CANADIANS DIAGNOSED WITH ADVANCED PARKINSON’S DISEASE LIVING IN NOVA SCOTIA NOW HAVE PUBLIC ACCESS TO DUODOPA Source text for Eikon: Further company coverage:","84":"FILE PHOTO: A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid\/File Photo  NEW YORK (Reuters) - AbbVie Inc on Tuesday said its experimental rheumatoid arthritis (RA) treatment showed significant improvement in physical function, pain and quality of life compared with the commonly prescribed generic drug methotrexate in a late stage clinical trial.  The U.S. drugmaker hopes the drug, upadacitinib, can help replace lost revenue from its top-selling RA treatment Humira when it starts to face biosimilar competition in the United States in 2023.  AbbVie said it will file applications this years seeking regulatory approval for the medicine. Top-line results from the Phase III study were previously announced in June.  Upadacitinib belongs to a class of drugs known as JAK inhibitors, which block inflammation-causing enzymes called Janus kinases. Pfizer Inc’s Xeljanz belongs to the same class of drugs.  AbbVie said that after 14 weeks of treatment, 69 percent of patients receiving a 30 milligram dose of the drug and 65 percent of patients receiving a 15 mg dose reported improvements in physical function. That compared with improvements reported in 45 percent of patients receiving methotrexate, which is typically the first medicine prescribed for RA patients.  It said that 75 percent of patients receiving the 30 mg dose of the drug and 64 percent of patients receiving the lower dose said they had less pain. That compared with 46 percent of patients receiving methotrexate.  In addition, 73 percent of patients receiving the higher dose of upadacitinib and 65 percent of those who got the lower dose reported quality of life improvements versus 48 percent for methotrexate.  Humira, the world’s biggest-selling prescription drug with sales expected to reach $20 billion this year, began facing competition from biosimilar versions in Europe last week.","85":"May 29 (Reuters) - The U.S. Food and Drug Administration on Friday approved Abbvie Inc’s oral treatment for managing heavy menstrual bleeding associated with fibroids in premenopausal women.  Fibroids are benign muscle tumors of the uterus that can cause heavy menstrual bleeding, pain, bowel or bladder problems and infertility. (Reporting By Mrinalika Roy in Bengaluru; Editing by Shailesh Kuber)","86":"March 3 (Reuters) - Abbvie Inc:  * ABBVIE AND ALLERGAN RECEIVE FINAL EUROPEAN APPROVAL TO CLOSE PENDING TRANSACTION  * ABBVIE INC - U.S. FTC CONTINUES TO REVIEW PENDING TRANSACTION, WHICH IS NOT SUBJECT TO SPECIFIC TIMELINE  * ABBVIE INC - COMPANIES HAVE ENTERED INTO TIMING AGREEMENT WITH FTC STAFF THAT WOULD LIKELY RESULT IN DECISION BY FTC EARLY IN Q2 2020 Source text for Eikon: Further company coverage:","87":"Sept 18 (Reuters) - Insurance Commissioner Dave Jones on Tuesday filed a complaint on behalf of the State of California against AbbVie Inc, alleging the drugmaker gave illegal kickbacks to healthcare providers to prescribe its blockbuster drug, Humira.  The regulator alleged that AbbVie engaged in a far-reaching scheme including cash, meals, drinks, gifts, trips and patient referrals, as well as free and valuable professional goods and services to physicians to induce and reward Humira prescriptions.  AbbVie did not immediately respond to a request for comment.  The case here, filed in Alameda County Superior Court, alleged that private insurers have paid out $1.2 billion in Humira-related pharmacy claims.  The allegations of AbbVie’s misconduct were brought to the attention of the department by a whistleblower, a registered nurse who was employed as an AbbVie Nurse Ambassador in Florida.  Humira is the world’s best-selling prescription medicine and has long buoyed AbbVie’s business, accounting for some two-thirds of overall sales.  “AbbVie spent millions convincing patients and health care professionals that AbbVie Ambassadors were patient advocates—in fact, the Ambassadors were Humira advocates hired to do one thing, keep patients on a dangerous drug at any cost,” Insurance Commissioner Dave Jones said.  AbbVie shares fell 2.2 percent to $93.24 on Tuesday afternoon. (Reporting by Ankur Banerjee in Bengaluru)","88":"Nov 2 (Reuters) - AbbVie Inc beat Wall Street estimates for third-quarter profit and raised its earnings forecast for the year on Friday, driven by strong sales of blockbuster cancer medicine Imbruvica.  Imbruvica, which the company markets with partner Johnson & Johnson, brought in $972 million in the third quarter, up 41 percent from a year earlier and above the average Wall Street estimate of $885.6 million.  The drug has won nine FDA approvals to treat six diseases, most recently receiving the green light to treat a rare form of blood cancer in combination with Roche Holding AG’s cancer drug Rituxan.  In the quarter ended Sept. 30, AbbVie’s top-selling drug Humira generated revenue of $5.12 billion, ahead of the $5.10 billion forecast by nine analysts polled by IBES Refinitiv.  However, revenue from Hepatitis C medicine Mavyret disappointed, with the drug bringing in sales of $839 million, compared with the consensus estimate of $887 million. The U.S. market for Hepatitis C has been steadily shrinking as the impact of the disease lessens.  The Chicago-based drugmaker raised its 2018 adjusted earnings per share forecast to between $7.90 and $7.92 from a prior range of $7.76 to $7.86. Analysts had forecast $7.88 per share.  Net earnings jumped 68.4 percent to $2.75 billion, or $1.81 per share.  Excluding items, AbbVie earned $2.14 per share, ahead of analysts’ estimates of $2.02 per share.  Net revenue rose nearly 18 percent to $8.24 billion in the quarter, beating the average estimate of $8.23 billion helped by sales of its blood cancer treatments. (Reporting by Tamara Mathias in Bengaluru Editing by Saumyadeb Chakrabarty)","89":"June 23 (Reuters) - Abbvie Inc:  * IMBRUVICA® (IBRUTINIB) SEEKS TO EXPAND U.S. LABEL WITH LONG-TERM DATA IN WALDENSTRÖM’S MACROGLOBULINEMIA (WM)  * ABBVIE - APPLICATION SEEKS TO UPDATE IMBRUVICA U.S. PRESCRIBING INFORMATION BASED ON ANALYSIS OF OVER 5 YRS OF DATA FROM PHASE 3 INNOVATE CLINICAL TRIAL Source text for Eikon: Further company coverage:","90":"(Reuters) - U.S. drugmaker AbbVie Inc said on Friday it would develop an antibody therapy to prevent and treat COVID-19 in partnership with three organizations including the Netherlands’ Utrecht University.  AbbVie joins other drugmakers in the race to develop a treatment for COVID-19, the respiratory illness caused by the new coronavirus that has no approved treatment.  Biotech company Harbour BioMed and Erasmus Medical Center are the other partners and the collaboration will aim to develop an antibody that targets the conserved domain of the spike protein of the virus.  The human antibody, 47D11, was discovered by Utrecht University, Erasmus Medical Center and Harbor BioMed.  AbbVie will support through the preclinical phase, as well as prepare for later stage preclinical and clinical development work.  The company will have the option to exclusively license the antibody for clinical development and commercialization across the globe.  AbbVie shares were up 2% in light trading before the bell.","91":"March 13 (Reuters) - Abbvie Inc:  * ABBVIE ANNOUNCES POSITIVE TOPLINE RESULTS FROM SECOND PHASE 3 STUDY EVALUATING INVESTIGATIONAL ELAGOLIX IN WOMEN WITH UTERINE FIBROIDS  * ABBVIE INC - SECOND OF TWO PIVOTAL PHASE 3 STUDIES (ELARIS UF-II) MET PRIMARY EFFICACY ENDPOINT AND ALL RANKED SECONDARY ENDPOINTS  * ABBVIE INC - RESULTS WERE CONSISTENT WITH FIRST PHASE 3 STUDY  * ABBVIE INC - STUDY ALSO MET ALL RANKED SECONDARY ENDPOINTS (P<0.02) AT MONTH SIX  * ABBVIE INC - RESULTS DEMONSTRATED ELAGOLIX, WITH LOW-DOSE ADD-BACK THERAPY, REDUCED HEAVY MENSTRUAL BLEEDING COMPARED TO PLACEBO  * ABBVIE INC - WOMEN IN STUDY WILL CONTINUE IN EITHER POST-TREATMENT FOLLOW-UP OR A BLINDED SIX-MONTH EXTENSION STUDY Source text for Eikon: Further company coverage:","92":"FILE PHOTO: The Johnson and Johnson logo is seen at an office building in Singapore January 17, 2018. REUTERS\/Thomas White  (Reuters) - Johnson and Johnson said on Tuesday a combination therapy containing its blockbuster cancer drug Imbruvica significantly improved survival in blood cancer patients, compared with drugs currently used as the standard of care.  In the study, Imbruvica, jointly sold with AbbVie Inc, was given to newly diagnosed chronic lymphocytic leukemia (CLL) patients aged 70 or younger, in combination with Roche AG’s Rituxan.  The combination was tested against Rituxan administered with chemotherapy drugs fludarabine and cyclophosphamide, and patients showed a 65 percent reduction in risk of disease progression or death, AbbVie said in a statement.  “We have been eagerly awaiting a new treatment regimen that could help younger chronic lymphocytic leukemia patients. These findings further support Imbruvica-based therapy as an efficacious first-line treatment for many patients with CLL,” said Danelle James, head of clinical science at Pharmacyclics LLC, a unit of AbbVie.  The treatment also significantly improved overall survival of patients, compared to the standard chemoimmunotherapy regimen, the two companies said.  The drug was first approved in November 2013 for adult patients with mantle cell lymphoma who have received at least one prior therapy.  CLL is one of the two most common forms of leukemia in adults and is a type of cancer that can develop from cells in the bone marrow that later mature into certain white blood cells.  About 115,000 patients in the United States suffer from the disease with nearly 20,000 new diagnoses every year, AbbVie said.","93":"LONDON (Reuters) - Europe has approved a fifth copy of AbbVie’s $18-billion-a-year biologic drug Humira – the world’s best-selling prescription medicine – ramping up competition among makers of less-expensive biotech drugs.  Mylan and Fujifilm Kyowa Kirin Biologics said on Thursday they had won a European Commission green light to market their version of the injectable medicine, known as Hulio. They intend to launch it in Europe on or after Oct. 16, when AbbVie’s primary European patent on Humira expires.  The large number of Humira copies reflects intense rivalry for a slice of a huge market as demand for so-called biosimilars takes off in Europe, where adoption of the cut-price products has been much faster than in the United States.  Europe accounted for around $4.4 billion of Humira’s global sales in the 12 months to June 30, 2018, according healthcare data consultancy IQVIA.  Amgen, Novartis’s generics wing Sandoz, South Korea’s Samsung Bioepis and Germany’s Boehringer Ingelheim have already won approval for four other biosimilars to Humira.  Humira is used to treat a range of conditions including rheumatoid arthritis, Crohn’s disease, ulcerative colitis and psoriasis.  Its commercial success and popularity among patients means it has become a major cost for health systems across Europe, and health administrators say they will waste no time in exploiting the arrival of cheaper biosimilars to drive down bills.  Because injectable biologic drugs such as Humira are made in living cells, they cannot be exact replicas of the original medicine, so regulators have come up with the notion of biosimilars - drugs that are similar enough to do the job.  The conventional wisdom has been that biosimilar uptake would be slow and price discounts modest, since these products are expensive to develop and doctors may be wary about using a medicine that isn’t identical to the original.  But Europe’s recent experience with the first wave of biosimilar antibody drugs - the biggest section of the biologic market - has upended expectations, suggesting AbbVie will face fierce competition.  Still, analysts don’t expect global Humira sales to fall off a cliff just yet, since there are delays in the arrival of biosimilars in the all-important U.S. market.  While expiry of the Humira patent opens the door to biosimilars in Europe, such copies are not expected to launch in the United States until 2023.  (For a graphic on 'AbbVie's Humira riding high, for now' click tmsnrt.rs\/2P9p7z8)","94":"Nov 1 (Reuters) - AbbVie Inc posted quarterly sales above estimates on Friday and raised the lower end of its 2019 profit forecast, helped by strong demand for cancer medicine Imbruvica and a lower-than-expected drop in bestseller Humira’s revenue.  In June, AbbVie announced a $63 billion deal for Botox-maker Allergan Plc, in a bid to diversify its drug pipeline amid growing threats to Humira’s longevity.  The world’s top-selling drug, which treats rheumatoid arthritis and psoriasis, has come under pressure from cheaper rivals in Europe and faces patent expiration in the United States, its biggest market, in 2023.  Humira sales totaled about $20 billion last year and the drug has accounted for the bulk of AbbVie’s revenue for years.  In the quarter ended Sept. 30, Humira sales dipped 3.7% to $4.94 billion, hurt by biosimilar competition outside the United States, but beat estimates of $4.89 billion, according to five analysts polled by Refinitiv IBES.  Cancer drug Imbruvica brought in sales of $1.26 billion, ahead of estimates of $1.19 billion.  AbbVie raised the lower end of its 2019 adjusted earnings per share forecast by 8 cents to $8.90, while maintaining the top end at $8.92.  Net earnings fell to $1.88 billion, or $1.26 per share, from $2.75 billion, or $1.81 per share, a year earlier, as research and development costs soared and the company took a charge related to assets acquired as part of an acquisition in 2016.  Excluding items, AbbVie earned $2.33 per share.  Total revenue rose nearly 3% to $8.48 billion, beating estimates of $8.38 billion.  AbbVie said it continues to expect its deal for Allergan to close early next year and that both companies were cooperating with regulators after receiving a request for more information from the U.S. Federal Trade Commission in September. (Reporting by Tamara Mathias in Bengaluru; Editing by Anil D’Silva)","95":"April 26 (Reuters) - AbbVie Inc’s first-quarter revenue beat analysts’ estimates on Thursday on higher sales of its rheumatoid arthritis drug Humira and cancer treatment Imbruvica, while raising full-year earnings forecast.  The company’s net revenue rose 21.4 percent to $7.93 billion, ahead of average estimate of $7.59 billion, according to Thomson Reuters I\/B\/E\/S.  Sales of Humira, which account for nearly two-thirds of the company’s total revenue, rose to $4.71 billion, beating estimates of $4.64 billion.  Imbruvica raked in $762 million in sales, above expectations of $755.77 million.  The drugmaker raised its 2018 adjusted earnings per share expectation to between $7.66 and $7.76, from between $7.33 and $7.43 previously forecast.  The forecast accounts for an effective tax rate approaching 9 percent this year, AbbVie said.  Net earnings rose to $2.78 billion, or $1.74 per share, in the three months ended March 31, from $1.71 billion, or $1.06 per share, a year earlier.  Excluding items, AbbVie earned $1.87 per share. (Reporting by Tamara Mathias and Mrinalini Krothapalli in Bengaluru; Editing by Shounak Dasgupta)","96":"(Reuters) - AbbVie Inc ABBV.N said on Friday a combination of new drugs in its arsenal and its planned $63 billion deal for Botox-maker Allergan Plc AGN.N will counter declining sales of its long-time bestseller, Humira.  The drugmaker’s shares were up 1.4% at $67.62 after it reported better-than-expected quarterly profit and raised forecast for the year.  Humira, which treats rheumatoid arthritis and psoriasis, is the world’s best-selling medicine, but it has come under fire from cheap rivals in Europe and AbbVie is bracing for competition to the drug in the United States in 2023.  AbbVie has tried to stave off competition to Humira by aggressively signing deals to delay potential rivals in its largest market, the United States, and launched a new psoriasis medicine, Skyrizi, this year to help retain some market share.  “I think most investors that we met with (after announcing the Allergan deal) walked away with a positive,” Chief Executive Officer Richard Gonzalez said on a conference call with analysts.  “I’m excited about the Allergan transaction... it will protect the company and the shareholders from a range of outcomes around Humira.”  Gonzalez added that Skyrizi’s launch had gone better than expected and raised 2019 sales forecast for the drug, on which it has partnered with Germany’s Boehringer Ingelheim, to $250 million from an earlier estimate of $150 million.  Still, like its peers, AbbVie faces a changing landscape for healthcare policy, as the Trump Administration looks at ways to lower drug prices, including the introduction of a pricing index that will limit how much federal insurance pays for medicines.  AbbVie on Friday said its exposure to physician-administered drugs covered by Part B of Medicare is about 20% of U.S. sales and that to Part D drugs, which include prescription medicines taken at home, is very small.  Should U.S. President Donald Trump’s pricing index proposal go into effect, drugs covered by Part B are likely to face reimbursement cuts.  QUARTERLY RESULTS  AbbVie raised its adjusted earnings per share forecast for 2019 to between $8.82 and $8.92 from a prior range of $8.73 to $8.83.  Excluding items, it earned $2.26 per share in second quarter, beating estimates of $2.21.  Biosimilar competition outside the United States caused overall Humira sales to slip about 6% to $4.87 billion, but it still beat the $4.80 billion forecast by five analysts polled by Refinitiv IBES.  (For an interactive graphic on Humira sales, click here: tmsnrt.rs\/2Mi1Mwm)  Net revenue fell slightly to $8.26 billion, but handily beat the average analyst estimate of $8.10 billion.","97":"(Reuters) - Insurance Commissioner Dave Jones on Tuesday filed a complaint on behalf of the State of California against AbbVie Inc, alleging the drugmaker gave illegal kickbacks to healthcare providers to prescribe its blockbuster drug, Humira.  AbbVie shares fell 2.5 percent to $92.98 on Tuesday afternoon.  The regulator alleged that AbbVie engaged in a far-reaching scheme including cash, meals, drinks, gifts, trips and patient referrals, as well as free and valuable professional goods and services to physicians to induce and reward Humira prescriptions.  “We believe the allegations are without merit. AbbVie operates in compliance with the many state and federal laws that govern interactions with healthcare providers and patients,” the company said in a statement.  AbbVie said it provides a number of support services for patients, once they are prescribed Humira, that both educate and assist patients with their therapy, including nursing support.  “They in no way replace or interfere with interactions between patients and their healthcare providers,” AbbVie said.  The case, filed in Alameda County Superior Court, alleged that private insurers have paid out $1.2 billion in Humira-related pharmacy claims.  The allegations of AbbVie’s misconduct were brought to the attention of the department by a whistleblower, a registered nurse who was employed as an AbbVie Nurse Ambassador in Florida.  Humira is the world’s best-selling prescription medicine and has long buoyed AbbVie’s business, accounting for some two-thirds of overall sales.  “AbbVie spent millions convincing patients and health care professionals that AbbVie Ambassadors were patient advocates—in fact, the Ambassadors were Humira advocates hired to do one thing, keep patients on a dangerous drug at any cost,” Insurance Commissioner Dave Jones said.","98":"(Reuters) - The U.S. Food and Drug Administration on Friday approved Abbvie Inc’s oral treatment for managing heavy menstrual bleeding associated with fibroids in premenopausal women.  The treatment is the first non-surgical option available to patients suffering from the condition.  Fibroids are benign muscle tumors of the uterus that can cause heavy menstrual bleeding, pain, bowel or bladder problems and infertility.  They are most common in women in the age group 35 to 49 years and a leading reason for surgical removal of the uterus in the United States.  The label contains a boxed warning, the FDA’s harshest, flagging concerns about increased risk of blood clots, heart attacks and strokes.  The agency also warned that women taking the drug for more than 24 months were at greater risk of bone loss.","99":"Feb 3 (Reuters) - AbbVie Inc beat quarterly revenue estimates and forecast annual profit above expectations on Wednesday due to higher demand for its blockbuster drug Humira as well as newer treatments for psoriasis and rheumatoid arthritis.  AbbVie is betting on the new treatments and wrinkle injection Botox, acquired through its $63 billion Allergan deal, as it is set to lose patent protection for Humira in the United States, its biggest market, in 2023. Humira is the world’s top selling drug and has been boosting AbbVie’s revenue ever since it was approved to treat psoriasis and rheumatoid arthritis. However, its sales have suffered since new competition entered Europe.  Overall quarterly sales of Humira rose 4.8% to $5.2 billion in the fourth quarter, just above estimates of $5.1 billion. However, international sales, which excludes the United States, declined 9.4% due to the impact of biosimilars in Europe.  The company forecast 2021 adjusted earnings of between $12.32 to $12.52 per share, ahead of the analyst average estimate of $12.19, according to IBES estimates from Refinitiv.  Chief Executive Officer Richard Gonzalez said the company is expecting “impressive growth again in 2021” based on broad portfolio of diversified growth assets.  In the fourth quarter, psoriasis drug Skyrizi brought in sales of $525 million, topping estimates of $472 million, according to Refinitiv data. Rinvoq, which was approved in August 2019, brought in sales of $281 million.  Overall sales rose 59.2% to $13.9 billion in the quarter, topping estimates of $13.7 billion.  Net income attributable to the company fell to $36 million, or 1 cent per share, in the quarter ended Dec. 31, from $2.8 billion, or $1.88 per share, a year earlier.  The company recorded a $4.7 billion increase in the contingent consideration liability related to Skyrizi.","100":"May 8 (Reuters) - Abbvie Inc:  * ABBVIE INC - ON MAY 8 BORROWED $3.0 BILLION UNDER TERM LOAN CREDIT AGREEMENT TO FUND A PORTION OF CASH CONSIDERATION PAID TO ALLERGAN SHAREHOLDERS Source text: (bit.ly\/2Wxozre) Further company coverage:","101":"July 26 (Reuters) - Drugmaker AbbVie Inc on Friday raised its earnings forecast for the year and beat Wall Street estimates for second-quarter revenue, as sales of its top-selling drug Humira did not fall as much as analysts had feared.  Last month, AbbVie announced a $63 billion takeover deal for Botox-maker Allergan Plc, which it hopes will cushion the impact of biosimilar competition to Humira that treats rheumatoid arthritis and psoriasis. The drug has been under fire from cheap rivals in Europe and faces patent expiration in the United States, its biggest market, in 2023.  Last year, Humira generated nearly $20 billion in revenue, while the world’s second best-selling drug, Celgene Corp’s Revlimid, brought in roughly half.  (For an interactive graphic on Humira sales, click here: tmsnrt.rs\/2Mi1Mwm)  In the quarter ended June 30, biosimilar competition outside the United States caused overall Humira sales to slip about 6% to $4.87 billion, but it still beat the $4.80 billion forecast by five analysts polled by Refinitiv IBES.  U.S. sales for Humira rose 7.7% to $3.79 billion, but revenue outside the country slumped 35.2% to $1.08 billion.  Cancer drug Imbruvica, AbbVie’s second-bestseller, brought in $1.10 billion, in line with expectations.  For 2019, the company raised it adjusted earnings per share forecast to between $8.82 and $8.92 from a prior range of $8.73 to $8.83.  Net earnings in the reported quarter fell about 63% to $741 million, or 49 cents per share, as AbbVie recorded a $2.28 billion charge related to future payments associated with plaque psoriasis drug Skyrizi.  Skyrizi, on which the company has partnered with German drugmaker Boehringer Ingelheim, won U.S. approval in April and brought in sales of $48 million for AbbVie.  Excluding items, AbbVie earned $2.26 per share.  Net revenue fell slightly to $8.26 billion from $8.28 billion, but handily beat the average analyst estimate of $8.10 billion.","102":"Nov 2 (Reuters) - AbbVie Inc said on Friday rival biosimilar versions of its best-selling drug Humira were available in Europe at discounts ranging from 10 percent to 80 percent.  The company expects 2019 price of Humira in the United States to be very similar to 2018 rates, AbbVie executives said on a conference call.  Rivals began launching biosimilar versions of Humira in Europe last month, fuelling investor concerns about the impact of rising competition in the region.  Biosimilar versions of the rheumatoid arthritis medicine are not yet available in the United States. (Reporting by Manas Mishra in Bengaluru; Editing by Sriraj Kalluvila)","103":"(Reuters) - AbbVie Inc said on Friday it expects a steeper decline in overseas sales of its top-selling drug, Humira, due to intense competition from cheaper versions in Europe, driving its shares down nearly 7 percent.  Humira is the world’s best-selling prescription medicine and in the six years since AbbVie spun out from device maker Abbott Labs the rheumatoid arthritis drug has remained by far the company’s top earner, accounting for about 60 percent of net revenue.  On Friday, AbbVie, which reported lower-than-expected quarterly earnings, said it expects 2019 Humira sales from outside the United States to be down about 30 percent on an operational basis.  In November, the company forecast a 26 to 27 percent decline in 2019 Humira sales outside the United States due to stiff competition in Europe from companies such as Mylan NV and Biogen Inc.  “What we’re giving you is our best estimate of what will happen,” Chief Executive Richard Gonzalez said on a conference call with analysts.  “Obviously, this is driven by not us, it’s driven by competitors and their behavior and so ultimately it’s not like we have a crystal ball that we can predict exactly what they do.”  AbbVie said international sales of Humira fell 17.5 percent on a reported basis to $1.30 billion in the fourth quarter ended Dec.31.  Overall, the drug brought in sales of $4.92 billion in the quarter, falling short of the $5.02 billion forecast by six analysts polled by Refinitiv IBES.  “When they first started talking about outside U.S. biosimilar competition it was that it would be in the mid-teens over a two-year period,” Piper Jaffray & Co analyst Christopher Raymond told Reuters.  “And now they’ve said they’ll be down 30 percent so I think that’s the issue. It’s a concern that if they got it wrong once, how do we know that the current guidance is accurate?”  In the United States, AbbVie’s largest market, Humira is not expected to face biosimilar competition until 2023.  The drugmaker has signed a series of deals with rivals, including Mylan NV and Amgen Inc, which prevent their biosimilars from entering the U.S. market before then.  The company forecast 2019 adjusted earnings of between $8.65 and $8.75 per share, largely below the average analyst forecast of $8.74 per share.  In the fourth quarter, AbbVie’s adjusted earnings were $1.90 per share and revenue $8.31 billion, both missing Wall Street estimates.","104":"(Reuters) - AbbVie Inc reported a better-than-expected quarterly profit on Thursday, on higher sales of its rheumatoid arthritis treatment Humira and its Hepatitis C drugs, leading the company to raise its full-year earnings forecast.  FILE PHOTO: A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid\/File Photo  The company’s shares, which have been under pressure due to setbacks to its drug pipeline, gained about 3.6 percent to $95.22 in late morning trading.  Sales from the company’s Hepatitis C franchise soared to $919 million, easily beating consensus estimate of $572 million, according to brokerage Bernstein.  The revenue rise was fueled by sales of newly approved Mavyret, and comes when the market for Hepatitis C treatments in the United States is steadily shrinking as the impact of the disease lessens. AbbVie said it now expects $3.5 billion in sales from Hepatitis C drugs this year.  The company’s growth in Hepatitis C comes in contrast to Bristol-Myers Squibb Co, which also released earnings on Thursday. Bristol’s hepatitis C franchise all but disappeared with sales of just $3 million.  “We have an asset that will allow us to be able to stay highly competitive and in a leadership position going forward,” AbbVie CEO Rick Gonzalez said about Mavyret on the company’s conference call, playing down concerns about the shrinking market. “We think we have the right tools to be effective over the long term.”  Still, rheumatoid arthritis treatment Humira - the world’s best-selling prescription medicine - brings in nearly two-thirds of AbbVie’s total revenue. Quarterly sales of the drug rose to $4.71 billion, a 20 percent increase from last year.  The company has been aggressively protecting the pricey drug, negotiating with rivals Amgen Inc, Samsung Bioepis and Biogen Inc to fend off U.S. competition from their biosimilars.  AbbVie said it doesn’t expect direct biosimilar competition to Humira in the United States until at least 2022.  Cancer treatment Imbruvica raked in $762 million in sales, just above expectations.  IMPROVED FORECAST  The drugmaker raised 2018 adjusted earnings per share expectation to between $7.66 and $7.76, from between $7.33 and $7.43 previously forecast.  AbbVie said the forecast accounts for an effective tax rate approaching 9 percent this year, following the new U.S. tax law.  On its conference call, AbbVie said that it was going to be investing more aggressively in research and development (R&D) as a result of the tax reform.  But its forecast for 2018 R&D spending as a percentage of its sales is actually down from last year. The company said it expects to spend just over 16 percent of its sales on R&D this year, down from 17.1 percent in 2017.  Net earnings rose to $2.78 billion, or $1.74 per share, in the quarter, from $1.71 billion, or $1.06 per share, a year earlier.  Excluding items, AbbVie earned $1.87 per share, ahead of analysts’ estimate of $1.79.  AbbVie’s net revenue rose 21.4 percent to $7.93 billion, ahead of average estimate of $7.59 billion.  The company also said it would roll out part of a previously announced share repurchase program by May 1, and buy back up to $7.5 billion of stock.","105":"(Reuters) - AbbVie Inc ABBV.N on Friday forecast full-year earnings well above Wall Street estimates, as the U.S. drugmaker looks to new treatments and its pending acquisition of Allergan Plc AGN.N to drive growth beyond 2023, when its cash cow Humira loses patent protection.  FILE PHOTO: A screen displays the share price for drugmaker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid\/File Photo  AbbVie said it expects 2020 adjusted earnings of $9.61 to $9.71 per share, above analysts’ estimates of $9.48. Its shares rose 5.7% to $92.19, hitting their highest level in a year.  The profit forecast excludes any impact from the pending $63 billion Allergan deal, which is expected to close in the current quarter.  The company is eyeing expanded approvals for its new psoriasis drug Skyrizi and rheumatoid arthritis treatment Rinvoq, both of which AbbVie said have had “strong” launches.  AbbVie forecast that the two drugs will bring in combined revenue of about $1.70 billion in 2020, still less than 9% of expected Humira sales, as it maintains its position as the world’s top-selling prescription medicine.  Investors have long fretted about the company’s dependence on Humira.  AbbVie is hoping to maintain its leadership position in the $70 billion global immunology market dominated by Humira, which treats both rheumatoid arthritis and psoriasis, as well as several related autoimmune conditions.  “Together, we expect Skyrizi and Rinvoq to have full coverage across the major disease areas for which Humira is currently approved, plus new areas, such as atopic dermatitis,” AbbVie President Michael Severino said on a conference call.  AbbVie is also counting on the addition of wrinkle treatment Botox from Allergan, and other products in development to cushion the expected revenue drop after Humira loses U.S. patent protection.  Meanwhile Humira, despite stiff competition, had fourth-quarter sales of $4.92 billion, exceeding analysts’ expectations of $4.85 billion, according to Refinitiv data.  Skyrizi brought in sales of $216 million, topping estimates of about $142 million. Rinvoq had sales of $33 million in its first full quarter on the market.  “While AbbVie is seeking to shine light on its early stage pipeline, we anticipate the performance of the stock will be heavily tied to ongoing Skyrizi and Rinvoq rollouts,” said Citi analyst Andrew Baum.  He also expects investors to focus on delivery of promised savings from the Allergan deal.  Excluding items, AbbVie earned $2.21 per share in the fourth quarter, edging past expectations by 2 cents.  Revenue rose 4.8% to $8.70 billion, in line with the average analysts’ estimate of $8.69 billion.","106":"FILE PHOTO - A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid  (Reuters) - AbbVie Inc ABBV.N said on Friday it was confident that its earnings would grow in the double digits in 2019, in spite of the launch of biosimilar versions of its best-selling rheumatoid arthritis drug Humira in the European Union.  Continued momentum of U.S. business and new product launches will allow the drugmaker to grow through the biosimilar impact in 2019, Chief Executive Officer Richard Gonzalez said on a conference call.  AbbVie on Friday reported a 18 percent rise in third quarter profit and raised its 2018 adjusted earnings per share forecast to between $7.90 and $7.92 from a prior range of $7.76 to $7.86.","107":"June 18 (Reuters) - Assembly Biosciences Inc:  * ASSEMBLY BIOSCIENCES REGAINS WORLDWIDE RIGHTS TO MICROBIOME GASTROINTESTINAL DEVELOPMENT PROGRAMS  * ASSEMBLY BIOSCIENCES INC - PROCESS TO EXPLORE STRATEGIC ALTERNATIVES UNDERWAY  * ASSEMBLY BIOSCIENCES - WILL REGAIN WORLDWIDE RIGHTS TO ALL MICROBIOME GASTROINTESTINAL PROGRAMS LICENSED UNDER COLLABORATION AGREEMENT WITH ABBVIE  * ASSEMBLY BIOSCIENCES - ABBVIE HAS DECIDED TO TERMINATE RESEARCH, DEVELOPMENT, COLLABORATION & LICENSE AGREEMENT  * ASSEMBLY BIOSCIENCES - ABBVIE’S DECISION TO TERMINATE AGREEMENT WAS NOT BASED ON ANY EFFICACY, SAFETY, OR OTHER DATA RELATED TO COLLABORATION PROGRAMS  * ASSEMBLY BIOSCIENCES - ANTICIPATES TRANSITION TO BE COMPLETED IN Q4 OF 2020  * ASSEMBLY BIOSCIENCES - AGREEMENT PROVIDES FOR TRANSITION PERIOD OF 120 DAYS DURING WHICH ABBVIE WILL CONTINUE TO FULFILL OBLIGATIONS UNDER CONTRACT  * ASSEMBLY BIOSCIENCES - WILL CONTINUE TO FOCUS ON ADVANCING HBV PORTFOLIO, WHICH INCLUDES 3 CLINICAL-STAGE CORE INHIBITORS  * ASSEMBLY BIOSCIENCES - ANTICIPATES NO CHANGE TO PROJECTED CASH RUNWAY  * ASSEMBLY BIOSCIENCES - CASH, CASH EQUIVALENTS & INVESTMENTS WILL CONTINUE TO BE SUFFICIENT TO FUND OPERATIONS INTO 2022 Source text for Eikon: Further company coverage:","108":"FILE PHOTO -- A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid\/File Photo  (Reuters) - AbbVie Inc ABBV.N said on Thursday its board had approved a $10 billion stock repurchase program, and the drugmaker also increased its quarterly dividend, as it reaped the benefits of U.S. tax law changes.  The Chicago-based company’s shares were up nearly 1 percent at $114.04 in mid-afternoon trading.  AbbVie, which forecast an adjusted effective 2018 tax rate of 9 percent last month, joins other companies such as Pfizer Inc PFE.N and Boeing BA.N in announcing share buybacks and dividend raise.  The largest U.S. tax overhaul in 30 years includes cuts to corporate tax rates and delivers a windfall to major U.S. companies.  AbbVie said it was raising its quarterly dividend to 96 cents per share from 71 cents.","109":"April 20 (Reuters) - Abbvie Inc:  * ABBVIE ANNOUNCES EXTENSION OF EXPIRATION DATE FOR EXCHANGE OFFERS FOR ALLERGAN NOTES  * ABBVIE INC - EXTENDS EXPIRATION DATE TO 5:00 P.M., NEW YORK CITY TIME, ON MAY 1 Source text for Eikon: Further company coverage:","110":"Slideshow ( 2 images )  WASHINGTON (Reuters) - A group of unions and consumer groups wrote to U.S. antitrust enforcers on Tuesday to oppose a proposed remedy that could lead to U.S. approval for AbbVie Inc's ABBV.N planned purchase of Allergan Plc AGN.N.  In its letter to the Federal Trade Commission, which is reviewing the merger to ensure it is legal, the groups argued that a plan for the companies to divest Allergan’s brazikumab, which is being developed to treat ulcerative colitis and Crohn’s disease, was inadequate to resolve antitrust concerns raised by the planned deal.  AbbVie did not immediately respond to a request for comment.  The groups argued that the proposed buyer, AstraZeneca, appeared to have little incentive to bring the drug to market and that rebates offered by AbbVie for its Skyrizi drug would slow brazikumab’s success in the market since both drugs treat similar ailments.  “We are skeptical that the divestiture to AstraZeneca of Allergan’s brazikumab, a drug in development, can adequately address the anticompetitive effects of the merger,” said the letter, which was signed by the American Federation of Teachers, Families USA, U.S. PIRG Education Fund, Service Employees International Union (SEIU), American Federation of State, County, & Municipal Employees (AFSCME) and 12 other groups.  The $63 billion deal, which is expected to close this quarter, was approved by the European Union in January.  The deal was initially announced in June as a way for AbbVie to win control over the lucrative wrinkle treatment Botox and buy time to seek new growth before its blockbuster arthritis treatment Humira loses U.S. patent protection. AbbVie Chief Executive Richard Gonzalez said at the time that the company was able to buy Allergan because of the cash that Humira generates.","111":"-- Source link: on.ft.com\/2vJZvEj  -- Note: Reuters has not verified this story and does not vouch for its accuracy","112":"FILE PHOTO: The headquarters of the U.S. Food and Drug Administration (FDA) is shown in Silver Spring, Maryland, November 4, 2009. REUTERS\/Jason Reed\/File Photo  (Reuters) - The U.S. Food and Drug Administration said on Wednesday it had identified 63 cases of worsening liver function in certain patients taking hepatitis C medicines made by drugmakers Merck & Co Inc, Gilead Sciences and AbbVie Inc.  The agency said that while the treatments are safe and effective, it had received reports of rare but serious instances of worsening liver function or failure when they were taken by patients with advanced liver disease. (reut.rs\/2Zu2xoN)  Hepatitis C, a liver disease caused by a blood-borne virus, can be cured with antiviral medicines. Given this, the market for such drugs in the United States has been steadily shrinking as the impact of the disease lessens. If left untreated, the virus can cause cirrhosis or liver cancer.  The World Health Organization estimates that 71 million people suffer from chronic hepatitis C virus infection globally.  The FDA said it had received reports from submissions to the agency as well as other sources, which helped identify cases of worsening liver function, including some cases of liver failure or death in patients that used AbbVie’s Mavyret, Merck’s Zepatier and Gilead’s Vosevi.  In most patients, symptoms resolved or liver function improved after stopping the medicine, the agency said.  These medicines are not indicated for use in patients with moderate to severe liver impairment, but are safe and effective in patients with no or mild liver impairment, the FDA said.  The companies did not immediately respond to Reuters requests for comment.","113":"A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid  (Reuters) - AbbVie Inc said on Friday it has halted enrollment of patients in all ongoing studies testing its brain cancer treatment after the drug failed to meet the main goal in a late-stage trial.  The company’s shares fell 1.8 percent to $78.10 before the bell.  An independent data monitoring committee recommended the study be stopped due to “lack of survival benefit” for patients receiving the treatment Depatux-M when compared with a placebo, AbbVie said.  Depatux-M, when added to the standard regimen of radiation and temozolomide, failed to meet the main goal of achieving overall survival in newly diagnosed patients when compared to patients given a placebo along with radiation and temozolomide.  The trial has been testing the drug to treat an aggressive form of brain cancer known as glioblastoma.  About 17,760 people are estimated to die from brain and spinal cord tumors in the United States, in 2019, according to the American Cancer Society.","114":"* Communication services, technology sector fall the most  * AbbVie slides after $63 bln deal to buy Allergan  * Fed Chair Powell slated to speak at 1:00 p.m. ET  * Indexes down: 0.21%, S&P 0.41%, Nasdaq 0.75% (Changes comment, adds details, updates prices)  June 25 (Reuters) - Wall Street’s main indexes slipped on Tuesday, hit by trade jitters and rising tensions in the Middle East, while investors focused on speeches by Federal Reserve officials for clues on monetary policy.  Fed Chair Jerome Powell is among a host of central bank policymakers scheduled to speak amid rising expectations of an interest rate cut for the first time since the financial crisis.  Traders fully expect a rate cut from the U.S. central bank in July and see a 40% chance of a 50 basis point move, CME Group’s FedWatch program showed.  The banking sector, which tends to take a hit from a low interest rate environment, was down 0.83%, while the financial sector dropped 0.5%.  The prospect of more monetary stimulus for the economy has helped Wall Street’s main indexes rise a least 6.5% this month, with the S&P 500 hitting a record high last week.  “We’ve just got a market here that has perhaps reached a level of fatigue,” said Bill Northey, senior investment director at U.S. Bank Wealth Management in Minneapolis.  Dampening hopes of a U.S.-China trade deal at the G20 summit later this week, a senior U.S. official said President Donald Trump is “comfortable with any outcome” from the talks with his Chinese counterpart.  “We’re not of a belief that anything material is likely to come from this meeting (G20), other than potentially an agreement to continue to negotiate,” Northey said.  In a dramatic and unprecedented move to increase pressure on Iran, Trump on Monday imposed new sanctions on the country’s supreme leader and foreign minister, driving investors toward government bonds, the yen and Swiss franc.  At 11:07 a.m. ET the Dow Jones Industrial Average was down 56.33 points, or 0.21%, at 26,671.21, the S&P 500 was down 12.05 points, or 0.41%, at 2,933.30 and the Nasdaq Composite was down 59.87 points, or 0.75%, at 7,945.83.  The communication services sector fell 1.35% and the technology sector 0.72%, the most among the 11 major S&P sectors.  A multibillion dollar deal helped the healthcare sector stay afloat. AbbVie Inc said it would buy Botox-maker Allergan Plc for about $63 billion. Allergan surged 26.5%, while shares of AbbVie tumbled 14.9%.  Declining issues outnumbered advancers for a 1.28-to-1 ratio on the NYSE and for a 1.40-to-1 ratio on the Nasdaq.  The S&P index recorded 23 new 52-week highs and five new lows, while the Nasdaq recorded 16 new highs and 52 new lows. (Reporting by Medha Singh and Aparajita Saxena in Bengaluru; Editing by Anil D’Silva)","115":"Sept 30 (Reuters) - A federal appeals court on Wednesday reversed an order that had required AbbVie Inc and a partner to disgorge $448 million in profit, in antitrust litigation brought by the U.S. Federal Trade Commission related to the testosterone replacement drug AndroGel.  The 3rd U.S. Circuit Court of Appeals in Philadelphia said a lower court judge who ordered the disgorgement lacked authority to do so under applicable federal law. It also upheld an order finding AbbVie and its partner Besins Healthcare Inc liable for monopolization, and reinstated some FTC claims. (Reporting by Jonathan Stempel in New York)","116":"June 26 (Reuters) - Abbvie Inc:  * ALLERGAN, AN ABBVIE COMPANY, AND MOLECULAR PARTNERS RECEIVE COMPLETE RESPONSE LETTER FROM FDA ON BIOLOGICS LICENSE APPLICATION FOR ABICIPAR PEGOL  * RATE OF INTRAOCULAR INFLAMMATION OBSERVED FOLLOWING ADMINISTRATION OF ABICIPAR PEGOL 2MG\/0.05 ML RESULTS IN UNFAVORABLE BENEFIT-RISK RATIO  * ABBVIE PLANS TO MEET WITH FDA TO DISCUSS THEIR COMMENTS AND DETERMINE NEXT STEPS Source text for Eikon: Further company coverage:","117":"March 17 (Reuters) - Abbvie Inc:  * ABBVIE AND ALLERGAN SIGN CONSENT DECREE AGREEMENT WITH FEDERAL TRADE COMMISSION STAFF ON PENDING TRANSACTION  * ABBVIE INC - UNDER TERMS OF CONSENT DECREE, COMPANIES HAVE AGREED TO DIVEST BRAZIKUMAB  * ABBVIE INC - COMPANIES AGREED TO DIVEST ZENPEP, A TREATMENT FOR EXOCRINE PANCREATIC INSUFFICIENCY DUE TO CYSTIC FIBROSIS, OTHER CONDITIONS, TO NESTLE  * ABBVIE INC - ANTICIPATE DEAL CLOSING IN MAY 2020  * ABBVIE INC - NESTLE WILL BE ACQUIRING VIOKACE AS PART OF SAME TRANSACTION  * ABBVIE INC - COMPANIES HAVE AGREED TO DIVEST BRAZIKUMAB TO ASTRAZENECA Source text for Eikon: Further company coverage:","118":"Feb 7 (Reuters) - Abbvie Inc:  * ABBVIE SAYS COMMERCIAL ACCESS FOR NEW RHEUMATOID ARTHRITIS DRUG RINVOQ IS NOW AT MORE THAN 95% - CONF CALL  * ABBVIE SAYS COMMERCIAL ACCESS OF NEW PSORIASIS DRUG SKYRIZI IS NOW AT PARITY TO HUMIRA AND ABOVE 95% - CONF. CALL  * ABBVIE CFO EXPECTS U.S. HUMIRA SALES TO GROW 9% IN 2020 - CONF. CALL  * ABBVIE EXPECTS SKYRIZI GLOBAL REVENUE OF ABOUT $1.2 BILLION AND RINVOQ GLOBAL REVENUE OF ABOUT $500 MILLION IN 2020 - CONF. CALL  * ABBVIE SAYS ALLERGAN’S RECENT FINANCIAL PERFORMANCE IS TRACKING SLIGHTLY AHEAD OF WHAT ITS DEAL MODEL HAD PROJECTED ” - CONF. CALL  * ABBVIE SAYS SYNERGY TARGET OF GREATER THAN $2 BILLION FOR ALLERGAN DEAL IS “AN ACHIEVABLE NUMBER” - CONF. CALL  * ABBVIE CEO SAYS COMBINED BUSINESS AFTER ALLERGAN DEAL CLOSES WILL BE DRIVEN BY VOLUME AND NOT PRICE - CONF. CALL  * ABBVIE SAYS SKYRIZI AND RINVOQ SHOULD BE ABLE TO EXCEED ITS COMBINED SALES TARGET OF $10 BILLION IN 2025, BUT DOES NOT RAISE THE FORECAST - CONF. CALL Source: Conference call Further company coverage:","119":"June 5 (Reuters) - Abbvie Inc:  * ABBVIE, HARBOUR BIOMED, UTRECHT UNIVERSITY AND ERASMUS MEDICAL CENTER ANNOUNCE COLLABORATION TO DEVELOP MONOCLONAL ANTIBODY THERAPY TO PREVENT AND TREAT COVID-19  * ABBVIE INC - CO, HBM, UU AND EMC ANNOUNCED THEY HAVE ENTERED COLLABORATION TO DEVELOP A NOVEL ANTIBODY THERAPEUTIC TO PREVENT AND TREAT COVID-19  * ABBVIE - TO SUPPORT UU, EMC, HBM THROUGH PRECLINICAL ACTIVITIES, WHILE UNDERTAKING PREPARATIONS FOR LATER STAGE PRECLINICAL, CLINICAL DEVELOPMENT WORK  * ABBVIE INC - TO GET OPTION TO EXCLUSIVELY LICENSE ANTIBODY FROM THREE PARTIES FOR THERAPEUTIC CLINICAL DEVELOPMENT, COMMERCIALIZATION WORLDWIDE Source text for Eikon: Further company coverage:","120":"WASHINGTON (Reuters) - About a dozen advocacy groups and unions, including Public Citizen and the American Federation of Teachers, wrote the Federal Trade Commission on Thursday urging it to consider blocking drugmaker AbbVie Inc's ABBV.N planned $63 billion purchase of Botox maker Allergan Plc AGN.N.  FILE PHOTO: A screen displays the share price for drugmaker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid\/File Photo  The combination of two of the world’s biggest pharmaceutical companies, which was announced in June, would feature a portfolio that includes the world’s top-selling medicine - AbbVie’s rheumatoid arthritis drug Humira - as well as its cancer drugs and Allergan’s blockbuster wrinkle treatment, Botox, and big-selling dry eye drug Restasis.  In the letter seen by Reuters, Consumer Action and others, working with the Service Employees International Union (SEIU) and American Federation of State, County, & Municipal Employees (AFSCME), noted the deal would create the fourth largest pharmaceutical company with strong markets for many drugs at a time when rising prices of many medicines have become a hot political issue.  For example, a four-week supply of Humira has a list price of about $5,174, amounting to more than $60,000 for a year. Humira sales reached $20 billion in 2018.  “We request that the Commission investigate this proposed merger thoroughly and take all necessary action, includ(ing) blocking the merger, to prevent further harm to consumers,” the groups said in the letter.  The FTC declined comment. Neither of the companies immediately responded to a request for comment.  AbbVie has previously said that it would work with the FTC to discuss asset sales, which are sometimes needed to make deals conform with antitrust law.  The organizations urged the FTC to go further than simply identifying where there are product overlaps between the two companies, which is a big part of a traditional antitrust review of a merger of drug companies.  They argued in particular the merger could lead to a broader use of volume-based rebates or other incentives to insurers or pharmacy benefit managers. Drugmakers have said that their need to provide discounts and rebates to payers is one reason they have to keep prices high.  The group also criticized Allergan for practices like attempting to transfer patents for Restasis to a Native American tribe to protect it from patent challenges and delay market entry of cheaper generic versions.  “These practices should receive careful attention as part of the Commission’s investigation into the effects of this proposed merger and if an adequate remedy can not be found, the Commission should challenge this acquisition,” the group said in their letter.","121":"(Reuters) - A U.S. judge on Friday found that pharmaceutical company AbbVie Inc used sham litigation to illegally prevent generic versions of testosterone replacement drug AndroGel from getting to market and ordered the drugmaker and its partner to pay $448 million.  FILE PHOTO: A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid\/File Photo  The ruling by U.S. District Judge Harvey Bartle in Philadelphia came in an antitrust lawsuit filed in 2014 by the Federal Trade Commission against AbbVie and its partner Besins Healthcare Inc.  The decision followed a non-jury trial that tested the ability of the U.S. regulator to fight efforts by major pharmaceutical companies to prevent the sale of cheaper generic versions of their drugs.  “The FTC has established the actual market reality that defendants possessed monopoly power and illegally and willfully maintained that monopoly power through the filing of sham litigation,” Bartle wrote.  Chicago-based AbbVie did not respond to a request for comment, but it denied the allegations at trial. A lawyer for privately-held Besins had no immediate comment.  The FTC has long fought against so-called “pay for delay” settlements, in which a brand-name drugmaker pays a generic rival to delay releasing a cheaper version of its product in exchange for resolving patent lawsuits.  In its lawsuit, the FTC accused AbbVie and Besins of filing baseless patent infringement lawsuits in 2011 against generic drugmakers Teva Pharmaceutical Industries Ltd and Perrigo Company to delay the launch of their generic versions of AndroGel.  The regulator alleged that as part of that effort, AbbVie and Besins entered into a pay-for-delay settlement with Teva, which helped delay generic drug competition.  Bartle in his ruling agreed the lawsuits were baseless and said that absent the litigation and settlement agreements stuck in the cases, Perrigo would have released a generic version of AndroGel in June 2013 rather than December 2014.  The judge ordered the companies to pay $448 million, representing their profits from June 2013 to August 2017.  He apportioned liability between AbbVie and Besins according to their agreed royalty rates. According to the ruling, Besins received 8 percent of U.S. net sales of AndroGel through March 2015, at which point the rate dropped to 5 percent.  The FTC, which had sought $1.35 billion, said the order was the largest award ever in an antitrust case that it litigated in court.  “It sends a clear signal that pharmaceutical companies can’t use baseless litigation to forestall competition from low-cost generics,” FTC Chairman Joe Simons said in a statement.","122":"FILE PHOTO: A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange in New York, U.S., July 18, 2014. REUTERS\/Brendan McDermid\/File Photo  BRUSSELS (Reuters) - Biotech group Argenx said on Wednesday U.S. pharma group AbbVie had exercised an exclusive option to develop and commercialize one of its experimental drugs which could lead to payments of up to $625 million.  Following the announcement, Argenx shares rose by more than 6 percent in early trading.  Argenx, with bases in the Netherlands and Belgium, has several drugs to treat autoimmune diseases and cancer in various stages of medical trials, often in partnerships with large pharma groups.  It is also developing a cancer immunotherapy drug named ARGX-115 with AbbVie, for which the U.S. company has now decided to trigger an option which gives it an exclusive license to develop and commercialize the drug.  ARGX-115 is in pre-clinical development, meaning it still has several stages of clinical trials to pass before it could enter the market.  After listing on the stock market in 2014, Argenx’s share price has increased tenfold and it joined Belgium’s blue-chip index Bel20 earlier this year.","123":"June 12 (Reuters) - Abbvie Inc:  * ABBVIE RECOMMENDS SHAREHOLDERS REJECT TRC CAPITAL’S “MINI-TENDER” OFFER  * ABBVIE INC - TRC CAPITAL COMMENCED UNSOLICITED “MINI-TENDER” OFFER TO PURCHASE UP TO 1.5 MILLION SHARES OF CO AT $88.05\/SHARE Source text for Eikon: Further company coverage:","124":"FILE PHOTO: A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid  (Reuters) - AbbVie Inc said on Thursday it will cease to develop its experimental drug Rova-T after the treatment failed to show survival benefit in a late-stage trial for a type of lung cancer. The drugmaker acquired Rova-T through its $5.8 billion acquisition of Stemcentrx in 2016, but recorded impairment charges of about $4 billion in January after it halted enrolment of a separate study testing the therapy.  An independent data monitoring committee recommended terminating the trial after an interim data analysis, the company said on Thursday.  Rova-T is a drug-antibody combination that targets a protein called DLL3, found in over 80% of patients with small-cell lung cancer.  AbbVie, which is testing treatments for more than 20 different types of cancer, said it will now prioritize other development programs within its cancer pipeline.  The drugmaker in June said it would acquire Allergan Plc for about $63 billion before its blockbuster arthritis treatment Humira loses U.S. market exclusivity.","125":"March 11 (Reuters) - Abbvie Inc:  * ABBVIE ANNOUNCES NEW FORMULARY LISTINGS FOR SKYRIZI® IN THE TREATMENT OF MODERATE TO SEVERE PLAQUE PSORIASIS  * ABBVIE INC - MANITOBA LISTS SKYRIZI ON ITS PROVINCIAL FORMULARY EFFECTIVE MARCH 02, 2020  * ABBVIE INC - NON-INSURED HEALTH BENEFITS PROGRAM LISTS SKYRIZI ON ITS FORMULARY EFFECTIVE FEB. 21 Source text for Eikon: Further company coverage:","126":"(Reuters) - AbbVie Inc’s better-than-expected quarterly profit and revenue and raised full-year earnings forecast failed to impress investors who focused on the uncertainty around its blockbuster drug Humira as it struggles against cheaper rivals.  FILE PHOTO: A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid  The company’s shares fell as much as 2.2 percent to $76.91.  “The results or guidance raise do not fundamentally change the story, in our view, as concerns around Humira’s longevity remain,” Credit Suisse analyst Vamil Divan said.  Sales of Humira, which treats rheumatoid arthritis and psoriasis, have accounted for the bulk of AbbVie’s total revenue for years. However, revenue from the drug fell for the first time in years in the January-March quarter.  The company is under pressure to demonstrate it can compensate for the expected drop in revenue from Humira when it loses patent protection in the United States, its biggest market, in 2023, by successfully launching new medicines and adding innovative treatments to its pipeline.  On a conference call with analysts, the company said the impact new rivals in Europe are having on Humira sales is as expected.  In the first quarter, Humira brought in sales of $4.45 billion, a fall of 5.6 percent from last year but ahead of the $4.38 billion forecast by eight analysts polled by Refinitiv.  AbbVie executives talked up Skyrizi, a psoriasis treatment that won U.S. approval earlier this week which it hopes will help it retain its hold on the market.  “We’re pretty comfortable with how the biosimilars are sorting themselves out,” Chief Executive Officer Richard Gonzalez said on the call.  “I would expect that you will start to see Humira slow somewhat in the psoriasis category as Skyrizi starts to ramp in a very significant way.”  Skyrizi is likely to contribute about $150 million to 2019 revenue, Gonzalez added.  AbbVie raised its adjusted earnings forecast for the year to between $8.73 and $8.83 per share, from $8.65 to $8.75 and said it expected continued business momentum to drive growth.  Excluding items, the company earned $2.14 per share, beating estimates of $2.05, according to IBES data from Refinitiv.  Net revenue dropped 1.3 percent to $7.83 billion but beat the average analyst estimate of $7.75 billion.  AbbVie’s net earnings fell to $2.46 billion in the three months ended March 31, from $2.78 billion a year earlier.","127":"A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder  (Reuters) - Europe’s medicines regulator recommended the immediate suspension and recall of Biogen Inc and AbbVie Inc’s multiple sclerosis drug Zinbryta, following 12 reports of inflammation of the brain, three of which cases were fatal.  Biogen and AbbVie withdrew the drug last week, after the European Medicines Agency (EMA) started an urgent review. bit.ly\/2CUHj8k  \"A preliminary review of the available evidence indicates that immune reactions observed in the reported cases may be linked to the use of Zinbryta. Zinbryta may also be linked to severe immune reactions affecting several other organs,\" the EMA said on Wednesday. bit.ly\/2oWAUEF  The regulator added that it was recommending the immediate suspension of the medicine’s marketing authorization in the European Union and a recall of batches from pharmacies and hospitals.  “EMA’s recommendation to suspend Zinbryta and recall the product is being sent to the European Commission for a legally binding decision,” it said.  Zinbryta was approved by U.S. regulators in 2016 with a warning on the packaging due to risks of liver damage, with Biogen selling the self-administered drug in Switzerland, Canada and the EU and AbbVie in the United States.  In November, the European regulator flagged safety concerns about the drug, restricting its usage to reduce the risk of serious liver damage.  The drug, which has been used to treat over 8,000 patients so far, brought in worldwide sales of $107 million last year, with Biogen’s share being $53 million.  Zinbryta became part of the U.S. political debate over high drug costs in September, when Democratic Congressman Elijah Cummings asked the government to take action on the drug’s $87,000 price tag.","128":"Oct 16 (Reuters) - Novartis AG:  * NOVARTIS UNIT SANDOZ LAUNCHES HYRIMOZ, ITS BIOSIMILAR VERSION OF ABBVIE’S HUMIRA, IN UK AS OF OCT 16; OTHER EUROPEAN MARKETS TO FOLLOW -SPOKESMAN Further company coverage: (Reporting by UK bureau)","129":"FILE PHOTO: A view shows the U.S. Food and Drug Administration (FDA) headquarters in Silver Spring, Maryland August 14, 2012. REUTERS\/Jason Reed\/File Photo  (Reuters) - The U.S. Food and Drug Administration (FDA) has approved Novartis AG’s copy of Humira, the world’s bestselling prescription medicine developed by U.S.-based AbbVie Inc, the agency’s website showed on Wednesday.  Although approved, Novartis’ Sandoz unit can only begin U.S. sales of Humira’s biosimilar in 2023, according to a licensing agreement sealed with AbbVie this month.  The biosimilar, Hyrimoz, is approved for treating several diseases, including rheumatoid arthritis, the FDA said.  Biosimilar drugs are not exact replicas of medicines such as Humira, which are made in living cells, but they are similar enough to do the job.  Humira already faces competition from biosimilars in Europe.  AbbVie has signed a string of agreements with rival drugmakers including Mylan and Amgen, allowing it to maintain near-term control over when their copies will hit the U.S. market.  Humira raked in sales of $18.43 billion for AbbVie in 2017.","130":"AbbVie Inc will stick with its current legal chief Laura Schumacher as top lawyer after its acquisition of Allergan PLC closes this quarter, the company said Wednesday in a statement.  The statement listed the executive team that will lead the combined company resulting from AbbVie’s merger with Allergan’s BOTOX Therapeutics, CNS, Women’s Health and GI Diseases units. It did not list Allergan’s current chief legal officer, A. Robert Bailey, as an executive for the combined company.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/3005Q9k","131":"BRUSSELS, Jan 10 (Reuters) - The European Commission said on Friday it had approved U.S. drugmaker AbbVie’s planned $63 billion acquisition of Botox-maker Allergan, subject to conditions.  The Commission, which oversees competition policy in the European Union, said its approval was conditional on the divestment of a product under development by Allergan to treat inflammatory bowel diseases.  “Our decision makes sure that the merger between AbbVie and Allergan will not disrupt the development of a promising innovative treatment for these diseases,” Margrethe Vestager, commissioner in charge of competition, said in a statement.  The Commission had found that Allergan’s brazikumab was likely to compete with AbbVie’s risankizumab, but the merger would have led to research into brazikumab to be halted, “preventing a promising drug from reaching the market”.  To address the commission’s concerns AbbVie has agreed to sell brazikumab to an investor that would continue its development.  AbbVie announced its plans to acquire Allergan in June to give it control of lucrative wrinkle treatment Botox and buying time to seek new growth before its blockbuster arthritis treatment loses U.S. patent protection. (Reporting by Philip Blenkinsop; editing by Francesco Guarascio)","132":"(Reuters) - AbbVie Inc's ABBV.N blockbuster arthritis drug Humira barely beat Wall Street sales forecasts, raising concerns about its future viability as a cash cow and sending the drugmaker's shares down 5 percent on Friday.  Humira is the world’s best-selling prescription medicine and has long buoyed AbbVie’s business, accounting for some two-thirds of overall sales. But as cheaper biosimilar versions come closer to entering the market, North Chicago, Illinois-based AbbVie could lose share and be forced to slash prices to remain competitive, analysts have said.  AbbVie executives took a barrage of questions from Wall Street analysts on Friday about future strategy in the backdrop of rising competition to Humira as well as looming U.S. policy changes aimed at tackling soaring healthcare costs.  AbbVie CEO Richard Gonzalez reiterated the company’s current strategy of signing agreements with rival drugmakers to delay the launch of Humira copies, but investors seemed unconvinced.  AbbVie’s stock dipped despite the company’s stronger-than-expected profit for the second quarter of 2018 and a slightly higher annual earnings target.  “There’s a lot of skepticism, concerns about rebates and biosimilars. Some of that is quite reasonable,” Gonzalez told analysts on a conference call. “(But) every year since I can remember, there has been fretting about Humira.”  Humira made $5.19 billion in second-quarter sales. Six analysts polled by Thomson Reuters I\/B\/E\/S had on average expected $5.18 billion.  Concerns around Humira’s future will only increase through 2018 despite AbbVie’s “solid” overall results, Credit Suisse analyst Vamil Divan said in a report.  To rely less on Humira, AbbVie has tried to grow sales from other medicines including cancer treatment Imbruvica, which it acquired as part of a $21 billion deal in 2015. The drug raked in quarterly sales of $850 million and topped analysts’ estimates.  AbbVie does not have any multi-billion dollar acquisitions on the horizon, Gonzalez said, in response to a question from an analyst.  Still, the company would consider buying smaller assets, he said. “It’s not my objective to telegraph to all of our competitors what our defense strategies are. But what I can tell you is, thus far, it is playing out exactly as we had planned.”  AbbVie’s second-quarter revenue grew to $8.28 billion and beat analysts’ estimates of $8.21 billion. Excluding one-time items, AbbVie earned $2 per share, edging past expectations of $1.97.  AbbVie now expects 2018 adjusted earnings of between $7.76 and $7.86 per share, compared with an earlier expectation of between $7.66 and $7.76.","133":"Feb 16 (Reuters) - Abbvie Inc:  * ABBVIE ANNOUNCES NEW PHASE 2 DATA FOR UPADACITINIB SHOWING CLINICAL AND ENDOSCOPIC OUTCOMES IN CROHN’S DISEASE AT 52 WEEKS  * ABBVIE INC - PHASE 3 TRIALS FOR UPADACITINIB IN CROHN’S DISEASE ARE ONGOING  * ABBVIE - OVERALL SAFETY PROFILE OF UPADACITINIB WAS CONSISTENT WITH THAT OBSERVED IN OTHER UPADACITINIB STUDIES, WITH NO NEW SAFETY SIGNALS DETECTED  * ABBVIE - MANY UPADACITINIB-TREATED PATIENTS WHO ACHIEVED CLINICAL RESPONSE§ AFTER 16-WEEK INDUCTION PHASE MAINTAINED RESPONSE AFTER 36-WEEK EXTENSION  * ABBVIE INC - 2 MALIGNANCIES OCCURRED IN 12 MG TWICE-DAILY ARM AND NO DEATHS OCCURRED IN CELEST STUDY Source text for Eikon: Further company coverage:","134":"Aug 29 (Reuters) - AbbVie Inc on Thursday said it will discontinue the late-stage trial testing its experimental treatment for a type of lung cancer after it failed to show a survival benefit compared to placebo.  An independent data monitoring committee recommended terminating the trial after an interim analysis of data from the trial testing its treatment, Rova-T, as first-line therapy, the company said.  AbbVie last year halted enrollment in a trial testing Rova-T as a second-line therapy in lung cancer. (Reporting by Manojna Maddipatla in Bengaluru; Editing by Shinjini Ganguli)","135":"May 12 (Reuters) - Abbvie Inc:  * ABBVIE INC - STOCKHOLDERS DID NOT APPROVE A STOCKHOLDER PROPOSAL TO ISSUE AN ANNUAL COMPENSATION COMMITTEE REPORT ON DRUG PRICING AT ANNUAL MEETING  * ABBVIE - AT ANNUAL MEETING, STOCKHOLDERS DID NOT APPROVE A STOCKHOLDER PROPOSAL TO ADOPT A POLICY TO REQUIRE AN INDEPENDENT CHAIR  * ABBVIE INC - AT ANNUAL MEETING, STOCKHOLDERS DID NOT APPROVE A STOCKHOLDER PROPOSAL TO ISSUE A LOBBYING REPORT Source text: (bit.ly\/2WOxvJ7) Further company coverage:","136":"Oct 26 (Reuters) - Abbott Laboratories and AbbVie Inc will pay $25 million to resolve allegations that Abbott paid kickbacks to doctors in exchange for them prescribing the cholesterol drug TriCor and promoted the medication for unapproved purposes.  The U.S. Justice Department announced the settlement on Friday, which resolves claims first raised in a whistleblower lawsuit filed in 2009 by a former sales representative at Abbott. AbbVie spun-out of Abbott in 2013. (Reporting by Nate Raymond in Boston Editing by Chris Reese)","137":"March 19 (Reuters) - AbbVie Inc:  * ABBVIE PROVIDES UPDATE ON VENCLEXTA®\/VENCLYXTO® (VENETOCLAX) MULTIPLE MYELOMA PROGRAM  * ABBVIE INC - FDA HAS PLACED A PARTIAL CLINICAL HOLD ON ALL CLINICAL TRIALS EVALUATING VENETOCLAX FOR INVESTIGATIONAL TREATMENT OF MULTIPLE MYELOMA  * ABBVIE INC - PARTIAL CLINICAL HOLD FOLLOWS A REVIEW OF DATA FROM ONGOING PHASE 3 BELLINI TRIAL (M14-031)  * ABBVIE INC - TUESDAY’S ACTION DOES NOT IMPACT ANY OF APPROVED INDICATIONS FOR VENETOCLAX  * ABBVIE - PATIENTS WHO ARE CURRENTLY ENROLLED IN STUDIES AND RECEIVING BENEFIT FROM THERAPY MAY CONTINUE WITH TREATMENT, AFTER CONSULTATION WITH PHYSICIAN  * ABBVIE INC - INFORMED CLINICAL TRIAL INVESTIGATORS INVOLVED IN STUDIES OF RESULTS AND WILL WORK WITH THEM TO PROCEED AS APPROPRIATE  * ABBVIE - A HIGHER PROPORTION OF DEATHS WAS OBSERVED IN VENETOCLAX ARM COMPARED TO CONTROL ARM OF TRIAL IN PHASE 3 BELLINI TRIAL (M14-031) Source text for Eikon: Further company coverage:","138":"The Federal Trade Commission is urging a federal appeals court to hold that patent lawsuits AbbVie Inc filed against companies seeking to make generic competitors to its testosterone replacement drug AndroGel were baseless “shams.”  The FTC on Friday asked the 3rd U.S. Circuit Court of Appeals to uphold a ruling that required AbbVie and a smaller drugmaker to pay $493 million for engaging in anticompetitive conduct that delayed the release of generic versions of AndroGel.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2Z9iMbM","139":"June 18 (Reuters) - Abbvie Inc:  * ALPINE IMMUNE SCIENCES AND ABBVIE ANNOUNCE OPTION AND LICENSE AGREEMENT FOR THE DEVELOPMENT AND COMMERCIALIZATION OF ALPN-101  * ALPINE IMMUNE SCIENCES INC - GRANTS ABBVIE OPTION TO LICENSE WORLDWIDE RIGHTS TO ALPN-101  * ALPINE IMMUNE SCIENCES INC - TO RECEIVE $60 MILLION IN AN UPFRONT CASH PAYMENT FROM ABBVIE  * ALPINE IMMUNE SCIENCES INC - ELIGIBLE TO RECEIVE UP TO $805 MILLION FOR EXERCISE OF OPTION AND SUCCESS-BASED DEVELOPMENT, MILESTONES  * ALPINE IMMUNE SCIENCES INC - TO CONDUCT A PHASE 2 STUDY IN SYSTEMIC LUPUS ERYTHEMATOSUS DURING OPTION PERIOD Source text for Eikon: Further company coverage:","140":"(Reuters) - BeiGene Ltd said on Monday a late-stage trial failed to show that its cancer treatment Brukinsa was superior to Imbruvica, a rival drug from Johnson & Johnson and AbbVie Inc. The results come merely a month after BeiGene scored a win with Brukinsa’s approval to treat patients with mantle cell lymphoma, who have received at least one prior therapy.  FILE PHOTO: People enter a building of biotechnology firm BeiGene Ltd at the Suzhou Industrial Park in Suzhou, Jiangsu province, China November 22, 2019. REUTERS\/Stringer  U.S.-listed shares of BeiGene fell 5.2% to $166.9 in early trading on Monday.  The latest trial compared the drugs in 229 patients with Waldenström’s Macroglobulinemia (WM), a rare, slow-growing blood cell cancer characterized by an excess of abnormal white blood cells in the bone marrow.  Brukinsa did not achieve the comparative study’s main goals of showing greater reduction in cancer signs compared with Imbruvica and in reducing at least 90% of production of an antibody that overproduced in patients with WM.  However, it did show greater improvements in safety and tolerability, BeiGene said.  There is sufficient data from the comparative study to have a discussion with the U.S. Food and Drug Administration and the European Medicines Agency for Brukinsa’s approval in WM, the company said and added that it was too early to talk about regulatory filing.  “It is unlikely that we would do other trials, I think that there’s potential that with longer follow up this trial in and of itself could suffice,” Eric Hendrick, chief adviser at BeiGene, told Reuters.  Despite Monday’s failure, the trial data suggests Brukinsa has a differentiated safety profile, with fewer patients discontinuing treatment due to side effects, SVB Leerink analyst Andrew Berens said.  Four patients on Brukinsa discontinued the treatment due to adverse events and there was one death, while the group receiving Imbruvica witnessed nine discontinuations from side effects and four deaths, BeiGene said.  Like Imbruvica, Brukinsa belongs to a class of drugs called Bruton’s tyrosine kinase (BTK) inhibitors. It also competes against AstraZeneca Plc’s Calquence, another BTK inhibitor.  BeiGene likely faces an uphill commercial battle versus Imbruvica and Calquence without positive head-to-head data, Guggenheim analyst Michael Schmidt said.  Brukinsa is currently priced at $12,935 for a 30-day supply, roughly at parity with Imbruvica and slightly below Calquence.  The company said it does not believe the trial results cause it to rethink its strategy around Brukinsa’s pricing.  WM affects about 3 per million people each year in the United States, according to the National Institutes of Health.","141":"Oct 19 (Reuters) - AbbVie Inc on Friday appointed Robert Michael as its chief financial officer, replacing William Chase, who will retire in mid-2019.  The drugmaker said here Chase will assume the post of executive vice president till his retirement.  Michael, 48, has been the company’s vice president, Controller, since March 1, 2017.  AbbVie said on Thursday it settled a patent dispute regarding its Humira biosimilar with Fresenius Kabi Oncology Ltd , in the latest such settlement.  Humira, the drugmaker’s blockbuster rheumatoid arthritis drug, is facing stiff competition from biosimilar entrants in Europe. Rival copycat versions of the drug went on sale in Europe earlier this week. (Reporting by Aakash Jagadeesh Babu in Bengaluru; Editing by Maju Samuel)","142":"April 5 (Reuters) - Biogen Inc:  * BIOGEN AND SAMSUNG BIOEPIS AGREE TO SETTLEMENT WITH ABBVIE ALLOWING COMMERCIALIZATION OF IMRALDI™ (ADALIMUMAB BIOSIMILAR) IN EUROPE  * BIOGEN EXPECTS TO LAUNCH IMRALDI IN EUROPE ON OCTOBER 16, 2018  * PRECISE TERMS OF AGREEMENT WITH ABBVIE ARE CONFIDENTIAL  * UNDER TERMS OF AGREEMENT, ABBVIE WILL GRANT PATENT LICENSES FOR USE AND SALE OF IMRALDI IN EUROPE  * COUNTRY BASIS  * UNDER TERMS OF AGREEMENT, BIOGEN AND SAMSUNG BIOEPIS WILL MAKE ROYALTY PAYMENTS TO ABBVIE  * COMPANIES HAVE AGREED TO DISMISS ALL PENDING PATENT LITIGATION Source text for Eikon: Further company coverage:","143":"June 6 (Reuters) - Abbvie Inc:  * ABBVIE PRESENTS DATA SHOWING RINVOQ™ (UPADACITINIB) MEETS PRIMARY AND KEY SECONDARY ENDPOINTS IN PHASE 3 HEAD-TO-HEAD STUDY VERSUS ORENCIA (ABATACEPT) IN RHEUMATOID ARTHRITIS PATIENTS Source text for Eikon: Further company coverage:","144":"June 10 (Reuters) - Genmab A\/S:  * REG-GENMAB AND ABBVIE ANNOUNCE BROAD ONCOLOGY COLLABORATION  * REG-GENMAB AND ABBVIE ANNOUNCE BROAD ONCOLOGY COLLABORATION  * GENMAB AND ABBVIE ENTERED INTO A BROAD COLLABORATION TO JOINTLY DEVELOP AND COMMERCIALIZE THREE OF GENMAB’S NEXT-GENERATION BISPECIFIC ANTIBODY PRODUCTS, INCLUDING EPCORITAMAB  * COMPANIES ESTABLISH A DISCOVERY RESEARCH COLLABORATION TO CREATE ADDITIONAL DIFFERENTIATED ANTIBODY THERAPEUTICS FOR CANCER  * ABBVIE TO PAY GENMAB AN UPFRONT PAYMENT OF USD 750 MILLION WITH TOTAL POTENTIAL MILESTONE PAYMENTS OF UP TO USD 3.15 BILLION  * AS A RESULT OF THIS AGREEMENT, GENMAB IS IMPROVING ITS FINANCIAL GUIDANCE FOR 2020.  * WE EXPECT OUR 2020 REVENUE TO BE IN RANGE OF DKK 9,100 - DKK 9,500 MILLION, AN INCREASE OF DKK 4,350 MILLION COMPARED TO OUR PREVIOUS GUIDANCE.  * WE ANTICIPATE OUR 2020 OPERATING EXPENSES WILL CONTINUE TO BE IN RANGE OF DKK 3,850 - 3,950 MILLION  * GENMAB A\/S - WE NOW EXPECT OUR OPERATING INCOME TO BE APPROXIMATELY DKK 5,200 TO DKK 5,600 MILLION IN 2020.  * FINANCIAL GUIDANCE ASSUMES THAT NO SIGNIFICANT NEW AGREEMENTS ARE ENTERED INTO DURING 2020 THAT COULD MATERIALLY AFFECT RESULTS. Source text for Eikon: Further company coverage: (Gdansk Newsroom)","145":"June 1 (Reuters) - Abbvie Inc:  * ABBVIE SUBMITS REGULATORY APPLICATIONS TO FDA AND EMA FOR RINVOQ™ (UPADACITINIB) FOR THE TREATMENT OF ADULTS WITH ACTIVE PSORIATIC ARTHRITIS  * ABBVIE INC - SIGNIFICANTLY MORE PATIENTS TAKING RINVOQ ACHIEVED AN ACR20 RESPONSE THAN PATIENTS RECEIVING PLACEBO  * ABBVIE - SUBMISSIONS SUPPORTED BY TWO PHASE 3 STUDIES IN WHICH RINVOQ DEMONSTRATED IMPROVED JOINT OUTCOMES, PHYSICAL FUNCTION AND SKIN SYMPTOMS  * ABBVIE INC - IN BOTH PHASE 3 STUDIES, RINVOQ MET PRIMARY ENDPOINT OF ACR20 RESPONSE AT WEEK 12 VERSUS PLACEBO  * ABBVIE INC - OVERALL, SAFETY PROFILE OF RINVOQ IN PSORIATIC ARTHRITIS WAS CONSISTENT WITH PREVIOUSLY REPORTED RESULTS Source text for Eikon: Further company coverage:","146":"May 18 (Reuters) - AbbVie Inc:  * ABBVIE INC - ON MAY 17, ENTERED TERM LOAN CREDIT AGREEMENT TO BORROW TERM LOANS ON AN UNSECURED BASIS OF UP TO $3 BILLION - SEC FILING Source bit.ly\/2IuwcL8 Further company coverage:","147":"March 23 (Reuters) - Abbvie Inc:  * ABBVIE INC - RICHARD GONZALEZ, CHAIRMAN AND CEO’S 2019 TOTAL COMPENSATION WAS $21.6 MILLION VERSUS $21.3 MILLION IN 2018 - SEC FILING  * ABBVIE INC - ROBERT MICHAEL, EVP AND CFO’S 2019 TOTAL COMPENSATION WAS $8.8 MILLION VERSUS $3.1 MILLION IN 2018  * ABBVIE INC - 2019 CEO PAY RATIO WAS 139:1 Source : (bit.ly\/2QIJHZM) Further company coverage:","148":"(Corrects second paragraph to show FDA requested more time to review additional information, not requested additional information)  April 10 (Reuters) - AbbVie Inc and Neurocrine Biosciences Inc said on Tuesday the U.S. Food and Drug Administration notified the companies that it requires more time to review the marketing application for their uterine pain drug.  The agency requested more time to review additional information regarding the results of liver function tests provided by AbbVie in connection with the application for Elagolix in endometriosis-associated pain, the companies said.  The FDA is now expected to make its decision in the third quarter of 2018, three months later than initially expected. (Reporting by Tamara Mathias in Bengaluru; Editing by Bernard Orr)","149":"A federal appeals court on Tuesday upheld a ruling that invalidated some of Abbvie Inc’s patents on Humira, the world’s bestselling drug.  Affirming the U.S. Patent and Trademark Office’s Patent Trial and Appeal Board, a three-judge panel of the U.S. Court of Appeals for the Federal Circuit said three Abbvie patents on Humira were invalid as obvious.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2QUs8oD","150":"Sept 4 (Reuters) - I-Mab:  * SAYS POTENTIAL VALUE OF SUCH LICENSE OF THE 2 BISPECIFIC PROGRAMS IS A MINIMUM $1 BILLION IN UPFRONT AND MILESTONE PAYMENTS- CONF. CALL  * SAYS ABBVIE HAS A RIGHT OF FIRST NEGOTIATION TO IN-LICENSE FURTHER DEVELOPMENT AND COMMERCIALIZATION OF 2 ADDITIONAL LEMZOPARLIMAB-BASED BISPECIFIC ANTIBODIES- CONF. CALL Further company coverage:","151":"Aug 16 (Reuters) - The U.S. Food and Drug Administration on Friday approved AbbVie Inc’s new treatment for rheumatoid arthritis, a win for the drugmaker seeking to widen its portfolio as its blockbuster flagship therapy Humira faces competition.  The drug, Rinvoq, also called upadacitinib, was approved to treat rheumatoid arthritis, according to a notice from the FDA.(bit.ly\/2KFUa5H) (Reporting by Tamara Mathias in Bengaluru; Editing by Maju Samuel)","152":"A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid  (Reuters) - Abbvie Inc said on Thursday it settled all patent disputes with Novartis AG, granting it a non-exclusive license to manufacture and sell a copycat version of blockbuster drug, Humira.  Abbvie, however, did not disclose details regarding the royalties it will receive from Novartis generics unit, Sandoz, as part of the agreement.  Shares of Abbvie rose 2.39 percent to $92.87 in after-market trading.  The license period will begin on Sept. 30, 2023 in the United States and on Oct. 16 in most countries in the European Union, Abbvie said in a statement.  Sandoz received marketing approval for its Humira biosimilar from the European Commission in July and had submitted its application to the U.S. health regulator early this year.  Last year, Abbvie reached a settlement with Amgen Inc, delaying Amgen’s cheaper biosimilar version of Humira until Jan. 31, 2023.  Humira is the world’s best-selling prescription medicine and has long buoyed AbbVie’s business, raking in $5.19 billion in second-quarter sales.  But as cheaper biosimilar versions come closer to entering the market, the company has been trying to grow sales from its other medicines, including cancer treatment Imbruvica.","153":"* Tech leads all 3 major U.S. indexes lower  * Allergan jumps on AbbVie’s $63 bln purchase announcement  * Fed Chair Powell due to speak at 1:00 p.m. ET  * Indexes down: 0.15%, S&P 0.32%, Nasdaq 0.61% (Updates to mid-day, changes dateline, byline)  NEW YORK, June 25 (Reuters) - Wall Street lost ground on Tuesday as simmering geopolitical and trade concerns, combined with disappointing economic data, kept buyers at bay and investors looked to remarks from U.S. Federal Reserve chair Jerome Powell expected later in the session.  Technology companies led all three major U.S. stock indexes into the red ahead Powell’s speech and the question-and-answer session to follow, which will be scrutinized by market participants for clues as to when and by how much the central bank will cut key interest rates.  “It’s not an all-red day but it’s pretty much a risk-off day with money moving into defensive names,” said Tim Ghriskey, chief investment strategist at Inverness Counsel in New York.  Despite Tuesday’s sell-off, June is shaping up to be a good month for U.S. equities. The benchmark S&P 500 is still hovering within a percent of its all-time high reached last Thursday.  Still, anxieties stemming from the ongoing U.S.-China trade war found no relief in a White House official’s remarks that President Trump is “comfortable with any outcome” arising from an expected meeting with Chinese President Xi Jinping at the Group of 20 summit convening in Japan on Friday.  “The upcoming meeting between Xi and Trump is being anxiously anticipated,” Ghriskey added. “Expectations for that meeting are low, even pessimistic.”  On the economic front, sales of newly constructed homes and consumer confidence numbers both came in well below economist expectations, according to separate reports from the U.S. Commerce Department and the Conference Board.  Increasing signs of economic softness, especially related to the trade disputes between the United States and its major trading partners, helped prompt the Federal Reserve last week to signal interest rate cuts beginning as early as July.  The Dow Jones Industrial Average fell 39.64 points, or 0.15%, to 26,687.9, the S&P 500 lost 9.33 points, or 0.32%, to 2,936.02 and the Nasdaq Composite dropped 48.90 points, or 0.61%, to 7,956.80.  Of the 11 major indexes in the S&P 500, seven were in negative territory, with communications services seeing the biggest percentage drop.  Rate-sensitive bank stocks were down 0.3%, as U.S. benchmark yields fell below the closely watched 2% level.  The healthcare sector edged up 0.2%, boosted by news of a multi-billion dollar deal.  AbbVie Inc said it would buy Allergan Plc for about $63 billion, sending the Botox-maker’s shares up by 26.7%. AbbVie’s stock dropped 15.2% on the news.  Declining issues outnumbered advancing ones on the NYSE by a 1.11-to-1 ratio; on Nasdaq, a 1.15-to-1 ratio favored decliners.  The S&P 500 posted 28 new 52-week highs and 5 new lows; the Nasdaq Composite recorded 19 new highs and 64 new lows. (Reporting by Stephen Culp Editing by Chizu Nomiyama)","154":"May 6 (Reuters) - Abbvie Inc:  * ABBVIE INC - ALLERGAN'S CURRENT CHAIRMAN AND CEO BRENT SAUNDERS HAS ELECTED NOT TO JOIN ABBVIE BOARD Source text: (bit.ly\/2WrkrsY) Further company coverage:","155":"June 22 (Reuters) - Abbvie Inc:  * FDA ACCEPTS SUPPLEMENTAL BIOLOGICS LICENSE APPLICATION (SBLA) FOR BOTOX® (ONABOTULINUMTOXINA) FOR THE TREATMENT OF PEDIATRIC PATIENTS WITH NEUROGENIC DETRUSOR OVERACTIVITY  * ABBVIE INC - PRESCRIPTION DRUG USER FEE ACT DATE IS EXPECTED TO BE IN Q1 OF 2021 FOLLOWING A STANDARD 10-MONTH REVIEW.  * ABBVIE - SBLA IS BASED ON DATA FROM A RANDOMIZED, DOUBLE-BLIND PHASE 3 STUDY EVALUATING SAFETY AND EFFICACY OF BOTOXIN MORE THAN 100 PEDIATRIC PATIENTS Source text for Eikon: Further company coverage:","156":"June 1 (Reuters) - Abbvie Inc:  * ABBVIE AND JACOBIO ANNOUNCE STRATEGIC COLLABORATION TO ADVANCE SHP2 INHIBITORS  * UNDER TERMS OF AGREEMENT, ABBVIE WILL BE GRANTED AN EXCLUSIVE LICENSE TO SHP2 PORTFOLIO  * FINANCIAL TERMS WERE NOT DISCLOSED AND TRANSACTION IS SUBJECT TO CLEARANCE UNDER HART-SCOTT-RODINO ANTITRUST IMPROVEMENTS ACT Source text for Eikon: Further company coverage:","157":"LONDON, Oct 17 (Reuters) - South Korea’s Samsung Bioepis and its partner Biogen have launched a third rival to AbbVie’s blockbuster medicine Humira in Europe, ramping up competition for a slice of the world’s top-selling prescription drug’s sales.  Wednesday’s launch follows similar moves a day earlier by Amgen and Novartis’s Sandoz unit. A fourth so-called biosimilar copy of Humira is expected soon from Mylan .  The primary European patent on Humira expired on Oct. 16, opening the door to cheaper near-identical copies for treating rheumatoid arthritis, Crohn’s disease, ulcerative colitis and psoriasis.  Humira’s worldwide sales were $18 billion last year, of which around $4 billion came from Europe, and healthcare providers are hoping for significant savings with the arrival of cut-price rivals.  Samsung Bioepis is a joint venture between Samsung BioLogics and Biogen.  News of the launch comes amid a slide in Samsung BioLogics shares after a local media report that said the company faces disciplinary action due to alleged accounting violations. (Reporting by Ben Hirschler; editing by Jason Neely)","158":"July 27 (Reuters) - AbbVie Inc on Friday topped Wall Street estimates for second-quarter profit and raised its yearly earnings forecast, led by stronger demand for top-selling drugs Humira and Imbruvica.  The drugmaker said sales of rheumatoid arthritis medicine Humira, which accounts for some two-thirds of AbbVie’s overall revenue, rose to $5.19 billion in the three months ended June 30. Six analysts polled by Thomson Reuters I\/B\/E\/S had on average expected $5.18 billion.  Humira is the world’s best-selling prescription medicine, and AbbVie has aggressively tried to fend off any competition from rival drugmakers looking to make cheaper copies of the drug. The North Chicago, Illinois-based company has signed agreements with drug companies including Mylan to keep them from launching any Humira copies until 2023.  AbbVie’s Imbruvica cancer drug raked in second-quarter sales of $850 million, exceeding analysts’ estimates of $827.2 million.  AbbVie now expects 2018 adjusted earnings of between $7.76 and $7.86 per share, compared with an earlier expectation of between $7.66 and $7.76.  Excluding one-time items, AbbVie earned $2 per share, edging past analysts’ expectations of $1.97. Net earnings rose 3.6 percent to $1.98 billion or $1.26 per share.  Revenue rose about 19 percent to $8.28 billion. Analysts had expected $8.21 billion. (Reporting by Tamara Mathias and Akanksha Rana in Bengaluru; Editing by Sai Sachin Ravikumar)","159":"FILE PHOTO: A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid\/File Photo  (Reuters) - AbbVie Inc ABBV.N said on Friday that William Chase stepped down as chief financial officer and will retire from the company in mid-2019, and the U.S. drugmaker promoted controller, Robert Michael, to the CFO role.  Michael, 48, will report to Chase, who as of Friday becomes executive vice president of finance and administration.  The move came as a surprise and raises questions as the company faces new competition for its top drug, the rheumatoid arthritis treatment Humira, Credit Suisse analyst Vamil Divan wrote in a research note.  “We do not believe the Street had been expecting a CFO transition and, in fact, had expected a transition at the CEO level before one with the CFO,” Divan wrote.  AbbVie said in a filing with the U.S. Securities and Exchange Commission that Chase, who was 50 at the time AbbVie filed its annual report in February, had informed it that he planned to retire from the company. AbbVie did not put out a news release on the transition.  In an internal email to all AbbVie employees seen by Reuters, Chief Executive Officer Richard Gonzales thanked Chase for \"helping to shape\" the company. He said Chase was retiring after more than 30 years with the company and its predecessor, Abbott Laboratories. ABT.N Abbott split into two companies at the beginning of 2013.  AbbVie said on Thursday it had settled a patent dispute with Fresenius Kabi Oncology Ltd FRES.M3 over a proposed biosimilar rival to Humira, in the latest such settlement.  Humira, the world’s biggest-selling prescription drug with sales expected to reach $20 billion this year, began facing competition from biosimilar versions in Europe earlier this week.  AbbVie shares were down 1 percent at $88.86 in afternoon trading.","160":"May 1 (Reuters) - Abbvie Inc:  * ABBVIE INC SAYS SAW MODEST IMPACT TO NEW PATIENT STARTS FOR SOME DRUGS DUE TO COVID-19 RESTRICTIONS IN Q1: CONF. CALL  * ABBVIE INC CEO SAYS EXPECTS PRONOUNCED IMPACT ON ALLERGAN’S AESTHETICS BUSINESS DUE TO COVID-19: COF. CALL  * ABBVIE INC CEO SAYS EXPECTS ALLERGAN’S BOTOX AESTHETICS BUSINESS TO REBOUND QUICKLY AFTER INITIAL IMPACT DUE TO COVID-19: CONF. CALL  * ABBVIE INC EXPECTS U.S. HUMIRA SALES GROWTH OF ABOUT 7% IN 2020: CONF. CALL  * ABBVIE CEO SAYS U.S. HUMIRA SALES FORECAST FOR 2020 ASSUMES MORE PATIENTS WILL SHIFT TO MEDICAID PLANS Further company coverage:","161":"Dec 16 (Reuters) - BeiGene Ltd said on Monday a late-stage trial testing its recently approved cancer treatment Brukinsa did not meet the main goal of proving superior to Imbruvica, a rival medicine from Johnson & Johnson and AbbVie Inc.  The trial tested the drugs in patients with Waldenström’s Macroglobulinemia, a type of non-Hodgkin lymphoma.  China-based BeiGene in November won approval for Brukinsa for treating patients with mantle cell lymphoma, who have received at least one prior therapy. (Reporting by Tamara Mathias and Manojna Maddipatla in Bengaluru; Editing by Shounak Dasgupta)","162":"Sept 1 (Reuters) - The U.S. House Oversight Committee has decided to subpoena drugmaker Abbvie Inc to seek documents as part of its investigation into drug pricing practices.  “After more than 18 months, AbbVie has demonstrated its unwillingness to comply voluntarily with the Committee’s investigation,” Representative Carolyn Maloney, the Chairwoman of the committee, wrote in a memo.  AbbVie did not immediately respond to Reuters request for comment. (Reporting by Ankur Banerjee in Bengaluru; Editing by Arun Koyyur)","163":"June 4 (Reuters) - Abbvie Inc:  * NEW LONG-TERM DATA FROM RINVOQ™ (UPADACITINIB, 15 MG) PHASE 3 STUDIES IN RHEUMATOID ARTHRITIS PRESENTED AT 2020 ANNUAL EUROPEAN E-CONGRESS OF RHEUMATOLOGY (EULAR)  * ABBVIE INC - RINVOQ’S SAFETY PROFILE WAS CONSISTENT ACROSS PIVOTAL PHASE 3 PROGRAM, WITH NO NEW SAFETY SIGNALS IDENTIFIED  * ABBVIE INC - RESULTS FROM SELECT-EARLY AND SELECT-COMPARE SHOWED RINVOQ INHIBITED STRUCTURAL JOINT DAMAGE IN RHEUMATOID ARTHRITIS PATIENTS  * ABBVIE - LONG-TERM RESULTS FROM TWO STUDIES SHOWED RINVOQ IMPROVED SIGNS AND SYMPTOMS IN PATIENTS WITH RHEUMATOID ARTHRITIS THROUGH 72 AND 84 WEEKS Source text for Eikon: Further company coverage:","164":"July 31 (Reuters) - Abbvie Inc:  * ABBVIE SAYS BY THE END OF JUNE TOTAL BUSINESS RECOVERED TO MORE THAN 90% OF PRE-COVID LEVELS - CONF CALL  * ABBVIE SAYS AESTHETICS REVENUES RECOVERED AND APPROACHING 95% OF PRE-COVID LEVELS - CONF CALL  * ABBVIE SAYS PERFORMANCE EXPECTED TO CONTINUE TO RAMP UP TO NORMALIZED LEVELS OVER THE COURSE OF THE SECOND HALF OF 2020 - CONF CALL  * ABBVIE EXPECTS FULL YEAR REVENUE OF APPROXIMATELY $45.5 BILLION AT CURRENT TRENDS - CONF CALL  * ABBVIE EXPECTS U.S. HUMIRA SALES GROWTH OF ABOUT 8% IN 2020 - CONF CALL  * ABBVIE EXPECTS AESTHETICS GLOBAL SALES OF ABOUT $2.4 BILLION, INCLUDING ABOUT$1 BILLION FROM BOTOX COSMETIC IN 2020 - CONF CALL  * ABBVIE EXPECTS Q3 ADJUSTED REVENUE OF ABOUT $12.8 BILLION - CONF CALL  * ABBVIE SAYS TRUMP’S EXECUTIVE ORDERS AIMED AT REDUCING DRUG PRICES HAVE NO SIGNIFICANT IMPACT ON ITS BUSINESS- CONF CALL Further company coverage:","165":"July 31 (Reuters) - Drugmaker AbbVie Inc reported a loss in the second quarter on Friday, as comparable sales from wrinkle treatment Botox, acquired as part of its $63 billion Allergan Plc deal, slumped due to the impact of the COVID-19 pandemic.  The company had cautioned earlier against a potential hit to sales from Botox and other aesthetic products during the pandemic, as people avoided non-emergency procedures due to shelter-in-place restrictions imposed to control the virus.  The drugmaker bought Allergan in May for a hefty sum, acquiring its medical aesthetics business including Botox, hoping the segments would emerge as new growth drivers before AbbVie’s arthritis drug, Humira, loses U.S. patent in 2023.  Total Botox cosmetic comparable sales plunged 43.1% to $226 million and therapeutic sales fell 22.3% to $297 in the second quarter ended June 30, on a comparable basis.  International sales of Humira fell about 20% due to competition from cheaper versions.  Like several other drugmakers, AbbVie is also looking to develop a therapy for COVID-19 and collaborating with three organizations, including the Netherlands’ Utrecht University, to develop an antibody that targets the spike protein of the virus.  AbbVie forecast a combined company 2020 adjusted profit estimate, which includes the results of Allergan from May 8 through Dec. 31, of $10.35 to $10.45 per share, representing annualized net accretion from the Allergan deal of 11%.  Second-quarter net loss attributable to shareholders was $738 million, or 46 cents per share, compared with a profit of $741 million, or 49 cents per share, a year earlier.  Revenue rose about 26.3% to $10.43 billion. (Reporting By Manojna Maddipatla and Mrinalika Roy in Bengaluru; Editing by Shinjini Ganguli)","166":"Feb 13 (Reuters) - Abbvie Inc:  * ABBVIE’S SKYRIZI™ NOW LISTED ON THE NOVA SCOTIA FORMULARY FOR THE TREATMENT OF MODERATE TO SEVERE PLAQUE PSORIASIS  * ABBVIE INC - NOVA SCOTIA LISTS SKYRIZI ON ITS PROVINCIAL FORMULARY EFFECTIVE FEBRUARY 06, 2020 Source text for Eikon: Further company coverage:","167":"April 9 (Reuters) - AbbVie Inc:  * UPADACITINIB MEETS ALL PRIMARY AND RANKED SECONDARY ENDPOINTS INCLUDING SUPERIORITY VERSUS ADALIMUMAB IN PHASE 3 STUDY IN RHEUMATOID ARTHRITIS  * ALL RANKED SECONDARY ENDPOINTS ALSO MET IN PHASE 3 STUDY IN RHEUMATOID ARTHRITIS  * PLANS GLOBAL REGULATORY SUBMISSIONS FOR UPADACITINIB IN RHEUMATOID ARTHRITIS IN SECOND HALF OF 2018 Source text for Eikon: Further company coverage:","168":"March 9 (Reuters) - Abbvie Inc:  * ABBVIE PARTNERING WITH GLOBAL AUTHORITIES TO DETERMINE EFFICACY OF HIV DRUG IN TREATING COVID-19  * ABBVIE INC - DOES NOT ANTICIPATE DISRUPTION TO MEDICINE SUPPLY FOR HIV PATIENTS AS A RESULT OF INVESTIGATION OF EFFECTIVENESS AGAINST COVID-19  * ABBVIE INC - ABBVIE DOES NOT HAVE ACCESS TO CHINESE CLINICAL INFORMATION AND THEREFORE CANNOT CONFIRM ITS ACCURACY  * ABBVIE INC - ABBVIE DONATED ALUVIA TO CHINESE GOVERNMENT FOR EXPERIMENTAL USE AGAINST COVID-19  * ABBVIE - CONFIRMED CO’S ACTIVITIES SUPPORTING EXPERIMENTAL USE OF HIV MEDICINE, KALETRA\/ALUVIA TO DETERMINE ITS EFFICACY IN TREATMENT OF COVID-19  * ABBVIE INC - DOES NOT ANTICIPATE ANY DISRUPTION TO ITS MEDICINE SUPPLY AS A RESULT OF COVID-19  * ABBVIE INC - UNCONFIRMED MEDIA REPORTS FROM CHINA CLAIM KALETRA\/ALUVIA (LOPINAVIR\/RITONAVIR) IS EFFECTIVE IN COVID-19 TREATMENT Source text for Eikon: Further company coverage:","169":"Feb 21 (Reuters) - Abbvie Inc:  * ABBVIE ANNOUNCES POSITIVE TOPLINE RESULTS FROM PHASE 3 STUDY EVALUATING INVESTIGATIONAL ELAGOLIX IN WOMEN WITH UTERINE FIBROIDS  * PHASE 3 ELARIS UF-I STUDY (M12-815) OF ELAGOLIX MET ITS PRIMARY ENDPOINT  * RESULTS DEMONSTRATED ELAGOLIX, IN COMBINATION WITH LOW-DOSE ADD-BACK THERAPY, REDUCED HEAVY MENSTRUAL BLEEDING COMPARED TO PLACEBO  * PHASE 3 ELARIS UF-I STUDY ALSO MET ALL RANKED SECONDARY ENDPOINTS (P<0.001) AT MONTH SIX Source text for Eikon: Further company coverage:","170":"A federal judge on Monday dismissed antitrust litigation accusing pharmaceutical company AbbVie of illegally shielding its blockbuster arthritis drug Humira from cheaper biosimilar versions using a “thicket” of patents.  U.S District Judge Manish Shah of the Northern District of Illinois said the plaintiffs, all indirect purchasers of the drug, failed to allege that the Chicago-based company violated federal or state antitrust laws through its use of the legal patent process.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/3f0vAZt","171":"Feb 3 (Reuters) - Abbvie Inc:  * ABBVIE EXPECTS REVENUE FOR SKYRIZI AND RINVOQ COMBINED TO DOUBLE IN 2021 TO $4.6 BILLION: CONF CALL  * ABBVIE SAYS COVID-19 DYNAMICS WILL HAVE IMPACT ON ITS BUSINESS IN 2021, PREDOMINANTLY IN H1 OF 2021, BUT SIGNIFICANTLY MODERATED VERSUS 2020 IMPACT: CONF CALL  * ABBVIE EXPECT U.S. HUMIRA SALES TO GROW APPROX 8% IN 2021: CONF CALL  * ABBVIE EXPECTS Q1 2021 ADJUSTED EPS BETWEEN $2.79 AND $2.83; REVENUE APPROACHING $12.7 BILLION: CONF CALL Source text for Eikon: Further company coverage:","172":"ZURICH (Reuters) - U.S. drugmaker AbbVie's ABBV.N $63 billion tie-up with Allergan AGN.N is getting help from Nestle NESN.S and AstraZeneca AZN.L buying up products the Irish-domiciled company is shedding to placate regulators.  Slideshow ( 2 images )  AbbVie is swallowing Allergan to give it control of the lucrative wrinkle treatment Botox and to diversify a portfolio heavily dependent on its $19-billion-per-year arthritis drug Humira, the world’s best-selling medicine that is advancing toward U.S. patent expiration.  Swiss food group Nestle bulked up its medical nutrition business with Allergan’s Zenpep, a product with 2018 sales of $237 million which treats people whose pancreases do not provide enough enzymes to digest fats, proteins and sugars.  Nestle did not give financial details, but analysts from Zuercher Kantonalbank estimated the takeover could have cost the Vevey, Switzerland-based company more than $1 billion.  Meanwhile, AstraZeneca is regaining rights to brazikumab, Allergan’s experimental drug against Crohn’s Disease and ulcerative colitis. The European Commission said this month the immunology medicine must be divested because of the risk its development would be halted after AbbVie’s takeover because of competing medicines.  “These definitive agreements represent significant progress toward the completion of our acquisition of Allergan,” Richard Gonzalez, AbbVie’s chairman and chief executive, said.  With regulators wary of the deal’s anti-competitive potential, rivals are getting a chance to stock their own product shelves.  Nestle Chief Executive Mark Schneider, who also gets Allergan’s Viokace, another pancreatic enzyme product, in Monday’s deal, is bulking up on nutrition products that combine properties of medicine and food as the Swiss company expands in areas where growth may outpace its mainstream food business.  “This is a significant opportunity for our business in the United States,” Greg Behar, head of Nestle Health Science, said in a statement.  AstraZeneca’s pact for brazikumab marks a return of the inflammation medicine to the British drugmaker’s portfolio. In 2016, Astra had struck a licensing deal with Allergan worth up to $1.5 billion for the medicine.  With its return to AstraZeneca, Allergan has agreed to fund development costs for brazikumab in Crohn’s disease and ulcerative colitis, including the creation of a companion diagnostic, AstraZeneca said in a separate statement.  “This agreement creates an opportunity for us to complete the full development program and bring this potential new treatment option to patients as quickly as possible,” Mene Pangalos, Astra’s biopharmaceuticals research head.  Even if Allergan must foot the development bill, analysts appeared underwhelmed, in part because AbbVie’s Skyrizi, or risankizumab, a similar medicine, has a head start.  “This could be another autoimmune product to add to Astra’s portfolio, although it will be somewhat late to the market,” Liberum’s Alistair Campbell wrote in a note to investors.","173":"WASHINGTON (Reuters) - Drugmaker AbbVie Inc has won U.S. antitrust approval to buy Botox maker Allergan, a blockbuster $63 billion deal when it was announced last year, the companies said on Tuesday.  FILE PHOTO: A trader works by the post that trades AbbVie on the floor of the New York Stock Exchange March 5, 2015.REUTERS\/Brendan McDermid  AbbVie, which has been under pressure to diversify its portfolio, said in June 2019 that it would acquire Allergan in a deal that gives AbbVie control over the lucrative wrinkle treatment Botox and buys time to seek new growth before its arthritis treatment Humira loses U.S. patent protection in 2023.  A four-week supply of Humira, the world’s best-selling medicine, has a list price of about $5,174 or more than $60,000 for a year. Its sales were $4.70 billion for the most recent quarter despite declines outside the United States, where it has begun facing competition from cheaper biosimilar versions.  The combined AbbVie and Allergan will be based in AbbVie’s home of North Chicago.  Allergan, formerly based in California, itself was part of a tax “inversion” deal, after European generic drugmaker Actavis bought it for $66 billion in 2015 and adopted the company’s name, moving its headquarters to Dublin.  To win approval from the Federal Trade Commission, the companies said they agreed to divest brazikumab, a drug in development to treat autoimmune diseases, to AstraZeneca.  In addition, Swiss food giant Nestle agreed to buy Allergan’s Zenpep, a product for people whose pancreases do not provide enough enzymes to properly digest fats, proteins and sugars, often because of cystic fibrosis. Zenpep had sales of $237 million in 2018. Nestle will also buy Viokace, another pancreatic enzyme preparation.  The deal was approved by the European Union in January on condition that brazikumab be sold.  The five-member FTC split on whether to approve the merger, with the three Republicans in favor and two Democrats against.  In their statement, the Republican Chairman Joseph Simons and Commissioners Noah Phillips and Christine Wilson argued that the two companies’ drug portfolios are strong in different areas and, once the divestitures are done, there was no evidence that the deal would lead to higher prices or lost innovation.  Democratic Commissioner Rohit Chopra called the FTC decision to divest drugs to Nestle, a company that sells no medicines, “risky and concerning,” and Commissioner Rebecca Slaughter agreed.  The two also expressed concern about AstraZeneca actually bringing brazikumab to market since the company will not pay for it and will have less incentive to make its money back.","174":"June 12 (Reuters) - Abbvie Inc:  * ABBVIE PRESENTS NEW LATE-BREAKING DATA SHOWING SKYRIZI® (RISANKIZUMAB-RZAA) ACHIEVES SUPERIOR RATES OF COMPLETE SKIN CLEARANCE VERSUS COSENTYX® (SECUKINUMAB) AT 52 WEEKS  * ABBVIE INC - NEW HEAD-TO-HEAD DATA FROM IMMERGE PHASE 3B OPEN-LABEL STUDY SHOW SKYRIZI DEMONSTRATED SUPERIORITY TO COSENTYX AT WEEK 52  * ABBVIE INC - NO NEW SAFETY SIGNALS WERE OBSERVED FOR SKYRIZI THROUGH 52 WEEKS Source text for Eikon: Further company coverage:","175":"Dec 18 (Reuters) - Abbvie Inc:  * ABBVIE REACHES AN AGREEMENT WITH THE PAN-CANADIAN PHARMACEUTICAL ALLIANCE (PCPA) FOR THE COMBINATION VENCLEXTA® WITH RITUXIMAB AS A TREATMENT FOR PATIENTS WITH CHRONIC LYMPHOCYTIC LEUKEMIA (CLL)  * ABBVIE INC - VENCLEXTA CONTINUES TO BE INVESTIGATED IN CLL AND OTHER HEMATOLOGICAL DISEASES Source text for Eikon: Further company coverage:","176":"(Adds La Poste’s, Woodford, Iren, Magellan Midstream; Updates AbbVie, Bombardier)  June 25 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2000 GMT on Tuesday:  ** Drugmaker AbbVie Inc said it would acquire Allergan Plc for about $63 billion, giving AbbVie control over the lucrative wrinkle treatment Botox and buying time to seek new growth before its blockbuster arthritis treatment Humira loses U.S. patent protection.  ** Woodford Investment Management is close to hiring bankers to sell its stakes in private companies Atom Bank and Oxford Nanopore, part of a rescue bid aimed at raising hundreds of millions of pounds, Sky News reported.  ** France’s market regulator has approved state-owned mail operator La Poste’s takeover of CNP Assurances in a bid to create a state-controlled bank and insurer focused on the country’s rural areas.  ** U.S. pipeline operator Magellan Midstream Partners is exploring the sale of a 35% stake in its Longhorn crude oil pipeline in Texas for as much as $2 billion, four people familiar with the matter said.  ** Bombardier Inc said it will sell its money-losing regional jet business to Japan’s Mitsubishi Heavy Industries Ltd (MHI) for $550 million in cash, in a deal marking the Canadian plane and train maker’s exit from commercial aviation.  ** Italian utility Iren made a non-binding offer to tie-up with regional peer Compagnia Valdostana delle Acque (CVA) to create one of Italy’s biggest hydroelectric players, a source close to Iren said.  ** Private equity firm Onex Corp said its C$3.5 billion buyout offer for WestJet Airlines Ltd received approval from Canada’s Minister of Transport, clearing the first of several regulatory hurdles.  ** Australian copper miner Sandfire Resources NL sweetened its takeover offer for smaller rival MOD Resources Ltd , valuing it at A$167 million ($116.3 million) and enough to satisfy MOD’s board.  ** South Korea said it would sell its entire stake in Woori Financial Group Inc within three years, in a move to recoup taxpayers’ money spent to bail out the company two decades ago.  ** French fashion group SMCP has agreed to buy men’s luxury clothing company De Fursac, in a deal which it said would boost its earnings and fit in well with its other existing brands such as Sandro.  ** E.ON has offered to sell assets in Hungary, Germany and the Czech Republic to address European Union antitrust concerns over the German energy group’s bid for rival Innogy’s network and retail assets.  ** German lighting group Osram said it had sold its luminaires unit Siteco to the investment arm of strategic consultancy Stern Stewart & Co for an undisclosed sum.  ** Bellevue Group is weighing the sale of its Bank am Bellevue wealth management unit and has held talks with potential buyers, it said, adding that efforts to reposition activities lag internal expectations.  ** Spain’s Allfunds Group is buying Credit Suisse’s business-to-business investment fund platform InvestLab for an undisclosed sum as the investment services industry consolidates to reap the benefits of scale. (Compiled by Debroop Roy and Bharath Manjesh in Bengaluru)","177":"(Reuters) - Japan’s Sosei Group Corp will collaborate with AbbVie Inc on a drug discovery partnership that could be worth up to $1 billion.  Sosei shares soared 12.4% in Tokyo trading, compared with a 1.2% slide in the broader market.  The partnership will initially focus on the discovery of novel small molecules, targeting inflammatory and autoimmune diseases, the companies said in a news release on Thursday.  Sosei is eligible to receive up to $32 million in upfront and near-term milestone payments, along with future commercial milestones of up to $377 million, plus tiered royalties on sales.  The companies will work to discover and commercialise medicines that modulate G protein-coupled receptor (GPCR) targets.  Chicago-based AbbVie has the option to expand the collaboration to a total of four targets.  An expansion to four targets would put the total deal size “in a similar ballpark” to deals signed in 2019 with Genentech Inc and Takeda Pharmaceutical Co, a Sosei spokesman said.  The Genentech deal is worth up to $1 billion, while the Takeda partnership could total $1.2 billion.","178":"LONDON, Sept 20 (Reuters) - Mylan and Fujifilm Kyowa Kirin Biologics said on Thursday they had won European approval to market a cheaper copy of AbbVie’s $18-billion-a-year biologic drug Humira, the world’s best-selling prescription medicine.  Their version of the product, which is set for launch in Europe on or after Oct. 16, is the fifth so-called biosimilar copy of Humira. The large number of copies reflects intense competition among rivals for a slice of a huge market.  Amgen, Novartis’s generics wing Sandoz, South Korea’s Samsung Bioepis and Germany’s Boehringer Ingelheim have already won approval for four other biosimilars to Humira.  Humira is used to treat a range of conditions including rheumatoid arthritis, Crohn’s disease, ulcerative colitis and psoriasis. (Reporting by Ben Hirschler; editing by Jason Neely)","179":"(Corrects damages award to say $448 million, not $488 million)  June 29 (Reuters) - A U.S. judge on Friday found that pharmaceutical company AbbVie Inc used sham litigation to illegally prevent generic versions of testosterone replacement drug AndroGel from getting to market and ordered the drugmaker and its partner to pay $448 million.  The ruling by U.S. District Judge Harvey Bartle in Philadelphia came in an antitrust lawsuit filed in 2014 by the Federal Trade Commission against AbbVie and its partner Besins Healthcare Inc.  The decision followed a non-jury trial that tested the ability of the U.S. regulator to fight efforts by major pharmaceutical companies to prevent the sale of cheaper generic versions of their drugs.  The FTC had accused Chicago-based AbbVie and Besins of filing baseless patent infringement lawsuits against competitors to delay the launch of their generic products.  The FTC, which had sought $1.35 billion, said the order was the largest monetary award ever in an antitrust case that it litigated in court. Bartle said liability would be apportioned between AbbVie and Besins according their agreed royalty rates.  “It sends a clear signal that pharmaceutical companies can’t use baseless litigation to forestall competition from low-cost generics,” FTC Chairman Joe Simons said in a statement.  Representatives for AbbVie did not respond to requests for comment. A lawyer for Besins had no immediate comment. (Reporting by Nate Raymond in Boston; Editing by Richard Chang)","180":"May 1 (Reuters) - AbbVie Inc:  * ABBVIE - ESTIMATE THAT COMPLETE BLACKOUT COULD BEGIN AS SOON AS 4 P.M., NEW YORK CITY TIME ON MAY 23, 2018 AND COULD EXTEND THROUGH JUNE 13, 2018 Further company coverage:","181":"May 8 (Reuters) - Abbvie Inc:  * ABBVIE COMPLETES TRANSFORMATIVE ACQUISITION OF ALLERGAN Source text for Eikon: Further company coverage:","182":"(Reuters Health) - The AbbVie drug elagolix, already used to treat the pain of endometriosis, can significantly reduce the chances of heavy menstrual bleeding caused by uterine fibroids, according to the results of two studies reported in The New England Journal of Medicine.  Uterine fibroids are non-cancerous growths in the uterus that can cause problems such as pain, pressure, heavy periods and infertility in as many as half the women who have them. They are very common, particularly among African American women.  The elagolix treatment, if approved by the U.S. Food and Drug Administration, could give women a new option for dealing with the bleeding. Current treatment sometimes involves injections given monthly or every three months. Elagolix is a pill whose effects appear and fade much more rapidly and predictably. The new studies did not directly compare the two treatments.  “This does provide a different approach and many women may prefer that,” lead study author Dr. William Schlaff of Thomas Jefferson University in Philadelphia told Reuters Health in a telephone interview. “We know it’s effective for at least six months. If that can be prolonged, it could act as a bridge to get to menopause, where hormone levels drop naturally.”  “But if you’re 32 years old (with a fibroid bleeding problem) this may not be a bridge you want to use for 20 years,” he said. Such women may want to consider a hysterectomy or some other option.  The two new studies - which were identical - followed a total of 790 women with a menstrual blood loss of more than 80 milliliters (about 2.7 ounces) per month.  At the six-month mark, among women getting placebo treatment, 8.7% in one study and 10% in the other saw their monthly blood loss reduced by at least 50%.  When the women were given elagolix alone, the success rates were 84.1% in one study and 77% in the other.  The treatment suppresses ovarian sex hormones, increasing the odds of osteoporosis. So in some women, doctors also gave hormone therapy to compensate.  With that hormonal “add-back therapy,” monthly flow was still reduced by at least 50% in 68.5% of women in one study and in 76.5% in the other.  Add-back therapy alleviated decreases in bone mineral density caused by elagolix but it also increased the number of hot flushes in both trials, and in one trial, it increased the likelihood of spotting between periods, the researchers found.  Most side effects of the drug “were considered by the investigators to be mild or moderate in severity,” they reported.  The studies, known as Elaris UF-1 and Elaris UF-2, were financed by AbbVie, which sells the drug under the brand name Orilissa.  The 300-milligram twice-daily elagolix treatment would cost more than $47,000 per year, according to prices on goodrx.com. In contrast, monthly leuprolide injections, which are an established treatment, costs roughly $7,000 per year.  Compared with placebo recipients, elagolix recipients with add-back therapy also had higher levels of the oxygen-carrying protein hemoglobin in their blood and were more likely to have their periods cease altogether.  They also tended to score higher on quality of life questionnaires.  Schlaff, who chairs the department of obstetrics and gynecology at Thomas Jefferson, predicted that if the drug is approved for fibroid bleeding, it will change the way women are treated.  “A lot of women want to use oral medication” instead of periodic injections, he said. “Women are going to say, ‘I don’t want to commit to a 1- or 3-month dose.’ Or they may want to start with one and move to another.”  (This story has been refiled to correct brand name of drug in paragraph 12)  SOURCE: bit.ly\/3ayo3zN The New England Journal of Medicine, online January 22, 2020.","183":"Feb 28 (Reuters) - Abbvie Inc:  * ABBVIE PROVIDES UPDATE FROM PHASE 3 STUDY EVALUATING VENCLEXTA® (VENETOCLAX) IN COMBINATION WITH LOW-DOSE CYTARABINE IN NEWLY-DIAGNOSED PATIENTS WITH ACUTE MYELOID LEUKEMIA (AML)  * ABBVIE-PHASE 3 VIALE-A TRIAL EVALUATING VENETOCLAX IN COMBINATION WITH AZACYTIDINE IS ONGOING, AT THIS TIME INDICATIONS FOR VENETOCLAX REMAIN UNCHANGED  * ABBVIE - STUDY EVALUATING VENCLEXTA DID NOT DEMONSTRATE STATISTICALLY SIGNIFICANT IMPROVEMENT IN PRIMARY ENDPOINT OF OVERALL SURVIVAL Source text for Eikon: Further company coverage:","184":"March 9 (Reuters) - Abbvie Inc:  * ABBVIE ANNOUNCES EXTENSION OF EXPIRATION DATE FOR EXCHANGE OFFERS FOR ALLERGAN NOTES  * ABBVIE INC - ABBVIE EXTENDS EXPIRATION DATE FROM 5:00 P.M., ET ON MARCH 13 TO 5:00 P.M., ET ON MARCH 27, 2020 Source text for Eikon: Further company coverage:","185":"June 25 (Reuters) - Sosei Group Corp:  * SOSEI HEPTARES AND ABBVIE ANNOUNCE NEW DISCOVERY COLLABORATION TARGETING INFLAMMATORY DISEASES  * SOSEI HEPTARES IS ELIGIBLE TO RECEIVE UP TO US$32 MILLION IN UPFRONT AND NEAR-TERM MILESTONE PAYMENTS, AND POTENTIAL OPTION, DEVELOPMENT AND COMMERCIAL MILESTONES OF UP TO $377 MILLION, PLUS TIERED ROYALTIES ON GLOBAL COMMERCIAL SALES Source text for Eikon: Further company coverage:","186":"WASHINGTON, May 5 (Reuters) - Drugmaker AbbVie has won U.S. antitrust approval to buy Botox-maker Allergan, a blockbuster $63 billion deal when it was announced last year, the companies announced on Tuesday.  To win the approval from the Federal Trade Commission, the companies said they agreed to divest brazikumab, a drug in development to treat autoimmune diseases, and Zenpep, a treatment for pancreatic problems often caused by cystic fibrosis.  AbbVie, which has been under pressure to diversify its portfolio, said in June 2019 that it would acquire Allergan in a deal that gives AbbVie control over the lucrative wrinkle treatment Botox and buys time to seek new growth before its arthritis treatment Humira loses U.S. patent protection. (Reporting by Diane Bartz Editing by Chris Reese)","187":"(Corrects to say drug made by Abbott Laboratories spin-off AbbVie)  TEL AVIV, March 19 (Reuters) - Israel’s attorney general on Thursday approved for the first time the use of a generic version of a patent-protected drug to treat coronavirus patients.  The anti-viral drug Kaletra, produced by AbbVie Inc , is a treatment for HIV but Israel’s Health Ministry found it could be a possible treatment for COVID-19 and a preliminary permit for the drug was issued.  There are 529 confirmed coronavirus cases in Israel.  AbbVie’s patent for Kaletra in Israel ends in 2024 but the patent in some other countries, such as India, has expired.  “The company with the patent and the official importer in Israel are not able to supply the necessary inventory for this drug, which is very much in demand all over the world these days,” the Justice Ministry said.  “Therefore ... the state will be able to import generic substitutes from countries where the patent has expired.”  It said generic Kaletra will only be used to treat coronavirus and not HIV. (Reporting by Steven Scheer; Editing by Tova Cohen)","188":"March 19 (Reuters) - AbbVie Inc said on Tuesday the U.S. Food and Drug Administration placed a partial clinical hold on all trials of its cancer treatment Venclexta for multiple myeloma.  The partial hold comes after higher number of deaths were observed in Venclexta arm compared with the control arm of a late-stage study.  The clinical hold does not impact any of the approved indications for Venclexta, such as chronic lymphocytic leukemia (CLL) or acute myeloid leukemia (AML), and is limited to investigational clinical trials in multiple myeloma, AbbVie said.  Venclexta is jointly sold by AbbVie and Roche AG in the United States and by AbbVie in overseas markets. (Reporting by Aakash Jagadeesh Babu in Bengaluru; Editing by James Emmanuel)","189":"(Reuters) - AbbVie Inc and Neurocrine Biosciences Inc said on Tuesday the U.S. Food and Drug Administration notified the companies that it requires more time to review the marketing application for their uterine pain drug.  The agency requested more time to review additional information regarding the results of liver function tests provided by AbbVie in connection with the application for Elagolix in endometriosis-associated pain, the companies said.  The request comes a month after it extended the time to review rival Allergan Plc’s uterine fibroids drug Esmya.  Four reports of serious liver injury in patients treated with the drug caused European regulators to open a review into Allergan’s rival drug in December.  “This is just the FDA being consistent in their request for similar indications,” said Baird analyst Brian Skorney, adding that he did not think the issue was specific to Elagolix.  FDA is now expected to make its decision on AbbVie’s drug in the third quarter of 2018, three months later than initially expected.  Endometriosis occurs when the lining of the uterus grows outside of the womb, leading to chronic pelvic pain. It is the leading cause of infertility.  Neurocrine and AbbVie are also testing Elagolix for the treatment of uterine fibroids in late-stage clinical studies.  AbbVie said the marketing application for Elagolix was based on data from the largest prospective randomized clinical trials conducted to date for endometriosis, and that it remained confident in its application for the drug.  In June 2010, Neurocrine and AbbVie entered into an exclusive worldwide collaboration to develop and commercialize Elagolix.  Neurocrine’s shares were down 4.3 percent at $75.79 in morning trading.","190":"(Reuters) - AbbVie Inc has priced its new rheumatoid arthritis treatment at $59,000 a year after gaining U.S. approval on Friday, a big boost for the drugmaker struggling with rising competition for Humira, its blockbuster therapy for the same condition.  FILE PHOTO: A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid  A four-week supply of Humira, the world’s best-selling medicine, has a list price of about $5,174, amounting to more than $60,000 for a year.  However, the list price is not necessarily what patients actually pay as “out-of-pocket” costs vary based on the duration of the treatment and individual healthcare plans.  Humira brought in global revenue of $4.87 billion in the second quarter, but sales have been hit by competition from cheaper rivals in Europe, and AbbVie in June announced a deal to buy Botox-maker Allergan Plc for $63 billion to reduce dependence on the drug.  The company has signed deals to prevent cheaper versions of Humira, which also treats psoriasis, from entering the United States, its biggest market, until 2023.  The newly approved treatment, Rinvoq, belongs to a class of medicines known as JAK inhibitors that block inflammation-causing enzymes called Janus kinases and will be available later this month.  The drug, also called upadacitinib, was developed in the same Massachusetts facility where Humira was discovered, as the company sought to develop a treatment that was more effective in rheumatoid arthritis patients, Lisa Olson, who works in AbbVie’s immunology discovery team, told Reuters.  The FDA approval allows Rinvoq’s use in adults with moderate-to-severe rheumatoid arthritis in whom methotrexate - one of the first medicines prescribed to these patients - did not work well or could not be tolerated.  Rinvoq is set to compete with Pfizer Inc’s Xeljanz and Eli Lilly’s Olumiant.  Rinvoq's label has a warning that flags risks of serious infections and lymphoma. In a notice, the FDA also said patients taking JAK inhibitors in general risked developing blood clots. (bit.ly\/2KFUa5H)  AbbVie said it planned to offer a co-pay card that could reduce out-of-pocket costs to $5 per month for eligible, commercially-insured patients, as well as a patient support program.  The company is also studying Rinvoq as a treatment for other indications such as psoriatic arthritis, Crohn’s disease and ulcerative colitis.  Shares of the company rose 2.2% to $64.36 in afternoon trading.","191":"FILE PHOTO: A trader works by the post that trades AbbVie on the floor of the New York Stock Exchange March 5, 2015. REUTERS\/Brendan McDermid\/File Photo  (Reuters) - AbbVie Inc said on Tuesday that the U.S. Food and Drug Administration approved its Skyrizi drug as a treatment for plaque psoriasis at a time when its blockbuster psoriasis drug, Humira, faces patent pressures.  Plaque psoriasis is the most common form of psoriasis, a chronic skin condition.  The approval of Skyrizi, an injectable drug, is based on results from AbbVie’s global Phase 3 psoriasis program, which assessed the safety and efficacy of the drug in adults with moderate to severe plaque psoriasis.  AbbVie said it expects Skyrizi to be available in the United States in early May.  Psoriasis causes an overproduction of skin cells, resulting in inflamed, red lesions or plaques, which can be itchy and painful. It affects 7.5 million Americans and is the most prevalent autoimmune disease in the United States, AbbVie said.  Humira is the world’s best-selling prescription medicine and has long buoyed AbbVie’s business, bringing in revenue of $19.94 billion in 2018. But it is set to face biosimilar competition from 2023.  Skyrizi, which won regulatory approval in Canada and Japan earlier this year, is part of a collaboration between Boehringer Ingelheim and AbbVie, with AbbVie leading development and commercialization of the drug.","192":"April 5 (Reuters) - AbbVie Inc on Thursday said it signed a deal with Biogen Inc and its joint venture partner Samsung Bioepis that would fend off U.S. competition of their rival version to blockbuster drug Humira until 2023.  This is the second deal AbbVie has signed over the past year as it tries to safeguard patents on Humira, which is the world’s top-selling prescription medicine.  The drug, which treats rheumatoid arthritis, raked in $18.43 billion in sales last year and accounted for nearly two-thirds of AbbVie’s net revenue.  While terms of the deal were undisclosed, the companies said they agreed to dismiss all pending lawsuits.  Samsung Bioepis’ license to market its biosimilar will kick off on June 30, 2023, after which Samsung will pay royalties to license Humira patents, AbbVie said in a statement.  Biogen expects to launch the biosimilar, Imraldi, in Europe in mid-October this year.  In September, Amgen Inc reached a similar settlement with AbbVie to delay the U.S. launch of its cheaper biosimilar to Humira until Jan. 31, 2023.  Shares of AbbVie, which has been focusing on developing cancer drugs to sustain long-term growth, have been under pressure in recent months hurt by a failed trial of an experimental lung cancer treatment, Rova-T. (Reporting by Tamara Mathias in Bengaluru; Editing by Bernard Orr)","193":"April 25 (Reuters) - AbbVie Inc:  * ABBVIE’S UPADACITINIB MEETS PRIMARY AND KEY EFFICACY ENDPOINTS IN PHASE 2B\/3 RHEUMATOID ARTHRITIS STUDY IN JAPANESE PATIENTS  * ABBVIE INC - SAFETY PROFILE OF UPADACITINIB WAS CONSISTENT WITH PREVIOUSLY REPORTED RESULTS, WITH NO NEW SAFETY SIGNALS DETECTED  * ABBVIE INC - SIGNIFICANTLY MORE PATIENTS RECEIVING UPADACITINIB ACHIEVED ACR50, ACR70 AND CLINICAL REMISSION AT WEEK 12 COMPARED TO PLACEBO  * ABBVIE - IN SELECT-SUNRISE, UPADACITINIB MET PRIMARY ENDPOINT OF ACR20 ACROSS ALL DOSES AT WEEK 12 Source text for Eikon: Further company coverage:","194":"April 10 (Reuters) - Abbvie And Neurocrine Biosciences Announce Pdufa Target Date Of Q3 2018 For Elagolix In Endometriosis :  * ASSOCIATED PAIN  * FDA REQUIRES EXTENDED TIME FOR REVIEW OF ADDITIONAL INFORMATION IN NEW DRUG APPLICATION  * BASED ON ABBVIE’S REVIEW OF DATA, COMPANY REMAINS CONFIDENT IN NDA AND CONTINUES TO WORK WITH FDA TO BRING ELAGOLIX TO PATIENTS  * REGULATORY SUBMISSIONS FOR ELAGOLIX IN UTERINE FIBROIDS REMAIN ON TRACK  * PRESCRIPTION DRUG USER FEE ACT DATE HAS BEEN EXTENDED THREE MONTHS TO Q3 2018 FOR ELAGOLIX Source text for Eikon: Further company coverage:","195":"FILE PHOTO: The logo of Swiss biotechnology company Molecular Partners is seen in Schlieren, Switzerland May 23, 2017. REUTERS\/Arnd Wiegmann  ZURICH (Reuters) - Swiss drugmaker Molecular Partners has suffered a setback after the U.S. Food and Drug Administration said the company’s abicipar product for a blindness-causing eye disease had an unfavorable risk-benefit profile due to inflammation.  Molecular Partners, which with abicipar was aiming for its first commercial product, has partnered on the medicine for macular degeneration with AbbVie unit Allergan, and has been hoping a successful launch would help bring in milestone payments to help fund the Swiss company’s other projects.  “AbbVie plans to meet with the FDA to discuss their comments and determine next steps,” a statement on Molecular Partners’ website said.","196":"FILE PHOTO: A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid  (Reuters) - AbbVie Inc has agreed to pay $24 million to settle a lawsuit that alleged insurance fraud by the drugmaker in promoting its blockbuster drug Humira, California’s insurance regulator said on Thursday.  AbbVie denied the allegations, but agreed to look into how Humira is marketed to health care providers in the state, the regulator said  The Insurance Commissioner of California said the company also agreed to disclose that AbbVie, and not a medical provider, paid the registered nurses who are employed as so-called AbbVie Ambassadors to interact with patients about Humira.  Insurance Commissioner Ricardo Lara said AbbVie has paid $24 million to California and the whistleblower, a registered nurse who brought the case to the department’s attention in October 2016.  AbbVie said in a statement it was glad the settlement allows its nurse ambassador program to continue with no significant changes and noted that some parallel cases have been dismissed in other courts.  Humira, the company’s flagship arthritis treatment, brought in sales of $3.97 billion in the latest quarter. It has been the major driver of AbbVie’s growth in recent years but faces expirations of its patents in U.S. in 2023.  Among other things, the regulator had alleged AbbVie violated California’s Insurance Frauds Prevention Act by unlawfully providing free and valuable professional goods and services to physicians to induce and reward Humira prescriptions.","197":"June 10 (Reuters) - Abbvie Inc:  * ABBVIE AND GENMAB ANNOUNCE BROAD ONCOLOGY COLLABORATION  * ABBVIE - TO PAY GENMAB AN UPFRONT PAYMENT OF $750 MILLION WITH TOTAL POTENTIAL MILESTONE PAYMENTS OF UP TO $3.15 BILLION  * ABBVIE - CO, GENMAB ENTERED BROAD COLLABORATION TO JOINTLY DEVELOP & COMMERCIALIZE 3 OF GENMAB’S NEXT-GENERATION BISPECIFIC ANTIBODY PRODUCTS  * ABBVIE- CO, GENMAB ESTABLISH DISCOVERY RESEARCH COLLABORATION TO CREATE ADDITIONAL DIFFERENTIATED ANTIBODY THERAPEUTICS FOR CANCER  * ABBVIE - FOR EPCORITAMAB, COS TO SHARE COMMERCIAL RESPONSIBILITIES IN U.S., JAPAN, WITH ABBVIE RESPONSIBLE FOR FURTHER GLOBAL COMMERCIALIZATION.  * ABBVIE- GENMAB IS ELIGIBLE TO RECEIVE UP TO $2.0 BILLION IN OPTION EXERCISE AND SUCCESS-BASED MILESTONE PAYMENTS  * ABBVIE - GENMAB TO GET TIERED ROYALTIES BETWEEN 22% AND 26% ON NET SALES FOR EPCORITAMAB OUTSIDE U.S. AND JAPAN  * ABBVIE- EXCEPT FOR ROYALTY-BEARING SALES, PARTIES SHARE IN PRE-TAX PROFITS FROM SALE OF PRODUCTS ON A 50:50 BASIS Source text for Eikon: Further company coverage:","198":"March 21 (Reuters) - AbbVie Inc:  * ABBVIE AND THE INTERNATIONAL MYELOMA FOUNDATION ANNOUNCE PARTNERSHIP TO STUDY THE ROLE OF A GENETIC MUTATION IN OUTCOMES OF PATIENTS WITH MULTIPLE MYELOMA  * ABBVIE INC - STUDY WILL ASSESS OUTCOMES FROM 1,500 PATIENTS WITH MM AND T(11;14) TRANSLOCATION Source text for Eikon: Further company coverage:","199":"FILE PHOTO: The logo of Lilly is seen on a wall of the Lilly France company unit, part of the Eli Lilly and Co drugmaker group, in Fegersheim near Strasbourg, France, February 1, 2018. REUTERS\/Vincent Kessler  (Reuters) - Eli Lilly and Co said on Monday its psoriatic arthritis drug, Taltz, was found to be more effective than the world’s best-selling prescription medicine, AbbVie Inc’s Humira, in a late-stage trial.  The trial was the first of its kind to test Taltz and the standard-of-care, Humira, head-to-head in patients with active psoriatic arthritis, a form of arthritis that affects some people who have psoriasis.  The study showed Taltz was as effective as Humira in improving the symptoms of psoriatic arthritis, as measured by achieving a reduction in disease activity of at least 50 percent, compared with patients that showed such results on Humira after 24 weeks.  However, the drug was found superior to Humira in clearing skin completely in a greater number of patients and achieving both results simultaneously, Lilly said.  “This is a very, very high hurdle to meet and gives doctors confidence that they can prescribe Taltz as a treatment for newly diagnosed patients. It treats joints as well as provides the added value of clearing skin,” Lotus Mallbris, vice president of immunology development at Lilly, told Reuters.  Lilly’s Taltz was first approved in the United States in 2016 for treating plaque psoriasis and had total revenue of about $560 million in 2017. The Indianapolis-based drugmaker said it planned to present detailed data from the study in 2019.  Humira has been the top-earner for AbbVie since the company was spun off from medical device maker Abbott Labs more than five years ago. Last year, the drug brought in worldwide sales of $18 billion, accounting for about two-thirds of AbbVie’s net revenue.  However, Humira’s sales are expected to come under pressure with a number of biosimilar versions set to hit the market.","200":"June 24 (Reuters) - Japan’s Sosei Group Corp will collaborate with Abbvie Inc on drug discovery in a deal worth up to $377 million, the companies said on Thursday.  Sosei shares climbed 10% in Tokyo trading, compared with a 1% slide in the broader market.  The partnership will initially focus on the discovery of novel small molecules, targeting inflammatory and autoimmune diseases, they said.  Sosei is eligible to receive up to $32 million in upfront and near-term milestone payments, along with future commercial milestones of up to $377 million, plus tiered royalties on sales.  The companies will work to discover and commercialise medicines that modulate G protein-coupled receptor (GPCR) targets. Chicago-based AbbVie has the option to expand the collaboration to a total of four targets. (Reporting by Rocky Swift in Tokyo; Editing by Anil D’Silva)","201":"March 12 (Reuters) - Abbvie Inc:  * ABBVIE RECEIVES EUROPEAN COMMISSION APPROVAL OF VENCLYXTO® COMBINATION REGIMEN FOR PATIENTS WITH PREVIOUSLY-UNTREATED CHRONIC LYMPHOCYTIC LEUKEMIA Source text for Eikon: Further company coverage:","202":"Dec 6 (Reuters) - UCB SA said on Friday its experimental plaque psoriasis drug produced better results compared to AbbVie Inc’s blockbuster drug, Humira, in reducing the severity of the disease.  UCB’s drug, bimekizumab, also met the main goal of clearing or almost clearing the skin of plaques or rashes in a late-stage study, as assessed by an investigator, according to the Belgium-based company.  The latest study was the third positive late-stage trial of the drug, following data reported last month and in October.  The company said it would apply for the drug’s approval with the regulators in mid-2020.  AbbVie’s Humira is the world’s top selling drug and treats rheumatoid arthritis and psoriasis. (Reporting by Manas Mishra in Bengaluru; Editing by Shinjini Ganguli)","203":"June 10 (Reuters) - Abbvie Inc:  * NOVEL ANTIBODY DRUG CONJUGATE ABBV-3373 SHOWS IMPROVEMENT IN DISEASE ACTIVITY IN PHASE 2A STUDY OF PATIENTS WITH RHEUMATOID ARTHRITIS  * ABBVIE - IN PHASE 2A STUDY STUDY, SAFETY PROFILE OF ABBV-3373 WAS GENERALLY SIMILAR TO KNOWN SAFETY PROFILE OF ADALIMUMAB  * ABBVIE - EVALUATIONS OF SERUM CORTISOL LEVELS OVER 12 WEEKS INDICATE ABBV-3373 SHOWED NO SYSTEMIC GLUCOCORTICOID EFFECTS  * ABBVIE - BASED ON RESULTS WILL ADVANCE DEVELOPMENT OF TNF-ADC PLATFORM IN RHEUMATOID ARTHRITIS, BEGIN CLINICAL STUDIES IN OTHER IMMUNE-MEDIATED DISEASES Source text for Eikon: Further company coverage:","204":"March 23 (Reuters) - Abbvie Inc:  * ABBVIE - EXTENDS EXPIRATION DATE EXCHANGE OFFERS FOR ALLERGAN NOTES FROM ON MARCH 27, 2020 TO APRIL 10, 2020  * ABBVIE INC - EXPIRATION DATE MAY BE FURTHER EXTENDED ONE OR MORE TIMES Source text for Eikon: Further company coverage:","205":"June 25 (Reuters) - AbbVie Inc is nearing a deal to buy Botox-maker Allergan PLC for more than $60 billion, the Wall Street Journal reported on Tuesday, citing people familiar with the matter.  Both companies did not immediately respond to Reuters’ request for comment. (Reporting by Manas Mishra in Bengaluru; Editing by Shinjini Ganguli)","206":"April 27 (Reuters) - Abbvie Inc:  * ABBVIE ANNOUNCES EXTENSION OF EXPIRATION DATE FOR EXCHANGE OFFERS FOR ALLERGAN NOTES  * ABBVIE - ANNOUNCED EXTENSION OF EXPIRATION DATE OF OFFERS TO EXCHANGE NOTES OF CERTAIN SERIES ISSUED BY ALLERGAN FOR NEW NOTES TO BE ISSUED BY ABBVIE Source text for Eikon: Further company coverage:","207":"(Reuters) - U.S. drugmaker AbbVie Inc ABBV.N on Friday lowered its forecast for overseas sales of its top-selling medicine, Humira, due to larger-than-expected pricing cuts because of new competition in Europe.  FILE PHOTO: A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid\/File Photo  “We’ve seen discounting at ranges from as low as 10 percent to as high as around 80 percent,” Chief Executive Officer Richard Gonzalez said on a conference call with analysts.  “The discounting has been on the higher end of the planning scenarios that we had laid out.”  The highest discounting was seen in Nordic countries, Gonzalez said, adding that the company believes discounting would likely “moderate” going forward.  However analysts expect competition from cheaper biosimilar versions of the medicine to remain intense beyond next year in Europe.  \"We do not have evidence from prior European Union biosimilar launch dynamics that the pace of discounting will slow in the second year of availability,\" Leerink analyst Geoffrey Porges said. \"We would expect erosion to intensify in 2020, not slow.\"Mylan NV MYL.O, Biogen Inc BIIB.O Amgen Inc AMGN.O and Novartis AG NOVN.S have all begun selling biosimilar versions of Humira in Europe, fueling investor concerns as the world's top-selling prescription medicine accounts for about two-thirds of AbbVie revenue.  AbbVie is not expected to face biosimilar competition in the United States until 2023.  Outside the United States, the company expects Humira sales to drop around 26 to 27 percent next year, above its previous forecast of 18 to 20 percent. It projected international sales of the drug for rheumatoid arthritis and other autoimmune disorders to approach $6.3 billion in 2018.  Total Humira sales for the quarter rose 9 percent to $5.12 billion.  Gonzalez was bullish about AbbVie’s portfolio of cancer treatments and said he was confident of delivering double-digit earnings growth in 2019, despite the Humira biosimilar threat and expected higher spending to launch new drugs.  The company also increased its quarterly dividend by about 11 percent.  “The fundamental concerns about AbbVie are about long-term growth prospects. The dividend increase will make AbbVie appear more attractive, but it’s not enough,” BMO Capital Markets analyst Alex Arfaei said in a note.  AbbVie shares were flat at $79.77, shedding some early gains following the company’s Humira comments. They had climbed as much as 5 percent after the company reported higher-than-expected third-quarter earnings.  Results in the quarter were buoyed by higher-than-expected sales of leukemia drug Imbruvica, which AbbVie shares with Johnson & Johnson JNJ.N. It had sales of $972 million, while analysts had been estimating about $885.6 million.  AbbVie also raised its 2018 adjusted earnings forecast to between $7.90 and $7.92 per share from a prior range of $7.76 to $7.86. Analysts had forecast $7.88 per share.  Excluding items, AbbVie earned $2.14 per share, topping analysts’ average forecast by 12 cents, according to data from Refinitiv IBES.  In the quarter, the company benefited from a lower adjusted tax rate of 9.1 percent, compared with 19 percent last year.","208":"Sept 4 (Reuters) - Drugmaker AbbVie Inc has entered an agreement to develop and sell Chinese biotech company I-Mab’s lead cancer drug, the companies said on Friday.  AbbVie will pay I-Mab $180 million in upfront payment and an additional $1.74 billion in milestone payments for lemzoparlimab, the companies said.","209":"May 29 (Reuters) - FDA:  * FDA APPROVES NEW OPTION TO TREAT HEAVY MENSTRUAL BLEEDING ASSOCIATED WITH FIBROIDS IN WOMEN  * FDA - APPROVAL OF ORIAHNN GRANTED FOR MANAGEMENT OF HEAVY MENSTRUAL BLEEDING ASSOCIATED WITH FIBROIDS IN PREMENOPAUSAL WOMEN TO ABBVIE  * FDA - DRUG LABEL FOR ORIAHNN INCLUDES BOXED WARNING ABOUT RISK OF VASCULAR EVENTS (STROKES) & THROMBOTIC OR THROMBOEMBOLIC DISORDERS (BLOOD CLOTS) Source text for Eikon: Further company coverage:","210":"FILE PHOTO: A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid\/File Photo  (Reuters) - U.S. drugmaker AbbVie Inc said on Thursday it has settled a patent dispute regarding its Humira biosimilar with Fresenius Kabi Oncology Ltd and will grant the Germany-based company non-exclusive marketing rights for the drug.  In the European Union, Fresenius Kabi can launch its biosimilar upon approval from the European Medicines Agency, while the license period in the United States will begin on Sept. 30, 2023, AbbVie said.  Fresenius Kabi will pay royalties to AbbVie for licensing its patents for Humira, which is used to treat rheumatoid arthritis, Crohn’s disease, ulcerative colitis and psoriasis.  The settlement comes days after rival versions of AbbVie’s top-selling drug went on sale in Europe, years ahead of similar cut-price copies being available in the United States.  Amgen has rolled out its so-called biosimilar form of Humira, branded as Amgevita, across Europe, while Novartis said its Sandoz unit was launching a copy-cat version, Hyrimoz, initially in Britain, with other markets set to follow.","211":"AbbVie Inc used a dense web of 100-plus patents to insulate its blockbuster drug Humira from U.S. competition while cutting deals with rivals that delayed the release of cheaper biosimilar versions, according to a proposed antitrust class action lawsuit.  The lawsuit, filed on Monday in Chicago federal court, accused AbbVie’s of using a so-called “patent thicket” to maintain a monopoly over the $20-billion-a-year drug, which is used to treat arthritis and other diseases and sells in the United States at ever-increasing prices.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2FnCOrs","212":"Feb 7 (Reuters) - AbbVie Inc on Friday forecast 2020 earnings above Wall Street estimates as the drugmaker expects growth to be powered by its new treatments for psoriasis and rheumatoid arthritis at a time when sales of its blockbuster drug Humira slow. The drugmaker expects the two treatments, Skyrizi and Rinvoq, to bring in a combined revenue of about $1.70 billion in 2020.  The profit forecast excludes any impact from its $63 billion deal for Botox-maker Allergan Plc, which it expects to close in the first quarter.  “The launches of Skyrizi and Rinvoq are going extremely well,” Chief Executive Officer Richard Gonzalez said in a statement.  In the fourth quarter, Skyrizi brought in sales of $216 million, topping estimates of $142 million, according to five analysts polled by Refinitiv. Rinvoq, which was approved in August, brought in sales of $33 million.  AbbVie is betting on new treatments and the addition of Botox to its portfolio as it braces for a revenue hit when it loses patent protection for Humira, the world’s best-selling medicine, in its biggest market, the United States, in 2023.  Humira has been boosting the company’s revenue ever since it was approved to treat psoriasis and rheumatoid arthritis. However, the drug’s sales have suffered since new competition entered Europe.  Quarterly sales of the blockbuster drug were largely unchanged compared with a year earlier at $4.92 billion. But it beat expectations of $4.85 billion.  The company forecast 2020 adjusted earnings of between $9.61 and $9.71 per share, ahead of the average analysts’ estimate of $9.48.  AbbVie reported net profit of $2.80 billion, or $1.88 per share, in the quarter ended Dec. 31, compared with a loss of $1.83 billion, or $1.23 per share, a year earlier when it recorded $4.12 billion in impairment charges.  Excluding items, the drugmaker earned $2.21 per share in the fourth quarter and beat expectations of $2.19.  Net revenue rose 4.8% to $8.70 billion, marginally higher than average analysts’ estimate of $8.69 billion.","213":"(Corrects 8th paragraph to show Humira sales expected to approach $6.3 billion in 2018, not 2019.)  Nov 2 (Reuters) - U.S. drugmaker AbbVie Inc on Friday lowered its overseas sales forecast for its top-selling medicine, Humira, as it agreed to larger-than-expected price cuts due to new European competition.  “We’ve seen discounting at ranges from as low as 10 percent to as high as around 80 percent,” Chief Executive Officer Richard Gonzalez said on a conference call with analysts.  “The discounting has been on the higher end of the planning scenarios that we had laid out.”  AbbVie shares were up 2.3 percent at $82.49, shedding some early gains following the company’s Humira comments. They had climbed as much as 5 percent after the company reported higher-than-expected third-quarter earnings.  Mylan NV, Biogen Inc Amgen Inc and Novartis AG have all begun selling biosimilar versions of Humira in Europe, fueling investor concerns as the drugmaker still depends on Humira - the world’s top-selling prescription medicine - for about two-thirds of its revenue.  BMO Capital Markets analyst Alex Arfaei said it was a good quarter that modestly exceeded expectations. “However, the fundamental concerns about AbbVie are about long-term growth prospects. The dividend increase will make AbbVie appear more attractive, but it’s not enough,” Arfaei said in a note.  AbbVie increased its quarterly dividend by about 11 percent.  AbbVie said it expects Humira sales outside the United States to drop around 26 to 27 percent next year, above its previous forecast of 18 to 20 percent. It projected international sales of the drug for rheumatoid arthritis and other autoimmune disorders to approach $6.3 billion in 2018.  Total Humira sales for the quarter rose 9 percent to $5.12 billion. It is not expected to face biosimilar competition in the United States until 2023.  Gonzalez was bullish about AbbVie’s portfolio of cancer treatments and said he was confident of delivering double-digit earnings growth in 2019, despite the Humira biosimilar threat and expected higher spending to launch new drugs.  Results in the quarter were buoyed by higher-than-expected sales of leukemia drug Imbruvica, which AbbVie shares with Johnson & Johnson. It had sales of $972 million, while analysts had been estimating about $885.6 million.  AbbVie also raised its 2018 adjusted earnings forecast to between $7.90 and $7.92 per share from a prior range of $7.76 to $7.86. Analysts had forecast $7.88 per share.  Excluding items, AbbVie earned $2.14 per share, topping analysts’ average forecast by 12 cents, according to data from Refinitiv IBES. (Reporting by Tamara Mathias in Bengaluru and Michael Erman in New York; editing by Sriraj Kalluvila and Bill Berkrot)","214":"FILE PHOTO: A trader works by the post that trades AbbVie on the floor of the New York Stock Exchange March 5, 2015. REUTERS\/Brendan McDermid  (Reuters) - AbbVie Inc said on Tuesday the U.S. Food and Drug Administration placed a partial clinical hold on all trials of its cancer drug Venclexta for multiple myeloma, after a review of data found a higher proportion of deaths in the Venclexta arm of the late-stage study.  Data review from the trial showed a higher number of deaths among patients taking Venclexta, compared to those given a placebo alongside other treatment.  However, the clinical hold does not impact any of the approved indications for Venclexta, and is limited to investigational clinical trials in multiple myeloma, AbbVie said.  Patients who are currently enrolled in studies and receiving the therapy may continue with the treatment, but no new patients should be enrolled in trials testing Venclexta for multiple myeloma until a further analysis of the data is completed, the drugmaker said.  The drug is already approved to treat other types of cancer, including chronic lymphocytic leukemia and acute myeloid leukemia. It brought in $344 million revenue for AbbVie in 2018.  Venclexta is jointly sold by AbbVie and Roche AG in the United States, while AbbVie sells it in other markets.","215":"FILE PHOTO: A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid\/File Photo  (Reuters) - AbbVie Inc said on Tuesday it signed a U.S. licensing deal with Mylan NV for its proposed biosimilar to AbbVie’s blockbuster drug Humira, in a move that will give it more near-term control over the competition.  The deal is in line with AbbVie’s strategy to fend off rivals of the world’s best-selling prescription drug until 2023, giving the company more time to bolster its pipeline with new cash cows to offset the expected sales decline.  Humira, which treats rheumatoid arthritis, raked in $18.43 billion in sales last year and accounted for nearly two-thirds of AbbVie’s net revenue.  Mylan’s acquired rights will begin on July 31, 2023 and will not be accelerated by the entry of rival products from Amgen Inc or Samsung Bioepis, both of who have made deals with AbbVie.  As per the deal, Mylan will pay royalties to AbbVie once its copycat product is launched and AbbVie will make no payments to Mylan.  The agreement also grants Mylan a license to certain other countries, excluding Europe.  Samsung Bioepis is partnered with Biogen Inc to market its biosimilar in Europe and Merck & Co in the United States.","216":"FILE PHOTO: A trader works by the post that trades AbbVie on the floor of the New York Stock Exchange March 5, 2015. AbbVie Inc said on Thursday it fought two other drugmakers to \"the bitter end\" to buy Pharmacyclics Inc and its hot-selling Imbruvica cancer drug, and expects the medicine to generate eventual peak annual sales of more than $7 billion.REUTERS\/Brendan McDermid  (Reuters) - Abbvie Inc on Friday said bit.ly\/2F9iUlb it will record an estimated $4 billion in impairment charges related to the scrapping of its development program of Rova-T, an investigational cancer therapy.  The drugmaker acquired Rova-T through its $5.8 billion acquisition of Stemcentrx in 2016, as it aimed to enter the broad and lucrative arena of solid tumors and lessen dependence on its blockbuster arthritis treatment Humira.  In December, Abbvie halted enrollment for a late-stage trial of Rova-T as a second-line therapy for advanced small-cell lung cancer, following recommendations made by an independent data monitoring committee.  Abbive said it will monitor a remaining $1 billion of intangible assets for further impairment. It added that it will continue to evaluate other Stemcentrx-related clinical development programs.","217":"May 1 (Reuters) - AbbVie Inc:  * ABBVIE COMMENCES SELF-TENDER OFFER FOR UP TO $7.5 BILLION OF ITS COMMON STOCK Source text for Eikon: Further company coverage:","218":"April 25 (Reuters) - Drugmaker AbbVie Inc’s quarterly revenue beat Wall Street estimates on Thursday, as the decline in sales of its blockbuster rheumatoid arthritis drug Humira was not as steep as expected.  The company also raised its adjusted earnings forecast for the year to between $8.73 and $8.83 per share from $8.65 to $8.75 to reflect continued business momentum.  Humira, which has long been the world’s best-selling prescription medicine, saw sales fall for the first time in years largely due to competition from new, cheap rivals.  The drug brought in revenue of $4.45 billion in the first quarter, a fall of 5.6 percent from last year but ahead of the $4.38 billion forecast by eight analysts polled by Refinitiv.  Net earnings fell to $2.46 billion, or $1.65 per share, in the three months ended March 31, from $2.78 billion, or $1.74 per share, a year earlier.  Excluding items, AbbVie earned $2.14 per share. Analysts on average had expected $2.05, according to IBES data from Refinitiv.  Net revenue dropped 1.3 percent to $7.83 billion but beat the average analyst estimate of $7.75 billion. (Reporting by Tamara Mathias and Manas Mishra in Bengaluru; Editing by Maju Samuel)","219":"(Reuters) - AbbVie Inc ABBV.N on Friday forecast 2019 revenue above Wall Street estimates and expressed confidence in future sales of blockbuster wrinkle treatment Botox, which it will acquire with its $63 billion purchase of Allergan Plc AGN.N.  FILE PHOTO: A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid\/File Photo  Shares of the Illinois-based drugmaker rose more than 3% to $82.10.  AbbVie is counting on the Allergan acquisition, expected to close early next year, to help lessen its dependence on Humira, the world’s top selling medicine, and diversify its product portfolio.  Humira, which treats rheumatoid arthritis and psoriasis, has begun to come under pressure from cheaper rivals in Europe and faces patent expiration in the United States, its biggest market, in 2023.  Third-quarter Humira sales dipped 3.7% to $4.94 billion, a decline primarily due to biosimilar competition in Europe. That still topped Wall Street expectations of $4.89 billion, according Refinitiv.  The deal for Allergan will give AbbVie another multibillion-dollar product with a lucrative aesthetics business that does not depend on insurance reimbursement, as well as several medical uses. Botox sales in 2018 reached $3.6 billion.  Despite competition from a new rival made by Evolus Inc EOLS.O, the companies are confident that Botox' strong brand recognition and market dominance will continue to power sales.  “Our model is more conservative than what the Allergan current performance is, and it’s certainly more conservative than their longer-range forecast, but it still does project growth for Botox going forward,” AbbVie Chief Executive Officer Richard Gonzalez said on a conference call with analysts.  AbbVie said it now expects 2019 revenue to grow about 2.5% on an operational basis, implying the drugmaker will exceed the average estimate of $33.16 billion analysts have forecast for the year.  AbbVie raised the low end of its 2019 adjusted profit forecast range by 8 cents a share to $8.90, while maintaining the top end at $8.92.  Excluding items, AbbVie earned $2.33 per in the quarter, edging past analyst’ average estimate by 3 cents. That was helped by a nearly 30% jump in sales of leukemia treatment Imbruvica to $1.26 billion, ahead of estimates of $1.19 billion.  Total revenue rose nearly 3% to $8.48 billion, exceeding estimates of $8.38 billion.  AbbVie said it was cooperating with regulators after receiving a request for more information on the Allergan deal from the U.S. Federal Trade Commission.  The company added it has “several interested parties” keen to buy the two treatments it plans to divest in order for the deal to go through.","220":"NEW YORK (Reuters) - A U.S. jury on Monday ordered AbbVie Inc to pay more than $3 million to a man who claimed the company misrepresented the risks of its testosterone replacement drug AndroGel, causing him to suffer a heart attack, though the jury did not find AbbVie strictly liable.  FILE PHOTO: A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid  The verdict in federal court in Chicago came down in the second trial over claims by Oregon resident Jesse Mitchell after U.S. District Judge Matthew Kennelly in December tossed a previous $150 million jury verdict for being “logically incompatible.”  It is the second verdict against AbbVie in the consolidated litigation over testosterone replacement products by the Chicago-based company and other drugmakers. More than 6,000 similar lawsuits have been filed, the bulk of them against AbbVie.  In a separate trial, a federal jury in January found AbbVie not liable in a lawsuit by an Arizona man who claimed he had suffered a pulmonary embolism as a result of using AndroGel.  According to court filings, the jury on Monday concluded that AbbVie had not falsely marketed the drug and was not strictly liable, but found that the company acted negligently.  It awarded Mitchell $200,000 in compensatory damages and $3 million in punitive damages.  AbbVie in a statement said it was disappointed with the verdict and intends to appeal.  Lawyers for Mitchell did not immediately respond to requests for comment on the verdict.  Mitchell suffered a heart attack in 2012 after almost five years of treatment with AndroGel, but recovered after several months, according to his lawsuit.  In the first AndroGel decision against AbbVie, a jury in October ordered the company to pay more than $140 million to a Tennessee man who claimed the drug caused him to suffer a heart attack. AbbVie has asked Kennelly to throw out that verdict over inconsistencies during the trial.  Other pharmaceutical companies are facing similar lawsuits over their testosterone replacement therapies.  But Eli Lilly and Co, Endo International and GlaxoSmithKline have told Kennelly in recent months that they have tentatively agreed to settle hundreds of lawsuits against them. The terms of those settlements were not disclosed.  More than 4,000 cases are still pending against AbbVie.","221":"(Reuters) - Abbvie Inc ABBV.N said on Wednesday it is partnering with Danish biotech firm Genmab AS GMAB.CO to jointly develop and market cancer treatments, as it looks to expand its cancer franchise.  FILE PHOTO: A screen displays the share price for drugmaker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid\/File Photo  The U.S.-based pharma giant will pay Genmab $750 million up front to jointly develop and commercialize three of Genmab’s cancer-targeting antibody products, including its potential blood cancer treatment, epcoritamab, currently in a mid-stage study.  Genmab could receive up to $3.15 billion in additional development, regulatory and sales milestone payments.  The deal, which covers three of Genmab’s so-called bispecific antibodies, validates a new technology that uses complex therapeutic proteins that can latch onto the body’s immune cells and connect them with cancer cells.  Genmab's rivals in the race to develop bispecific antibodies include Roche ROG.S, GlaxoSmithKline GSK.L and Bristol-Myers Squibb BMY.N.  The deal provides Genmab with cash to not only advance its clinical development candidates, but also to start building its commercial infrastructure, said RBC analyst Kennen MacKay  AbbVie, which makes blockbuster blood cancer drug Imbruvica, is testing treatments for more than 20 different types of cancer, and has faced some research setbacks recently.  In August, the company abandoned experimental treatment Rova-T after the drug flunked a lung cancer trial, writing off most of the $5.8 billion it paid the drug’s developer, Stemcentrx, in 2016.  The Genmab deal tops expectations and gives the Illinois-based drugmaker access to several experimental antibodies to strengthen its cancer portfolio, as well as allows Genmab to fend off fierce competition from Roche Holding AG ROG.S and Regeneron Pharmaceuticals Inc REGN.O in Non-Hodgkin's lymphoma, said Citi analyst Peter Verdult.  Abbvie plans to combine antibodies being developed by both companies with its antibody drug conjugates, described by researchers as “guided missiles”.  “By combining the strengths of our two organizations, we can advance the treatment landscape for patients battling cancer,” Michael Severino, AbbVie’s vice chairman, said in a statement.  Genmab shares rose as much as 4.8% in Copenhagen trading after the announcement.","222":"Dec 5 (Reuters) - AbbVie said on Wednesday it had halted enrollment for a late stage trial of Rova-T as a second-line therapy for advanced small-cell lung cancer, following recommendations made by an independent data monitoring committee.  The committee’s recommendations were based on shorter overall survival in the Rova-T arm, compared with the topotecan control arm, the company said. (Reporting by Soundarya J in Bengaluru; Editing by Anil D’Silva)","223":"Feb 20 (Reuters) - Abbvie Inc:  * VOYAGER THERAPEUTICS AND ABBVIE ANNOUNCE GLOBAL STRATEGIC COLLABORATION TO DEVELOP POTENTIAL NEW TREATMENTS FOR ALZHEIMER’S DISEASE AND OTHER TAU-RELATED NEURODEGENERATIVE DISEASES  * VOYAGER THERAPEUTICS INC - VOYAGER TO RECEIVE $69 MILLION UPFRONT PAYMENT AND POTENTIALLY UP TO $155 MILLION IN PRECLINICAL AND PHASE 1 OPTION PAYMENTS  * VOYAGER THERAPEUTICS - IS ALSO ELIGIBLE TO GET UP TO $895 MILLION IN DEVELOPMENT AND REGULATORY MILESTONES FOR EACH VECTORIZED TAU ANTIBODY COMPOUND Source text for Eikon: Further company coverage: (Bangalore.newsroom@thomsonreuters.com)","224":"July 26 (Reuters) - AbbVie Inc said on Friday it does not expect the Federal Trade Commission would require divestiture of its recently approved psoriasis drug Skyrizi in connection with the company’s $63 billion pending deal to buy Allergan Plc.  The company hopes Skyrizi will help it retain share in the psoriasis treatment market, as sales of its top-selling drug Humira face pressure from competition in Europe and could come under pressure in the United States starting 2023.  AbbVie expects Skyrizi sales of about $250 million in 2019, executives said on a conference call. (Reporting by Manas Mishra in Bengaluru; Editing by Shinjini Ganguli)","225":"Feb 24 (Reuters) - Abbvie Inc:  * ABBVIE ANNOUNCES EXTENSION OF EXPIRATION DATE FOR EXCHANGE OFFERS FOR ALLERGAN NOTES  * ABBVIE - EXTENDS SUCH EXPIRATION DATE TO 5:00 P.M., NEW YORK CITY TIME, ON MARCH 13, 2020 Source text for Eikon: Further company coverage:","226":"Oct 31 (Reuters) - AbbVie Inc:  * ABBVIE ANNOUNCES POSITIVE RESULTS FROM CLL14, A PHASE 3 TRIAL EVALUATING A VENETOCLAX COMBINATION AS FIRST-LINE THERAPY WITH A FIXED DURATION OF TREATMENT IN PATIENTS WITH CHRONIC LYMPHOCYTIC LEUKEMIA  * ABBVIE INC - RANDOMIZED PHASE 3 TRIAL MET PRIMARY ENDPOINT  * ABBVIE INC - RANDOMIZED PHASE 3 TRIAL MET PRIMARY ENDPOINT, DEMONSTRATING PATIENTS TREATED WITH VENETOCLAX PLUS OBINUTUZUMAB HAD SUPERIOR PFS  * ABBVIE - PRELIMINARY ANALYSIS SUGGESTS SAFETY PROFILE SEEN IN VENETOCLAX PLUS OBINUTUZUMAB CONSISTENT WITH KNOWN SAFETY PROFILE OF EACH MEDICINE ALONE  * ABBVIE INC - RESULTS FROM CLL14 TRIAL WILL BE PRESENTED AT A FUTURE MEDICAL MEETING Source text for Eikon: Further company coverage:","227":"A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid  (Reuters) - Abbvie Inc said on Tuesday its experimental drug met the main goal of halting progression of moderate-to-severe rheumatoid arthritis in a late-stage trial.  The drug, upadacitinib, was tested as a monotherapy in patients who have not been treated with chemotherapy agent methotrexate.  Upadacitinib, which belongs to a class of drugs known as JAK inhibitors, also helped improve symptoms of the disease such as swollen joint counts, the company said, adding it plans to submit a U.S. marketing application in the second half of 2018.  AbbVie, whose drug Humira is the market-leading treatment for rheumatoid arthritis, is among drugmakers developing JAK inhibitors, which work by blocking inflammation-causing enzymes known as Janus kinases.  Last week, the Food and Drug Administration approved lower doses of another JAK inhibitor developer by Eli Lilly and Incyte Corp, but gave it a label that analysts said could restrict its potential for use in a larger population."}}