{"date":{"0":"2020\/06\/15","1":"2021\/01\/19","2":"2018\/10\/26","3":"2018\/10\/17","4":"2019\/10\/16","5":"2019\/11\/13","6":"2020\/06\/22","7":"2018\/04\/23","8":"2020\/12\/17","9":"2020\/05\/14","10":"2020\/03\/30","11":"2018\/03\/29","12":"2020\/10\/03","13":"2020\/05\/11","14":"2018\/03\/12","15":"2020\/09\/28","16":"2019\/04\/17","17":"2020\/10\/07","18":"2020\/02\/18","19":"2020\/09\/01","20":"2020\/08\/26","21":"2021\/01\/27","22":"2020\/07\/16","23":"2020\/09\/14","24":"2020\/08\/27","25":"2019\/07\/17","26":"2020\/01\/22","27":"2018\/03\/06","28":"2018\/03\/16","29":"2018\/03\/23","30":"2020\/03\/18","31":"2020\/04\/26","32":"2020\/06\/12","33":"2020\/06\/29","34":"2020\/05\/15","35":"2020\/09\/10","36":"2020\/03\/28","37":"2020\/08\/27","38":"2020\/04\/27","39":"2019\/01\/23","40":"2018\/03\/19","41":"2018\/07\/18","42":"2020\/11\/16","43":"2020\/03\/27","44":"2018\/04\/18","45":"2020\/04\/27","46":"2020\/07\/16","47":"2020\/05\/11","48":"2018\/04\/18","49":"2019\/04\/17","50":"2020\/05\/21","51":"2020\/04\/14","52":"2020\/02\/19","53":"2018\/10\/17","54":"2020\/10\/29","55":"2020\/06\/15","56":"2020\/06\/15","57":"2020\/04\/09","58":"2020\/11\/16","59":"2018\/04\/30","60":"2020\/06\/22","61":"2020\/10\/22","62":"2021\/01\/27","63":"2019\/11\/04","64":"2020\/10\/07","65":"2020\/05\/08","66":"2020\/10\/21","67":"2020\/05\/08","68":"2020\/10\/12","69":"2020\/09\/01","70":"2018\/05\/02","71":"2019\/02\/04","72":"2019\/01\/23","73":"2020\/10\/21","74":"2018\/02\/27","75":"2020\/05\/08","76":"2018\/07\/18","77":"2018\/06\/14","78":"2018\/02\/16","79":"2020\/04\/16","80":"2020\/05\/15","81":"2020\/10\/20","82":"2018\/10\/26","83":"2018\/04\/11","84":"2020\/01\/22","85":"2020\/10\/03","86":"2018\/03\/06","87":"2020\/05\/21","88":"2018\/11\/10","89":"2020\/10\/12","90":"2020\/08\/26","91":"2020\/05\/21","92":"2020\/07\/16","93":"2020\/03\/13","94":"2020\/05\/12","95":"2019\/11\/13","96":"2021\/01\/19","97":"2020\/03\/18","98":"2019\/02\/19","99":"2019\/06\/08","100":"2020\/04\/13","101":"2020\/03\/19","102":"2020\/10\/21","103":"2020\/08\/27","104":"2020\/07\/16","105":"2019\/01\/23","106":"2019\/07\/16","107":"2020\/10\/12","108":"2018\/05\/03","109":"2020\/07\/16","110":"2019\/01\/25","111":"2020\/07\/06","112":"2018\/05\/22","113":"2020\/04\/16","114":"2020\/05\/21","115":"2020\/04\/15","116":"2018\/04\/18","117":"2019\/01\/23","118":"2020\/05\/14","119":"2020\/09\/01","120":"2020\/01\/22","121":"2018\/05\/23"},"text":{"0":"June 15 (Reuters) - Abbott Laboratories:  * ABBOTT’S FREESTYLE® LIBRE 2 ICGM CLEARED IN U.S. FOR ADULTS AND CHILDREN WITH DIABETES, ACHIEVING HIGHEST LEVEL OF ACCURACY AND PERFORMANCE STANDARDS  * ABBOTT LABORATORIES - WILL OFFER NEW SYSTEM AT SAME PRICE AS CURRENTLY AVAILABLE FREESTYLE LIBRE 14 DAY SYSTEM  * ABBOTT- FREESTYLE LIBRE 2 SYSTEM WILL BE AVAILABLE IN COMING WEEKS AT PARTICIPATING PHARMACIES AND DURABLE MEDICAL EQUIPMENT SUPPLIERS ACROSS U.S.  * ABBOTT - FREESTYLE LIBRE 2 SYSTEM TO BE AVAILABLE IN COMING WEEKS AT PARTICIPATING PHARMACIES, DURABLE MEDICAL EQUIPMENT SUPPLIERS ACROSS U.S. Source text for Eikon: Further company coverage:","1":"Jan 19 (Reuters) - Abbott Laboratories’ rapid COVID-19 antigen test is highly likely to correctly detect if people have ever contracted the virus and could help with earlier isolation, according to the U.S. Centers for Disease Control and Prevention.  The test was less sensitive in detecting asymptomatic infection, but the CDC study found that the faster turnaround time can help limit transmission by more rapidly identifying infectious persons for isolation. (bit.ly\/38WwExa)  The study comes when public health departments are scrambling to implement strategies to reduce or prevent the rapid spread of the virus, with the United States recording more than 200,000 new cases and 3,220 deaths on average over the last seven days.  Several rapid antigen tests have been approved by the U.S. Food and Drug Administration for emergency use, but data lacks on test performance in asymptomatic people, according to a team of scientists from CDC’s COVID-19 Response Team and the Arizona Department of Health Services.  Using the real-time reverse transcription–polymerase chain reaction, or RT-PCR, test as the standard, the CDC studied over 3,400 specimens collected from people aged over 10 years at two community testing sites in Pima County, Arizona, from Nov. 3 to Nov. 17.  Compared with RT-PCR, Abbott’s BinaxNOW antigen test had a sensitivity of 64.2% for specimens from symptomatic people and only 35.8% for specimens from asymptomatic people.  It had near 100% specificity in specimens from both groups, suggesting very few false positives and no false negatives.  “BinaxNOW is great at finding infectious people – and this Pima County study demonstrates that BinaxNOW is 92.6% effective at identifying positive cases when people are infectious - in line with our performance data,” Abbott said in an emailed statement.  The researchers said swabs from the back of the nose were taken for the RT-PCR tests, which might have contributed to increased detection for the real-time RT-PCR assay. Swabs from the front of the nose were used for BinaxNOW.","2":"(Reuters) - Abbott Laboratories and AbbVie Inc will pay a total of $25 million to resolve allegations that Abbott paid kickbacks to doctors in exchange for prescribing the cholesterol drug TriCor and promoted the medication for unapproved purposes.  Slideshow ( 2 images )  The U.S. Justice Department on Friday announced the settlement, which resolves claims first raised in a whistleblower lawsuit filed in federal court in Philadelphia in 2009 by a former Abbott sales representative. AbbVie was spun out of Abbott in 2013.  Neither company, both of which are based in Chicago, admitted to wrongdoing as part of the settlement.  AbbVie in a statement said the settlement concerned sales and marketing practices that occurred over a decade ago.  “The company determined it was in its best interest to resolve these allegations, rather than engage in protracted litigation, and focus on current business priorities,” AbbVie said.  Abbott declined to comment.  The lawsuit alleged that from 2006 to 2008, Abbott, through its sales representatives, provided physicians kickbacks in the form of gift baskets, gift cards and other items in order to encourage them to write prescriptions for TriCor.  The lawsuit claimed that Abbott also retained healthcare providers for consulting services and speaking engagements in order to induce or reward doctors for writing prescriptions for the drug.  Abbott also improperly marketed and promoted TriCor for purposes other than those approved by the U.S. Food and Drug Administration, including as a treatment to prevent or reduce cardiac health risks in diabetic patients, the lawsuit said.  The lawsuit was filed by Amy Bergman, a former Abbott sales representative, under the False Claims Act, which allows whistleblowers to sue companies on the government’s behalf to recover taxpayer money paid out based on fraudulent claims.  The government may intervene in such cases, but chose not to in this case, leaving Bergman to litigate it on her own prior to the settlement’s being announced. As a reward, Bergman will receive $6.5 million as her share of the settlement.  The case is U.S. ex rel. Amy Bergman, et al. v. Abbott Laboratories, U.S. District Court, Eastern District of Pennsylvania, No. 09-04264.","3":"FILE PHOTO: An Abbott company logo is pictured at the reception of its office in Mumbai, India, September 8, 2015. REUTERS\/Shailesh Andrade  (Reuters) - Abbott Laboratories ABT.N reported a 6.6 percent drop in quarterly profit on Wednesday, hurt by higher tax expense on earnings.  Shares of the company, whose products range from nutritional products to glucose monitoring devices, fell 2.1 percent to $69.51 in premarket trading.  The company’s adjusted profit was in line with analysts’ expectations as a drop in sales at its established pharmaceuticals business was offset by growth in its medical device segment, its largest unit.  New device launches and demand for its glucose monitoring products helped the unit raking in $2.82 billion in revenue, leading to 12.1 percent rise in overall sales in the quarter.  However, the pharmaceuticals business, which sells generic drugs in emerging markets such as India and China, fell nearly 1 percent to $1.16 billion, hurt by a strong dollar.  The company said net earnings fell to $563 million, or 32 cents per share, in the third quarter ended Sept. 30, from $603 million, or 34 cents per share, a year earlier.  Excluding items, Abbott earned 75 cents per share, in line with the average analyst estimate, according to I\/B\/E\/S data from Refinitiv.  Net sales rose to $7.66 billion, beating analysts’ expectations of $7.65 billion.  Abbott also forecast 2018 adjusted earnings per share from continuing operations to be in the range of $2.87 to $2.89, compared with its previous range of $2.85 to $2.91 per share.","4":"(Reuters) - Abbott Laboratories ABT.N fell just short of Wall Street estimates for quarterly revenue on Wednesday, as weakness in the medical device maker's cardiovascular business overshadowed strong performance in its fast-growing diabetes care unit.  FILE PHOTO: Boxes of Abbott's heart stents are pictured inside a store at a hospital in New Delhi, India, April 27, 2018. REUTERS\/Adnan Abidi\/File Photo  Shares of the company, which also trimmed its full-year profit forecast, flitted between gains and losses. They were last up about 1.7%, after having risen about 13% to Tuesday’s close.  “In this environment, investors are nervous. Any room for uncertainty, people react first and ask questions later. Post call... I think people are comfortable with the growth algorithm here,” said Evercore ISI analyst Vijay Kumar.  A 63% jump in sales of FreeStyle Libre continuous glucose monitor powered the diabetes unit’s better-than-expected revenue of $665 million. Two analysts polled by Refinitiv had expected $645 million.  The device helps diabetics track blood sugar levels without having to prick their fingers, and the company is awaiting the Food and Drug Administration’s approval for the next-generation version of the device, the Freestyle Libre 2.0.  However, a lack of updates on the approval also left investors skittish.  “Admittedly, it’s taking longer than we had expected. We obviously misjudged that,” Chief Operating Officer Robert Ford said on a conference call with analysts, but did not provide a timeline for the approval.  The cardiovascular business, the company’s biggest that houses the MitraClip, posted sales of $2.40 billion, below estimates of $2.44 billion, according to two analysts polled by Refinitiv.  Sales of MitraClip, seen as another growth driver, jumped 30% to $176 million. The device is used to repair leaky heart valves and the company has notched up approvals for new versions and additional indications.  Abbott narrowed its 2019 adjusted earnings per share forecast to a range of $3.23 to $3.25, from a prior expectation of $3.21 to $3.27.  Net earnings rose to $960 million, or 53 cents per share, in the third quarter ended Sept. 30, from $563 million, or 32 cents per share, a year earlier.  Excluding items, the company earned 84 cents per share, matching analysts’ average estimate.  Net sales rose 5.5% to $8.08 billion, just shy of the average analyst estimate of $8.10 billion.","5":"(Reuters) - Abbott Laboratories ABT.N longtime Chief Executive Officer Miles White will step down in favor of his chief of operations in March, handing over the reins after successfully reshaping the healthcare conglomerate in a series of transformative deals.  White, 64, will remain the executive chairman and will be succeeded by Chief Operating Officer Robert Ford, who he appointed last year as part of succession planning.  Abbott’s shares have gained more than four-fold during White’s more than two decades at the helm. They were marginally lower in early trading e following the company’s statement on Wednesday.  “While Miles White was at times considered a larger-than-life figure at Abbott, we think Bob Ford is the right person to fill Miles’ shoes,” Evercore ISI analyst Vijay Kumar said in a client note.  White, a former chairman of the Federal Reserve Bank of Chicago, was instrumental in Abbott's acquisitions of rivals St. Jude Medical and Alere, as well as the spinoffs of Abbott's pharmaceutical arm into AbbVie Inc ABBV.N in 2013 and of Hospira earlier in 2004. Hospira was bought by Pfizer Inc PFE.N in 2015.  He also spearheaded the purchase of BASF’s Knoll pharmaceutical business in 2001 that also brought with it the world’s best-selling drug, Humira. Humira is now owned by AbbVie.  White also serves on the boards of McDonald's Corp MCD.N and Caterpillar Inc CAT.N.  Ford has been with the company for 23 years and had headed Abbott’s medical devices unit. He is a key person behind the company’s FreeStyle Libre glucose monitoring device, its fastest growing diabetes product, according to analyst Kumar.  Abbott is betting on the device, which helps diabetics track blood sugar levels without having to prick their fingers, to cushion slowing growth in some of its older products.  White’s total compensation, including stock awards, was $24.3 million last year.","6":"June 22 (Reuters) - Abbott Laboratories:  * ABBOTT LABORATORIES FILES FOR POTENTIAL 2-PART, NOTES OFFERING; SIZE NOT DISCLOSED - SEC FILING Source text: (bit.ly\/3hT6Zrw) Further company coverage:","7":"April 23 (Reuters) - Abbott Laboratories:  * ABBOTT LABORATORIES - CO, SANQUIN SIGN MULTIPLE-YEAR CONTRACT FOR SUPPLY OF PRIMARY SEROLOGICAL EQUIPMENT AND CONSUMABLES Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","8":"Dec 17 (Reuters) - Abbott Laboratories:  * U.S. HHS’ GIROIR SAYS WORKING WITH ABBOTT TO INCREASE PRODUCTION OF SWABS USED IN COVID-19 TESTS  * U.S. HHS’ GIROIR SAYS AT-HOME COVID-19 TESTS WILL BE IMPROVEMENT OVER POINT-OF-CARE TESTS FOR REPORTING RESULTS TO PUBLIC HEALTH OFFICIALS  * U.S. HHS’ GIROIR SAYS HERD IMMUNITY COULD BE ACHIEVED WHEN 75%-80% OF POPULATION IS IMMUNIZED: BRIEFING  * U.S. HHS’ GIROIR SAYS AS OF THIS WEEK SHIPPED 102 MILLION BINAX TESTS FROM ABBOT INCLUDING 66 MILLION TO STATES Source text for Eikon: Further company coverage: (Reporting by Carl O’Donnell)","9":"May 14 (Reuters) - U.S. Food and Drug Administration:  * CORONAVIRUS (COVID-19) UPDATE: FDA INFORMS PUBLIC ABOUT POSSIBLE ACCURACY CONCERNS WITH ABBOTT ID NOW POINT-OF-CARE TEST  * FDA SAYS ABBOTT ID NOW POINT-OF-CARE TEST TO DIAGNOSE COVID-19 MAY RETURN FALSE NEGATIVE RESULTS  * U.S. FDA- ALERTING PUBLIC TO EARLY DATA THAT SUGGEST POTENTIAL INACCURATE RESULTS FROM USING ABBOTT ID NOW POINT-OF-CARE TEST TO DIAGNOSE COVID-19  * U.S. FDA - ABBOTT’S TEST CAN STILL BE USED AND CAN CORRECTLY IDENTIFY MANY POSITIVE CASES IN MINUTES  * FDA - RECEIVED 15 ADVERSE EVENT REPORTS ABOUT ABBOTT ID NOW DEVICE THAT SUGGEST SOME USERS ARE RECEIVING INACCURATE NEGATIVE RESULTS  * U.S. FDA- ABBOTT HAS AGREED TO CONDUCT POST-MARKET STUDIES FOR ID NOW DEVICE THAT EACH WILL INCLUDE AT LEAST 150 COVID-19 POSITIVE PATIENTS  * FDA- AGENCY IS REVIEWING ADVERSE EVENT REPORTS ABOUT ABBOTT ID NOW DEVICE Source text for Eikon:","10":"MILAN\/LONDON\/HONG KONG\/NEW YORK (Reuters Breakingviews) - Breakingviews has launched a daily column covering pandemic-related insights that you might have missed. Throughout the day, we’ll bring you shorter-than-usual views from columnists around the world with the same financial savvy on companies, economies and capital markets during this important unfolding story.  A man wears a protective mask as he walks on Wall Street during the coronavirus outbreak in New York City, New York, U.S., March 13, 2020. REUTERS\/Lucas Jackson  LATEST  - Banking bonuses  - Local TV M&A  TV M&A DRAMA. Once the desirable target of four suitors, a U.S. broadcaster is finding its partners are dropping like flies because of “market dislocation.” Tegna, which operates 62 local TV stations, said on Sunday that rival Gray Television and private equity firm Apollo Global Management had second thoughts after both parties ended discussions valuing the broadcaster at $8.5 billion including debt. Two other buyers may be interested but it’s looking doubtful after Tegna noted that neither signed NDAs.  Meantime, Tegna is fending off a proxy fight from Standard General, which owns nearly a 10% interest in the $2.3 billion broadcaster. Standard General blamed Tegna on Monday of stalling the auction. In theory a deal could still happen. Tegna benefits in part from political advertising, which, in a presidential election year, is the closest thing to a near certainty. But Morgan Stanley is still forecasting a 9% drop in local TV advertising this year. If Standard General wants a deal, it may only have itself to encourage. (By Jennifer Saba)  DESIGNER HAIR SHIRTS. Carlos Torres Vila can expect to receive fewer Christmas cards this year from European banking peers. The executive chairman of BBVA, Spain’s second largest lender, has renounced the 2020 bonuses of 300 senior staff, including himself, in order to “lead from the front” during the coronavirus crisis. The move heaps pressure on other lenders to follow suit.  BBVA expects to save some 50 million euros, equivalent to 0.8% of annual personnel costs. If the same proportion was applied at BNP Paribas, Deutsche Bank, Credit Suisse, Barclays and Santander, then Europe’s six biggest banks could collectively conserve over half a billion euros, according to their latest results. That would soothe shareholders fretting about dividend cuts and help fend off the kind of anti-bank sentiment seen after the 2008 crisis. Yet, having given up their bonuses, it may be harder for bankers to make the case for such fat payouts when the crisis ends. (By Christopher Thompson)  WALL STREET LOSES AN EXECUTIVE. Jefferies Group’s chief financial officer has died of Covid-19 complications. The Wall Street firm, which typically reports its earnings a month before rivals, is often where investors look to see where the industry is going. Peg Broadbent’s death adds another reminder of how rapidly the world has changed.  Broadbent had worked at Jefferies since 2007, when he joined as the group’s first global risk chief just as the financial crisis hit. The investment bank – now a subsidiary of listed Jefferies Financial – came through the crisis mostly unscathed, and didn’t take government rescue funds.  Last week Jefferies reported record quarterly revenue, as a group and at the investment bank Broadbent helped to oversee. Chief Executive Rich Handler noted that in light of events since its financial quarter ended in February, the result already feels like “ancient history.” He won’t be the last to say so. (By John Foley)  THE OPPOSITE OF BUYER’S REMORSE. The market value of Abbott Laboratories, which obtained approval for a rapid coronavirus test, rocketed over $10 billion at the start of U.S. trading on Monday morning. The five-minute test is the fruit of a merger Abbott didn’t want to do. The company says tests will be available this week and production will rise to 50,000 per day. It could sell more: Quick tests could be crucial to the safe reopening of factories and public spaces, as well as for use in medical facilities.  The irony is that Abbott’s new bounty comes from technology purchased in its acquisition of Alere. Abbott agreed to buy the company for $5.8 billion in 2016, then got cold feet following revelations of improper accounting at Alere as well as allegations of other bad practices. Alere sued because it didn’t want the deal terminated, and Abbott begrudgingly completed the deal in 2017 at a 9% lower price. Its unexpected virus-testing boost is worth twice the purchase price. (By Robert Cyran)  SICKLY M&A. The UK’s most prominent recent fund management deal could fall foul of the coronavirus. A pandemic probably wasn’t high on Chief Executive Andrew Formica’s radar when he announced in February that his Jupiter Fund Management would gobble up smaller rival Merian Global Investors for 370 million pounds. Back then investors seemed happy to forgive Formica for the deal’s vague benefits: Jupiter didn’t say what synergies it expected to get from combining with Merian, other than to promise that the acquired group had “the potential to contribute to” an operating margin of up to 60%.  That may be a stretch now. Merian was losing assets before the virus struck. Now it faces declines in the value of the funds it manages, and possibly even more outflows. The over 50% collapse in Jupiter’s share price since the beginning of the year, worse than peers M&G and Standard Life Aberdeen, suggests investors don’t see much benefit from the deal. They will have the chance to vote on whether to proceed in April. To convince them, Formica will need to come up with some more compelling numbers. (By Aimee Donnellan)  SOCCER SACRIFICE. The coronavirus pandemic has Europe’s star soccer players counting their losses. Players at top teams are foregoing part of their paycheques to ease the financial burden from the forced suspension of matches across most of the continent. Juventus star Cristiano Ronaldo will forfeit four months’ salary, a third of his 31 million euro annual package, according to Sky Italia. His teammates and coach will do the same, saving the club a total of about 90 million euros – meaningful given its 327 million euro net debt.  Not every footballer has volunteered happily. Barcelona, which had sought a 70% salary reduction for players including star forward Lionel Messi, used Spain’s emergency law to unilaterally impose a cut. Swiss club Sion fired nine of its players for refusing to accept part-time contracts. With millions of people facing the prospect of losing their jobs, some soccer self-restraint seems in order. (By Lisa Jucca)  PETRIFIED IN PRETORIA. Tito Mboweni is taking straight-talking over coronavirus to new levels. After Moody’s cut South Africa’s credit to junk status on Friday, in line with other ratings agencies, the Rainbow Nation’s finance minister admitted Treasury officials were “trembling in our boots”. With foreigners owning 37% of South Africa’s 2.2 trillion rand ($120 billion) domestic bond market, his concerns are warranted.  The biggest fear is that South Africa’s impending ejection from investment-grade bond indexes will have overseas investors rushing to the exit. The rand fell 2% to a record low of 18.08 against the U.S. dollar on Monday morning. But it may not be all doom and gloom. South Africa’s trajectory has been obvious for years. The coronavirus-triggered stampede from emerging markets will have cleared out the remaining laggards. Other nations are also facing similar downgrades. For Mboweni and his quaking colleagues, that’s some consolation. (By Ed Cropley)  CHINESE CARMAKERS REV UP. Geely Automobile has warned that this year could be among the most difficult in the group’s history with the fallout from Covid-19 coming on top of an earlier industry-wide slowdown: the $13 billion Chinese carmaker on Monday reported a 35% fall in year-on-year net profit in 2019. The desperation is evident. As China gets back to work, carmakers are aggressively pushing sales, offering steep discounts and turning to social media celebrities to win a slice of limited spending on big-ticket items. Such gimmicks are likely to be repeated worldwide by rivals when they put their foot back on the metal. Credit ratings agency Moody’s expects global auto sales to fall around 14% this year. Autos and much more will become a buyer’s market. (By Sharon Lam)","11":"March 29 (Reuters) - Abbott Laboratories:  * ABBOTT INITIATES TRIAL TO EVALUATE IMPROVED SURVIVAL AND OUTCOMES WITH THE CARDIOMEMS MONITOR  * ABBOTT LABORATORIES - NEW STUDY WILL EVALUATE WHETHER TREATMENT WITH CARDIOMEMS MONITOR IMPROVES SURVIVAL AND OUTCOMES FOR MORE PEOPLE Source text for Eikon: Further company coverage:","12":"(Reuters) - Early in the coronavirus pandemic, U.S. President Donald Trump put his faith in a toaster-sized machine that could spit out test results in a matter of minutes.  In late March, Trump hailed the launch of Abbott Laboratories’ ID NOW test at a Rose Garden event and embraced its widespread use at the White House to keep the deadly virus at bay. The president often skipped his own administration’s public health recommendations on mask wearing and social distancing, explaining that “everyone’s tested” around him using the Abbott device.  His strategy was no match for the virus.  The president announced Friday that both he and his wife, Melania, tested positive - news that raised questions about the health of other top U.S. officials and threw the final weeks of the presidential campaign into disarray. On Friday, Trump began an experimental treatment and checked in to Walter Reed National Military Medical Center as a precautionary measure, a White House official said.  “The reliance on a rapid test, with its limitations, unfortunately gave the White House and its staff a false sense of security that they were in control of the virus,” said William Schaffner, a professor of infectious diseases at the Vanderbilt University School of Medicine.  “You cannot rely on that test to create a barrier between you and the virus,” he said, adding that people “have to wear masks, do social distancing and not go to all these rallies.”  While rapid tests can help contain the spread of a highly contagious virus, they were not designed to be used in isolation. A negative result merely captures a snapshot in time and doesn’t guard against infection soon after. And a person may be infectious for days before the amount of virus in their body registers positive on a test.  Krutika Kuppalli, an assistant professor and expert on infectious diseases at the Medical University of South Carolina, said not enough is known about how these rapid tests perform in people who are asymptomatic.  “Trump was playing with fire and it was really a matter of time before something like this was going to happen,” she said. “Even if Trump had been around someone who was sick, wearing a mask could have prevented him from getting the virus.”  Slideshow ( 5 images )  The White House said in a statement Thursday that Trump “takes the health and safety of himself and everyone who works in support of him and the American people very seriously” and that the administration followed guidelines for limiting COVID-19 exposure to the greatest extent possible.  As of midday Saturday, a growing number of Trump administration officials and allies had tested positive for the virus, including former senior counselor Kellyanne Conway; three Republican senators including Mike Lee of Utah; Republican National Committee Chairwoman Ronna McDaniel; and former New Jersey Governor Chris Christie. Trump’s close aide Hope Hicks’ positive test was disclosed on Thursday.  DOUBTERS AND DEFENDERS  An Abbott spokeswoman said the company’s ID NOW test for the coronavirus - used by more than 11 million Americans since regulators approved it for emergency use in March - yields reliable results. The company referred questions about its use in the White House to the Trump administration.  The gold standard in diagnostic testing is known as polymerase chain reaction, or PCR, testing and is performed in a laboratory. But these tests can take hours or days to process. Abbott’s ID NOW device offers two major advantages: a quick turnaround on site and portability.  The Abbott test, which involves putting a nasal swab in a liquid solution and heating it to amplify genetic material from the virus, produces results in 13 minutes or less.  “In a pandemic, the world needs all types of testing for different settings and stages of the virus, including lab-based testing and rapid point-of-care testing,” Abbott said in a statement.  The White House hasn’t released details on what tests were conducted in recent days on Trump and Hicks. And there is no evidence that the Abbott tests routinely performed on White House staff and visitors produced inaccurate results, nor that Trump or Hicks were infected in the White House rather than in other settings.  Slideshow ( 5 images )  However, despite Trump’s enthusiastic endorsement of the Abbott ID NOW test, some researchers have raised doubts about its accuracy.  In May, a New York University study said the Abbott test could be missing a third to nearly half of positive cases. That same month, researchers at Columbia University Irving Medical Center found that the ID NOW test identified only 73.9% of infectious samples.  The U.S. Food and Drug Administration acknowledged there were concerns about “potential inaccurate results” from ID NOW in May. The agency said it had received 302 “adverse event” reports as of Sept. 30, including numerous reports of false negatives - results showing patients were not infected when they actually were.  In its authorization of ID NOW for emergency use, updated last month, the FDA warned that more testing may be warranted to confirm initial results.  In a statement on Friday, Abbott said the NYU study was flawed and “rife with limitations.” The company said its device produces results similar to lab-based methods and that even the most sensitive tests can post false negatives depending on the infection cycle in a person’s body and how much virus they are shedding.  A company spokeswoman said “no test detects the virus immediately after the person becomes infected.”  In a statement Friday, White House doctor Sean Conley said the president’s diagnosis was confirmed with traditional PCR testing.  ‘DEEMED SAFE’  Emboldened by regular testing of himself and those in close proximity, Trump continued to hold large campaign rallies and events with donors where masks were optional. He flew to his New Jersey golf club Thursday for a fundraiser and speech.  “It was deemed safe for the president to go. He socially distanced, it was an outdoor event and it was deemed safe by White House operations for him to attend that event,” White House press secretary Kayleigh McEnany said Friday.  Trump and his staff regularly do not wear masks. Last month, Trump publicly disagreed with Robert Redfield, director of the U.S. Centers for Disease Control and Prevention, who testified to Congress about the importance of the face coverings.  And at Tuesday’s presidential debate, Trump disparaged his opponent, former Vice President Joe Biden, for his frequent mask use. “I don’t wear masks like him - every time you see him, he’s got a mask,” the president said.  Now, the fallout from the White House’s focus on testing as a precaution could extend far beyond the president and his wife, experts say.  “I expect we will see more positive cases” connected to the White House, Kuppalli said. “I pray that doesn’t happen.”  (This story fixes capitalization of “a” in Kellyanne Conway)","13":"(Reuters) - The U.S. Food and Drug Administration on Monday authorized the emergency use of Abbott Laboratories’ coronavirus test for detecting antibodies using another of its diagnostic platforms, which will allow the company to ship nearly 30 million tests this month.  Earlier, the company had permission to run the antibody test on its Architect platform. The authorization now allows Abbott to use the test on its Alinity platform.  Abbott also said it could have capacity for shipping 60 million antibody tests across the world in June, which included tests on its Architect system, for which it gained authorization last month. [nPn37klm0a][nFWN2CF11N]  Alinity systems are designed to run more tests in less space and minimize human errors, Abbott said.  The test identifies disease-fighting antibodies in people who have been infected but may have had mild symptoms or none at all, making it different from the current diagnostic tests that require nasal swabs to confirm active infection.  Antibody tests, however, are not recommended as the sole basis of diagnosis of COVID-19 as these antibodies may not be detected in the early days of the infection.  Such tests are considered crucial in efforts to get Americans back to work safely as the presence of antibodies to the virus indicates possible immunity to future infection.  Abbott has previously won U.S. authorization for two other coronavirus testing kits: an automated test that can be used in labs and a test that can deliver results within minutes and be used in physicians’ offices, clinics and hospitals.","14":"A federal judge on Friday allowed Abbott Laboratories to question a wholesaler and its former lawyer about why they withheld documents sought by the healthcare giant in a trademark infringement case, saying there is probable cause to believe they engaged in discovery fraud.  U.S. Magistrate Judge Lois Bloom in Brooklyn said Abbott may depose representatives of H&H Wholesale Services Inc, a seller of glucose test strips, about why they withheld internal emails and other documents requested by Abbott.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2GlCJ6y","15":"Sept 28 (Reuters) - Abbott Laboratories’ said on Monday it had received clearance to market the smallest version of its fastest-growing low-cost diabetes monitoring product in the European Union.  FreeStyle Libre 3, which received the European CE Mark, is a more discreet sensor and will be priced the same as previous versions of the device, the company said.  The earlier version, Libre 2, is priced at $54, while a handheld reader, used to scan the sensor, is available for a one-time cost of $70.  FreeStyle Libre 3 is a continuous glucose monitoring device that allows diabetics to track their blood sugar levels without multiple daily finger sticks.  Patients using the new version will also be able to receive glucose readings automatically on their smartphones through the FreeStyle Libre 3 mobile app.  The Libre 3 sensor, like other versions, is worn at the back of the upper arm for 14 days.  In April, the company said worldwide sales of Freestyle Libre devices rose 59.3% to $600 million in the first quarter of 2020. (Reporting by Dania Nadeem in Bengaluru; Editing by Maju Samuel)","16":"(Reuters) - Abbott Laboratories Inc reported higher-than-expected quarterly profit and sales on surging demand for its glucose monitoring device, but an unchanged forecast along with regulatory uncertainty kept investors on the edge.  FILE PHOTO: An Abbott company logo is pictured at the reception of its office in Mumbai, India, September 8, 2015. REUTERS\/Shailesh Andrade  Healthcare stocks have been under pressure due to concerns over new regulations, more so after U.S. Senator Bernie Sanders unveiled the latest version of his “Medicare-for-All” plan that would eliminate private insurance and shift all Americans to a public healthcare plan.  Abbott shares were down 4 percent, with most other major U.S. device makers also down between 1 percent and 2 percent. The S&P healthcare index was also down more than 2 percent and was the biggest drag on the broader stock market.  “The management is conservative at the start of the year... It was a beat-and-not-a-raise quarter on a weak day in the market,” Rick Wise, analyst with Stifel said.  “Make no mistake, this was an excellent quarter.”  The company, whose products range from medical devices to infant nutritional formula, defended its move to not raise forecasts, saying it was too early in the year.  “I rarely, if ever, raise in the first quarter. I kind of feel like if I raised in the first quarter, why didn’t I put it in the original plan 3 months ago or 6 months ago,” Chief Executive Officer Miles White said on a conference call.  Abbott expects full-year adjusted earnings per share from continuing operations of $3.15 to $3.25, and sales growth, excluding currency impact, of 6.5 to 7.5 percent.  For the first quarter, the company’s total revenue rose 2 percent to $7.53 billion and came in ahead of analysts’ estimates, boosted by a 70.2 percent surge in sales of the company’s Freestyle Libre glucose monitoring device to $379 million.  The device helps people track blood sugar levels without having to prick their fingers.  While total medical device sales rose 5.5 percent to $2.90 billion and came in-line with expectations, sales in its generic drugs unit fell 4.9 percent to $992 million and missed expectations of $1 billion.  The unit sells generic drugs in emerging markets such as India, China and Brazil, and sales have been hit by a strong dollar.  Net earnings in the quarter ended March 31 rose 60.8 percent to $672 million.  Excluding items, Abbott earned 63 cents per share, ahead of the average analyst estimate of 61 cents per share, according to IBES data from Refinitiv.  “The debate will be... why guidance was not tweaked up despite the beat,” Evercore ISI analyst Vijay Kumar wrote in a note.  Abbott’s shares were down about 4 percent at $73.44 in afternoon trading.","17":"(Reuters) - Abbott Laboratories on Wednesday released early data from a study on the accuracy of its ID NOW COVID-19 test, which is used in the White House, that could help alleviate concerns the diagnostic frequently fails to detect the virus.  FILE PHOTO: A coronavirus disease testing machine and the cotton swabs used to administer tests sit on a table in the Rose Garden before U.S. President Donald Trump holds a coronavirus disease (COVID-19) outbreak response press briefing at the White House in Washington, U.S., May 11, 2020. REUTERS\/Kevin Lamarque\/File Photo  Interim data from Abbott’s 1,003-participant study shows that its test, which can deliver results in under 15 minutes, correctly identified positive COVID-19 cases 95% of the time when used within seven days of symptom onset.  The U.S. Food and Drug Administration issued an emergency use authorization for the test in March, but said in May that early data suggested it could sometimes fail to detect the virus in sick patients. Abbott said it would conduct multiple studies of the test in a variety of healthcare settings.  U.S. President Donald Trump, his wife Melania and several members of the White House staff have contracted COVID-19, raising questions about whether Abbott’s test was reliable enough to be used as the White House’s daily screening tool.  A study conducted by Cleveland Clinic in April showed the test detected the virus in around 85% of cases, lower than many other COVID-19 tests. Other studies, including one by New York University, raised similar concerns.  The FDA said it had received 302 “adverse event” reports as of Sept. 30, including numerous accounts of false negatives - results showing people were not infected when they actually were.  Rapid tests such as Abbott’s are generally less accurate than molecular diagnostic tests, which are the industry gold standard but must be sent to a laboratory to produce results, a process that often takes several days.  Rapid tests are also seen as essential tools to help schools and businesses reopen and stay open.  The latest results confirm the data submitted to the FDA in March that won emergency use authorization for the test, Abbott said. (refini.tv\/2GLCVA4)  Abbott said it has so far shipped more than 12 million ID NOW tests to all 50 states.","18":"Feb 18 (Reuters) - Abbott Laboratories:  * ABBOTT LABORATORIES - RECEIVED CE MARK FOR NEW GALLANT IMPLANTABLE CARDIOVERTER DEFIBRILLATOR AND CARDIAC RESYNCHRONIZATION THERAPY DEFIBRILLATOR DEVICES Source text for Eikon: Further company coverage:","19":"(Adds details on U.S. testing efforts)  Sept 1 (Reuters) - The U.S. government will send an “overwhelming majority” of the rapid COVID-19 tests it purchased from Abbott Laboratories last week to governors of states and territories to support school reopenings and other critical tasks, an administration official said at a press briefing.  Other top priorities for the newly purchased tests include day care centers, first responders, and “critical infrastructure,” said Admiral Brett Giroir, assistant secretary for health at the U.S. Department of Health and Human Services.  The U.S. government purchased 150 million rapid antigen tests for COVID-19 from Abbott in a roughly $750 million deal.  The portable tests can deliver results within 15 minutes and will sell for $5. They require no additional equipment, and can use a less invasive nasal swab than traditional lab tests.  Antigen tests are cheaper and faster than molecular diagnostic tests, but somewhat more likely to fail to identify positive cases of the virus than lab-based diagnostic tests.  U.S. President Donald Trump has repeatedly pushed for schools to reopen, but most of the country’s largest school districts have said they would start the school year with online classes, as states across the country have battled a spike in cases over the summer.  Girior also said the Centers for Disease Control and Prvention (CDC) still supports testing asymptomatic individuals for COVID-19 who are prioritized by local health officials or in high risk populations. Last week, the CDC sparked outcry among many public health officials when it said testing some asymptomatic people may not be necessary.  The U.S. government has conducted 85 million COVID-19 tests so far with a positivity rate of just over 5%, Girior said. The mean turnaround time is 2.27 days. (Reporting by Carl O’Donnell Editing by Chris Reese and David Gregorio)","20":"(Reuters) - Abbott Laboratories ABT.N said on Wednesday it won U.S. marketing authorization for a COVID-19 portable antigen test that can deliver results within 15 minutes and will sell for $5.  The portable test is about the size of a credit card, requires no additional equipment to operate, and can be conducted using a less invasive nasal swab than traditional lab tests, Abbott executives said on a call with reporters.  Abbott expects to ship tens of millions of tests in September, ramping to 50 million tests a month from the beginning of October.  The test, BinaxNOW COVID-19 Ag Card, could be used to check that people participating in larger gatherings, such as those returning to schools or workplaces, do not have COVID-19 and could help aid the reopening of the U.S., the executives said.  Abbott created a downloadable app that people who have taken the test could present before entering venues to show that they are COVID-19 free, they said.  Antigen tests are cheaper and faster than molecular diagnostic tests but somewhat more likely to fail to identify positive cases of the virus than lab-based diagnostic tests.  The U.S. Food and Drug Administration granted the approval under its emergency use authorization program. Becton Dickinson and Co BDX.N and Quidel Corp QDEL.O already market antigen tests. (reut.rs\/2QsSyOC)  The United States now has more cases of the coronavirus than any other country at more than 5 million, and hospitals and labs have struggled to meet the demand to test thousands of people.  Since March, the company has got U.S. authorizations for five other coronavirus tests, including one called the ID Now that can deliver results within minutes and is used at the White House.  (This story has been refiled to add dropped word ‘test’ to the headline)","21":"Jan 27 (Reuters) - Abbott Laboratories’ quarterly profit more than doubled on Wednesday, riding on strong sales of its COVID-19 test kits and strength in its nutrition and diabetes businesses.  The company’s net earnings rose to $2.16 billion, or $1.20 per share, in the fourth quarter ended Dec. 31 from $1.05 billion, or 59 cents per share, a year earlier.  Net sales rose to $10.7 billion from $8.31 billion. (Reporting by Mrinalika Roy and Amruta Khandekar in Bengaluru; Editing by Anil D’Silva)","22":"July 16 (Reuters) - Abbott Laboratories on Thursday reported a 46.6% fall in second-quarter profit as the COVID-19 pandemic continued to batter its medical device unit.  The company’s net earnings fell to $$537 million, or 30 cents per share, in the quarter ended June 30, from $1 billion, or 56 cents per share, a year earlier.  Net sales fell to $7.33 billion from $7.98 billion. (Reporting by Trisha Roy and Manojna Maddipatla in Bengaluru; Editing by Maju Samuel)","23":"Broadmark Realty Capital Inc, a real estate investment trust (REIT), has appointed former Ventas Inc attorney Nevin Boparai as its chief legal officer as the coronavirus pandemic shakes up the market for commercial space.  Boparai most recently served as assistant general counsel at Ventas, a healthcare REIT, and before that as counsel of corporate transactions for Abbott Laboratories. He was also an associate at Jones Day in Silicon Valley.  To read the full story on Westlaw Today, click here: bit.ly\/32urXHS","24":"FILE PHOTO: An Abbott company logo is pictured at the reception of its office in Mumbai, India, September 8, 2015. REUTERS\/Shailesh Andrade  (Reuters) - The Trump administration will purchase 150 million rapid coronavirus tests from Abbott Laboratories ABT.N for about $750 million, a White House spokeswoman said on Thursday.  The portable antigen tests, which can deliver results within 15 minutes and will sell for $5, received emergency use authorization from the U.S. Food and Drug Administration on Wednesday.  The portable test from Abbott is about the size of a credit card, requires no additional equipment to operate, and can be conducted using a less invasive nasal swab than traditional lab tests.  Antigen tests are cheaper and faster than molecular diagnostic tests, but somewhat more likely to fail to identify positive cases of the virus than lab-based diagnostic tests.  Becton Dickinson and Co BDX.N and Quidel Corp QDEL.O already market antigen tests.  Abbott shares rose 8% to $111.54 in afternoon trading, and the company declined to comment on the latest development.  The White House confirmed an earlier report from Politico.","25":"(Reuters) - Abbott Laboratories ABT.N beat analysts' estimates for quarterly profit and lifted its full-year earnings forecast on Wednesday, boosted by a near 64% jump in sales of its blood sugar monitoring device.  FILE PHOTO: Abbott's FreeStyle Libre 14 day system, which is used to identify continuous glucose levels, trends, and an eight-hour history of glucose patterns in diabetes patients, is pictured in this undated handout photo obtained by Reuters July 15, 2019. Abbott\/Handout via REUTERS  Shares rose 4% to a record high of $86.59, adding to the about 15% gain since the start of the year.  Abbott is betting on the device, FreeStyle Libre, and is working on newer versions to cushion slowing growth in some of its older products.  The continuous glucose monitor, which helps diabetics track blood sugar levels without having to prick their fingers, is used by more than 1.5 million people worldwide.  FreeStyle Libre 2, the next-generation device, which is already approved in Europe, is now under U.S. regulatory review.  To expand its reach, Abbott plans to ramp up manufacturing capacity for FreeStyle Libre by three to five times in the next few years, Reuters reported on Tuesday.  When asked on the conference call what that increased capacity could mean, Chief Executive Miles White said he sees potential for Libre to bring in annual sales of $5 billion “in a reasonable time”.  Libre’s sales are expected to reach $1.5 billion this year, the company has said.  Abbott is also focusing on another growth driver, MitraClip. Sales of the device used for heart valve repair jumped 26.7% to $169 million in the quarter.  Momentum continues for Abbott’s key growth drivers and “we don’t believe it is slowing down any time soon”, BMO Capital Markets analyst Joanne Wuensch wrote in a client note.  Sales of FreeStyle Libre rose 63.9% on a reported basis to $433 million in the second quarter.  Total sales at the diabetes unit jumped 28.2% and helped Abbott’s medical devices division report a 6.4% rise in revenue to $3.08 billion.  (For an interactive graphic on diabetes unit sales, click here: tmsnrt.rs\/32yCqje)  Abbott raised its 2019 forecast for adjusted earnings from continuing operations to $3.21 to $3.27 per share, from its prior forecast of $3.15 to $3.25 per share.  The company’s net earnings rose 37% to $1 billion in the second quarter ended June 30.  Excluding items, Abbott earned 82 cents per share, ahead of the average analyst estimate of 80 cents, according to IBES data from Refinitiv.  Net sales rose 2.7% to $7.98 billion, but missed estimates of $8 billion.","26":"Jan 22 (Reuters) - Abbott Laboratories’ incoming Chief Executive Officer Robert Ford said on Wednesday that deal-making was not on the company’s agenda. “On the M&A side, we’re not looking to do any deals right now,” Ford, who currently serves as chief operating officer, said on a conference call.  “We’ve got kind of payments that are due in the next few years, and that’s all kind of contemplated in our capital plan.”  Ford also noted that Abbott intended to raise dividend payments to shareholders.  Ford is set to replace longtime CEO Miles White in March and is expected to prioritize sales of glucose monitoring device Freestyle Libre and MitraClip, a device used to repair leaky heart valves. (Reporting by Tamara Mathias in Bengaluru; Editing by Shinjini Ganguli)","27":"(Adds details on valve, doctor comments, background)  March 6 (Reuters) - The U.S. Food and Drug Administration on Tuesday approved Abbott Laboratories’ mechanical heart valve to include a size small enough to be used in newborn children.  The FDA said the 15 mm version of Abbott’s Masters HP series valve was the smallest mechanical valve approved in the world.  Traditionally, larger valves meant for adults are used in pediatric patients, but may lead to complications.  “It’s like putting a size 10 foot into a size 6 shoe. You can do it but you won’t walk very well,” Jonathan Chen, a doctor associated with the device’s clinical study told Reuters.  Congenital heart defects affect nearly 1 percent of all births in the United States, and one in four babies have a defect that may require surgery in the first year of birth, according to the company.  Abbott had acquired the Masters HP valve range as part of its $25 billion St. Jude Medical deal. (Reporting by Manas Mishra in Bengaluru; Editing by Shounak Dasgupta)","28":"March 16 (Reuters) - Abbott Laboratories:  * ABBOTT LABORATORIES CEO MILES D. WHITE'S 2017 TOTAL COMPENSATION(TOTAL WITHOUT CHANGE IN PENSION VALUE) WAS $16.8 MILLION VERSUS $17.4 MILLION IN 2016 – SEC FILING Source text (bit.ly\/2IwpJvl) Further company coverage: (Reuters.Brief@thomsonreuters.com)","29":"BOSTON, March 23 (Reuters) - Alere Inc has agreed to pay $33.2 million to resolve claims it knowingly sold unreliable diagnostic testing devices to hospitals prior to its acquisition by Abbott Laboratories last year, the U.S. Justice Department said on Friday.  The Justice Department said that Massachusetts-based Alere, from 2006 to 2012, sold its Triage-branded devices to hospitals that government healthcare programs paid for, despite receiving customer complaints about the erroneous results they produced. (Reporting by Nate Raymond in Boston; Editing by Bernadette Baum)","30":"March 18 (Reuters) - ABBOTT:  * ABBOTT RECEIVES FDA EMERGENCY USE AUTHORIZATION AND LAUNCHES TEST TO DETECT NOVEL CORONAVIRUS  * ABBOTT- DEPLOYING 150,000 LABORATORY TESTS, SCALING UP PRODUCTION AT U.S. MANUFACTURING LOCATION TO REACH CAPACITY FOR 1 MILLION TESTS\/WEEK BY MARCH END Source text for Eikon: Further company coverage:","31":"FILE PHOTO: A medical worker takes a blood sample from a man to test for the coronavirus disease (COVID-19) at a converted gym in Cisliano, near Milan, Italy, April 21, 2020. REUTERS\/Flavio Lo Scalzo\/File Photo  MILAN (Reuters) - Italy has picked U.S. healthcare company Abbott Laboratories to supply 150,000 blood testing kits to screen for the new coronavirus as the country prepares to slowly lift a lockdown imposed in March.  In a statement, the Prime Minister’s office said Abbott had come top of a merit list in a tender bid. It said it would vet the offer and proceed to drawing up a contract with Abbot if nothing arose to the contrary.  The decision comes as authorities around the world step up broad-based testing programmes to provide a clearer picture of the spread of the virus as they look to relax lockdown measures.  Several Italian regions have begun serological testing of their own while several large employers have also set up testing programmes for when staff are allowed to return to work.","32":"June 12 (Reuters) - Abbott Laboratories:  * DECLARES 386TH CONSECUTIVE QUARTERLY DIVIDEND  * SETS QUARTERLY DIVIDEND OF $0.36PER SHARE Source text for Eikon: Further company coverage:","33":"June 29 (Reuters) - Abbott Laboratories:  * ABBOTT - COS PARTNER TO INTEGRATE ABBOTT’S FREESTYLE LIBRE CONTINUOUS GLUCOSE MONITORING TECHNOLOGY WITH TANDEM’S INSULIN DELIVERY PRODUCTS Source text for Eikon: Further company coverage:","34":"FILE PHOTO: U.S. Secretary of Health and Human Services Alex Azar speaks during a news briefing on the administration's response to the coronavirus at the White House in Washington, U.S., March 15, 2020. REUTERS\/Joshua Roberts\/  WASHINGTON (Reuters) - A top Trump administration official said on Friday the government still has confidence in Abbott Laboratories’ ABT.N speedy coronavirus test used at the White House, which regulators have warned could deliver inaccurate results.  “We got 15 adverse event reports ... and so we, at the FDA and the manufacturer, are going to be studying and tracing those down,” Health and Human Services Secretary Alex Azar told Fox Business Network. “We’ve got to get to the bottom of it, but we still have confidence in the test or we wouldn’t have it on the market.”  The Food and Drug Administration said on Thursday early data about the Abbott ID Now test suggested it could produce potentially inaccurate results, particularly by failing to detect people who have the illness.  Earlier this week, New York University researchers said the tests could be missing a third to nearly half of positive cases. The study was not peer reviewed.  Abbott said in a statement on Thursday that the number of patients studied by NYU was small and that some studies of its test had used it in ways it was not intended to be.  “When our customers run it as intended, our test is performing excellently,” said Philip Ginsburg, a senior medical director in Abbott’s rapid diagnostics unit.  Other studies showed a higher rate of accuracy for the test. A study done in a testing clinic in Detroit said the ID NOW test was accurate 98% of the time. Another out of Washington state said the test found positive cases more than 90% of the time.","35":"U.S. Patent and Trademark Office administrative judges can review a patent that the office’s director Andrei Iancu litigated while in private practice, a federal appeals court said on Wednesday, rejecting an argument that their loyalty to him might cloud their judgment.  The U.S. Court of Appeals for the Federal Circuit said the PTO’s Patent Trial and Appeal Board could review the validity of a Snyders Heart Valve LLC patent challenged by Abbott Laboratories subsidiary St. Jude Medical LLC.  To read the full story on Westlaw Today, click here: bit.ly\/33dZiFV","36":"(Reuters) - Abbott Laboratories said on Friday it won U.S. marketing approval for a diagnostic test for the coronavirus that can deliver results to patients within minutes and be used in physicians offices and urgent care clinics, as well as hospitals.  The United States now has more cases of the coronavirus than any other country, and hospitals have struggled to meet the demand to test thousands of people for the often-deadly virus.  The U.S. Food and Drug Administration granted the approval under its Emergency Use Authorization.  Abbott said in a statement that it plans to begin distributing the test next week and will ramp up manufacturing to 50,000 tests per day.  “This is a significant leap forward,” John Frels, vice president of research and development at Abbott, said in an interview with Reuters. “You can get a positive result in five minutes and a negative result in 13 minutes. You can walk into a clinic and literally get results while you are there.”  The portable test will run on Abbott’s ID NOW platform.  It is the second test to be approved by the FDA that can be used directly in physicians’ offices and other community healthcare settings and promptly provide results to patients. Last week, the FDA approved a test made by Cepheid that can be used at the point of care.  “The COVID-19 pandemic will be fought on multiple fronts, and a portable molecular test that offers results in minutes adds to the broad range of diagnostic solutions needed to combat this virus,” said Robert Ford, president and chief operating officer at Abbott, in a statement.  Abbott received approval last week for a high volume, automated diagnostic test that can be used in laboratories and said at the time it would immediately distribute 150,000 of the tests around the country.  Between the two platforms, Abbott said it plans to produce 5 million tests per month.  The FDA has been rushing to approve tests for the coronavirus on an emergency basis and has approved others made by companies including Roche Holding AG and Thermo Fisher Scientific Inc.  With the expansion of testing has come a surge in confirmed cases of COVID-19. Reuters reported on Friday that the United States now has more than 100,000 cases.","37":"WASHINGTON, Aug 27 (Reuters) - The Trump administration will purchase 150 million rapid coronavirus tests from Abbott Laboratories for about $750 million, a White House spokeswoman said on Thursday.  The portable antigen tests, which can deliver results within 15 minutes and will sell for $5, received emergency use authorization from the U.S. Food and Drug Administration on Wednesday.  The White House confirmed an earlier report from Politico.","38":"April 27 (Reuters) - U.S. FDA:  * U.S. FDA IN LETTER DATED APRIL 26, AUTHORIZES EMERGENCY USE OF ABBOTT LABORATORIES' SARS-COV-2 IGG ASSAY - FDA WEBSITE Source text: (bit.ly\/2KCUmS7) Further company coverage:","39":"Jan 23 (Reuters) - Abbott Laboratories posted a 2.3 percent rise in fourth-quarter revenue on Wednesday, helped by growing demand for its heart valves and glucose monitoring devices.  The company posted net earnings of $654 million, or 37 cents per share, in the fourth quarter ended Dec. 31, from a loss of $828 million, or 48 cents per share, a year earlier, when it had taken a $1.4 billion charge related to changes to the U.S. tax law.  Net sales of the diversified healthcare company rose to $7.77 billion from $7.59 billion. (Reporting by Manas Mishra in Bengaluru Editing by Saumyadeb Chakrabarty)","40":"March 19 (Reuters) - Abbott Laboratories:  * ABBOTT’S MITRACLIP THERAPY RECEIVES NATIONAL REIMBURSEMENT IN JAPAN TO TREAT PATIENTS WITH MITRAL REGURGITATION  * ABBOTT LABORATORIES - MITRACLIP SYSTEM IS APPROVED IN JAPAN FOR TREATMENT OF BOTH SEVERE DEGENERATIVE MITRAL REGURGITATION AND FMR HEART DISEASES  * ABBOTT-MINISTRY OF HEALTH LABOUR AND WELFARE IN JAPAN GRANTED NATIONAL REIMBURSEMENT FOR CO’S MITRACLIP THERAPY TO TREAT MITRAL REGURGITATION Source text for Eikon: Further company coverage:","41":"(Reuters) - Abbott Laboratories raised its full-year earnings forecast and topped estimates for quarterly profit on Wednesday, powered by demand for its glucose monitoring device for diabetics and gains from its multibillion dollar acquisitions.  FILE PHOTO: Traders gather at the booth that trades Abbott Laboratories on the floor of the New York Stock Exchange, in New York, U.S., December 10, 2012. REUTERS\/Brendan McDermid\/File Photo  The diversified healthcare company’s shares rose as much as 4.3 percent to a record high. Analysts said they did not expect a raise at all because of the negative impact of a strengthening dollar on Abbott’s financials.  “I was surprised by their ability to raise EPS guidance absorbing a greater currency hit,” RBC Capital Markets analyst Glenn Novarro told Reuters.  “It looks like they’re raising the midpoint of 2018 guidance by a few pennies, but it’s actually a lot more because they have to absorb over a 5 cent negative impact.”  Healthcare conglomerate Johnson & Johnson on Tuesday trimmed its full-year sales forecast, citing a strengthening dollar.  Abbott now expects 2018 adjusted earnings per share from continuing operations to be $2.85 to $2.91, compared with a prior forecast of $2.80 to $2.90.  In the second quarter, revenue across the company’s four major businesses rose, with sales in its medical device unit increasing 11.3 percent.  The unit, which houses the sensor-based glucose monitoring system FreeStyle Libre, was the largest contributor to total sales with a 37 percent share.  “(FreeStyle Libre) hits the sweet spot,” Chief Executive Officer Miles White said on a conference call with analysts, adding that about two-thirds of current sales were to patients with Type 2 diabetes, the most common form of the disease.  The company estimates the device will have more than a million users by the end of the year, up from 800,000 at the end of the second quarter.  Abbott’s results also got a boost from last year’s acquisitions of rivals St. Jude Medical and Alere for a combined $30 billion.  The Alere buy helped diagnostics business sales surge 47 percent to $1.87 billion, as it added infectious disease and cholesterol tests to Abbott’s portfolio.  Overall, net sales rose 17 percent to $7.78 billion, beating estimates of $7.71 billion.  Net earnings more than doubled to $733 million in the three months ended June 30.  Excluding items, the company earned 73 cents per share, ahead of analysts’ average estimate of 71 cents, according to Thomson Reuters I\/B\/E\/S.","42":"Nov 16 (Reuters) - Abbott Laboratories:  * HHS’ BRETT GIROIR SAYS WILL BE SENDING OVER 8 MILLION OF ABBOTT’S BINAXNOW TESTS TO THE STOCKPILE THIS WEEK - PRESS CALL  * HHS OFFICIAL SAYS TESTING COMPANIES TELLING HIM THEY ARE “IN GOOD SHAPE” WHEN IT COMES TO BASIC SUPPLIES NEEDED TO PERFORM COVID-19 TESTING - PRESS CALL  * HHS OFFICIAL SAYS THE AGENCY HAS RESPONDED TO EVERY STATE THAT HAS REQUESTED “SURGE SITES” FOR COVID-19 TESTING - PRESS CALL  * HHS OFFICIAL SAYS THE AGENCY HAS GONE TO 17 STATES AND OVER 500 LOCATIONS TO PERFORM SURGE TESTING FOR COVID-19 - PRESS CALL Further company coverage:","43":"March 27 (Reuters) - Abbott Laboratories:  * ABBOTT LAUNCHES MOLECULAR POINT-OF-CARE TEST TO DETECT NOVEL CORONAVIRUS  * WILL BE MAKING ID NOW COVID-19 TESTS AVAILABLE NEXT WEEK AND EXPECTS TO RAMP UP MANUFACTURING TO DELIVER 50,000 TESTS PER DAY Source text for Eikon: Further company coverage:","44":"April 18 (Reuters) - Abbott Laboratories:  * ABBOTT REPORTS FIRST-QUARTER 2018 RESULTS  * Q1 GAAP EARNINGS PER SHARE $0.23 FROM CONTINUING OPERATIONS  * Q1 EARNINGS PER SHARE VIEW $0.58 -- THOMSON REUTERS I\/B\/E\/S  * SEES Q2 ADJUSTED EARNINGS PER SHARE $0.70 TO $0.72 FROM CONTINUING OPERATIONS EXCLUDING ITEMS  * SEES FY 2018 ADJUSTED EARNINGS PER SHARE $2.80 TO $2.90 FROM CONTINUING OPERATIONS  * SEES Q2 2018 GAAP EARNINGS PER SHARE $0.33 TO $0.35 FROM CONTINUING OPERATIONS  * SEES FY 2018 GAAP EARNINGS PER SHARE $1.23 TO $1.33 FROM CONTINUING OPERATIONS  * Q1 ADJUSTED EARNINGS PER SHARE $0.59 FROM CONTINUING OPERATIONS EXCLUDING ITEMS  * Q2 EARNINGS PER SHARE VIEW $0.71 -- THOMSON REUTERS I\/B\/E\/S  * FY2018 EARNINGS PER SHARE VIEW $2.86 -- THOMSON REUTERS I\/B\/E\/S  * QTRLY TOTAL NUTRITION SALES $ 1,756 MILLION VERSUS $1,642 MILLION REPORTED LAST YEAR  * QTRLY TOTAL DIAGNOSTICS SALES $ 1,837 MILLION VERSUS $1,158 MILLION REPORTED LAST YEAR  * FORECASTS NET SPECIFIED ITEMS FOR FULL YEAR 2018 OF APPROXIMATELY $1.57 PER SHARE  * QTRLY TOTAL VASCULAR SALES $739 MILLION VERSUS $703 MILLION REPORTED LAST YEAR  * FORECASTS SPECIFIED ITEMS FOR Q2 2018 OF $0.37\/SHARE  * QTRLY TOTAL PEDIATRIC SALES $994 MILLION VERSUS $927 MILLION REPORTED LAST YEAR  * ABBOTT - FIRST-QUARTER WORLDWIDE SALES OF $7.4 BILLION INCREASED 16.7 PERCENT ON A REPORTED BASIS AND 6.9 PERCENT ON AN ORGANIC BASIS  * Q1 REVENUE VIEW $7.29 BILLION -- THOMSON REUTERS I\/B\/E\/S Source text for Eikon: Further company coverage:","45":"April 27 (Reuters) - Abbott Laboratories:  * ABBOTT RECEIVES HEALTH CANADA AUTHORIZATION UNDER INTERIM ORDER TO USE FREESTYLE® LIBRE SYSTEM FOR HOSPITALIZED PATIENTS DURING COVID-19 PANDEMIC  * ABBOTT LABORATORIES - HEALTH CANADA AUTHORIZED USE OF FREESTYLE LIBRE SYSTEM IN HOSPITAL SETTING DURING COVID-19 PANDEMIC Source text for Eikon: Further company coverage:","46":"(Reuters) - Abbott Laboratories ABT.N expects to see higher demand for serology and antibody testing for the new coronavirus, even after a vaccine becomes available, Chief Executive Officer Robert Ford said on a post-earnings conference call on Thursday.  The company, which has two antibody tests authorized for emergency use in the United States, said testing volumes in its underlying diagnostics unit, excluding COVID-19 tests, also rebounded to about 90% of pre-COVID levels by the end of the second quarter. (This story corrects CEO name in paragraph 1)","47":"Abbott Laboratories:  * ABBOTT RECEIVES FDA EMERGENCY USE AUTHORIZATION FOR COVID-19 ANTIBODY BLOOD TEST ON ALINITY™ I SYSTEM  * ABBOTT LABORATORIES -  * ABBOTT - DATA SHOWS RELIABLE RESULTS WITH 99.6% SPECIFICITY AND 100% SENSITIVITY FOR PATIENTS TESTED 14 DAYS AFTER SYMPTOMS BEGAN  * ABBOTT LABORATORIES - ABBOTT PLANS TO SHIP NEARLY 30 MILLION ANTIBODY TESTS GLOBALLY IN MAY ACROSS ITS ARCHITECT AND ALINITY I PLATFORMS  * ABBOTT - WILL HAVE CAPACITY TO SHIP 60 MILLION ANTIBODY TESTS IN JUNE  * ABBOTT - EXPECTS TO SUBMIT FOR CE MARK FOR ITS ALINITY I SARS-COV-2 IGG TEST THIS WEEK Source text for Eikon: Further company coverage:","48":"April 18 (Reuters) - Abbott Laboratories on Wednesday posted a 16.7 percent rise in quarterly revenue, helped by strong demand for its newer devices.  Net sales rose to $7.39 billion from $6.34 billion.  The diversified healthcare company reported net earnings of $418 million, or 23 cents per share, in the first quarter ended March 31, from $419 million, or 24 cents per share, a year earlier. (Reporting by Manas Mishra in Bengaluru; Editing by Shailesh Kuber )","49":"April 17 (Reuters) - Abbott Laboratories Inc reported first-quarter sales ahead of Wall Street expectations on Wednesday, on double digit growth of its Freestyle Libre glucose monitoring device and as more of its heart valves were used in surgical procedures.  “The decisions we made three, five, seven years ago – and the ones we’re making today – are driving positive long-term outlooks for all of our businesses,” said Chief Executive Officer Miles White.  The company, whose products range from medical devices to infant nutritional formula, posted net earnings of $672 million, or 38 cents per share, in the first quarter ended March 31, from $418 million, or 23 cents per share.  Net sales rose to $7.54 billion from $7.39 billion. Analysts had expected $7.47 billion, according to IBES data from Refinitiv. (Reporting by Manas Mishra in Bengaluru; Editing by Shailesh Kuber)","50":"May 21 (Reuters) - Abbott Laboratories:  * ABBOTT ANNOUNCES CONTRACT TO SUPPLY MILLIONS OF IGG LAB-BASED ANTIBODY TESTS TO UK GOVERNMENT  * 800,000 ABBOTT TESTS HAVE ALREADY BEEN DELIVERED TO NHS LABORATORIES ACROSS UK Source text for Eikon: Further company coverage:","51":"April 14 (Reuters) - Abbott Laboratories:  * ABBOTT ANNOUNCES VIRTUAL ATTENDANCE AT ANNUAL MEETING OF SHAREHOLDERS Source text for Eikon: Further company coverage:","52":"Feb 19 (Reuters) - Abbott Laboratories:  * ABBOTT AND INSULET PARTNER TO INTEGRATE NEXT-GENERATION GLUCOSE SENSING AND AUTOMATED INSULIN DELIVERY TECHNOLOGIES FOR DIABETES CARE  * ABBOTT - COLLABORATION WILL COMBINE CO’S CONTINUOUS GLUCOSE MONITORING TECHNOLOGY WITH INSULET’S OMNIPOD HORIZON AUTOMATED INSULIN DELIVERY SYSTEM Source text for Eikon: Further company coverage:","53":"Oct 17 (Reuters) - Diversified healthcare company Abbott Laboratories reported a 6.6 percent drop in quarterly profit on Wednesday, hurt by higher tax expense on earnings.  The company said net earnings fell to $563 million, or 32 cents per share, in the third quarter ended Sept. 30, from $603 million, or 34 cents per share, a year earlier.  Net sales rose to $7.66 billion from $6.83 billion. (Reporting by Manas Mishra in Bengaluru; Editing by Arun Koyyur)","54":"(Reuters) - United Airlines said on Thursday it will offer free rapid COVID-19 tests to customers on select transatlantic flights, as part of a four-week pilot program aimed at eventually relaxing quarantines that have crippled air travel.  FILE PHOTO: A United Airlines passenger jet taxis at Newark Liberty International Airport, New Jersey, U.S. December 6, 2019. REUTERS\/Chris Helgren\/\/File Photo  Chicago-based United said the program would give Abbott Laboratories’ rapid molecular ID Now tests, which take about 15 to 20 minutes, to all passengers above age 2.  The program will run from Nov. 16 through Dec. 11 on three evening flights a week from Newark Liberty International Airport to London’s Heathrow Airport.  Global airlines are backing COVID-19 testing to replace or reduce 14-day quarantines and other restrictions that have battered demand. Airline trade group International Air Transport Association (IATA) in September forecasted a 66% decline in overall 2020 air traffic because of the pandemic.  United passengers from Newark, New Jersey, with a negative test would still be subject to U.K. quarantine requirements, the carrier said.  But customers would have the assurance of flying on a plane where all travelers have tested negative and the program would strengthen the carrier’s case to relax quarantines with passenger testing, a company spokesman said  “They (governments) have to make a decision that is rooted in safety and so what we are trying to do is to demonstrate that it is, in fact, safe,” Josh Earnest, United’s chief communication officer, told reporters.  Since United introduced testing on its San Francisco to Hawaii flights around two weeks ago, the number of people traveling has nearly doubled compared with the two-week period before the test was available, he said.  The test would be provided by appointment at an on-site testing facility at Newark airport.  Abbott Laboratories said this month its ID NOW COVID-19 rapid test showed 96.2% sensitivity and 99.5% specificity compared to lab-based molecular PCR tests, according to interim data from a study.","55":"June 15 (Reuters) - The U.S. Food and Drug Administration on Monday cleared a new version of Abbott Laboratories’ continuous glucose monitoring device.  FreeStyle Libre 2, which was approved in Europe in 2018, will be priced the same as its precursor and is offered at a discount compared to rival devices, Abbott said. (Reporting by Manas Mishra in Bengaluru; Editing by Shounak Dasgupta)","56":"(Reuters) - The U.S. Food and Drug Administration on Monday cleared a new version of Abbott Laboratories’ continuous glucose monitoring device, helping the company build upon the success of its fastest-growing diabetes product.  FreeStyle Libre 2, which was approved in Europe in 2018, will be priced the same as its precursor and is offered at a discount compared to rival devices, Abbott said.  Medical devices maker DexCom Inc’s shares fell 1.4% to $365 in premarket trading, while Abbott’s stock was flat.  Accuracy of the data from Abbott’s device looks better than Dexcom’s rival glucose monitor, Evercore ISI analyst Vijay Kumar said.  “It will be interesting to see how payers (health insurers) react to this data given that Libre 2 is priced at a meaningful discount to Dexcom,” Kumar added.  The first generation of the device, which has brought in millions in sales for Abbott, allows diabetics to track their blood sugar levels without multiple daily finger sticks.  Each Libre 2 device sensor, worn at the back of the upper arm for 14 days, will be available at a list price of $54, while a handheld reader, used to scan the sensor, will be available for a one-time cost of $70.  Commercially-insured patients can pay as low as $10 out-of-pocket per month for two sensors, Abbott said.  Worldwide sales of Freestyle Libre devices rose 58.5% to $534 million in the fourth quarter of 2019. The company last year said it planned to ramp up manufacturing capacity for the device by three to five times in the next few years.  Libre 2 would be produced on the same manufacturing lines as the first version, Jared Watkin, Abbott’s senior vice president for diabetes care said.","57":"April 9 (Reuters) - Abbott Laboratories:  * ABBOTT’S TRICLIP™ BECOMES FIRST DEVICE OF ITS KIND TO RECEIVE CE MARK FOR MINIMALLY INVASIVE TRICUSPID VALVE REPAIR  * ABBOTT - TRICLIP TRANSCATHETER TRICUSPID VALVE REPAIR SYSTEM HAS RECEIVED CE MARK AND IS NOW APPROVED FOR USE IN EUROPE Source text for Eikon: Further company coverage:","58":"(Reuters) - The U.S. government will send over 7 million of Abbott Laboratories’ BinaxNOW rapid antigen tests for COVID-19 to states, hospice providers, and for other uses this week, a top administration official said at a press briefing on Monday.  In addition to the more than 7 million tests being distributed, the agency will have 820,000 tests remaining for any unanticipated emergency testing demands that could arise as COVID-19 cases spike around the country.  The U.S. Department of Health and Human Services will push the U.S. Food and Drug Administration to review COVID-19 tests developed by universities, said Admiral Brett Giroir, assistant secretary for health at the U.S. Department of Health and Human Services.  (This story corrects number of tests and uses in headline and first two paragraphs)","59":"April 30 (Reuters) - Abbott Laboratories:  * ABBOTT LABORATORIES SAYS SHAREHOLDERS REJECTED PROPOSAL REQUESTING CO'S BOARD OF DIRECTORS ADOPT POLICY THAT BOARD CHAIRMAN BE INDEPENDENT DIRECTOR Source text: (bit.ly\/2KqCwQY) Further company coverage:","60":"June 22 (Reuters) - Abbott Laboratories:  * ABBOTT LABORATORIES SAYS IT FILES FOR POTENTIAL DEBT SHELF OFFERING; SIZE NOT DISCLOSED - SEC FILING Source: (bit.ly\/3i0wEim) Further company coverage:","61":"(Reuters) - Quest Diagnostics Inc raised its full-year earnings expectations on Thursday after a strong quarterly beat and forecast robust demand for COVID-19 tests during the fall season and into 2021.  Rival Abbott Laboratories on Wednesday also projected demand for COVID-19 tests to rise next year, even if a vaccine is developed, and lifted its 2020 profit forecast.  Quest said it performed 93,000 molecular tests and 11,000 serology tests per day for COVID-19 in the quarter, with an average turnaround time of less than two days.  “We are increasing capacity and that should get us eventually coming out of this year at 250,000 (COVID-19 tests) per day,” Chief Executive Officer Stephen Rusckowski said on a call with analysts. The company currently has the capacity to perform 200,000 tests per day.  Quest is reviewing the new reimbursement policy for COVID-19 molecular testing from the Centers for Medicare & Medicaid Services.  The agency earlier this month said Medicare will pay $100 only to laboratories that complete high throughput COVID-19 diagnostic tests within two calendar days of the specimen being collected, starting Jan. 1.  “We need to understand exactly when the clock starts on turnaround time. We expect to be in very good shape around meeting the criteria,” Chief Financial Officer Mark Guinan said.  The company expects 2020 adjusted earnings per share to be between $9 and $10, up from a prior forecast of $7.50 to $9.  Quest said there was an uptick in base testing volumes, which excludes COVID-19 testing, in the United States in the third quarter as healthcare centres began to operate at pre-pandemic levels.  The company said it would return the $138 million it had received under the federal government’s CARES Act earlier in the year to help weather the health crisis.  Excluding items, Quest earned $4.31 per share, beating analysts’ estimates of $3.73.  Revenue surged 42.4% to $2.79 billion.","62":"(Reuters) - Abbott Laboratories Inc forecast full-year profit above analysts’ estimates on Wednesday and expects demand for its COVID-19 tests to continue into 2022 as the pandemic shows little signs of abating.  FILE PHOTO: Traders gather at the booth that trades Abbott Laboratories on the floor of the New York Stock Exchange, December 10, 2012. REUTERS\/Brendan McDermid\/File Photo  The company currently offers eight different types COVID-19 tests, including molecular, antigen and serology, that have been authorized for emergency use by U.S. health regulators.  In the latest fourth quarter, Abbott sold more than 300 million of its test kits, bringing in sales of $2.4 billion and accounting for nearly half of its diagnostic unit’s revenue.  “I expect testing demand is still going to remain high, even as the vaccines roll out. Don’t think we’ve seen peak testing demand yet,” Chief Executive Officer Robert Ford said on a post-earnings call with analysts.  Demand for pricier tests with greater turnaround times might mature in 2022, but demand for antigen testing which is rapid and more affordable will be sustained, Ford said.  Sales at its diagnostics business soared nearly 110% to $4.35 billion in the fourth quarter, helping the company more than offset flattish sales at its medical device business and a 2.3% drop in its pharmaceuticals business.  The Illinois-based company also said it was continuing to scale up production of its tests and had the capacity to produce 100 million tests per month.  The company forecast full-year adjusted earnings of $5 per share, above analysts’ estimates of $4.37, reflecting a 35% rise from a year earlier.  Abbott said the full-year earnings forecast might see a “significant upside” depending on demand for COVID-19 testing.  Excluding items, Abbott earned $1.45 per share, beating analysts’ estimates of $1.34 per share.  Shares of the company were up 2.3% at $117.4 in late morning trade.","63":"(Reuters) - The U.S. Food and Drug Administration on Monday classified the recall of Abbott Laboratories’ CentriMag blood pumping system following the death of a patient, as Class 1 or the most serious type of recall.  The CentriMag System pumps blood through a patient for up to six hours during open heart procedures and is also used to provide temporary blood circulatory support to patients for up to 30 days.  The system includes a console that controls the pump speed and flow. Abbott initiated the recall due to an error resulting from electromagnetic interference that could cause the pump to slow or stop, according to the FDA.  Slowing of the pump could put patients at the risk of stroke, severe organ damage or death.  Forty-four injuries and one death were reported at the time when Abbott started the recall in August this year, the FDA said on Monday. (bit.ly\/2NDsz57)  Abbott said it had issued a letter in August to inform hospitals about the potential electromagnetic interference disrupting device operation.  “All impacted CentriMag consoles were replaced,” the company told Reuters.  The FDA uses the term “recall” when a manufacturer takes corrective action or removes a problematic medical device from the market. A recall does not always mean that customers must stop using the product or return it to the company.","64":"Oct 7 (Reuters) - Abbott Laboratories said on Wednesday its ID NOW COVID-19 rapid test showed 96.2% sensitivity and 99.5% specificity compared to lab-based molecular PCR tests, according to interim data from a study.  The results confirm the data submitted to the U.S. Food and Drug Administration in March for emergency use authorization, the medical device maker said. (refini.tv\/2GLCVA4) (Reporting by Manojna Maddipatla in Bengaluru; Editing by Shounak Dasgupta)","65":"Abbott Laboratories’ antibody test for the new coronavirus is highly likely to correctly determine whether people have ever been infected with the fast-spreading virus, the company said, citing a U.S. study.  Researchers at the University of Washington School of Medicine report in the Journal of Clinical Microbiology (bit.ly\/2SKTVcQ) that Abbott's test had a specificity of 99.9% and a sensitivity of 100%, suggesting very few false positives and no false negatives.  Antibody tests can tell whether a person has ever been infected and are considered crucial in efforts to get Americans back to work safely as the presence of antibodies to the virus indicates possible immunity to future infection.  Abbott’s test was launched last month under the U.S. Food and Drug Administration’s relaxed rules for some coronavirus tests, allowing their distribution before regulatory clearance. It has since received emergency use authorization from the FDA.  Abbott has already shipped more than 10 million antibody tests to hospitals and labs.  Roche Holding AG has said its antibody test has a specificity rate of more than 99.8% and sensitivity rate of 100%, and expects to ramp-up production to make more than 100 million tests a month by the end of the year.  Roche’s test has also received emergency use authorization from the FDA.","66":"NEW YORK\/LONDON\/HONG KONG (Reuters Breakingviews) - Corona Capital is a column updated throughout the day by Breakingviews columnists around the world with short, sharp pandemic-related insights.  Britain's Chancellor of the Exchequer, Rishi Sunak, speaks during a virtual news conference on the ongoing situation with the coronavirus disease (COVID-19), at Downing Street, London, Britain October 12, 2020.  LATEST  - Abbott Laboratories  - Bounce Back Loan Scheme  - Manchester United  TEST, TEST, TEST. Everything is coming up positive for Abbott Laboratories. The $190 billion U.S. healthcare conglomerate’s third quarter showed insatiable demand for Covid-19 tests as well as a recovery in medical device sales from postponed surgeries. That pushed sales up about 10% and earnings per share 30% compared to the same period last year. And Abbott raised its annual forecast thanks to rising confidence that there will be of more of the same for the rest of 2020.  With widespread vaccination still distant, the Covid-19 tailwind will blow for several more quarters. The number of cases is rising again in much of the northern hemisphere. That’s mostly, but not entirely, positive for Abbott. Surgeries will probably once again be put on hold. But most operations will eventually be done. More importantly, diagnostics accounted for nearly all growth compared to last year. The higher new cases rise, the more Abbott’s profit will too. (By Robert Cyran)  BOUNCEBACK SPLASHBACK. Britain’s banks may have come up with a neat workaround to avoid a post-Covid public relations disaster. According to the Times, trade body UK Finance is overseeing plans to establish a joint collection agency for the state-backed 38 billion pound Bounce Back Loan Scheme. That would avoid the awkward scenario of individual banks chasing struggling hairdressers and cafés for cash they may not have – a scenario that seemed possible after finance minister Rishi Sunak rebuffed the idea of a government-run collections agency.  Sunak may yet regret his decision, however. The banks have little interest in setting up a body that ruthlessly pursues borrowers, since they can claim back any loan losses from the government. It’s possible that the Treasury ends up with a huge bill. The finance minister can’t dodge his responsibility by pretending it’s the banks’ problem – especially as the scheme was his in the first place. (By Liam Proud)  BACK OF THE NET. Manchester United’s patchy on-pitch form has extended to its finances. The UK-based soccer club reported a 23 million pound net loss in its financial year on Wednesday as lower revenue from broadcasting and gate receipts hit the top-line. Equally worrying was a precipitous rise in leverage as the pandemic led to deferred sponsorship payments and lost season ticket sales: net debt stood at 474 million pounds, or nearly 4 times trailing EBITDA.  There’s reason to hope for an 89th minute turnaround. The Red Devils managed to grow sales from sponsorships and retail – over half of total revenue – by 1.4% year-on-year. The team which includes French midfielder Paul Pogba qualified for the pan-European Champions League, meaning greater TV money. Deloitte reckons the latter will grow by 68% this season for England’s Premier League collectively, which would more than offset Manchester United’s matchday sales last year. And if a newfangled FIFA-backed European club championship ever happens, Manchester United will definitely be in it. (By Christopher Thompson)  OLD NORMAL. Swedish private equity giant EQT is spending again. The 16 billion euro group run by Christian Sinding invested 6 billion euros in the third quarter of 2020, compared with 3.4 billion euros in the same period a year earlier. That compares with a one-fifth slump for the European private equity market as a whole, according to PitchBook.  One possibility is that Sinding’s EQT is a leading indicator. Buyout groups have raised a lot of money in recent years, but won’t earn big fees unless they spend. The alternative is that it is imprudently splashing cash before it’s clear what the post-virus world will look like. EQT is investing in buzzy trends: 80% of investment over the past 12 months has gone into healthcare, media, telecommunications and technology, which often carry high valuation multiples. Mid-crisis investing has worked for private equity groups in the past – but only when the assets are going cheap. (By Liam Proud)  BEWARE THE DRAGON. Ericsson’s impressive earnings uplift may be short-lived. The Swedish telecoms provider’s share price rose 7% on Wednesday after strong sales in China saw the group report a meaty 8.6 billion Swedish crown ($985 million) operating profit for the third quarter, compared with a loss in the same period in 2019. Despite the pandemic, Chief Executive Borje Ekholm was upbeat about the outlook for 5G contracts in mainland China, a crucial source of earnings growth, given that the country accounts for roughly the entire projected global expansion in 5G network equipment this year.  Such optimism could prove ephemeral. Barely 24 hours earlier, Sweden joined other European countries in banning China’s Huawei Technologies and ZTE, from developing its domestic 5G network due to security concerns. Given that Huawei is Ericsson’s biggest rival, the Swedish company may face a stiff reaction from Chinese regulators, who have already called for stricter supervision of foreign telecoms operators. Ericsson shareholders have been forewarned. (By Christopher Thompson)  RARE OPPORTUNITIES. Australian rare-earth producer Lynas enjoyed a recovery in the first quarter of fiscal 2021, despite and because of the virus. Easing Covid-19 restrictions Down Under and in Malaysia finally allowed production to rev up: the company pointed to a 73% quarter-on-quarter increase in its output of neodymium and praseodymium, vital ingredients for magnets, iPhones and electric cars. Chief Executive Amanda Lacaze also argued in her results review that the pandemic’s squeeze on supplies might push buyers to diversify their sources of rare earths beyond China.  That’s talking her own book, but it holds an element of truth. Washington is keen to lessen its dependence on the People’s Republic, the world’s largest producer of rare earths. Investors seem to buy the thesis, pushing Lynas shares up 4% in Sydney on Wednesday. But the coronavirus is still a wild card. Another outbreak could crimp operations and demand. (By Katrina Hamlin)","67":"May 8 (Reuters) - Abbott Laboratories’ antibody test for the new coronavirus is highly likely to correctly determine whether people have ever been infected with the fast-spreading virus, the company said, citing a U.S. study.  Researchers at the University of Washington School of Medicine found Abbott’s test had a specificity rate of 99.9% and a sensitivity rate of 100%, suggesting very few chances of incorrectly diagnosing a healthy person with the infection and no false negatives.  Antibody tests can tell whether a person has ever been infected and are considered crucial in efforts to get Americans back to work safely as the presence of antibodies to the virus indicate possible immunity to future infection.  Abbott's test was launched last month under the U.S. Food and Drug Administration's relaxed rules for some coronavirus tests, allowing their distribution before regulatory clearance. It has since received emergency use authorization from the FDA. (reut.rs\/3bd0ziI)  Abbott has already shipped more than 10 million antibody tests to hospitals and labs.  Roche Holding AG has said its antibody test has a specificity rate of more than 99.8% and sensitivity rate of 100%, and expects to ramp-up production to make more than 100 million tests a month by the end of the year. (reut.rs\/2L98CSP)  Roche’s test has also received emergency use authorization from the FDA.","68":"WASHINGTON, Oct 12 (Reuters) - U.S. President Donald Trump has tested negative for COVID-19 and he is not infectious to others, the White House physician said on Monday.  In a memo released by the White House, Dr. Sean Conley said Trump had tested negative on consecutive days using an Abbott Laboratories BinaxNOW antigen card. He said the negative tests and other clinical and laboratory data “indicate a lack of detectable viral replication.” (Reporting by Eric Beech Editing by Chris Reese)","69":"FILE PHOTO: A San Diego County health nurse collects a sample from a patient at a drive-in COVID-19 testing site during the global outbreak of the coronavirus disease (COVID-19) in San Diego, California, U.S., June 25, 2020. REUTERS\/Mike Blake  (Reuters) - The U.S. government will send an \"overwhelming majority\" of the rapid COVID-19 tests it purchased from Abbott Laboratories ABT.N last week to governors of states and territories to support school reopenings and other critical tasks, an administration official said at a press briefing.  Other top priorities for the newly purchased tests include day care centers, first responders, and “critical infrastructure,” said Admiral Brett Giroir, assistant secretary for health at the U.S. Department of Health and Human Services.  The tests will be distributed in collaboration with Abbott beginning in mid-September, Giroir said. Abbott said last week it will ramp up production to around 50 million tests per month by mid-October.  The U.S. government agreed to purchase 150 million rapid antigen tests for COVID-19 from Abbott in a roughly $750 million deal.  The portable tests can deliver results within 15 minutes and will sell for $5. They require no additional equipment, and can use a less invasive nasal swab than traditional lab tests.  Antigen tests are cheaper and faster than molecular diagnostic tests, but somewhat more likely to fail to identify positive cases of the virus than lab-based diagnostic tests.  President Donald Trump has repeatedly pushed for schools to reopen, but most of the largest U.S. school districts have said they would start the school year with online classes.  Giroir also said the Centers for Disease Control and Prevention (CDC) still supports testing asymptomatic individuals for COVID-19 who are prioritized by local health officials or in high risk populations. Last week, the CDC sparked outcry among many public health officials when it said testing some asymptomatic people may not be necessary.  The United States has conducted 85 million COVID-19 tests so far with a positivity rate of just over 5%, Giroir said. The mean turnaround time is 2.27 days.","70":"May 2 (Reuters) - Abbott Laboratories:  * ABBOTT’S XIENCE SIERRA™ HEART STENT RECEIVES NATIONAL REIMBURSEMENT IN JAPAN TO TREAT PEOPLE WITH CORONARY ARTERY DISEASE Source text for Eikon: Further company coverage:","71":"Alere Inc, now a unit of Abbott Laboratories Inc, has agreed to pay $20 million to resolve claims it made false and misleading statements to investors in the lead up to the announcement of a deal to sell the diagnostic testing company to Abbott.  The class action settlement, revealed in a court filing on Friday, came after a federal judge in Boston in 2017 narrowed the case and held the investors could only pursue claims that Alere failed to disclose the need to recall its INRatio device.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2D5JyI6","72":"Jan 23 (Reuters) - Healthcare company Abbott Laboratories will not focus on mergers and acquisitions in the near future, Chief Executive Officer Miles White said on a conference call on Wednesday.  “I just don’t see M&A right now as a high priority,” White said.  “You make a much higher return on your organic growth,” White said, adding that he did not see gaps right now that could be filled by M&A. (Reporting by Manas Mishra in Bengaluru; Editing by Shounak Dasgupta)","73":"Oct 21 (Reuters) - Abbott Laboratories posted a 28.3% rise in third-quarter profit on Wednesday, helped by strong sales of COVID-19 tests and strength in its nutrition and diabetes businesses.  The company’s net earnings rose to $1.23 billion, or 69 cents per share, in the quarter ended Sept. 30, from $960 million, or 53 cents per share, a year earlier. (Reporting by Manojna Maddipatla and Trisha Roy in Bengaluru; Editing by Arun Koyyur)","74":"Feb 27 (Reuters) - Abbott Laboratories:  * ABBOTT AND SURMODICS ANNOUNCE AGREEMENT FOR NEXT-GENERATION DRUG-COATED BALLOON  * SURMODICS INC - PURSUANT TO TERMS OF AGREEMENT, SURMODICS WILL RECEIVE A $25 MILLION UPFRONT PAYMENT  * SURMODICS INC - PURSUANT TO TERMS OF AGREEMENT, CO MAY EARN AN ADDITIONAL $67 MILLION FOR VARIOUS PRODUCT DEVELOPMENT MILESTONES  * SURMODICS - ENTERED INTO AGREEMENT WHEREBY ABBOTT WILL HAVE EXCLUSIVE WORLDWIDE COMMERCIALIZATION RIGHTS FOR CO’S SURVEI DRUG-COATED BALLOON  * SURMODICS INC - WILL BE RESPONSIBLE FOR MANUFACTURE AND SUPPLY OF CLINICAL AND COMMERCIAL QUANTITIES OF PRODUCT  * SURMODICS INC - ABBOTT ALSO RECEIVED OPTIONS TO NEGOTIATE AGREEMENTS FOR CO’S BELOW-THE-KNEE AND AV FISTULA DRUG-COATED BALLOON PRODUCTS Source text for Eikon: Further company coverage:","75":"May 8 (Reuters) - Abbott Laboratories:  * RESEARCH FROM UNIVERSITY OF WASHINGTON DEMONSTRATES HIGH PERFORMANCE OF ABBOTT’S SARS-COV-2 ANTIBODY BLOOD TEST  * ABBOTT LABORATORIES - RESEARCHERS FOUND TEST TO HAVE 99.9% SPECIFICITY AND 100% SENSITIVITY FOR PATIENTS TESTED 17 DAYS OR MORE AFTER SYMPTOMS BEGAN Source text for Eikon: Further company coverage:","76":"July 18 (Reuters) - Abbott Laboratories raised its full-year earnings forecast and reported a quarterly profit that beat analysts’ estimates, powered by higher sales across its businesses, including its top-earning medical device unit.  The diversified healthcare company said on Wednesday medical device sales rose 11.3 percent to $2.89 billion in the second quarter, ahead of the average analyst estimate of $2.66 billion.  The unit, which accounted for nearly 38 percent of the company’s revenue last year, benefited from sales of its FreeStyle Libre device for diabetics that helps monitor blood sugar levels without the need to prick fingers frequently.  Abbott raised its full-year forecast for adjusted earnings from continuing operations to between $2.85 per share and $2.91 per share, from a prior range of $2.80 to $2.90.  Excluding items, the company earned 73 cents per share, ahead of analysts’ average estimate of 71 cents, according to Thomson Reuters I\/B\/E\/S.  Net sales rose 17 percent to $7.78 billion, above analysts’ estimate of $7.71 billion.  Net earnings increased to $733 million, or 41 cents per share, in the second quarter ended June 30, from $283 million, or 16 cents per share, a year earlier.  The company’s shares rose 2 percent to $64.10 in premarket trade. (Reporting by Tamara Mathias in Bengaluru; Editing by Sriraj Kalluvila)","77":"FILE PHOTO: The Allergan logo is seen in this photo illustration in Singapore November 23, 2015. REUTERS\/Thomas White\/File Photo  (Reuters) - Allergan Plc AGN.N said on Thursday former Abbott Laboratories ABT.N executive Thomas Freyman will join its board, a week after two of its shareholders criticized the drugmaker's acquisition strategy and board composition.  Allergan, whose director Patrick O’Sullivan will retire from the board in July, said its board will continue to have 12 members of which 10 are independent, following the changes.  Freyman, who retired from Abbott in 2017, most recently served as executive vice president, finance and administration for the company since June 2015.  Last week, two of Allergan’s shareholders, hedge funds Appaloosa Management and Senator Investment Group, asked the drugmaker’s board to split the role of chief executive officer and chairman as well as reconsider its acquisition strategy.","78":"Feb 16 (Reuters) - Abbott:  * ABBOTT SETS QUARTERLY DIVIDEND OF $0.28PER SHARE Source text for Eikon: Further company coverage:","79":"(Reuters) - Abbott Laboratories Inc ABT.N said on Thursday a recent ramp up in coronavirus tests production would help it ride out a tough current quarter as the outbreak chokes demand for its other diagnostic kits.  FILE PHOTO: Boxes of Abbott's heart stents are pictured inside a store at a hospital in New Delhi, India, April 27, 2018. REUTERS\/Adnan Abidi  The company has since mid-March launched three coronavirus tests, including an antibody test crucial in identifying immunity among people and one that can deliver results within minutes, which was heralded as a game changer by President Donald Trump.  Shares of the company were up 6% at $96.48 in morning trading.  Despite the strong uptake in coronavirus testing, the cancellation of non-essential surgeries and restrictions on people’s movement are expected to severely crimp sales of its medical devices and other lab tests, which contribute to more than half of total quarterly revenue.  “(The second quarter) will likely be our toughest quarter in the year, especially for our core lab business, our cardio and neuro businesses,” Chief Executive Officer Robert Ford said on a post-earnings call.  The company suspended its full-year forecast due to the uncertainty caused by the health crisis and said it expects to provide an update in the second half of the year.  Abbott projected a recovery in elective procedures and testing volumes globally from the third quarter and said it was seeing signs of stabilization in China and areas where the outbreak has begun to abate.  “We’re all hoping for a fast recovery here, but if it takes longer, we’ll have strong demand for testing and that will continue to help buffer the impact,” Ford said.  Elective procedure declines were at the core of Johnson & Johnson's JNJ.N decision to cut 2020 forecasts on Tuesday, with recovery expected in the second half of the year.  Abbott beat first-quarter earnings expectations as shelter-in-place restrictions imposed by U.S. states boosted demand for nutrition products for children such as PediaSure, lifting sales in the unit by 6.3% to $1.90 billion.  Results were also boosted by a strong flu season before the outbreak that helped minimize testing declines and on softer-than-expected COVID-19 impact across businesses, said J.P. Morgan analyst Robbie Marcus.  Sales in the diagnostics unit fell nearly 1% to $1.83 billion, while demand for its FreeStyle Libre diabetes monitoring device remained strong fueled by expanded insurance coverage in Japan. Sales of the device surged 60% to over $600 million.  Excluding items, the company earned 65 cents per share, beating expectation of 58 cents.  Net sales of $7.73 billion also topped estimates of $7.34 billion.","80":"(Reuters) - The U.S. Food and Drug Administration said on Thursday that Abbott Laboratories’ ABT.N speedy coronavirus test, which can deliver results within minutes and is used at the White House, could potentially be inaccurate but can still be used to test patients.  The regulator said in a statement that early data about the Abbott ID Now test suggested it could produce potentially inaccurate results, particularly by failing to detect people who have the illness.  It added that it was reviewing data on the test’s accuracy and working with Abbott to find other ways to study the test. Abbott has agreed to conduct multiple studies of the test that will each include at least 150 COVID-19-positive patients in a variety of healthcare settings, the FDA said.  “This test can still be used and can correctly identify many positive cases in minutes. Negative results may need to be confirmed with a high-sensitivity authorized molecular test,” said Tim Stenzel, director of the office of in vitro diagnostics and radiological health at the FDA.  Abbott has distributed more than 1.8 million ID NOW tests.  On Wednesday, New York University researchers said the tests could be missing a third to nearly half of positive cases. The study was not peer reviewed. nL1N2CV2SJ  A study conducted by the Cleveland Clinic in April showed the test detected the virus in around 85% of cases, still lower than some other COVID-19 tests.  “While there is important information to gather from these studies, it should be noted these studies have limitations, including small sample size, potential design biases, or tests that may not have been executed according to the manufacturer’s instructions for use,” the FDA said in its statement.  Abbott has also criticized the studies, saying in a statement on Thursday that the number of patients studied by NYU was small and that some studies had used the test in ways it was not intended to be.  It also said there were other studies that showed a much higher rate of accuracy for its tests, including a study done in a testing clinic in Detroit that said the ID NOW test was accurate 98% of the time.  “The availability and ease-of-access of ID NOW, which delivers results in minutes rather than a day or more, is helping to reduce the risk of infection in society by detecting more positive results than would otherwise be found,” Abbott said in a statement.","81":"Abbott Laboratories has sued a former employee for trademark infringement and theft of trade secrets, accusing him of continuing to use the company’s logo after being fired to make it appear he was still associated with the company while trying to sell COVID-19 tests.  In a complaint filed Tuesday in federal court in Chicago, Abbott, represented by Ronald Safer of Riley Safer Holmes & Cancila, sought an injunction barring the employee, Justin Brown, from using Abbott’s trademark or representing that he is associated with the company. Abbott is also seeking monetary damages.  To read the full story on Westlaw Today, click here: bit.ly\/3o845Cx","82":"Oct 26 (Reuters) - Abbott Laboratories and AbbVie Inc will pay $25 million to resolve allegations that Abbott paid kickbacks to doctors in exchange for them prescribing the cholesterol drug TriCor and promoted the medication for unapproved purposes.  The U.S. Justice Department announced the settlement on Friday, which resolves claims first raised in a whistleblower lawsuit filed in 2009 by a former sales representative at Abbott. AbbVie spun-out of Abbott in 2013. (Reporting by Nate Raymond in Boston Editing by Chris Reese)","83":"April 11 (Reuters) - Abbott Laboratories:  * CARE ANGIOGRAPHY IN TREATING CORONARY ARTERY DISEASE  * RESOLUTION IMAGING RESULT IN LARGER VESSEL DIAMETERS Source text for Eikon: Further company coverage:","84":"(Reuters) - Abbott Laboratories Inc's ABT.N shares rose to an all-time high on Wednesday after the device maker beat Wall Street estimates for quarterly sales on higher demand for its nutrition products and generic drugs.  FILE PHOTO: Boxes of Abbott's heart stents are pictured inside a store at a hospital in New Delhi, India, April 27, 2018. REUTERS\/Adnan Abidi  Shares rose as much as 3% to $92.45 in early trade and were set for their best day in more than three months, after the company said it expects 2020 full-year adjusted earnings from continuing operations between $3.55 and $3.65 per share.  JP Morgan analyst Robbie Marcus said he expected 2020 to be another year of “top-tier growth” for Abbott, driven by strength from its glucose monitoring device, FreeStyle Libre, and its pipeline of heart devices.  Abbott’s Chief Operating Officer Robert Ford, a key person behind Libre’s growth, will replace long-time Chief Executive Miles White in March and is expected to prioritize sales of the glucose monitoring device and heart device MitraClip.  Ford, who plans to focus on advertising, grow sales force and partnerships to promote Libre, said the company was not looking at making any deals in the foreseeable future.  In the reported quarter, the company’s largest unit of medical devices brought in revenue of $3.20 billion, just meeting estimates.  Sales of FreeStyle Libre, which helps diabetics track blood sugar levels without having to prick their fingers, rose 58.5% to $534 million. The device was launched in Europe in 2014 and in the United States three years later.  Abbott said it plans to roll out its Freestyle Libre 2.0 - a new version of the glucose monitoring device that is awaiting FDA approval - into new untapped geographies and existing Libre markets.  The company in July said it planned to ramp up manufacturing capacity for FreeStyle Libre by three to five times in the next few years.  The nutrition unit, which sells products such as rehydration drink Pedialyte and children’s protein shake PediaSure, brought in revenue of $1.87 billion in the fourth quarter, beating consensus estimates of $1.83 billion.  Abbott’s generics unit, which caters to emerging markets such as India, China and Brazil, recorded sales of $1.17 billion, slightly ahead of estimates of $1.16 billion.  Overall sales rose 7% to $8.31 billion, beating estimates of $8.26 billion, according to IBES data from Refinitiv.  Excluding items, Abbott earned 95 cents per share, in-line with the average analyst estimate.","85":"Oct 3 (Reuters) - Early in the coronavirus pandemic, U.S. President Donald Trump put his faith in a toaster-sized machine that could spit out test results in a matter of minutes.  In late March, Trump hailed the launch of Abbott Laboratories’ ID NOW test at a Rose Garden event and embraced its widespread use at the White House to keep the deadly virus at bay. The president often skipped his own administration’s public health recommendations on mask wearing and social distancing, explaining that “everyone’s tested” around him using the Abbott device.  His strategy was no match for the virus.  The president announced Friday that both he and his wife, Melania, tested positive - news that raised questions about the health of other top U.S. officials and threw the final weeks of the presidential campaign into disarray. On Friday, Trump began an experimental treatment and checked in to Walter Reed National Military Medical Center as a precautionary measure, a White House official said.  “The reliance on a rapid test, with its limitations, unfortunately gave the White House and its staff a false sense of security that they were in control of the virus,” said William Schaffner, a professor of infectious diseases at the Vanderbilt University School of Medicine.  “You cannot rely on that test to create a barrier between you and the virus,” he said, adding that people “have to wear masks, do social distancing and not go to all these rallies.”  While rapid tests can help contain the spread of a highly contagious virus, they were not designed to be used in isolation. A negative result merely captures a snapshot in time and doesn’t guard against infection soon after. And a person may be infectious for days before the amount of virus in their body registers positive on a test.  Krutika Kuppalli, an assistant professor and expert on infectious diseases at the Medical University of South Carolina, said not enough is known about how these rapid tests perform in people who are asymptomatic.  “Trump was playing with fire and it was really a matter of time before something like this was going to happen,” she said. “Even if Trump had been around someone who was sick, wearing a mask could have prevented him from getting the virus.”  The White House said in a statement Thursday that Trump “takes the health and safety of himself and everyone who works in support of him and the American people very seriously” and that the administration followed guidelines for limiting COVID-19 exposure to the greatest extent possible.  DOUBTERS AND DEFENDERS  An Abbott spokeswoman said the company’s ID NOW test for the coronavirus - used by more than 11 million Americans since regulators approved it for emergency use in March - yields reliable results. The company referred questions about its use in the White House to the Trump administration.  The gold standard in diagnostic testing is known as polymerase chain reaction, or PCR, testing and is performed in a laboratory. But these tests can take hours or days to process. Abbott’s ID NOW device offers two major advantages: a quick turnaround on site and portability.  The Abbott test, which involves putting a nasal swab in a liquid solution and heating it to amplify genetic material from the virus, produces results in 13 minutes or less.  “In a pandemic, the world needs all types of testing for different settings and stages of the virus, including lab-based testing and rapid point-of-care testing,” Abbott said in a statement.  The White House hasn’t released details on what tests were conducted in recent days on Trump and Hope Hicks, a top White House adviser who also tested positive this week. And there is no evidence that the Abbott tests routinely performed on White House staff and visitors produced inaccurate results, nor that Trump or Hicks were infected in the White House rather than in other settings.  However, despite Trump’s enthusiastic endorsement of the Abbott ID NOW test, some researchers have raised doubts about its accuracy.  In May, a New York University study said the Abbott test could be missing a third to nearly half of positive cases. That same month, researchers at Columbia University Irving Medical Center found that the ID NOW test identified only 73.9% of infectious samples.  The U.S. Food and Drug Administration acknowledged there were concerns about “potential inaccurate results” from ID NOW in May. The agency said it had received 302 “adverse event” reports as of Sept. 30, including numerous reports of false negatives - results showing patients were not infected when they actually were.  In its authorization of ID NOW for emergency use, updated last month, the FDA warned that more testing may be warranted to confirm initial results.  In a statement on Friday, Abbott said the NYU study was flawed and “rife with limitations.” The company said its device produces results similar to lab-based methods and that even the most sensitive tests can post false negatives depending on the infection cycle in a person’s body and how much virus they are shedding.  A company spokeswoman said “no test detects the virus immediately after the person becomes infected.”  In a statement Friday, White House doctor Sean Conley said the president’s diagnosis was confirmed with traditional PCR testing.  ‘DEEMED SAFE’  Emboldened by regular testing of himself and those in close proximity, Trump continued to hold large campaign rallies and events with donors where masks were optional. He flew to his New Jersey golf club Thursday for a fundraiser and speech.  “It was deemed safe for the president to go. He socially distanced, it was an outdoor event and it was deemed safe by White House operations for him to attend that event,” White House press secretary Kayleigh McEnany said Friday.  Trump and his staff regularly do not wear masks. Last month, Trump publicly disagreed with Robert Redfield, director of the U.S. Centers for Disease Control and Prevention, who testified to Congress about the importance of the face coverings.  And at Tuesday’s presidential debate, Trump disparaged his opponent, former Vice President Joe Biden, for his frequent mask use. “I don’t wear masks like him - every time you see him, he’s got a mask,” the president said.  Now, the fallout from the White House’s focus on testing as a precaution could extend far beyond the president and his wife, experts say.  “I expect we will see more positive cases” connected to the White House, Kuppalli said. “I pray that doesn’t happen.” (Carl O’Donnell reported from New York; Chad Terhune from Los Angeles. Editing by Julie Marquis and Michele Gershberg)","86":"March 6 (Reuters) - The U.S. Food and Drug Administration on Tuesday approved Abbott Laboratories’ mechanical heart valve to include a size small enough to be used in newborn children.  The FDA said the 15 mm version of Abbott’s Masters HP series valve was the smallest mechanical valve approved in the world. (Reporting by Manas Mishra in Bengaluru; Editing by Shounak Dasgupta)","87":"May 21 (Reuters) - Abbott Laboratories:  * ABBOTT RELEASES INTERIM CLINICAL STUDY DATA ON ID NOW COVID-19 RAPID TEST SHOWING STRONG AGREEMENT TO LAB-BASED MOLECULAR PCR TESTS  * ABBOTT - RESULTS DEMONSTRATE ID NOW COVID-19 TEST PERFORMANCE IS ≥94.7% IN POSITIVE AGREEMENT & ≥98.6% NEGATIVE AGREEMENT VERSUS 2 LAB-BASED PCR REFERENCE METHODS  * ABBOTT - URGENT CARE CLINIC STUDY SHOWS ID NOW TEST PERFORMANCE OF ≥94.7% POSITIVE AGREEMENT (SENSITIVITY) VERSUS LAB-BASED PCR REFERENCE TESTS  * ABBOTT - URGENT CARE CLINIC STUDY SHOWS ID NOW TEST PERFORMANCE OF & ≥98.6% NEGATIVE AGREEMENT (SPECIFICITY) VERSUS LAB-BASED PCR REFERENCE TESTS  * ABBOTT LABORATORIES - CO’S STUDIES SUGGEST ID NOW PERFORMS BEST IN PATIENTS TESTED EARLIER POST SYMPTOM ONSET  * ABBOTT LABORATORIES - EVERETT CLINIC STUDY SHOWED 91.3% POSITIVE AGREEMENT FOR ID NOW COMPARED TO LAB-BASED PCR ASSAYS  * ABBOTT LABORATORIES - EVERETT CLINIC STUDY SHOWED 100% NEGATIVE AGREEMENT FOR ID NOW COMPARED TO LAB-BASED PCR ASSAYS Source text for Eikon: Further company coverage:","88":"Abbott Laboratories, the maker of Similac infant formula, has agreed to not falsely represent that surveys it mails new parents are for scientific research instead of marketing purposes and to accurately disclose their purpose.  The settlement agreement, announced on Friday by New York Attorney General Barbara Underwood, resolves an investigation into what she said were misleading marketing surveys.  Those surveys were sent under the logo “National Institute of Infant Nutrition” and sought personal information from parents, including whether their baby was breast-fed and, if formula-fed, what brand they used, Underwood alleged.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2Ffdk1h","89":"FILE PHOTO: U.S. President Donald Trump, with bandages seen on his hand, takes off his face mask as he comes out on a White House balcony to speak to supporters gathered on the South Lawn for a campaign rally that the White House is calling a \"peaceful protest\" in Washington, U.S., October 10, 2020. REUTERS\/Tom Brenner  WASHINGTON (Reuters) - U.S. President Donald Trump has tested negative for COVID-19 and he is not infectious to others, the White House physician said on Monday, 10 days after Trump announced he had contracted the coronavirus.  In a memo released by the White House just hours before Trump was due to resume holding campaign rallies, Dr. Sean Conley said the president had tested negative on consecutive days using an Abbott Laboratories ABT.N BinaxNOW antigen card.  Conley said the negative tests and other clinical and laboratory data “indicate a lack of detectable viral replication.”  Trump’s medical team had determined that based on the data and guidelines from the U.S. Centers for Disease Control and Prevention “the president is not infectious to others,” Conley said.  Trump returns to the campaign trail on Monday night with a rally in Sanford, Florida, his first since he disclosed on Oct. 2 that he tested positive for COVID-19.  Critics fault Trump for failing to encourage supporters at campaign events, and even White House staff, to wear protective masks and abide by social-distancing guidelines. At least 11 close Trump aides have tested positive for the coronavirus.","90":"Aug 26 (Reuters) - Abbott Laboratories said on Wednesday it won U.S. marketing approval for a COVID-19 portable test that can deliver results within 15 minutes.  The U.S. Food and Drug Administration granted the approval under its emergency use authorization program. (reut.rs\/2QsSyOC)  The portable test, BinaxNOW COVID-19 Ag Card, is for use by healthcare professionals at hospitals and labs, and Abbott plans to sell the tests for $5 each.  The United States now has more cases of the coronavirus than any other country, and hospitals and labs have struggled to meet the demand to test thousands of people.  Abbott expects to ship tens of millions of tests in September, ramping to 50 million tests a month from the beginning of October.  Since March, the company has got U.S. authorizations for five coronavirus tests, including one that can deliver results within minutes and is used at the White House. (Reporting By Mrinalika Roy in Bengaluru; Editing by Shounak Dasgupta)","91":"FILE PHOTO: An Abbott company logo is pictured at the reception of its office in Mumbai, India, September 8, 2015. REUTERS\/Shailesh Andrade\/File Photo GLOBAL BUSINESS WEEK AHEAD  (Reuters) - Abbott Laboratories on Thursday said an analysis of data from an ongoing study of its ID NOW rapid test, which is used in the White House and elsewhere to spot COVID-19, shows it is highly accurate when compared with industry-standard tests.  Abbott’s data has so far shown that the test, which can be used at the point of care and produces results in minutes, finds positive cases of COVID-19 nearly 95% of the time when compared with two other tests performed in laboratories.  The results appear to contradict some other studies that raised questions about the test’s accuracy.  The U.S. Food and Drug Administration said last week that Abbott’s speedy coronavirus diagnostic test could potentially be inaccurate. The regulator said early data about the Abbott ID Now test suggested it may sometimes fail to detect the illness.  New York University researchers also said last week that the Abbott test could be missing a third to nearly half of positive cases. An NYU study on the test, however, was not peer-reviewed.  That same week, Abbott said the number of patients studied by NYU was small and that some analyses of its test had used it in ways other than how it was intended to be used.  The FDA said last week it was reviewing data on the test’s accuracy and Abbott agreed to conduct multiple studies of the test that will each include at least 150 COVID-19-positive patients in a variety of healthcare settings.  Abbott said that data from its study and two others suggests that ID Now works best in patients who are tested relatively early after the onset of COVID-19 symptoms.","92":"(Corrects CEO name in paragraph 1)  July 16 (Reuters) - Abbott Laboratories expects to see higher demand for serology and antibody testing for the new coronavirus, even after a vaccine becomes available, Chief Executive Officer Robert Ford said on a post-earnings conference call on Thursday.  The company, which has two antibody tests authorized for emergency use in the United States, said testing volumes in its underlying diagnostics unit, excluding COVID-19 tests, also rebounded to about 90% of pre-COVID levels by the end of the second quarter. (Reporting by Manojna Maddipatla in Bengaluru; Editing by Shinjini Ganguli)","93":"March 13 (Reuters) - Abbott Laboratories:  * ABBOTT LABORATORIES - CEO MILES D. WHITE’S 2019 TOTAL COMPENSATION WAS $24.7 MILLION VERSUS $24.3 MILLION IN 2018  * ABBOTT LABORATORIES - CFO BRIAN B. YOOR’S 2019 TOTAL COMPENSATION WAS $7 MILLION VERSUS $7.3 MILLION IN 2018  * ABBOTT LABORATORIES - IN 2019, CEO PAY TO THAT OF THE MEDIAN EMPLOYEE RATIO WAS 329:1 Source: (bit.ly\/2viOVDR) Further company coverage:","94":"May 12 (Reuters) - Abbott Laboratories:  * ABBOTT RECEIVES FDA EMERGENCY USE AUTHORIZATION FOR COVID-19 MOLECULAR TEST ON NEW ALINITY™ M SYSTEM  * ABBOTT LABORATORIES - LAUNCHING ALINITY M TO U.S. CUSTOMERS AND WILL BE MAKING SARS-COV-2 TEST AVAILABLE FOR USE UNDER AN EMERGENCY USE AUTHORIZATION Source text for Eikon: Further company coverage:","95":"Nov 13 (Reuters) - Abbott Laboratories said on Wednesday Chief Executive Officer Miles White would step down next year and be replaced by Chief Operating Officer Robert Ford.  White was named Abbott’s CEO in 1998 and was responsible for acquiring rivals St. Jude Medical and Alere. (Reporting by Manas Mishra in Bengaluru; Editing by Anil D’Silva)","96":"(Reuters) - Abbott Laboratories’ rapid COVID-19 antigen test is highly likely to correctly detect if people have ever contracted the virus and could help with earlier isolation, according to the U.S. Centers for Disease Control and Prevention.  FILE PHOTO: A general view of the Centers for Disease Control and Prevention (CDC) headquarters in Atlanta, Georgia September 30, 2014. REUTERS\/Tami Chappell\/File Photo  The test was less sensitive in detecting asymptomatic infection, but the CDC study found that the faster turnaround time can help limit transmission by more rapidly identifying infectious persons for isolation. (bit.ly\/38WwExa)  The study comes when public health departments are scrambling to implement strategies to reduce or prevent the rapid spread of the virus, with the United States recording more than 200,000 new cases and 3,220 deaths on average over the last seven days.  Several rapid antigen tests have been approved by the U.S. Food and Drug Administration for emergency use, but data lacks on test performance in asymptomatic people, according to a team of scientists from CDC’s COVID-19 Response Team and the Arizona Department of Health Services.  Using the real-time reverse transcription–polymerase chain reaction, or RT-PCR, test as the standard, the CDC studied over 3,400 specimens collected from people aged over 10 years at two community testing sites in Pima County, Arizona, from Nov. 3 to Nov. 17.  Compared with RT-PCR, Abbott’s BinaxNOW antigen test had a sensitivity of 64.2% for specimens from symptomatic people and only 35.8% for specimens from asymptomatic people.  It had near 100% specificity in specimens from both groups, suggesting very few false positives and no false negatives.  “The appropriate use of high quality rapid antigen tests like the BinaxNOW can serve to slow the spread of this virus in weeks in any given community and in two months across the U.S.,” said Michael Mina, assistant professor at Harvard University.  The researchers said swabs from the back of the nose were taken for the RT-PCR tests, which might have contributed to increased detection for the real-time RT-PCR assay. Swabs from the front of the nose were used for BinaxNOW.  “BinaxNOW is great at finding infectious people – and this Pima County study demonstrates that BinaxNOW is 92.6% effective at identifying positive cases when people are infectious - in line with our performance data,” Abbott said in an emailed statement.","97":"(Reuters) - The U.S. Food and Drug Administration on Wednesday granted Abbott Laboratories ABT.N approval to sell a test for the new coronavirus, as more companies begin producing much needed diagnostics for the pathogen that has set off a global pandemic.  The tests will help meet a major U.S. shortfall of diagnostic capabilities that has severely limited the nation’s ability to track the spread of the outbreak.  The rise in U.S. cases of COVID-19, a highly contagious and sometimes fatal respiratory illness, has concerned health officials and spurred calls from lawmakers for action to expand testing capacity to slow its spread. Governors around the country have been begging for more test kits.  Abbott said it plans to immediately distribute around 150,000 tests to customers in the United States and will continue to ramp up production to hit a goal of providing up to 1 million tests per week.  “This is an example of what people can achieve when they come together in a moment of great need,” John Hackett, divisional vice president of applied research and technology at Abbott, said in a telephone interview.  The tests will be conducted on Abbott’s m2000 platform, which is currently installed in 175 labs across the country.  “The majority of the systems are in hospital labs or academic center labs,” Hackett said. “These are the places where you need them.”  The FDA has been rushing to approve tests for the coronavirus on an emergency basis and has approved those made by Roche Holding AG ROG.S and Thermo Fisher Scientific Inc TMO.N.  Vice President Mike Pence, who is leading the White House’s coronavirus task force, said on March 4 that roughly 1.5 million tests would be available by the end of that week, while President Donald Trump said the same week that “anyone who wants a test, gets a test.”  Those assurances proved not to be the case and the United States lags far behind most other industrialized nations in coronavirus testing that public health officials deem critically important.  The U.S. Centers for Disease Control and Prevention reported that just over 30,000 coronavirus tests have been conducted by federal, state and local laboratories so far.  With the expansion of testing comes a surge in confirmed cases of COVID-19. More than 200,000 cases have been reported worldwide and over 7,000 in the United States with 118 deaths, according to a tally kept by John’s Hopkins University.","98":"The U.S. Justice Department on Tuesday said it has joined a whistleblower lawsuit alleging Abbott Laboratories’ Alere Inc unit defrauded Medicare into paying for unnecessary testing supplies for diabetic patients.  The DOJ intervened in a 2013 lawsuit filed in federal court in Nashville, Tennessee by a former employee of Arriva Medical LLC, a mail-order diabetic testing supply company that Alere acquired two years earlier.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2NdWeBd","99":"(Reuters) - (The June 8 story corrects first paragraph to clarify that the study compared patients with type 2 diabetes before and after using Abbott’s device; In paragraph 4, clarifies that the patients used insulin injections every day over an average of more than 8 years.)  Insulin-dependent patients with type 2 diabetes saw a significant drop in their blood sugar levels after wearing Abbott Laboratories Inc’s continuous glucose monitoring system for three months compared with when they were not using the device, researchers said on Saturday.  The study, which was presented at the American Diabetes Association meeting in San Francisco, assessed the medical records of 363 type 2 diabetics in France, Germany and Austria between three and six months.  Dr. Helene Hanaire of the University Hospital Center of Toulouse, France, one of the study authors, said having ready access to their blood glucose readings helped diabetics become more engaged with controlling their glucose levels.  Patients in the study, whose average age was 63, used multiple insulin injections every day over an average of more than eight years.  An analysis of patient records found that patients who used Abbott’s FreeStyle Libre - a device worn on the body that monitors blood sugar continuously through a sensor under the skin - helped patients reduce hemoglobin A1c by nearly 1%.  Hemoglobin A1c levels is a measure of a person’s average blood sugar for three months and indicates the risk for developing long-term complications from diabetes.  Patients who used the device for at least three months saw their A1c levels drop to an average of 8%, from the previous level of 8.9%, when they did not use the device. However, this was still above the American Diabetes Association’s recommended target of 7%.  Type 2 diabetes is the most common form of diabetes, and many patients can keep their blood sugar within the recommended range with oral medications and do not need insulin. However, those on insulin require regular monitoring of blood sugar levels.  Abbott’s FreeStyle Libre, which can be worn for up to 14 days, reduces the need for the traditional fingerstick testing.","100":"A U.S. appeals court on Friday granted patent monetization company Rembrandt IP Management a new trial in an infringement case it brought against an Abbott Laboratories diagnostic testing subsidiary.  The U.S. Court of Appeals for the Federal Circuit said a retrial was warranted because a California judge had misinterpreted key terms in a Rembrandt patent on drug testing technology.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2y84srp","101":"(Corrects to say drug made by Abbott Laboratories spin-off AbbVie)  TEL AVIV, March 19 (Reuters) - Israel’s attorney general on Thursday approved for the first time the use of a generic version of a patent-protected drug to treat coronavirus patients.  The anti-viral drug Kaletra, produced by AbbVie Inc , is a treatment for HIV but Israel’s Health Ministry found it could be a possible treatment for COVID-19 and a preliminary permit for the drug was issued.  There are 529 confirmed coronavirus cases in Israel.  AbbVie’s patent for Kaletra in Israel ends in 2024 but the patent in some other countries, such as India, has expired.  “The company with the patent and the official importer in Israel are not able to supply the necessary inventory for this drug, which is very much in demand all over the world these days,” the Justice Ministry said.  “Therefore ... the state will be able to import generic substitutes from countries where the patent has expired.”  It said generic Kaletra will only be used to treat coronavirus and not HIV. (Reporting by Steven Scheer; Editing by Tova Cohen)","102":"(Reuters) - Abbott Laboratories ABT.N said it expects demand for its COVID-19 tests to grow in 2021 even if a vaccine is developed and for the business to eventually stabilize into a lucrative new franchise.  FILE PHOTO: Boxes of Abbott's heart stents are pictured inside a store at a hospital in New Delhi, India, April 27, 2018. REUTERS\/Adnan Abidi\/File Photo  It made the comments during its quarterly investor update, where it raised its 2020 profit forecast on strong COVID-19 testing revenues and a recovery in its medical device business as patients opt for surgeries they had put off due to the pandemic.  COVID-19 testing, which earned Abbott $881 million in sales in the most recent quarter, will eventually become a stable franchise for Abbott like its influenza tests, Chief Executive Robert Ford said during Abbott’s earnings call.  The pandemic is creating new relationships with airports, retailers and doctors offices, which will continue to purchase its tests, he said.  Demand for molecular diagnostic tests may decline once people receive COVID-19 vaccines but antibody tests, which detect past infections, could get a boost, he said.  The company said sales in its medical devices unit rose about 3% from the prior quarter to $3.17 billion, as its cardiovascular and neuromodulation businesses improved. Sales in its diagnostics unit jumped nearly 39% to $2.64 billion.  For a graphic on Abbott’s diagnostics tests emerge as new growth drivers amid pandemic:  For an interactive graphic on Abbott's segment sales growth, click here: (tmsnrt.rs\/35fJzY2)  Abbott has U.S. authorization for several tests including one in August for a $5 portable antigen test called BinaxNOW that can deliver results in 15 minutes. It released a rapid test in March called the ID Now that has been used by the White House. It also makes lab-based diagnostic tests and antibody tests.  Abbott has a $750 million contract with the U.S. government to sell it 150 million BinaxNOW tests. Most will be distributed to states for use in schools and other essential tasks.  The company said it expects 2020 adjusted profit per share to be at least $3.55 from continuing operations, up from its prior estimate of at least $3.25 per share.  Abbott’s shares were down 3.2% at $104.86.  SVB Leerink’s Danielle Antalffy said the stock’s modest underperformance could be because the company implied that some of the COVID-driven upside or benefit would be reinvested in the business.","103":"NEW YORK\/LONDON\/HONG KONG (Reuters Breakingviews) - Corona Capital is a daily column updated throughout the day by Breakingviews columnists around the world with short, sharp pandemic-related insights.  A sign is seen outside a Dollar General store in Chicago, Illinois, U.S. May 23, 2016. REUTERS\/Jim Young  LATEST  – Testing, testing  – Discount surge  RAPID TESTING. Investors may be focused on how soon a coronavirus vaccine will arrive to end the coronavirus pandemic. But rapid, cheap testing will arrive sooner and may be more important. The emergency approval of Abbott Laboratories’ $5, 15-minute test added $13 billion to its maker’s market value on Thursday morning.  America’s testing campaign has been a disaster, with too few kits and people waiting too long for results – an average of four days in July, a survey shows. That’s roughly the same as April. Such delays make tests close to useless, as outbreaks can fester.  Abbott’s test requires a less invasive nasal swabbing than other iterations and appears reliable, at least in a clinical trial. The company plans to produce 50 million per month starting in October, about twice as many as all Americans tested in July. Assuming Abbott can distribute them effectively, it’s potentially a big step forward. (By Robert Cyran)  BUCK STOPS HERE. Dollar General is hitting the pandemic sweet spot. On Thursday, the $50 billion discount retailer reported an almost 19% second-quarter increase in same-store sales from the same period last year, crushing the average analyst estimate by over 3 percentage points. While its share price has slipped from a record high, it’s still up around 30% this year, outpacing Walmart.  It’s clearly benefitting from 2020 anxiety. Store traffic may have fallen, but average transaction totals rose. Quarantines led consumers to stock up on essentials, while a severe economic contraction left millions out of work or worried about money. Its rival Dollar Tree – which is about half its size – also outperformed quarterly sales estimates, though with more modest results.  Granted, panic-shopping is likely to subside. But people will always need to buy food. And the congressional logjam over the next round of stimulus from Uncle Sam could prompt even more consumers to start counting pennies. (By Anna Szymanski)  JOB CUTS. It bodes ill for the job market when recruiters cull their own staff. Hays said on Thursday that the fees it earns from placing white collar workers in temporary and permanent positions collapsed by 34% in the three months ending June from the same period last year. Chief Executive Alistair Cox plans to cut costs by trimming his workforce, which had already shrunk by nearly a tenth in June compared with a year earlier.  Corporate recruitment in the United States and Europe has stalled since the outbreak of the pandemic in March. Hays said that it was seeing modest signs of improvement in the permanent placements while temporary jobs were stable overall. And Cox sounded an optimistic note on group fees which started to stabilise in May. But its planned layoffs suggest a sustained rebound in the labour market may be some way off. (By Aimee Donnellan)  LOOKING UP. Advertising giant WPP can breathe a little easier. The London-listed company on Thursday said second quarter revenue fell 18.4% from a year earlier and declined 15.1% after deducting costs that are passed onto clients. While grim, the second metric was better than the drop of a fifth that had been expected by analysts. As advertising campaigns resume, so will dividends. Chief Executive Mark Read declared a 10 pence per share interim dividend for 2020, having scrapped the 2019 payout.  It’s not just the pandemic that Read wants to put behind him. The company’s 2.7 billion pound write-down, mainly on a dotcom deal, helps move the company on from his predecessor Martin Sorrell’s era. Shares rose 5% despite the hit to profit because investors viewed the move as a sign of a conservative management in uncertain times: a welcome approach for an industry in flux. (By Dasha Afanasieva)  SAFE AS HOUSES. Lockdowns were a boon for vice industries. Sales of alcohol and cannabis, and traffic to porn sites, surged in March and April. Flutter Entertainment – the 20 billion pound London-listed owner of Paddy Power Betfair, PokerStars and Sky Betting & Gaming – offers another case study. First-half results on Thursday showed that EBITDA rose 35% year-on-year to 684 million pounds, even though key sports-betting divisions were on ice during the soccer season’s hiatus.  Some of the gains may last. Poker players’ average weekly spending rose 5% from a year earlier to 10.40 pounds, while PokerStars’ had 70% more daily customers in the second quarter. The number of online bettors in Flutter’s sports-focused UK and Irish unit is growing more quickly than before Covid-19. Even if customers lay off the booze after lockdowns lift, their penchant for a punt may persist. (By Liam Proud)  SPLIT MILK. China Mengniu Dairy is making the most of a sour situation. First-half net profit at the Hong Kong-listed company fell 42% year-on-year, contracting much faster than revenue, on the back of coronavirus-related expenses. But the $18 billion dairy giant is optimistic about the future, insisting the pandemic has raised consumer interest in health and nutrition and, by extension, dairy products.  That’s some consolation. Mengniu’s dealmaking prospects are less likely to recover anytime soon. On Tuesday, the company effectively gave up on a A$600 million, about $430 million, acquisition of Kirin’s wholly owned Australian dairy business. It followed reports that authorities Down Under might block the sale by the Japanese seller. Countries around the world have become more circumspect about Chinese capital as the People’s Republic leads a global economy recovery. Mengniu’s profits might bounce back but there is still plenty of pandemic-related split milk. (By Sharon Lam)","104":"July 16 (Reuters) - Abbott Laboratories:  * ABBOTT CEO SAYS AT THE END OF JUNE, PROCEDURE VOLUMES REBOUNDED TO 90% OF PRE-CRISIS LEVELS ON AVERAGE IN U.S. - CONF CALL  * ABBOTT CEO SAYS WILL LAUNCH FREESTYLE LIBRE 2 IN THE NEXT FEW WEEKS AT THE SAME PRICE AS THE CURRENT AVAILABLE FREESTYLE LIBRE 14-DAY SYSTEM - CONF CALL  * ABBOTT CEO SAYS TESTING VOLUMES IN DIAGNOSTIC BUSINESS EXCLUDING COVID-19 TESTS, REBOUNDED TO ABOUT 90% OF PRE-COVID LEVELS BY END OF Q2 - CONF CALL  * ABBOTT IN ADDITION TO MOLECULAR TESTING, ANTICIPATE INCREASED DEMAND FOR OTHER TYPES OF TESTS, INCLUDING BOTH ANTIGEN AND ANTIBODY - CONF CALL  * ABBOTT CEO SAYS ” IT’S CLEAR THAT THE NEED FOR TESTING IS LARGE AND IT ISN’T GOING AWAY” - CONF CALL  * ABBOTT CEO SAYS AS VACCINES BECOME AVAILABLE, ANTICIPATE CONTINUED SURVEILLANCE TESTING TO MONITOR AND ASSESS FOR BOTH NATURAL AND VACCINE-RELATED IMMUNE RESPONSE - CONF CALL  * ABBOTT CEO SAYS THE CAPACITY WE ARE BUILDING FOR COVID-19 TESTING IS NOT ONLY FOR A HIGH DEMAND DURING THE NEXT 12-24 MONTHS - CONF CALL Further company coverage:","105":"(Reuters) - Healthcare company Abbott Laboratories ABT.N will not focus on mergers and acquisitions in the near future, Chief Executive Officer Miles White said on a conference call on Wednesday.  “I just don’t see M&A right now as a high priority,” White said.  “You make a much higher return on your organic growth,” White said, adding that he did not see gaps right now that could be filled by M&A.","106":"CHICAGO (Reuters) - Abbott Laboratories ABT.N plans to ramp up manufacturing capacity for its lower-cost continuous glucose monitor, the FreeStyle Libre, by three to five times in the next few years, aiming to reach millions more patients worldwide, the company told Reuters.  Abbott's FreeStyle Libre 14 day system, which is used to identify continuous glucose levels, trends, and an eight-hour history of glucose patterns in diabetes patients, is pictured in this undated handout photo obtained by Reuters July 15, 2019. Abbott\/Handout via REUTERS  Abbott executives said the increase in manufacturing capacity will begin in the second half of this year and make room for the expected U.S. launch of the FreeStyle Libre 2. This next-generation device has been approved in Europe and is now under U.S. regulatory review.  Abbott’s plans for Libre, its fastest-growing diabetes product, used by 1.5 million people worldwide, will be in focus when the company reports quarterly earnings on Wednesday.  Jared Watkin, Abbott’s senior vice president for Diabetes Care, said in an interview that scale is a “huge part” of the company’s strategy for its glucose monitors. “When you’re making disposable diagnostic products, the more you can make, the lower the cost you can produce them at.”  While the Libre 2 has more features, including alarms for when blood sugar levels swing too low or high, Abbott plans to keep the U.S. price the same as its predecessor, Watkin said.  Abbott started in diabetes care as a maker of inexpensive test strips and glucose meters. More recently, the company has sought to expand access to its so-called continuous glucose monitoring (CGM) devices - traditionally sold to type 1 diabetics in markets with generous insurance coverage.  “It’s not good enough to bring this to a small, wealthy population. Diabetes is such a global epidemic that you need to bring products that can really make a dent in that,” Watkin said.  Launched in Europe in 2014 and in the United States three years later, the FreeStyle Libre allows people with diabetes to track blood sugar levels without multiple daily finger sticks.  A sensor attached to the back of the upper arm uses a thin filament under the skin to measure glucose every minute. Users check their blood sugar levels throughout the day by waving a reader, or smartphone, over the sensor. Major competitors Medtronic Plc MDT.N and Dexcom Inc DXCM.O critique the current Libre's lack of automatic alerts that can help diabetics manage their disease. Yet they also are taking steps to introduce cheaper models themselves, executives told Reuters.  Libre’s sales are expected to reach $1.5 billion this year, the company said. In April, Goldman Sachs estimated the global CGM market could reach $5 billion by 2021, up from $3.7 billion in 2019. Goldman projected Abbott’s 2021 sales at $2.7 billion compared to $1.7 billion for Dexcom and $894 million for Medtronic.  ‘SCRATCHING THE SURFACE’  In the past, CGMs were used almost exclusively by type 1 diabetics, whose bodies do not make insulin and who must inject themselves with the blood-sugar regulating hormone to survive.  Increasingly, people with type 2 diabetes - the kind driven by obesity, lack of exercise and genetics - must also closely monitor their blood glucose and use insulin to manage their disease when it is not controlled by other medications and lifestyle changes.  For now, Libre users include 1 million type 1 diabetic patients and half a million type 2. That’s a tiny sliver of the 425 million people with diabetes worldwide.  Although not all diabetics need glucose monitors, “there is an element of scratching the surface at this point,” Watkin said. “The need to invest and bring up capacity is, we believe, going to be an ongoing activity for us.”  Two 14-day Libre sensors, a month’s supply, retail for $109. Abbott says most of its patients are commercially insured, and many pay as little as $10 out of pocket.  In the United States, the company says, more than half of people in commercial health plans are covered, as well as any eligible diabetic person on Medicare, the federal program for the elderly and disabled. The device is also approved in 45 other countries, including Germany, Japan, Brazil, China and the United Arab Emirates.  Medtronic told Reuters it offers a discounted price of $345 per month for uninsured patients. The company estimates that the typical insured patient pays $50 a month. Medicare does not cover the device.  Dexcom’s G6 sensors retail online, with a discount, at around $350 for a month’s supply. Dexcom says 98 percent of all U.S. private insurers cover the device, and patients covered by commercial insurance pay an average of $50-$80 per month for sensors through pharmacies or durable medical equipment suppliers. It is covered by Medicare.  Libre’s 14-day sensor is also longer-lasting. Dexcom’s sensors work for 10 days, and Medtronic’s for up to 7. Abbott was also the first company to introduce a product that can be used without routine finger stick tests to validate the sensor’s readings – a feature Dexcom later matched and Medtronic has not.  Dr. Roy Beck, an endocrinologist at the Jaeb Center for Health Research in Tampa, Florida, said that Abbott's FreeStyle Libre is \"an excellent sensor\" but not as accurate at detecting very low blood sugar as the devices from Dexcom, Medtronic or an implantable CGM made by Senseonics SENS.A.  That makes it less desirable for patients for whom this is a major issue, he said. Beck’s center has received research funding from Abbott and Dexcom.  Medtronic and Dexcom executives say the current Libre does not compare with their devices when it comes to features such as alerting users to dangerous blood sugar changes and providing comprehensive trend data.  “It’s the cheapest, but it’s not exactly in the same category,” said Mike Hill, vice president and general manager of Medtronic’s sensor business.  Abbott countered that its sensor has best-in-class accuracy, and noted that the next-generation Libre 2 does have optional alarms.  Still, Medtronic is considering making a cheaper sensor for patients who don't need all the features of its current continuous monitor, Hill said. And next year, Dexcom plans to launch a cheaper, smaller, 14-day sensor developed in partnership with Verily, Alphabet Inc's GOOGL.O life sciences division.  Dexcom Chief Executive Kevin Sayer acknowledged that Abbott’s pricing strategy will affect the global market over time, and that Dexcom expects its own prices to come down. “We’ve planned for this,” he said.","107":"FILE PHOTO: A woman holds a small bottle labeled with a \"Vaccine COVID-19\" sticker and a medical syringe in this illustration taken April 10, 2020. REUTERS\/Dado Ruvic\/File Photo  (Reuters) - Abbott Laboratories said on Monday the U.S. Food and Drug Administration has issued an emergency use authorization for its lab-based COVID-19 antibody blood test.  The test, AdviseDx, can be used to identify a type of antibody called Immunoglobulin M (IgM) in blood samples to determine if someone has been exposure to the novel coronavirus, potentially indicating a recent or prior infection.  Abbott has already received emergency use authorization for seven tests, including molecular tests, a rapid antigen test and another test which can detect a type of antibody called IgG.  The FDA’s emergency use authorization allows the use of unapproved medical products in an emergency to diagnose, treat, or prevent serious or life-threatening diseases with no adequate or approved alternatives.  IgG is longer lasting in the body after an infection, but IgM is more useful for determining a recent exposure to the coronavirus as these antibodies become undetectable weeks to months following an infection, Abbott said here.  Unlike molecular tests, which can detect whether someone has the coronavirus, antibody tests determine if someone has had a previous infection by detecting disease-fighting proteins called antibodies.  However, antibody tests are not recommended as the sole basis of diagnosis of COVID-19 as these antibodies may not be detected in the early days of the infection.  Shares of Abbott were up 0.5% at $110.21 in early trading.","108":"May 3 (Reuters) - Abbott Laboratories:  * ABBOTT EXPANDS CARDIAC ARRHYTHMIAS PORTFOLIO WITH FDA CLEARANCE OF ADVANCED MAPPING CATHETER  * ABBOTT LABORATORIES - EXPECTS ADVISOR HD GRID COMMERCIAL USE TO BEGIN ACROSS U.S. IN COMING MONTHS Source text for Eikon: Further company coverage:","109":"FILE PHOTO: Boxes of Abbott's heart stents are pictured inside a store at a hospital in New Delhi, India, April 27, 2018. REUTERS\/Adnan Abidi\/File Photo  (Reuters) - Abbott Laboratories ABT.N said on Thursday demand for its coronavirus tests will likely remain high even after a safe and effective vaccine is available as the medical device maker forecast full-year profit above analysts' estimates.  Drugmakers across the globe are racing to ready a vaccine for the respiratory illness and experts say it could take 12-18 months to develop one.  “It’s clear that the need for testing is large and it isn’t going away,” Chief Executive Officer Robert Ford said on a post-earnings conference call.  “Even when you have a vaccine ... I can see patients going to physician’s office with a fever, and they want to know is it influenza? Is it the flu? Is it COVID?”  Since March, Abbott has won U.S. authorization for five coronavirus tests, including one that can deliver results within minutes and is used at the White House, shielding it from a slide in demand for its medical devices and helping it beat second-quarter profit estimate.  The company forecast adjusted earnings of at least $3.25 per share for the year after suspending its outlook in April due to uncertainties sparked by the outbreak. Analysts on average were expecting $2.87 per share, according to Refinitiv IBES data.  Abbott must be feeling very good about some of the diagnostics tailwinds to sustain into second half of the year to put a floor on earnings per share given the uncertainty around a second wave of infections and Medtech procedure volume trends, said Evercore ISI analyst Vijay Kumar.  Worldwide sales of Abbott’s medical devices slumped 21.2% in the quarter, but the company said procedure volumes improved significantly over the period.  Abbott is also betting on new products, including the launch of its newly approved continuous glucose monitoring device, FreeStyle Libre 2, in the next few weeks.","110":"Jan 25 - Abbott Laboratories has escaped a proposed class action lawsuit alleging its subsidiary St. Jude Medical concealed a potentially deadly battery defect in some of its cardiac defibrillators for years before finally recalling them in 2016.  U.S. District Judge David Doty in Minneapolis ruled on Thursday that federal law preempted an Alaska state employee union benefits fund from making state law claims on behalf of itself and third-party medical payors.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2CNs3MJ","111":"July 6 (Reuters) - Abbott Laboratories:  * ABBOTT RECEIVES FDA APPROVAL FOR NEW HEART RHYTHM DEVICES FEATURING BLUETOOTH CONNECTIVITY AND CONTINUOUS REMOTE MONITORING Source text for Eikon: Further company coverage:","112":"May 22 (Reuters) - Abbott Laboratories:  * FIVE-YEAR STUDY DATA CONFIRM POSITIVE OUTCOMES FOR PATIENTS WHEN ABBOTT DIAGNOSTIC TOOL WAS USED TO GUIDE HEART STENTING DECISIONS Source text for Eikon: Further company coverage:","113":"April 16 (Reuters) - Abbott Laboratories:  * ABBOTT REPORTS FIRST-QUARTER 2020 RESULTS  * Q1 ADJUSTED EARNINGS PER SHARE $0.65 FROM CONTINUING OPERATIONS  * Q1 GAAP EARNINGS PER SHARE $0.30 FROM CONTINUING OPERATIONS  * Q1 EARNINGS PER SHARE ESTIMATE $0.58 -- REFINITIV IBES DATA  * DUE TO UNCERTAINTIES REGARDING DURATION, IMPACT OF CORONAVIRUS PANDEMIC, CO IS SUSPENDING PREVIOUSLY ANNOUNCED 2020 ANNUAL GUIDANCE  * FIRST-QUARTER WORLDWIDE SALES OF $7.7 BILLION INCREASED 2.5 PERCENT ON A REPORTED BASIS AND 4.3 PERCENT ON AN ORGANIC BASIS  * Q1 REVENUE VIEW $7.34 BILLION -- REFINITIV IBES DATA  * QUARTERLY TOTAL NUTRITION SALES $1.90 BILLION VERSUS $1.79 BILLION REPORTED LAST YEAR  * SUSPENDING ITS PREVIOUSLY ANNOUNCED ANNUAL GUIDANCE FOR 2020  * QUARTERLY TOTAL DIAGNOSTICS SALES $1.83 BILLION VERSUS $1.84 BILLION REPORTED LAST YEAR  * ON AN ORGANIC BASIS, WORLDWIDE SALES INCREASED 4.3 PERCENT IN QUARTER  * QTRLY TOTAL PEDIATRIC NUTRITION SALES $1.09 BILLION  * CORE LABORATORY DIAGNOSTICS SALES GROWTH WAS NEGATIVELY IMPACTED BY LOWER ROUTINE TESTING VOLUMES DUE TO THE CORONAVIRUS IN QUARTER  * ABBOTT - QTRLY WORLDWIDE NUTRITION SALES GROWTH POSITIVELY IMPACTED BY INCREASED DEMAND IN LATE MARCH IN ADVANCE OF SHELTER-IN-PLACE RESTRICTIONS FOR CORONAVIRUS  * ABBOTT - QTRLY SALES GROWTH IN CARDIOVASCULAR, NEUROMODULATION MEDICAL DEVICES BUSINESSES NEGATIVELY IMPACTED BY REDUCED PROCEDURE VOLUMES DUE TO COVID-19  * ABBOTT- EXPECTS STRONG DEMAND FOR CARDIOVASCULAR & NEUROMODULATION MEDICAL DEVICES WHEN AVAILABILITY OF HEALTHCARE RESOURCES RETURNS TO NORMAL LEVELS Source text for Eikon: Further company coverage:","114":"May 21 (Reuters) - Abbott Laboratories:  * ABBOTT ANNOUNCES HEALTH CANADA AUTHORIZATION UNDER COVID-19 INTERIM ORDER AND IMMEDIATE AVAILABILITY OF ITS COVID-19 ANTIBODY TEST IN CANADA  * ABBOTT LABORATORIES - EXPECTS TO BEGIN SHIPPING ANTIBODY TESTS TO CANADA THIS WEEK AND INTENDS TO DISTRIBUTE 30 MILLION TESTS GLOBALLY BY END OF JUNE Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","115":"April 15 (Reuters) - Abbott Laboratories:  * ABBOTT LAUNCHES THIRD COVID-19 TEST, A LABORATORY-BASED ANTIBODY BLOOD TEST THAT WILL SHIP IN THE U.S. STARTING TOMORROW  * ABBOTT - BEGINS SHIPPING TOMORROW AND INTENDS TO DISTRIBUTE 4 MILLION TESTS IN APRIL, RAMPING TO 20 MILLION IN U.S. PER MONTH IN JUNE AND BEYOND  * ABBOTT - SIGNIFICANTLY SCALING UP ITS MANUFACTURING FOR ANTIBODY TESTING  * ABBOTT - EXPECTING TO IMMEDIATELY SHIP CLOSE TO 1 MILLION TESTS THIS WEEK TO U.S. CUSTOMERS  * ABBOTT - WILL SHIP A TOTAL OF 4 MILLION TESTS IN TOTAL FOR APRIL  * ABBOTT - WILL BE EXPANDING ITS LABORATORY ANTIBODY TESTING TO DETECTION OF ANTIBODY, IGM, IN NEAR FUTURE Source text for Eikon: Further company coverage:","116":"(Reuters) - Abbott Laboratories' ABT.N just beat expectations for first quarter profits and revenue on Wednesday but stuck to a full-year profit forecast some investors had expected would be raised, sending the healthcare company's shares lower.  FILE PHOTO: An Abbott company logo is pictured at the reception of its office in Mumbai, India, September 8, 2015. REUTERS\/Shailesh Andrade\/File Photo  Some analysts also said a 6.9 percent rise in organic sales, which excludes the impact of foreign currency and certain divestitures and acquisitions, was just shy of a roughly 7 percent expected by investors.  Thomson Reuters I\/B\/E\/S had no consensus estimate for the organic sales.  Leerink analyst Danielle Antalffy said the miss “may limit upside to the shares today despite an otherwise very good quarter.” Several other analysts said the company had failed to meet heightened expectations among investors.  Abbott shares fell 2.7 percent to trade at $58.22 mid-morning in New York.  On a reported basis, Abbott’s sales rose 16.7 percent to $7.39 billion, beating consensus expectations of $7.29 billion, according to Thomson Reuters I\/B\/E\/S.  Excluding items, Abbott reported a profit of 59 cents per share against expectations of 58 cents per share.  The company reiterated its full-year 2018 forecast of adjusted earnings from continuing operation between $2.80 to $2.90 per share.  “It’s all about the expectations,” Evercore ISI analyst Vijay Kumar said, saying that investors may have been disappointed that the healthcare company only maintained its full-year profit forecast.  The company’s first-quarter results were helped by launches of new medical devices and a turnaround in its business that sells baby and adult nutritional supplements. Sales across all the company’s business units, except in its established pharmaceuticals business, beat expectations.  The established pharmaceuticals, which sells generic drugs in emerging growth countries such as India, raked in sales of 1.04 billion, but missed analysts’ consensus estimates of $1.08 billion.  The weak sales were due to a slowing market growth rate in Russia, Chief Executive Miles White said on a conference call.  “We seem to have a given market that affects our established pharmaceuticals or even our nutrition business from time to time somewhere. And in this particular case, it’s Russia,” White said.  The company reported net earnings of $418 million, or 23 cents per share, in the quarter ended March 31, compared to $419 million, or 24 cents per share, a year earlier.  Profit from Abbott’s medical device business - its largest division - continued to benefit from its $25 billion purchase of St. Jude Medical, and from new device launches. Sales for the unit rose 14.6 percent to $2.74 billion in the quarter.","117":"(Reuters) - Abbott Laboratories ABT.N missed analysts' estimates for fourth-quarter revenue on Wednesday due to lower sales of its generic drugs in emerging markets as well as a strong dollar, and also forecast current-quarter profit below expectations.  Shares of the Chicago-based company were down 2.1 percent at $70.02 in afternoon trading.  “I know the world worries about the volatility of those markets and the reliability of those markets, and in particular, currency,” Chief Executive Officer Miles White said on a conference call.  He added he thought the underlying growth rates in emerging markets were solid, and that the company could power through the “windiness of the currency markets.”  A strengthening dollar is expected to hurt profits at large medical device makers that derive a large chunk of their revenue from outside the United States.  Abbott said it expects adjusted earnings of 60 cents to 62 cents per share in the first quarter, below estimates of 64 cents, according to IBES data from Refinitiv.  “Some may look at these results and guidance as nothing too special, especially since Abbott had a lower tax rate than what we were anticipating, which helped this quarter’s results,” Edward Jones analyst John Boylan said.  Abbott forecast full-year organic sales growth in the range of 6.5 percent to 7.5 percent, after posting a 7.3 percent organic sales growth in 2018.  Cowen and Co analyst Joshua Jennings said he is optimistic that Abbott can continue to generate above consensus results in 2019, given the consistency and strength of its top-line growth.  Fourth-quarter sales in the company’s pharmaceuticals unit, which sells generic drugs in countries such as India and China, fell 4.8 percent to $1.09 billion, while analysts on average had expected $1.16 billion.  A better-than-expected 6.7 percent rise in sales at the medical device segment, its largest, partly lifted the overall sales by 2.3 percent to $7.77 billion, but missed expectation of $7.82 billion.  The company posted net earnings of $654 million in the fourth quarter ended Dec. 31, compared with a loss of $828 million a year earlier, when it had taken a $1.4 billion charge related to the U.S. tax overhaul.  Excluding items, the company earned 81 cents per share, in line with estimates.","118":"May 14 (Reuters) - Abbott Laboratories:  * ABBOTT PROVIDES UPDATE ON ID NOW™  * SEEING STUDIES BEING CONDUCTED TO UNDERSTAND ROLE OF ID NOW IN WAYS THAT IT WAS NOT DESIGNED TO BE USED  * NYU STUDY RESULTS ARE NOT CONSISTENT WITH OTHER STUDIES  * SEEN A FEW STUDIES WITH SENSITIVITY PERFORMANCE PERCENTAGES IN 80S, ALSO SEEN OTHER STUDIES WITH SENSITIVITY AT OR ABOVE 90% Source text for Eikon: Further company coverage:","119":"Sept 1 (Reuters) - The U.S. government will send an “overwhelming majority” of the rapid COVID-19 tests it purchased from Abbott Laboratories last week to governors of U.S. states and territories to support school reopening and other critical tasks, an administration official said at a press briefing.  Other top priorities for the newly purchased tests include day care centers, first-responders, and ‘critical infrastructure,’ said Admiral Brett Giroir, the assistant secretary for health at the U.S. Department of Health and Human Services.  The U.S. government purchased 150 million rapid antigen tests for COVID-19 from Abbott in a roughly $750 million deal. (Reporting by Carl O’Donnell Editing by Chris Reese)","120":"(Reuters) - Abbott Laboratories' ABT.N incoming Chief Executive Officer Robert Ford said on Wednesday that deal-making was not on the company's agenda.  “On the M&A side, we’re not looking to do any deals right now,” Ford, who currently serves as chief operating officer, said on a conference call.  “We’ve got kind of payments that are due in the next few years, and that’s all kind of contemplated in our capital plan.”  Ford also noted that Abbott intended to raise dividend payments to shareholders.  Ford is set to replace longtime CEO Miles White in March and is expected to prioritize sales of glucose monitoring device Freestyle Libre and MitraClip, a device used to repair leaky heart valves.","121":"May 23 (Reuters) - Abbott Laboratories:  * ABBOTT’S INVESTIGATIONAL TENDYNE™ DEVICE FOR MITRAL VALVE REPLACEMENT DEMONSTRATES POSITIVE OUTCOMES AT 30 DAYS IN GLOBAL STUDY  * DEVICE WILL BE FURTHER STUDIED IN U.S. PIVOTAL STUDY Source text for Eikon: Further company coverage:"}}