{"date":{"0":"2018\/05\/14","1":"2018\/04\/20","2":"2018\/03\/19","3":"2018\/04\/19","4":"2018\/03\/01","5":"2018\/03\/26","6":"2020\/05\/06","7":"2018\/02\/08","8":"2020\/03\/19","9":"2020\/08\/04","10":"2018\/05\/03","11":"2020\/11\/06","12":"2020\/03\/31","13":"2020\/05\/05","14":"2020\/02\/13","15":"2019\/08\/21","16":"2020\/10\/23","17":"2018\/02\/08","18":"2018\/10\/18","19":"2020\/08\/13","20":"2018\/12\/05","21":"2018\/11\/06","22":"2020\/03\/12","23":"2018\/03\/19","24":"2018\/03\/26","25":"2020\/05\/12","26":"2019\/05\/06","27":"2018\/04\/12","28":"2020\/03\/01","29":"2018\/09\/21","30":"2018\/02\/28","31":"2020\/05\/14","32":"2020\/08\/03","33":"2018\/02\/15","34":"2019\/08\/07","35":"2018\/04\/19","36":"2018\/05\/15","37":"2018\/12\/04","38":"2018\/03\/02","39":"2019\/11\/01","40":"2018\/03\/02","41":"2020\/03\/24","42":"2018\/05\/03","43":"2020\/05\/14","44":"2018\/12\/04","45":"2018\/11\/09","46":"2019\/04\/02","47":"2018\/03\/27","48":"2018\/03\/27","49":"2020\/10\/27","50":"2018\/10\/18","51":"2018\/12\/05","52":"2018\/09\/21","53":"2020\/02\/13","54":"2018\/02\/24","55":"2020\/07\/28","56":"2018\/05\/02","57":"2020\/02\/13","58":"2018\/10\/25","59":"2018\/08\/02","60":"2020\/03\/24","61":"2020\/05\/04","62":"2020\/02\/13","63":"2018\/10\/31","64":"2018\/04\/12","65":"2019\/08\/07","66":"2020\/05\/14","67":"2019\/08\/21","68":"2018\/05\/07","69":"2020\/06\/29","70":"2020\/06\/10","71":"2018\/02\/09","72":"2018\/03\/15","73":"2018\/12\/05","74":"2020\/02\/12","75":"2021\/02\/18","76":"2020\/05\/13","77":"2018\/03\/01","78":"2018\/05\/24","79":"2018\/05\/09","80":"2018\/03\/14","81":"2018\/02\/08","82":"2020\/05\/05","83":"2018\/03\/14","84":"2021\/02\/17","85":"2020\/05\/05","86":"2020\/08\/03","87":"2018\/03\/02","88":"2018\/02\/13","89":"2018\/05\/03","90":"2020\/02\/13","91":"2020\/03\/19","92":"2018\/05\/07","93":"2018\/09\/05","94":"2019\/03\/26","95":"2021\/02\/17","96":"2018\/05\/15","97":"2020\/02\/25","98":"2020\/10\/23","99":"2020\/07\/22","100":"2018\/05\/02","101":"2020\/04\/24","102":"2020\/01\/14","103":"2018\/05\/09","104":"2019\/10\/29","105":"2018\/05\/02","106":"2018\/11\/01","107":"2018\/09\/13","108":"2020\/07\/21","109":"2018\/04\/12","110":"2018\/03\/26","111":"2018\/10\/31","112":"2018\/08\/02","113":"2018\/09\/05","114":"2018\/09\/10","115":"2020\/11\/05","116":"2018\/12\/05","117":"2018\/08\/03","118":"2018\/05\/07","119":"2018\/05\/14","120":"2018\/05\/09","121":"2018\/03\/14","122":"2018\/02\/22","123":"2018\/05\/02","124":"2018\/05\/02","125":"2020\/02\/13"},"text":{"0":"May 14 (Reuters) - Insurer American International Group Inc on Monday named Mark Lyons as senior vice president & chief actuary for general insurance.  Lyons will be joining AIG from insurer Arch Capital Group , where he was chief financial officer since 2012. (Reporting by Parikshit Mishra in Bengaluru)","1":"April 20 (Reuters) - American International Group Inc :  * AIG TO REDEEM 8.000% AND 8.625% JUNIOR SUBORDINATED DEBENTURES DUE 2038 Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","2":"March 19 (Reuters) - American International Group Inc :  * AIG FILES FOR POTENTIAL FIXED-TO-FLOATING RATE SERIES A-9 JUNIOR SUBORDINATED DEBENTURES DUE 2048, SIZE NOT DISCLOSED - SEC FILING  * AIG SAYS JUNIOR SUBORDINATED DEBENTURES WILL BE SOLD IN DENOMINATIONS OF $2,000 AND INTEGRAL MULTIPLES OF $1,000 IN EXCESS THEREOF Source text: (bit.ly\/2tW2pnu) Further company coverage:","3":"April 19 (Reuters) - American International Group Inc :  * AIG AUTHORISES TWO NEW ENTITIES IN THE UK AND LUXEMBOURG  * AIG - AUTHORISATION OF NEW INSURANCE COS IN UK AND LUXEMBOURG THAT WILL SEE ALL BUSINESS TRANSFERRED TO NEW ENTITIES AHEAD OF UK LEAVING EU  * AIG - NEW STEPS PROVIDES CLIENTS CERTAINTY OF UNINTERRUPTED UK, EUROPEAN INSURANCE COVERAGE AS PART OF CO’S PLANNED RESTRUCTURE OF EUROPEAN BUSINESS  * AIG - RESTRUCTURE INVOLVES TRANSFER OF AIG EUROPE LIMITED’S EXISTING INSURANCE BUSINESS TO NEW UK AND EUROPEAN COMPANIES  * AIG - RESTRUCTURE ALSO INVOLVES MERGER OF ITS EXISTING CARRIER, AIG EUROPE LIMITED INTO NEW EUROPEAN COMPANY  * AIG - RESTRUCTURING EXPECTED TO TAKE EFFECT, AND NEW COS TO BEGIN WRITING BUSINESS FROM, 1 DECEMBER 2018 Source text for Eikon: Further company coverage:","4":"March 1 (Reuters) - U.S Insurer American International Group said on Thursday it would appoint Naohiro Mouri as its chief auditor replacing Donna DeMaio, who is taking up the role of global chief operating officer, general insurance.  Mouri joined AIG in 2015 and previously held the position of senior managing director of Asia Pacific Internal Audit.  Both appointments are effective on March 15. (Reporting by Akshara P in Bengaluru)","5":"March 26 (Reuters) - American International Group Inc :  * AIG NAMES ED DANDRIDGE AS HEAD OF MARKETING AND COMMUNICATIONS, GENERAL INSURANCE Source text for Eikon: Further company coverage: (Reuters.Brief@thomsonreuters.com)","6":"May 6 (Reuters) - American International Group Inc:  * AIG FILES PRELIMINARY PROSPECTUS SUPPLEMENT RELATED TO OFFERING OF NOTES DUE 2025 - SEC FILING  * AIG FILES PRELIMINARY PROSPECTUS SUPPLEMENT RELATED TO OFFERING OF NOTES DUE 2030 - SEC FILING  * AIG FILES PRELIMINARY PROSPECTUS SUPPLEMENT RELATED TO OFFERING OF NOTES DUE 2050 - SEC FILING Source text for Eikon: [ID: bit.ly\/35zd1YT] Further company coverage:","7":"Feb 8 (Reuters) - American International Group Inc:  * AIG BOARD OF DIRECTORS DECLARES COMMON STOCK DIVIDEND OF $0.32 PER SHARE Source text for Eikon: Further company coverage:","8":"March 19 (Reuters) - American International Group Inc :  * AIG - ON MARCH 17, SUZANNE NORA JOHNSON, MEMBER OF BOARD NOTIFIED HER DECISION NOT TO STAND FOR RE-ELECTION AT 2020 ANNUAL MEETING OF SHAREHOLDERS Source : (bit.ly\/2Qtuewm) Further company coverage:","9":"(Reuters) - Insurer American International Group Inc AIG.N racked up $730 million in COVID-19-related losses during the first half of the year, its chief executive officer said on Tuesday.  FILE PHOTO: Brian Duperreault, President and Chief Executive Officer (CEO) of American International Group (AIG) speaks at the UJA-Federation of New York General Insurance Annual Event in New York City, New York, U.S., June 5, 2018. REUTERS\/Mike Segar  The pandemic is a “formidable and ongoing catastrophe,” AIG CEO Brian Duperreault said during a call with analysts to discuss the company’s second-quarter results.  But the impact will affect earnings and not capital, Duperreault said.  AIG, one of the largest U.S. insurers, on Monday posted a 56% fall in quarterly adjusted earnings, partly a result of $458 million in losses related to COVID-19 for its general insurance business.  Analysts and investors have been awaiting insurers’ second-quarter results, the first full quarter of the pandemic, for a clearer picture of the impact of COVID-19 on insurers’ payouts.  The pandemic has left many insurers struggling to estimate future losses and fallout for their massive investment portfolios.  Pandemic-related losses affected a larger number of insurance lines than during the first quarter, AIG’s president and chief operating officer, Peter Zaffino, said during the call.  Those coverage lines include travel, property, trade credit, marine, casualty, workers’ compensation, accident and health, financial lines, contingency, and AIG’s reinsurance business, Validus Re, Zaffino said.  But AIG expects to recover some losses through reinsurance, Zaffino said.  A travel decline because of the pandemic hurt AIG’s travel insurance business, partly contributing to a $1 billion drop in AIG’s net premiums written for the quarter from a year ago, the company said.  Before the pandemic, travel insurance generated $1 billion in premiums in North America, fairly evenly spread across quarters, Zaffino said.  “(T)he second quarter, you had not only no new sales. You had cancellations,” Zaffino said.  There have been “some modest sales in the third quarter,” Zaffino said, noting that the situation is “hard to predict.”","10":"May 3 (Reuters) - American International Group Inc:  * CEO SAYS EXPECTS UNDERWRITING PROFIT BY END OF 2018-CONF CALL  * CEO SAYS EXPECTS TO REACH TOP QUARTILE BOOK VALUE GROWN AND RETURN ON EQUITY PERFORMANCE OVER TIME - CONF CALL  * CEO SAYS COMPANY WILL REACH COMBINED RATIO OF BELOW 100 BY END OF 2018, ENTERING 2019 - CONF CALL  * AIG EXEC SAYS COMPANY IS REBALANCING CASUALTY BOOK AND GETTING OUT OF LEAD EXCESS CASUALTY - CONF CALL  * CEO SAYS BUYING BACK STOCK IS A TOOL; “I USED IT BEFORE, I MAY USE IT AGAIN” - CONF CALL  * CEO SAYS LOSS RATIO FOR NORTH AMERICA COMMERCIAL WILL “PROBABLY WILL BE ABOVE 100” - CONF CALL  * AIG OFFICIAL SAYS DOES NOT EXPECT “AN IMMEDIATE CHANGE” FROM U.S. APPEALS COURT DECISION INVALIDATING U.S. DEPARTMENT OF LABOR FIDUCIARY RULE  * CEO SAYS “WE’RE TAKING LOTS OF TIME AND EFFORT TO FIX EXCESS CASUALTY BOOK” - CONF CALL  * CEO SAYS ACTIONS TAKEN IN EXCESS CASUALTY “BECOME EFFECTIVE NOW,” BUT COMPANY TAKING TIME TO VERIFY - CONF CALL  * CEO SAYS PREMIUM LEVELS “WILL STABILIZE THIS YEAR OVER LAST” BY EVALUATING COMPANY’S PORTFOLIO, NOT INCREASING PRODUCTION - CONF CALL Source text for Eikon: Further company coverage: (Reporting by Suzanne Barlyn)","11":"(Reuters) - Insurer American International Group Inc AIG.N said on Friday it is considering an initial public offering or a private sale of nearly 20% of its life and retirement business to separate the unit from the rest of the company over the coming year.  FILE PHOTO: Banners commemorating the 100th anniversary of American International Group Inc. adorn the New York Stock Exchange in Manhattan, New York, U.S. October 10, 2019. REUTERS\/Suzanne Barlyn  The comments during a quarterly earnings call offered further detail on how it might carry out the long-discussed divestiture, which it announced last week.  “We currently contemplate either an IPO or a private sale of up to 19.9% of Life and Retirement, followed by one or more dispositions of our remaining ownership interest over time,” President Peter Zaffino said on the call. AIG last week named Zaffino to take over as chief executive officer in March.  AIG shares surged as much as 6% on Friday but pared gains to trade up 0.4% at $33.57 in mid-afternoon.  Zaffino said AIG had no plans to break up the life and retirement unit and was aiming to finish the separation of the business in 2021.  The company plans to use proceeds to reduce its debt, Chief Financial Officer Mark Lyons said.  Activist investor Carl Icahn pressed for divestiture in 2015, but the deal raised concern about deferred tax assets. Zaffino said on Friday that this issue, involving $6.6 billion of such assets, was “no longer an obstacle.”  The company reported a slump in third-quarter profit on Thursday, hurt by losses related to storms, wildfires and the COVID-19 pandemic. Its adjusted EPS of 81 cents beat estimates.  Adjusted pretax profit in the general insurance business declined by 18%, but rose 51% in the life and retirement unit.  Global insurers are battling a sharp rise in natural catastrophe payouts at a time of coronavirus-induced losses. The investments that insurers rely on to pay claims have also come under pressure.","12":"March 31 (Reuters) - American International Group Inc :  * AIG SAYS CEO BRIAN DUPERREAULT’S 2019 TOTAL COMPENSATION WAS $19.4 MILLION VERSUS $ 20.9 MILLION IN 2018 – SEC FILING  * AIG SAYS CFO MARK D. LYONS’ 2019 TOTAL COMPENSATION WAS $7.8 MILLION VERSUS $4.8 MILLION IN 2018  * AIG - ESTIMATED RATIO OF CEO’S PAY TO PAY OF MEDIAN EMPLOYEE FOR 2019 IS 288 TO 1 Source text: bit.ly\/2UPModc Further company coverage:","13":"May 4 (Reuters) - AIG:  * AIG - QTRLY EARNINGS PER SHARE $1.98; QTRLY ADJUSTED AFTER-TAX EARNINGS PER SHARE $0.11  * AIG - GENERAL INSURANCE HAD $419 MILLION OF PRE-TAX CATASTROPHE LOSSES, NET OF REINSURANCE, IN Q1  * AIG - Q1 GENERAL INSURANCE PRE-TAX CATASTROPHE LOSSES, NET OF REINSURANCE, INCLUDED $272 MILLION OF ESTIMATED COVID-19 LOSSES  * AIG - AT MARCH-END DECIDED TO PLACE UNIT BLACKBOARD INTO RUN-OFF & RECOGNIZED $210 MILLION PRE-TAX LOSS, PRIMARILY CONSISTING OF ASSET IMPAIRMENT  * AIG - QTRLY TOTAL GENERAL INSURANCE NET PREMIUMS WRITTEN $5.92 BILLION, DOWN 2%  * AIG - AS OF MARCH 31, BOOK VALUE PER COMMON SHARE WAS $69.30 DOWN 8% COMPARED TO PRIOR QUARTER-END  * AIG - QTRLY TOTAL GENERAL INSURANCE UNDERWRITING LOSS $87 MILLION VERSUS INCOME OF $179 MILLION  * AIG CEO SAYS “BELIEVE COVID-19 WILL BE THE SINGLE LARGEST CAT LOSS THE INDUSTRY HAS EVER SEEN”  * AIG - ASSET IMPAIRMENT CHARGE ASSOCIATED WITH BLACKBOARD U.S. HOLDINGS DID NOT IMPACT Q1 ADJUSTED PRE-TAX INCOME  * AIG - WITHDRAWING PREVIOUSLY ISSUED GUIDANCE, INCLUDING THAT RELATING TO ADJUSTED RETURN ON COMMON EQUITY  * AIG - DO EXPECT TO SEE CONTINUED IMPROVEMENT IN GENERAL INSURANCE, PARTICULARLY IN ADJUSTED COMBINED RATIO  * AIG - IN LIFE AND RETIREMENT, DO NOT BELIEVE THAT IMPACT OF COVID-19 WILL RESULT IN MATERIAL REDUCTION OF LONG-TERM RETURN PROFILE  * AIG - AS OF MARCH 31, AIG PARENT LIQUIDITY STOOD AT ABOUT $7.5 BILLION  * AIG - CURRENTLY HAS OUTSTANDING $1.3 BILLION UNDER ITS $4.5 BILLION COMMITTED REVOLVING SYNDICATED CREDIT FACILITY  * AIG - Q1 NET INCOME WAS HIGHER, PRIMARILY DRIVEN BY $3.5 BILLION OF PRE-TAX NET REALIZED CAPITAL GAINS Source text for Eikon: Further company coverage:","14":"Feb 13 (Reuters) - American International Group Inc:  * QUARTERLY EARNINGS PER SHARE $1.03  * QUARTERLY ADJUSTED AFTER-TAX EARNINGS PER SHARE $1.03  * Q4 EARNINGS PER SHARE VIEW $1.00 -- REFINITIV IBES DATA  * QUARTERLY TOTAL GENERAL INSURANCE NET PREMIUMS WRITTEN $5.83 BILLION , DOWN 9%  * QUARTERLY TOTAL GENERAL INSURANCE UNDERWRITING INCOME $12 MILLION VERSUS LOSS OF $1.07 BILLION  * AS OF DEC. 31, 2019, BOOK VALUE PER COMMON SHARE WAS $74.93 VERSUS $65.04 AT DEC. 31, 2018 Source text for Eikon: Further company coverage:","15":"(Reuters) - Shopping centre operator Hammerson Plc HMSO.L on Wednesday appointed AIG AIG.N executive James Lenton as its new finance chief, months after saying Timon Drakesmith would step down from the role this year.  Lenton, whose LinkedIn page says he was chief financial officer of the U.S. insurer’s EMEA business and its European Group until June, will take over the role from Oct. 1.  Hammerson and its peers are struggling with a tough retail environment in Britain, which has seen several high-profile chains close in the last year as consumer habits change and Brexit worries quell spending by shoppers.  Its latest earnings report showed a more than 12% drop in net rental income, excluding premium outlets for the first-half. Like-for-like net rental income for UK flagship destinations fell 6.8%, or down 0.1% at a group level.  Hammerson's stock price has plummeted as much as 35% since it spurned a 5 billion pound takeover bid by rival Klepierre LOIM.PA last year.  The company also walked away from a deal to buy smaller rival Intu Properties Plc INTUP.L in the first half of last year.","16":"NEW YORK (Reuters) - American International Group Inc agreed to give up claims to more than $400 million of foreign tax credits and to accept a 10% tax penalty to settle accusations it used abusive tax shelters, the U.S. Department of Justice said on Friday.  FILE PHOTO: American International Group Inc. (AIG) headquarters seen on the day of the company 2017 annual shareholder meeting at 175 Water Street, New York, U.S., June 28, 2017. REUTERS\/Suzanne Barlyn  Acting U.S. Attorney Audrey Strauss in Manhattan said the settlement related to seven cross-border transactions between the insurer’s AIG Financial Products unit and foreign banks dating from the mid-1990s.  She said there was “overwhelming evidence” that the seven transactions had no economic substance, and were designed to generate bogus foreign tax credits to reduce AIG’s U.S. tax liabilities for the 1997 tax year.  AIG had filed a lawsuit in 2009 challenging an Internal Revenue Service decision from the prior year to disallow the tax credits and impose a 20% tax penalty.  But the government said the seven transactions enabled the New York-based insurer to “game” the tax system by exploiting differences between foreign and U.S. tax laws, and “sucked hundreds of millions of dollars” from the U.S. Treasury.  “AIG created an elaborate series of sham transactions that were designed to do nothing--and in fact did nothing--other than generate hundreds of millions of dollars in ill-gotten tax benefits,” Strauss said in a statement.  The settlement was approved on Thursday by U.S. District Judge Louis Stanton in Manhattan.  AIG was allowed to keep some income expense deductions, and remove some amounts related to the transactions from its taxable income. It had reached a nonbinding settlement in principle in January 2018.  “We are pleased to put this longstanding matter behind us,” AIG said in a statement.  The case is American International Group Inc et al v U.S., U.S. District Court, Southern District of New York, No. 09-01871.","17":"(Reuters) - American International Group Inc AIG.N posted a $6.7 billion fourth-quarter loss on Thursday as the U.S. insurer booked a big charge related to U.S. tax reform and losses from global catastrophes.  FILE PHOTO: A banner for American International Group Inc (AIG) hangs on the facade of the New York Stock Exchange, in New York, U.S., on October 16, 2012. REUTERS\/Brendan McDermid\/File Photo  Excluding one-time items, adjusted fourth-quarter earnings were $526 million, or 57 cents per share, compared with an adjusted loss of $2.8 billion, or $2.72 per share, in the same period a year earlier.  Analysts were expecting earnings of 75 cents per share, on average, according to Thomson Reuters I\/B\/E\/S.  AIG booked $762 million of catastrophe losses during the quarter, largely from wildfires that raged through California and caused significant damage to homes and businesses.  The quarter also reflected a “modest” reserve boost to cover future claims, driven by losses in its international commercial businesses.  AIG’s general insurance business posted just $13 million in adjusted pretax income, compared with a $4.9 billion loss in the year-ago quarter, which was affected by a review that caused AIG to significantly boost reserves.  The insurer’s life and retirement business was also affected by a re-evaluation of its underlying method of predicting losses. The business booked a $90 million charge, primarily due to what AIG called a “modernization” of actuarial systems and models.  That business’ adjusted pretax income fell 10 percent to $782 million from $866 million in the year-ago quarter. Overall, AIG’s bottom line was mostly hurt by the Tax Cuts and Jobs Act, posting $6.7 billion worth of charges related to the new tax law.  U.S. tax reform has caused many financial services companies to book big one-time losses for earnings held overseas and also for an accounting oddity related to losses booked during the 2007-2009 financial crisis, even though lower corporate tax rates will help them in the long run.  Under Chief Executive Officer Brian Duperreault, who has been in the role for less than a year, AIG has been looking to acquire businesses and restructure itself to boost results, with a particular focus on technology.  The insurer now has three units, including a general insurance business, a life and retirement unit and a standalone technology unit.  In its announcement on Thursday, AIG said it had recently formed a Bermuda-based legal entity named DSA Reinsurance Company. The entity’s main purpose is to reinsure old policies the company has on its books, many of which have been contributing to losses.  Last month, AIG also agreed to purchase reinsurer Validus Holdings Ltd VR.N for $5.6 billion in a bid to expand its offerings and improve underwriting tools.","18":"Oct 18 (Reuters) - Insurer American International Group Inc said on Thursday it expects third-quarter pre-tax catastrophe losses, net of reinsurance, of between $1.5 billion and $1.7 billion.  “These losses are largely associated with multiple events in Japan, including Typhoons Jebi and Trami, as well as Hurricane Florence and revisions to our loss estimates on the California mudslides,” AIG said in a statement.  AIG shares fell about 4 percent in extended trading. (Reporting by Arjun Panchadar in Bengaluru; Editing by Sai Sachin Ravikumar)","19":"FILE PHOTO: American International Group Inc. (AIG) headquarters seen on the day of the companyÕs 2017 annual shareholder meeting at 175 Water Street, New York, U.S., June 28, 2017. REUTERS\/Suzanne Barlyn  (Reuters) - American International Group Inc AIG.N on Thursday promoted David McElroy to the post of chief executive officer of general insurance and executive vice president with immediate effect.  McElroy, who was president and chief executive officer of the North American operations of general insurance at AIG, will also join the AIG executive leadership team and report to Peter Zaffino, the insurer’s president and global chief operating officer. [nBw9G8kn9a]  McElroy takes over the role of CEO, general insurance from Zaffino in a move that gives Zaffino more time to spend on corporate-wide initiatives and puts him in place to eventually take over as CEO from Brian Duperreault, Wells Fargo analyst Elyse Greenspan said.  Zaffino was named president of AIG, one of the largest U.S. insurers, in December. (reut.rs\/3fRZhfd)  “Our view has always been that Duperreault would step down and hand the reins over to Zaffino when there was line of sight to consistent improved performance within its General Insurance business,” Greenspan said.","20":"(Reuters) - American International Group AIG.N Inc has racked up an estimated $750 million to $800 million in catastrophe losses so far during the 2018 fourth quarter, its chief executive officer said on Wednesday.  Slideshow ( 2 images )  Still, the company’s general insurance unit is on track to enter 2019 “at a slight underwriting profit,” AIG CEO Brian Duperreault said at the Goldman Sachs U.S. Financial Services Conference in New York.  The catastrophe losses do not include December, Duperreault said.  Duperreault, who took charge of AIG in 2017, has vowed to turn the company around. His most critical task is overhauling AIG’s underwriting culture after the company spent years chasing revenue growth without appropriately weighing risks.  AIG company expects an overall eight percent adjusted return on equity going into 2019, driven in part by the slight underwriting profit in its general insurance unit, Duperreault said on Wednesday.  “But let me be clear. We are not satisfied with an eight percent,” Duperreault said. The company intends to reach a double-digit adjusted return on equity, but the process could take up to three years, he added.  “The problems that AIG had when I arrived were the result of over a decade of firefighting but we are moving beyond that era,” Duperreault said.  AIG expects the unit’s 2019 net earned premium to be consistent with 2018 levels, Duperreault said.  Wildfires in California, net of reinsurance, will add between $150 million and $175 million to AIG’s net pretax losses for the fourth quarter, since the company has triggered its reinsurance coverage, Duperreault said. AIG expects its Validus Holdings Ltd unit, the reinsurer it acquired in July, to incur about a $60 million pretax loss for wildfires, he added.  Earnings for AIG’s Life and Retirement will decrease for the second half of 2019, partly related to investment in new business and “growth initiatives,” Duperreault said.  The insurer’s fourth quarter effective tax rate will be around 26 percent because of global catastrophes and a shift in business mix, he said.  On Tuesday, AIG named its chief actuary, Mark Lyons as chief financial officer. Lyons replaces Sid Sankaran, who joined the company in 2015.  Sankaran will remain at AIG as an adviser through the year-end reporting process for fiscal year 2018, the company said.","21":"(Reuters) - American International Group Inc AIG.N is exiting business activities in Iran that came with a subsidiary it acquired and which now butt up against the sanctions against Iran that have been reimposed by the Trump administration, according to a filing.  Validus Holdings Ltd, a Bermuda-based reinsurer that AIG acquired for $5.56 billion in July, is winding down insurance coverage it provides to shipping companies that transport cargo to and from Iran, according to an AIG filing on Nov. 2.  The cargo includes crude oil shipped from Iran and refined petroleum products shipped to Iran, according to the filing.  In May, U.S. President Donald Trump withdrew the United States from a 2015 nuclear deal between Iran and six major powers designed to stall Iran’s nuclear weapons program and ordered sanctions reimposed on Tehran.  The United States on Monday restored sanctions targeting Iran’s oil, banking and transportation sectors and threatened more action to stop its “outlaw” policies, steps the Islamic Republic called economic warfare and vowed to defy.  European insurers, reinsurers, brokers and shipping firms have been winding down Iranian business since May as the United States prepared to restore sanctions on insurance and reinsurance beginning on Nov. 4.  Validus subsidiaries based outside the United States provide the Iran-related insurance, which includes coverage for vessels, war, cargo and liability, AIG said. The company is also exiting some reinsurance policies involving Iran, AIG said.  AIG received a license from the U.S. Office of Foreign Assets Control in July, allowing the company to transition out of Iranian-related businesses, according to the filing. Income from the Iran-related insurance is minimal, AIG said.","22":"March 12 (Reuters) - American International Group Inc :  * AIG - BOARD APPOINTED ELIAS HABAYEB, CFO OF GENERAL INSURANCE, TO ADDITIONAL ROLE OF PRINCIPAL ACCOUNTING OFFICER, EFFECTIVE MARCH 9  * AIG - JONATHAN WISMER, DEPUTY CHIEF FINANCIAL OFFICER AND CHIEF ACCOUNTING OFFICER, WILL BE LEAVING CO EFFECTIVE MARCH 31  * AIG - HABAYEB WILL NOW SERVE AS SENIOR VICE PRESIDENT, DEPUTY CFO, CHIEF ACCOUNTING OFFICER, AIG AND CFO, GENERAL INSURANCE Source text: (bit.ly\/2TYcYAq) Further company coverage:","23":"March 19 (Reuters) - American International Group Inc :  * AIG FILES FOR POTENTIAL TWO-PART NOTES OFFERING; SIZE NOT DISCLOSED - SEC FILING  * AIG SAYS NOTES WILL BE SOLD IN DENOMINATIONS OF $2,000 AND INTEGRAL MULTIPLES OF $1,000 IN EXCESS THEREOF Source text: (bit.ly\/2tW2pnu) Further company coverage:","24":"WASHINGTON, March 26 (Reuters) - The U.S. Supreme Court on Monday handed a defeat to former American International Group Inc CEO Maurice “Hank” Greenberg, refusing to hear an appeal he led arguing that the federal government illegally bailed out the insurer during the 2008 financial crisis at the expense of shareholders.  The justices left in place a 2017 ruling by a federal appeals court in Washington that Greenberg’s Starr International Co had no legal right to challenge the bailout because that right belonged to AIG, which chose not to sue.","25":"(Reuters) - American International Group Inc AIG.N faces a crucial test on Wednesday, when shareholders are to vote on whether the board of directors has adequately addressed their concerns about executive pay.  FILE PHOTO: American International Group Inc. (AIG) headquarters seen on the day of the companyÕs 2017 annual shareholder meeting at 175 Water Street, New York, U.S., June 28, 2017. REUTERS\/Suzanne Barlyn  Investors offered relatively weak support for AIG’s pay proposals in the prior two years during the era of Chief Executive Officer Brian Duperreault, who joined the U.S. insurer in May, 2017 with a lucrative package and has argued that paying top dollar is the only way to recruit and retain top talent.  Two influential proxy advisory firms, which scrutinize proposals and suggest how shareholders should vote, offered cautious approval of AIG’s executive pay this year, saying the board engaged with a significant portion of investors and made enough changes to warrant a “yes” vote.  They noted, however, that the company’s stock performance has been poor, that Duperreault is rewarded more than peers and that AIG has room to improve structural issues with executive compensation.  “Cautionary support for the say-on-pay proposal is warranted,” Institutional Shareholders Inc said in its analysis. AIG made “meaningful improvements,” but its compensation remains a “high concern” because of a misalignment between performance and pay.  Glass Lewis & Co also “cautiously” recommended approving AIG’s pay proposal because of steps it took to engage with shareholders and restructure compensation packages, despite giving the company an “F” grade in pay-for-performance.  An AIG spokesman declined to comment on the reports.  Both firms had opposed AIG’s pay packages in 2019 and 2018. Just 55% and 62% of voting shareholders threw their support behind the proposals in those years, respectively - far below the norm of 90% or more for U.S. stock issuers.  Executive compensation was a fiery issue for AIG after it received a $180 billion taxpayer bailout in 2008 while still paying executives tens of millions of dollars and funding lavish client events. The money AIG spent to hire Duperreault and the amount it has been putting toward him and other executives with few strings attached re-ignited the debate among investors.  In 2019, AIG held 32 meetings with stockholders representing 54% of outstanding shares to discuss their concerns. The company had reached out to an even wider swath of stakeholders, offering consultations with top executives or directors.  The board made some changes in response to criticism that performance metrics were subjective or vague, that they did not align closely enough with performance or that they were too short-term in nature.  For instance, AIG reduced equity grants and introduced a “vesting cap” that limits rewards executives can receive when the insurer does worse than its peers. It also made changes to prior awards to reflect AIG’s slumping stock price.  The board, led by independent Chair Douglas Steenland, awarded Duperreault $19.4 million for 2019. That was a 7.6% decline from his pay in 2018.  AIG’s total shareholder return for the three years ending in 2019 was -5.47% compared with 8.12% for a major insurance index, according to ISS.","26":"(Reuters) - Insurer American International Group Inc reported first-quarter earnings that trounced Wall Street estimates on Monday, as its general insurance business posted its first underwriting profit since the financial crisis.  FILE PHOTO: People exit the AIG building in New York's financial district March 19, 2015. REUTERS\/Brendan McDermid\/File Photo  Shares of the company rose more than 6 percent after Chief Executive Officer Brian Duperreault said he expects the company to record an underwriting profit for the full year.  The general insurance unit’s underwriting income, which is the difference between premiums an insurer collects on policies and claims it pays out, was $179 million in the latest quarter, compared with an underwriting loss of $251 million a year earlier.  Adjusted income from the business rose more than two-fold to $1.27 billion.  Duperreault, who took the helm at AIG in May 2017, has been overhauling AIG’s underwriting culture, which has for years focused on chasing revenue growth without appropriately weighing risks.  The CEO and his deputies have been telling staff to be more selective about clients and wind down or revise unprofitable policies. AIG is also buying reinsurance to mitigate losses on old business.  The general insurance unit’s accident year combined ratio - which excludes changes from losses incurred in past years - was 96.1 for the quarter, compared with 99.7 a year earlier. A ratio below 100 percent means the insurer earns more in premiums than it pays out in claims.  The accident year ratio is a measurement that Duperreault has cited as the best gauge of the unit’s long-term profitability. The number excludes catastrophe claims and reserve charges.  A tight leash on costs also helped the insurer, with its expense ratio falling 230 basis points to 34.3 from the prior-year quarter.  Gross premiums written rose 11 percent to $10.2 billion in the general insurance business, helped mostly by the performance of its commercial lines insurance in North America.  AIG’s adjusted net income rose to $1.39 billion, or $1.58 per share, in the first quarter ended March 31, from $963 million, or $1.04 per share, a year earlier.  Analysts were expecting a profit of $1.06 per share, according to IBES data from Refinitiv.","27":"April 12 (Reuters) - American International Group Inc :  * AIG AND EY ANNOUNCE STRATEGIC TAX COMPLIANCE AND TECHNOLOGY AGREEMENT  * EMPLOYEES OF AIG’S GLOBAL TAX COMPLIANCE AND TAX TECHNOLOGY TEAMS TRANSITIONED TO EY EFFECTIVE MARCH 31, 2018  * AGREEMENT INVOLVES COMBINATION OF MANAGED TAX SERVICES AND TRANSFER OF SELECT AIG EMPLOYEES TO EY  * FIVE YEAR STRATEGIC TAX COMPLIANCE AND TECHNOLOGY AGREEMENT WAS EFFECTIVE AS OF FEB 5, 2018 Source text: (reut.rs\/2GW5I4w) Further company coverage:","28":"March 1 (Reuters) - METLIFE AMERICAN INTERNATIONAL GROUP AND ARAB NATIONAL BANK COOPERATIVE INSURANC:  * ANNOUNCES END OF CREDITORS OBJECTION PERIOD ON WALAA COOPERATIVE INSURANCE MERGER  * ANNOUNCES EFFECTIVENESS OF MERGER WITH WALAA COOPERATIVE INSURANCE  * NO OBJECTIONS FROM CREDITORS RECEIVED DURING THE PERIOD Source text for Eikon: Further company coverage:","29":"Sept 21 (Reuters) - Insurer American International Group Inc said on Friday that it will acquire Glatfelter Insurance Group, a York, Pennsylvania-based insurance broker and company.  AIG expects to close the deal during the fourth quarter of 2018, it said. Terms were not disclosed. (Reporting by Suzanne Barlyn Editing by Chizu Nomiyama )","30":"","31":"FILE PHOTO: American International Group Inc. (AIG) headquarters seen on the day of the companyÕs 2017 annual shareholder meeting at 175 Water Street, New York, U.S., June 28, 2017. REUTERS\/Suzanne Barlyn  NEW YORK (Reuters) - Shareholders of American International Group Inc AIG.N strengthened their support for the U.S. insurance company's executive compensation plan after the board made changes to its pay packages, according to vote totals AIG released on Thursday.  Nearly 94% of the shareholder votes tallied supported the board’s 2020 executive compensation plan, AIG said. That compares with votes of 55% in favor of the plan in 2019 and 62% in 2018.  AIG was criticized for excess after it received a $180 billion taxpayer bailout in 2008 while still paying executives tens of millions of dollars and paying for posh client events.  Criticism was reignited under Chief Executive Officer Brian Duperreault, who joined the U.S. insurer in May 2017 with a lucrative package and presided over pay to other executives with few strings attached.  Two proxy advisory firms, which suggest how shareholders should vote on executive pay and other proposals, gave AIG’s 2020 pay plan cautious approval before the vote, saying the board had made enough changes to warrant a “yes” vote.  They noted, however, that the company’s stock performance has been poor, that Duperreault is compensated more than peers, and that AIG has room to improve structural issues with executive pay.  AIG said that nearly 659.9 million shares voted in support of the pay plan, and 42.6 million against. All other AIG proposals passed during the Wednesday shareholder meeting.  A shareholder proposal to make it easier for shareholders to call special meetings was voted down 56% to 44%. The tally was 393.5 million shares against and 309 million in favor, AIG said.","32":"(Reuters) - Insurer American International Group Inc AIG.N on Monday posted a 56% fall in quarterly adjusted earnings, spurred partly by higher catastrophe losses and lower private-equity returns.  Banners commemorating the 100th anniversary of American International Group Inc. adorn the New York Stock Exchange in Manhattan, New York, U.S. October 10, 2019. REUTERS\/Suzanne Barlyn  Adjusted after-tax income attributable to AIG common shareholders fell to $571 million in the second quarter ended June 30, from $1.3 billion a year earlier.  Excluding items, AIG earned a profit of 66 cents per share compared with $1.43 per share a year earlier, exceeding Factset expectations of 50 cents per share, the company said.  Shares of AIG, one of the largest U.S. insurers, rose 3.7% in after-hours trading.  AIG posted an underwriting loss of $343 million in its general insurance business, compared with a $147 million profit a year earlier.  The loss included $674 million of catastrophes, net of reinsurance, partly reflecting $458 million related to COVID-19 and $126 million for civil unrest claims.  A decline in travel during the pandemic affected AIG’s travel insurance business.  Net adjusted investment income dropped $537 million from a year ago to $3.2 billion. Performance was hurt by $276 million in private-equity losses compared with $238 million in private-equity income a year ago which included a large gain from one of the holdings.  AIG’s general insurance accident year combined ratio excluding changes from losses incurred in past years, was 94.9 for the quarter, compared with 96.1 a year ago.  AIG has been using the metric to gauge the success of a turnaround plan launched by Chief Executive Officer Brian Duperreault upon taking the insurer’s helm in 2017.  A ratio below 100 means the insurer earns more in premiums than it pays out in claims.  Gross premiums written fell 2% to $8.47 billion in the general insurance business.  AIG’s life and retirement unit posted $881 million in adjusted pretax income compared with $1.0 billion a year ago, driven partly by private-equity losses and deaths from COVID-19.  AIG completed selling a 76.6% stake in its run-off company, Fortitude Group Holdings LLC, to Carlyle Group Inc CG.O and T&D United Capital Co Ltd on June 2. The deal reduces risk on AIG's balance sheet, the company said.","33":"Insurer American International Group Inc on Wednesday said it cannot support bankruptcy plan disclosures made by Toshiba Corp’s nuclear services business Westinghouse Electric Co LLC until it makes clear its plan for its surety bonds.  AIG in court papers objected to Westinghouse’s disclosure statement, arguing it is “silent” on how the bonds would be treated in a Chapter 11 plan though it implies they will be replaced with new bonds.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2EHhy0i","34":"(Reuters) - Insurer American International Group Inc AIG.N beat Wall Street estimates for quarterly profit on Wednesday, boosted by improved underwriting in general insurance business and higher investment income, sending its shares up 3% in extended trading.  FILE PHOTO: People exit the AIG building in New York's financial district March 19, 2015. REUTERS\/Brendan McDermid\/File Photo  A strong performance in commercial and personal insurance in regions outside of North America helped the insurer post an underwriting profit of $147 million in its general insurance business compared with a loss of $89 million a year earlier.  The general insurance business reported its first underwriting profit last quarter since 2007, when it was hit by the financial crisis.  AIG, one of the largest U.S. insurers, earned $1.43 per share on an adjusted basis. That smashed the consensus forecast for $1.15 a share, according to IBES data from Refinitiv.  AIG shares were up 3% at $54.40 in after-hours trade.  AIG said its general insurance accident year combined ratio, excluding changes from losses incurred in past years, improved to 96.1 for the quarter, from 101 a year earlier.  A ratio below 100% means the insurer earns more in premiums than it pays out in claims.  Chief Executive Officer Brian Duperreault took the helm of AIG in 2017, promising to return the company to its glory days and make the company’s general insurance business profitable again.  “General Insurance achieved its second consecutive quarter of underwriting profitability resulting from underwriting and expense discipline, and reinsurance actions, and remains on track to deliver an underwriting profit for the full year,” Duperreault said in a statement.  AIG’s acquisitions under Duperreault of reinsurer Validus and insurance program manager Glatfelter Insurance Group contributed to the better ratio, along with improvements to new business, renewal terms and use of reinsurance, the company said.  The insurer’s net investment income jumped 19.4% to $3.7 billion, aided by higher returns from AIG’s equity investments.  Net income attributable to the company's common stockholders rose to $1.10 billion, or $1.24 per share, in the second quarter ended June 30, from $937 million, or $1.02 per share, a year earlier. (reut.rs\/2GVhQjZ)  Gross premiums in the general insurance business remained steady at $8.65 billion from the year-ago period.  Adjusted pretax income for AIG’s life and retirement business was $1 billion, up 9% from $962 million in the prior year quarter.  Strong private equity returns, including income of $138 million from the initial public offering of a company in that portfolio, also helped fuel performance, AIG said.","35":"American International Group Inc. (AIG) headquarters seen on the day of the company's 2017 annual shareholder meeting at 175 Water Street, New York, U.S., June 28, 2017. REUTERS\/Suzanne Barlyn\/File Photo  (Reuters) - American International Group Inc AIG.N said it has formed two new entities in Luxembourg and the UK to ensure little disruption to the company's insurance coverage in Europe when Britain exits the European Union.  The insurer currently writes business in Europe from UK-based insurance company AIG Europe Ltd, and has branches across the European Economic Area and Switzerland.  AIG said it would transfer AIG Europe Ltd’s existing insurance business to the UK and Luxembourg units.  “The great advantage of the restructuring route we have chosen is that it will give clients certainty that whatever the other unknowns of Brexit for their businesses, their European insurance coverage has been Brexit-proofed,” AIG Europe Ltd Chief Executive Officer Anthony Baldwin said in a statement.  AIG joins a growing list of financial companies that plan to shift some operations to continental Europe to maintain links to customers after Brexit.  The new AIG companies will begin writing business Dec. 1.","36":"May 15 (Reuters) - cc  * CARL ICAHN DISSOLVES SHARE STAKE IN AIG - SEC FILING  * CARL ICAHN DISSOLVES SHARE STAKE IN PAYPAL HOLDINGS INC  * CARL ICAHN CUTS SHARED SHARE STAKE IN FREEPORT-MCMORAN INC BY 35 PERCENT TO 50.2 MILLION SHARES  * CARL ICAHN TAKES SHARED SHARE STAKE OF 30.3 MILLION SHARES IN NEWELL BRANDS INC  * CARL ICAHN CUTS SHARED SHARE STAKE IN MANITOWOC CO INC BY 36.3 PERCENT TO 1.7 MILLION SHARES  * CARL ICAHN: CHANGE IN HOLDINGS ARE AS OF MARCH 31, 2018 AND COMPARED WITH THE PREVIOUS QUARTER ENDED AS OF DEC 31, 2017 Source For the quarter ended Mar 31, 2018: bit.ly\/2rIoimG Source For the quarter ended Dec 31, 2017: bit.ly\/2ELwpXo","37":"(Reuters) - Insurer American International Group Inc AIG.N on Tuesday named Mark Lyons chief financial officer, replacing Sid Sankaran.  Lyons joined AIG in 2018 from insurer Arch Capital Group Ltd, where he was executive vice president, CFO and treasurer since 2012, the company said in a statement.  AIG said Lyons will continue as chief actuary of the company’s general insurance business until it names a successor.  Sankaran will remain at AIG as an adviser through the year-end reporting process for fiscal year 2018, the company said.  Sankaran joined the company as chief risk officer in October 2010 and was named CFO in 2015.  Separately, AIG also announced the acquisition of Glatfelter Insurance Group, a York, Pennsylvania-based insurance broker.","38":"(Adds BASF, United Grinding, HCR ManorCare, Xerox, AIG, RCL Foods; Updates Atlantia)  March 2 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2100 GMT on Friday:  ** German chemicals maker BASF is in talks with drugmaker Bayer to buy its vegetable seeds business, which is valued at around 1.5 billion euros ($1.85 billion) including debt, two people familiar with the matter said.  ** Swiss investor Martin Ebner is in talks to buy Swiss-German United Grinding, as other bidders have dropped out of the race for the machine tool maker, two people close to the matter said.  ** Atlantia has bought a 15.5 percent stake in the operator of the Channel tunnel for more than 1 billion euros ($1.2 billion), it said on Friday, adding the deal did not change its plan to buy Spain’s Abertis.  ** Infrastructure fund F2i and towers company Raiway will not extend their offer for Telecom Italia’s (TIM) broadcasting unit Persidera after it expires on Friday, three sources close to the matter said.  ** The second-largest U.S. nursing home operator, HCR ManorCare, will file for Chapter 11 protection in the coming days and transfer ownership to its landlord, Quality Care Properties Inc, the latest sign of distress in the senior housing industry.  ** Insurer American International Group Inc on Friday said that it has struck a deal with online travel services provider Brand Expedia Group to sell travel insurance to the company’s global customers.  ** Hedge fund manager Darwin Deason filed a new lawsuit against Xerox Corp on Friday after it refused to allow him to make nominations to its board after a deadline, the latest blows in a row over its proposed merger with Fujifilm Holdings Corp.  ** South Africa’s RCL Foods has completed a 123 million rand ($10 million) expansion at its pet food plant to help reduce its exposure to a poultry business hit by drought and cheap imports. ** British sportswear retailer Sports Direct has increased its stake in department store chain Debenhams to 29.7 percent and is seeking to extend its relationship with the firm to “a strategic partnership”, it said. ** Brazil’s antitrust watchdog Cade approved the sale of Ventos de Santo Estevao Holding, a wind energy firm, to a joint venture between Votorantim Energia and Canadian pension fund CPPIB, the federal register showed. ** Microchip Technology Inc said late on Thursday it would buy Microsemi Corp, the largest U.S. commercial supplier of military and aerospace semiconductor equipment, for about $8.35 billion. ** Nippon Life Insurance Co said it had agreed to buy an 85 percent stake in the domestic unit of U.S.-based MassMutual Financial Group for about 104.2 billion yen ($980 million) as it aims to boost its bancassurance sales. ** IGM Resins, a Dutch manufacturer of materials for coatings, inks and adhesives, has been put up for sale by its private equity owner in a potential 500 million euro ($614 million) deal, people close to the matter said. ** French energy company Total substantially raised its presence in Libya with the purchase of a 16.3 percent stake in Libya’s Waha concessions from U.S. Marathon Oil for $450 million. ** ArcelorMittal SA, the world’s largest steelmaker, said on Friday it would form a joint venture with Japan’s Nippon Steel & Sumitomo Metal Corp to bid for bankrupt steelmaker Essar Steel India Ltd. ** A Shanghai government agency has taken control of CEFC China Energy, the private firm that has agreed to buy a $9.1 billion stake in Russian oil major Rosneft, the South China Morning Post (SCMP) reported.  ** A former Obama administration official on Thursday reached a deal to purchase assets of The Weinstein Company and said she will use a majority-female board to rebuild the Hollywood studio tarnished by sexual misconduct allegations. ** Italy’s Snam and Belgium’s Fluxys said they would become the only shareholders in the Interconnector UK pipeline. (Compiled by Akshara P and Uday Sampath in Bengaluru)","39":"Nov 1 (Reuters) - Insurer American International Group Inc on Friday posted a profit in the third quarter, compared with a year-earlier loss when it recorded more than a billion dollars in catastrophe losses.  AIG's net income attributable to common shareholders was $648 million, or 72 cents per share, in the third quarter ended Sept. 30, compared with a loss $1.26 billion, or $1.41 per share, a year earlier. reut.rs\/36r6qzt  AIG’s net pretax catastrophe loss narrowed to $511 million in the quarter from $1.6 billion a year earlier.  The company, one of the largest insurers in the United States, also reported a narrower underwriting loss in its general insurance business - $249 million from $1.73 billion last year.  The insurer’s general insurance accident year combined ratio, excluding changes from losses incurred in past years, was 95.9, compared with 99.4 a year earlier. (Reporting by Bharath Manjesh in Bengaluru; Editing by Anil D’Silva)","40":"(Reuters) - Insurer American International Group Inc AIG.N on Friday said that it has struck a deal with online travel services provider Brand Expedia Group EXPE.O to sell travel insurance to the company's global customers.  Slideshow ( 2 images )  The move is part of a strategy by AIG Chief Executive Officer Brian Duperreault to grow the insurance giant and expand its global reach.  AIG's agreement with Expedia marks its second travel insurance deal in five months. In October, the insurer said it had reached an agreement to sell travel insurance to United Airlines UAL.N customers.  Terms of the deal were not disclosed.  In January, AIG said it would buy reinsurer Validus Holdings Ltd (VR.N) for $5.56 billion in cash, ending a long period of retrenchment for the insurer, which had dramatically shrunk since its near-death experience during the 2008 financial crisis.  Travel insurance is seen by industry sources as a low-risk business and steady revenue generator. But insurers need scale for it to significantly boost their bottom lines, said Sandler O’Neill analyst Paul Newsome.  “It’s almost certainly not a material change, but it’s a really nice feather in (AIG’s) cap,” Newsome said of the Expedia deal. “It’s nice to have a high-profile transaction that maybe adds some confidence to people looking at AIG.”  The latest deal gives U.S. Expedia customers the option to buy AIG travel insurance when booking flights, hotels, travel packages and cruises on Expedia sites, including Expedia.com, CheapTickets, Orbitz and Travelocity.  The companies plan to expand the offering worldwide.  A travel services business line of broker Aon Plc AON.N will continue to handle U.S. customer claims, the companies said.","41":"March 24 (Reuters) - A Native American tribe on Tuesday sued a group of insurance companies, asking a court to declare that losses it is incurring from shutting down its casinos during the coronavirus pandemic are covered by its business insurance.  The suit by the Chicksaw Nation in an Oklahoma state court names insurance marketplace Lloyd’s of London, as well as units of American International Group Inc and AXA XL, among others.  The Chicksaw Nation is among a number of Oklahoma tribes that have temporarily shut down casinos they own in order to curb the spread of the disease.  At issue is a type of commercial insurance that covers businesses for income lost due to property damage. Lawyers for both insurers and policyholders anticipate a wave of litigation over whether various insurance policies for so-called “business interruption” will cover coronavirus-related shutdowns.  The Native American gaming industry on March 17 requested $18 billion in U.S. federal aid as it shut casinos that are the sole source of commercial revenue for dozens of tribes in a bid to slow the spread of the new coronavirus. {L1N2BA2PQ]  Representatives for Lloyd’s and AXA XL declined comment. An AIG spokesman could not be immediately reached for comment. (Reporting by Suzanne Barlyn; Editing by Bernadette Baum)","42":"May 3 (Reuters) - American International Group Inc executives on Thursday defended their strategy for transforming the company, saying some key improvements would take hold by year-end, but failed to convince investors as shares slid more than 8 percent.  The New York-based insurer reported a 21 percent decline in first-quarter profit on Wednesday, due to higher catastrophe and bad weather claims, as well as weaker investment income.  “We do expect to deliver an underwriting profit by the end of this year,” said AIG chief executive officer Brian Duperreault in a call with analysts on Thursday.  Duperreault took charge of AIG nearly a year ago, promising to grow the company and boost revenues. He has been working to improve underwriting practices, increase AIG’s focus on technology and install new executives across the insurer to jumpstart profits.  But his steps have yet to boost the bottom line and AIG’s shares were trading at $50.38 early on Thursday afternoon.  AIG’s changes to underwriting practices will take some time to show in the company’s income statement, said Peter Zaffino, chief executive of AIG’s general insurance unit, during the call. But a combination of managing expenses and improving ratios of losses to premiums will contribute to AIG’s year-end financial performance, Zaffino said.  The company is also making changes to excess casualty business, trying to shed certain risky bets such as being the lead insurer for initial public offerings and professional liabilities, Duperreault said.  AIG also reported on Wednesday that it had released $104 million in reserves from its general insurance unit, the first such development since 2016. (Reporting by Suzanne Barlyn Editing by Frances Kerry)","43":"NEW YORK, May 14 (Reuters) - Shareholders of American International Group Inc strengthened their support for the U.S. insurance company’s executive compensation plan after the board made changes to its pay packages, according to vote totals AIG released on Thursday.  Nearly 94% of the shareholder votes tallied supported the board’s 2020 executive compensation plan, AIG said. That compares with votes of 55% in favor in of the plan in 2019 and 62% in 2018. (Reporting by Alwyn Scott and Suzanne Barlyn; Editing by Sandra Maler)","44":"Dec 4 (Reuters) - Insurer American International Group Inc on Tuesday named Mark Lyons chief financial officer, replacing Sid Sankaran.  Sankaran will remain at AIG in an advisory capacity through the end of the year, the company said in a statement. (Reporting by Bharath Manjesh in Bengaluru; Editing by Anil D’Silva)","45":"(Reuters) - The U.S. Securities and Exchange Commission told American International Group Inc AIG.N to improve disclosures about its use of reinsurance to mitigate losses in its property and casualty unit, according to correspondence made public on Friday.  After reviewing AIG's 2017 annual filing, SEC staff asked the insurer to add information that includes details about the amount of reinsurance it receives from a pact with Warren Buffett's Berkshire Hathaway Inc BRKa.N.  The regulator also asked AIG to include a note about the methodology behind its reinsurance calculations as well as factors that may cause those amounts to change, according to a letter sent to AIG Chief Financial Officer Sid Sankaran on August 24.  In a reply to the SEC dated Sept. 18, Associate General Counsel James Killerlane, said AIG was making the changes.  AIG agreed last year to pay a reinsurance unit of Berkshire$10.2 billion to take over many long-term risks from U.S. commercial insurance policies that were losing money.  Those “long-tail” exposures can emerge many years after policies are issued, often because of poor underwriting assumptions about customer life spans or the cost of workers compensation.  Berkshire’s National Indemnity Co unit agreed to absorb 80 percent of net losses in excess of the first $25 billion, with a maximum liability of $20 billion. AIG did not receive any payments last year because its claims payouts did not reach the $25 billion threshold.","46":"FILE PHOTO: Brian Duperreault, President and Chief Executive Officer (CEO) of American International Group (AIG) speaks at the UJA-Federation of New York General Insurance Annual Event in New York City, New York, U.S., June 5, 2018. REUTERS\/Mike Segar  (Reuters) - Insurer American International Group Inc said on Tuesday it paid Chief Executive Officer Brian Duperreault $20.9 million in 2018 while also outlining a series of reforms to its pay practices in the face of shareholder criticism.  The pay, for Duperreault’s first full year at the helm of the insurer, was less than half the $43.1 million he received in 2017, which included a $12 million cash bonus and other one-time awards.  At its annual meeting in 2018, only 62 percent of shareholder votes backed the pay, an unusually low number compared with the roughly 95 percent support that major U.S. companies typically receive in such votes. So-called say-on-pay votes are nonbinding but low results often spur directors into action to guard against losing their own seats.  AIG now hopes to win over some of the skeptical investors at this year’s annual meeting, set for May 21 in New York. Potentially making the task harder will be that shares of the company declined 34 percent in 2018.  Duperreault, known in the insurance industry as a turnaround expert, took charge of AIG in May 2017.  In its proxy, filed on Tuesday, AIG listed a number of steps it has taken in response to shareholder concerns, including tying executive pay more directly to share performance.  For instance, the company said that although Duperreault could have achieved a short-term incentive award of $3.456 million, the board reduced that to $3.04 million in order to reflect “shared accountability” for overall company performance.  Other changes include an initiative to increase diversity among board members and ensuring that board member nominees who are also chief executive officers and up for election this year serve on only one outside board.","47":"BOSTON (Reuters) - American International Group AIG.N paid its new chief executive Brian Duperreault $43.1 million last year, a securities filing showed on Tuesday.  American International Group Inc. (AIG) Chief Executive Officer Brian Duperreault seen at AIG headquarters on the day of the company's 2017 annual shareholder meeting in New York, U.S., June 28, 2017. REUTERS\/Suzanne Barlyn  AIG, which during the financial crisis faced questions over the compensation of former leader Maurice “Hank” Greenberg, had previously outlined the components of Duperreault’s pay but not the total figure.  Excluding one-time components, Duperreault earned $14.9 million after rejoining AIG in May, according to the company’s annual proxy filing to the U.S. Securities and Exchange Commission.  That figure was similar to the $15.3 million paid to MetLife Inc MET.N CEO and Chairman Steven Kandarian in 2016, and less than the $27.1 million paid in 2017 to John Strangfeld, chairman and CEO of Prudential Financial Inc PRU.N, according to the latest proxy filings by those companies.  Duperreault, 70, had worked for AIG until 1994 and rejoined it from a Bermuda company he founded, Hamilton Insurance Group.  As CEO he replaced Peter Hancock, who stepped down under pressure. Hancock received $24.2 million last year including a $5 million cash award “for his service through the transition” to the new CEO, according to the filing.  Duperreault’s payout could indicate investor angst at high CEO pay has faded with rising markets. At last year’s AIG annual meeting, about 98 percent of votes cast by investors were in favor of the 2016 compensation for top executives, the company’s filing states.  While Duperreault’s compensation will be up for another advisory vote at its annual meeting on May 9, some investors have previously said they would approve of the pay so long as he performs.  Since his appointment AIG’s shares have closed as high as $66.06 on Aug. 3. The stock closed at $54.21 on Monday.  AIG received a federal bailout during the financial crisis that eventually totaled $182.3 billion but was repaid.  Greenberg, who built the company until his ouster in 2005, on Monday suffered a legal defeat when the U.S. Supreme Court declined to hear an appeal he led arguing the bailout was illegal and at the expense of shareholders.  Duperreault’s compensation in 2017 included a $12 million cash bonus and a one-time option award valued at $16.2 million, mostly tied to performance targets.  AIG’s board compensation committee “believes this award properly motivates Mr. Duperreault to create sustainable, profitable growth for AIG, aligning his interests with those of our shareholders,” the proxy filing states.","48":"BOSTON, March 27 (Reuters) - American International Group paid its new chief executive Brian Duperreault $43.1 million last year, a securities filing showed on Tuesday.  AIG, which during the financial crisis faced questions over the compensation of former leader Maurice “Hank” Greenberg, had previously outlined the components of Duperreault’s pay but not the total figure. (Reporting by Ross Kerber)","49":"(Reuters) - Insurer American International Group Inc AIG.N on Monday said its board approved a plan to separate the life and retirement business from the rest of the company, and named President Peter Zaffino as chief executive officer, effective next year.  FILE PHOTO: Banners commemorating the 100th anniversary of American International Group Inc. adorn the New York Stock Exchange in Manhattan, New York, U.S. October 10, 2019. REUTERS\/Suzanne Barlyn\/File Photo  AIG shares were up nearly 8% in extended trading.  Zaffino, 53, who succeeds 73-year-old Brian Duperreault, will take charge in March. Zaffino will be AIG’s seventh CEO since 2005.  The insurer, which ranks among the top 10 U.S. carriers by market value, said it has yet to make a decision on how to carry out the separation, beyond the board voting to establish two independent, market-leading companies.  The separation of the business could take “a couple of years” and may be done in phases through sales of minority stakes, according to two people familiar with the matter.  The board’s decision does not rule out a single sale and any proposed transactions will also need board approval, AIG said.  The life and retirement business accounted for 34% of AIG’s $49 billion (37.62 billion pounds) in 2019 adjusted revenue, compared with 64% for its general insurance business, AIG said in September.  AIG has been in the midst of a turnaround launched by Duperreault, who took charge of AIG in 2017.  Duperreault has focused on sharpening underwriting, doing more with worthwhile customers, investing in technology, restoring talent and cutting costs.  Zaffino, has been the point man to execute those goals, partly by reducing losses in the commercial property and casualty businesses and relying more on reinsurance while also modernizing technology and processes. He also helped to recruit a number of executives.  Zaffino joined AIG as global chief operating officer in 2017. His ascension to CEO was widely expected after being named president in December, but AIG had not indicated timing for the change.  AIG has struggled to right itself after a $182 billion U.S. taxpayer bailout in 2008 to save it from collapse. Since then, the company has sold off big chunks to repay the debt plus a $22.7 billion return.  It also had to work through hefty losses from claims occurring in prior years that led to more than $11.2 billion in unexpected reserve increases since 2015, most of which occurred under prior leadership.  In May 2019, AIG reported its first general insurance underwriting profit since the 2008 financial crisis, a key goal.  The separation of AIG’s life insurance business echoes a move pushed by billionaire activist investor Carl Icahn, who targeted the insurer in 2015 with a break-up plan that was also supported by former hedge fund manager John Paulson.  Icahn, who wanted AIG to become a smaller, simpler company, demanded that AIG spin off its life insurance unit and now former mortgage insurance business.  The move would return more cash to shareholders, Icahn had said at the time.  Icahn sold his AIG stake in 2018.  Analysts have also seen logic in a separation. While the general insurance business is prone to swings from hurricanes, wildfires and other catastrophic events, the life and retirement unit’s large investment portfolio makes it highly sensitive to interest rates - and current low rates have dragged on earnings.  AIG also on Monday said that it incurred an estimated $790 million in catastrophe losses during the third quarter, net of reinsurance and before tax, including $185 million of estimated catastrophe losses for claims related to COVID-19.  The losses were broadly in line with what analysts expected.  AIG also recorded a $9 million pre-tax charge in its life insurance businesses after conducting and annual review of assumptions it has used to write life insurance policies.","50":"Brian Duperreault, President and Chief Executive Officer (CEO) of American International Group (AIG) speaks at the UJA-Federation of New York General Insurance Annual Event in New York City, New York, U.S., June 5, 2018. REUTERS\/Mike Segar  (Reuters) - Insurer American International Group Inc AIG.N said on Thursday it expects third-quarter pre-tax catastrophe losses, net of reinsurance, of between $1.5 billion and $1.7 billion.  The losses are largely related to typhoons in Japan as well as Hurricane Florence, which slammed North and South Carolina last month. Revisions to estimates associated with mudslides in California also contributed to losses, AIG said.  The insurer said initial pre-tax loss estimates for Hurricane Michael were about $300 million to $500 million, which will be recorded in the fourth quarter. Hurricane Michael caused destruction in Florida and six other U.S. states this month.  AIG estimated it has exhausted about $700 million of the $750 million retention under its North American aggregate catastrophe reinsurance program.  The company reports third-quarter results on Nov. 1.  Its shares fell 3.3 percent to $47 in extended trading on Thursday.","51":"Dec 5 (Reuters) - American International Group Inc said on Wednesday it appointed Sachin Shah as the chief executive officer of its Asia Pacific AIG General Insurance unit, effective end-December.  Shah, who most recently served as chairman, president and CEO of MetLife Japan, will report to Christopher Townsend, CEO of AIG General Insurance International, and will be based in Singapore. (Reporting by Maria Ponnezhath in Bengaluru)","52":"(Reuters) - American International Group Inc AIG.N said on Friday the insurer will acquire Glatfelter Insurance Group, a York, Pennsylvania-based insurance broker.  American International Group Inc (AIG) Chief Executive Officer, Brian Duperreault poses in this photo provided August 29, 2018. AIG\/Handout via REUTERS  Privately owned Glatfelter provides services for specialty insurance and has underwriting capabilities that will help boost AIG’s general insurance business, AIG said.  Terms of the deal were not disclosed.  AIG’s latest move comes as Chief Executive Officer Brian Duperreault, who took charge last year, is trying to grow the insurer as part of a strategy for boosting its revenues.  But finding acquisition targets that meet his criteria has been challenging, Duperreault has said.  In June, AIG bought a UK group life insurance specialist from Munich Re for undisclosed terms.  In July, AIG finalized its acquisition of Bermuda-based reinsurer Validus Holdings Ltd for $5.56 billion, the insurer’s first major acquisition since the 2007-2009 global financial crisis.  Duperreault, who is also trying to expand AIG’s global reach, has said he is looking for a company in a large market with a mature legal system that does not cost too much.  Glatfelter employs about 3,000 brokers and has expertise in niche insurance coverage, AIG said.  AIG expects to close the deal during the fourth quarter of 2018, it said.","53":"Feb 13 (Reuters) - American International Group Inc:  * ZAFFINO SAYS AIG 200 PROGRAM WILL REQUIRE $1.3 BILLION INVESTMENT OVER NEXT 3 YEARS, DELIVER $1 BILLION OF RUN RATE BENEFITS BY END OF 2022 - CONF CALL  * AIG’S ZAFFINO SAYS NEW MODERNIZATION AND EXPENSE REDUCTION PROGRAM WILL COVER 10 AREAS - CONF CALL  * COO & PRESIDENT PETER ZAFFINO SAYS INSURER ACHIEVED “FAVORABLE RENEWALS” OF MAJOR REINSURANCE TREATIES ALIGNED WITH EXPECTATIONS - CONF CALL  * ZAFFINO SAYS INSURER IMPROVED EXPIRING CATASTROPHE REINSURANCE BY COMBINING THE INTERNATIONAL AND NORTH AMERICAN DEDUCTIBLES INTO ONE WORLDWIDE DEDUCTIBLE - CONF CALL  * AIG’S ZAFFINO SAYS INSURER BOUGHT TWO “CORE OCCURRENCE TOWERS,” ONE COVERING NORTH AMERICA COMMERCIAL PROPERTY AND THE OTHER, ALL INTERNATIONAL PROPERTY, INCLUDING JAPAN - CONF CALL  * COO SAYS INSURER IS BUILDING A “STANDARD COMMERCIAL UNDERWRITING PLATFORM” AND ENHANCING DIGITAL WORKFLOW IN OUR JAPANESE BUSINESS - CONF CALL  * COO SAYS PLAN FOR MODERNIZATION PROGRAM INCLUDES “MATERIALLY ELIMINATING LEGACY TECHNOLOGY DEBT” - CONF CALL  * LIFE INSURANCE HEAD SAYS INSURER EXPECTS UNIT’S 2020 ADJUSTED PRETAX INCOME TO BE MORE IN LINE WITH 2018 RESULTS - CONF CALL Further company coverage:","54":"Feb 24 (Reuters) - Buffett says berkshire hathaway has $20.96 bln cost basis for shares of apple, which were worth $28.21 bln at year end -- shareholder letter Berkshire says that in q4, it boosted ultimate claim liability estimates related to aig retroactive reinsurance agreement by about $1.8 bln Berkshire, in annual report, says higher liability estimate stems from higher-than-expected loss payments Berkshire says that in q4 it recorded unspecified, one-time inventory and impairment charges at its precision castparts unit, which reduced overall results Berkshire says it paid $2.7 billion for ‘bolt-on’ acquisitions in 2017 Berkshire, in annual report, says year-over-year circulation has declined at many of its newspapers, including the buffalo news in new york and omaha world-herald in its nebraska hometown","55":"FILE PHOTO: American International Group Inc. (AIG) headquarters seen on the day of the companyÕs 2017 annual shareholder meeting at 175 Water Street, New York, U.S., June 28, 2017. REUTERS\/Suzanne Barlyn  WASHINGTON (Reuters) - An investment advisory unit of American International Group has agreed to pay about $40 million for failing to disclose to teachers and other clients conflicts of interest and practices that generated millions of dollars for the firm, the U.S. Securities and Exchange Commission (SEC) said on Tuesday.  VALIC Financial Advisors Inc (VFA), a financial services vendor in all but two school districts in Florida, failed to disclose that its parent company paid a for-profit entity owned by Florida K-12 teachers’ unions, and also failed to disclose it received millions in financial benefits from advisory mutual fund investments, SEC said in a statement.  The AIG subsidiary did not admit or deny the SEC’s findings. An AIG spokesperson said the firm was taking “all necessary steps to ensure a robust program of disclosure improvements and governance enhancements”.  VFA failed to disclose to certain teachers the firm was providing cash and other financial benefits to a company owned by the Florida K-12 teachers’ unions from October 2006 to late 2019, according to SEC charges.  Three full-time VALIC employees were “deceptively identified” as employees of the teachers’ union entity, increasing access to the teachers, SEC said.  Creative Benefits for Educators, the entity in contract with VALIC, said it was unaware the vendor had not disclosed details of the relationship to regulators. VALIC terminated the contract in October 2019 following an internal investigation, SEC said.  CBE is owned by local affiliates of the Florida Education Association, according to its website. An association spokeswoman said the statewide union never endorsed a particular financial product.  VFA, which earned $30 million on the products it sold to Florida teachers during the time period, agreed to pay a $20 million penalty and cap advisory fees for teachers at its lowest rate to resolve the issue, SEC said.  In separate charges, SEC said the firm received fees related to the sale of mutual fund products and provided false and misleading disclosures about those financial benefits. VFA agreed to pay back $15.4 million in ill-gotten gains and interest and a civil penalty of $4.5 million.","56":"American International Group Inc:  * REPORTS FIRST QUARTER 2018 RESULTS  * Q1 ADJUSTED EARNINGS PER SHARE $1.04  * Q1 EARNINGS PER SHARE $1.01  * Q1 EARNINGS PER SHARE VIEW $1.27 -- THOMSON REUTERS I\/B\/E\/S Source text for Eikon: Further company coverage:","57":"Feb 13 (Reuters) - American International Group Inc:  * AIG TO REDEEM 4.35% CALLABLE NOTES DUE 2045  * AIG - IT WILL REDEEM ALL OF ITS OUTSTANDING 4.35% CALLABLE NOTES DUE 2045 ON MARCH 20, 2020  * AIG - AS OF FEBRUARY 13, 2020, $350 MILLION AGGREGATE PRINCIPAL AMOUNT OF NOTES WERE OUTSTANDING Source text for Eikon: Further company coverage:","58":"American International Group Inc. (AIG) headquarters seen on the day of the companyÕs 2017 annual shareholder meeting at 175 Water Street, New York, U.S., June 28, 2017. REUTERS\/Suzanne Barlyn  (Reuters) - American International Group Inc AIG.N said on Thursday it had received final UK approval to split its London-based European insurance business into two new entities in preparation for Britain's exit from the European Union.  The High Court of England & Wales approved AIG’s restructuring plan, announced in April this year, paving the way for AIG Europe to transfer its existing insurance business to UK and Luxembourg units.  AIG Europe SA will have 21 branches across the European Economic Area and Switzerland.  The new AIG companies will begin writing business from Dec. 1.","59":"(Reuters) - American International Group Inc AIG.N on Thursday reported a 17 percent fall in quarterly profit as its general insurance business failed to show improvement, missing analysts' expectations.  FILE PHOTO: A banner for American International Group Inc (AIG) hangs on the facade of the New York Stock Exchange, in New York, U.S., on October 16, 2012. REUTERS\/Brendan McDermid\/File Photo  AIG shares fell more than 5.5 percent to $52.15 after hours.  Chief Executive Brian Duperreault, who took charge more than a year ago, has been trying to turn around the company and its commercial insurance business, including by sharpening underwriting practices.  The second-quarter results included a $200 million restructuring charge related to “efficiency initiatives,” including compensation.  AIG has been on a hiring spree to bring on new executives to boost profits. On Wednesday, AIG named veteran industry executive David McElroy to head its Lexington Insurance Co unit.  McElroy had been executive chairman of Arch Insurance Group Inc and vice chairman of Arch Worldwide Insurance Group.  Peter Zaffino, former CEO of Marsh & McLennan Cos Inc's MMC.N insurance brokerage unit, was named to head AIG's general insurance business. Former Berkshire Hathaway executive Tom Bolt was named chief underwriting officer of general insurance.  Adjusted pretax income from AIG’s general insurance business dropped 46 percent to $568 million, while underwriting income swung to a loss of $89 million from a $149 million profit a year ago.  Duperreault has launched an underwriting review of AIG’s general insurance business and increased the company’s focus on technology to boost its stock.  In May, Duperreault said he expected an underwriting profit by year-end.  The combined ratio in AIG’s general insurance business rose to 101.3 percent from 97.7 percent a year ago, as more claims were paid than premiums earned because of severe and catastrophe-related losses.  Duperreault has said his goals include getting the ratio to below 100 percent, a measure of underwriting profitability. Adjusted pretax income from the company’s life and retirement business fell 3 percent to $962 million in the quarter.  Net income fell to $937 million, or $1.02 per share, from $1.13 billion, or $1.19 per share, in the year-ago quarter.  On an adjusted basis, AIG earned $1.05 per share. Analysts on average had expected earnings of $1.21, according to Thomson Reuters I\/B\/E\/S. It was not immediately clear if the numbers were comparable.","60":"(Adds details about suit, business interruption coverage and New Orleans restaurant suit)  March 24 (Reuters) - A Native American tribe on Tuesday sued a group of insurance companies, asking a court to declare that losses it is incurring from shutting down its casinos during the coronavirus pandemic are covered by insurance.  Among the defendants named in the lawsuit filed by the Chicksaw Nation in Oklahoma state court are several underwriters for insurance marketplace Lloyd’s of London, a unit of American International Group Inc and XL Insurance America, now part of AXA SA.  Representatives for Lloyd’s, XL Insurance and AIG declined comment.  The Chicksaw Nation and other Oklahoma tribes have temporarily shuttered their casinos in order to curb the spread of the coronavirus.  The Native American gaming industry on March 17 requested $18 billion in federal aid as it shut casinos that are the sole source of commercial revenue for dozens of tribes in a bid to slow the spread of the disease.  The Chicksaw Nation closed its casinos because its property has been damaged due to the coronavirus pandemic and “cannot be used for its intended purpose,” the tribe said in a court document.  Recommendations by the U.S. Centers for Disease Control and Prevention to curb the spread of the coronavirus and restrictions across Oklahoma that limit restaurants to take-out service are some of the difficulties at play, said Michael Burrage, the tribe’s lawyer.  “Practically, you couldn’t have a casino operating because of all of these issues,” Burrage said.  The Chicksaw tribe said it has an “all risk” insurance policy covering business interruptions, according to the lawsuit.  Many business interruption policies exclude coverage for pandemics and require physical damage to occur on the site. Others can be ambiguous, leading to possible coverage, legal experts said.  It was not immediately clear if the tribe’s insurance excludes pandemics, and its lawyer did not immediately respond to a request to clarify the issue.  The Chicksaw lawsuit is the second in more than a week in which a business has asked a court to declare that the coronavirus is a type of “direct physical loss or damage” that would require insurers to pay for lost revenue.  Lawyers for insurers and policyholders anticipate a wave of litigation over whether various insurance policies for “business interruption” will cover losses from coronavirus-related shutdowns.  On March 16, the owners of New Orleans restaurant Oceana Grill sued Lloyd’s and officials in Louisiana, asking a state court to declare that the coronavirus, whether inside or outside the restaurant, is a type of “direct physical damage” that would require insurers to pay. (Reporting by Suzanne Barlyn; Editing by Noeleen Walder and Leslie Adler)","61":"(Reuters) - Insurer American International Group Inc AIG.N on Monday posted a 93% drop in quarterly adjusted profit, as it set aside money to cover claims related to the COVID-19 outbreak, which it called the single largest catastrophe loss the industry has ever seen.  FILE PHOTO: American International Group Inc (AIG) headquarters seen on the day of the company's 2017 annual shareholder meeting at 175 Water Street, New York, U.S., June 28, 2017. REUTERS\/Suzanne Barlyn\/File Photo  AIG, one of the largest U.S. insurers, posted an underwriting loss of $87 million in its general insurance business in the first quarter, compared with a profit of $179 million a year earlier, mainly due to losses related to the outbreak.  AIG set aside $419 million in catastrophe losses in the unit, which included $272 million of estimated COVID-19-related losses such as on travel, trade credit, and workers’ compensation. The remainder was mainly weather-related, the company said.  Global insurers are waking up to the prospect of a double whammy - a sharp rise in payouts at a time of big investment losses as insurers’ investments come under pressure and the investments they rely on to pay the claims unravel.  As recession threatens the global economy along with rising insolvencies, all sorts of companies with trade credit insurance, from airlines to retailers, are coming under strain.  Adding to the pressure, U.S. commercial insurers are facing mounting political pressure to cover claims from businesses that are losing revenue because of coronavirus-led shutdowns ordered by state and local governments.  “We believe COVID-19 will be the single largest CAT (catastrophe) loss the industry has ever seen,” AIG Chief Executive Officer Brian Duperreault said in a statement.AIG’s total net investment income, on an adjusted basis, fell by $1 billion, to $2.7 billion, from a year ago.  The insurer’s general insurance accident year combined ratio - which excludes changes from losses incurred in past years - was 95.5 for the quarter, compared with 96.1 a year ago.  A ratio below 100 means the insurer earns more in premiums than it pays out in claims.  AIG also said it decided to place Blackboard U.S. Holdings Inc, the company’s technology-driven subsidiary, into run-off. AIG recognized a pretax loss of $210 million, mainly consisting of asset impairment charges. This charge did not impact adjusted pretax income, the company said.  Adjusted net income attributable to AIG common shareholders fell to $99 million, or 11 cents per share, in the first quarter ended March 31, from $1.39 billion, or $1.58 per share, a year earlier.","62":"Feb 13 (Reuters) - Insurer American International Group Inc on Thursday reported a quarterly profit compared to a year-earlier loss, helped by smaller catastrophe losses and improved underwriting in its general insurance business.  Net income attributable to the company’s shareholders was $922 million, or $1.03 per share, in the fourth quarter ended Dec. 31, compared to a loss of $622 million, or 70 cents per share, a year earlier.  AIG, one of the largest insurers in the United States, posted an underwriting income of $12 million in its general insurance business, compared with a loss of $1.07 billion, a year earlier.  Underwriting income is the difference between premiums an insurer collects on policies and claims it pays out.  Net pre-tax catastrophe loss at the general insurance unit narrowed to $411 million in the reported quarter from $826 million, a year earlier.  Total net investment income rose 30% to $3.6 billion.  The insurer also said it expects to pay $1.7 billion as part of a tax settlement with the U.S. Internal Revenue Service, which could be made as early as the first quarter of 2020.  The settlement amount, which AIG had previously disclosed, is related to cross-border financing transactions dating back to 1997. (Reporting by C Nivedita in Bengaluru and Suzanne Barlyn in New York; Editing by Shounak Dasgupta)","63":"(Corrects to show that underwriting loss narrowed to $1.73 billion and removes reference to underwriting income, paragraph 7.)  Oct 31 (Reuters) - American International Group Inc reported a smaller quarterly loss on Thursday as reinsurance pacts helped offset catastrophe losses in Japan and North America.  The insurer posted a net loss of $1.26 billion, or $1.41 per share, for the third quarter ended Sept. 30, compared with a loss of $1.74 billion, or $1.91 per share, a year earlier.  AIG recorded net pre-tax catastrophe losses of $1.6 billion in the quarter that were largely in line with its forecast.  The losses were mainly related to typhoons in Japan as well as Hurricane Florence. AIG’s revised estimates for California mudslides also contributed to the losses.  Insured losses from Hurricane Florence will range from $2.8 billion to $5 billion, said RMS, a risk modeling and analytics firm, in September.  AIG estimated it has exhausted about $700 million of the $750 million retention under its North America aggregate catastrophe reinsurance program following the mudslides, Hurricane Florence and loss estimate from Hurricane Michael, which crashed into Florida earlier this month.  The adjusted pre-tax loss from the general insurance business narrowed 72 percent to $825 million, while the underwriting loss narrowed to $1.73 billion from $3.8 billion a year ago.  Adjusted pre-tax income from the life and retirement business fell 38 percent to $713 million in the quarter.  The company’s combined ratio fell to 124.4 percent from 157.1 percent. A ratio below 100 percent means the insurer earns more in premiums than it pays out in claims.  Loss ratio fell to 88.6 percent from 124.1 percent, when it recorded pre-tax catastrophe losses of $3 billion related to hurricanes Harvey, Irma and Maria.  On an adjusted basis, it lost 34 cents per share. Analysts on average were expecting earnings of 12 cents, according to Refinitiv data. It was not immediately clear if the numbers were comparable. (Reporting by Diptendu Lahiri in Bengaluru and Suzanne Barlyn in New York; Editing by Anil D’Silva)","64":"April 12 (Reuters) - American International Group Inc :  * AIG NAMES ANTHONY VIDOVICH AS CHIEF CLAIMS OFFICER, GENERAL INSURANCE  * AIG - ANTHONY VIDOVICH WILL JOIN COMPANY AS CHIEF CLAIMS OFFICER, GENERAL INSURANCE, EFFECTIVE MAY 14, 2018  * AIG - VIDOVICH IS JOINING AIG FROM XL CATLIN Source text for Eikon: Further company coverage:","65":"Aug 7 (Reuters) - Insurer American International Group Inc reported a 17.6% rise in second-quarter profit on Wednesday, boosted by improved underwriting in its general insurance business and higher investment income.  A strong performance in commercial and personal insurance in regions outside of North America helped the insurer post an underwriting profit of $147 million in its general insurance business, compared with a loss of $89 million a year earlier.  The general insurance business reported its first underwriting profit last quarter since 2007, when it was hit by the financial crisis.  AIG said its general insurance accident year combined ratio - excluding changes from losses incurred in past years - improved to 96.1 for the quarter, from 101 a year earlier.  A ratio below 100% means the insurer earns more in premiums than it pays out in claims.  The insurer’s net investment income jumped 19.4% to $3.7 billion, aided by higher returns from AIG’s equity investments.  Net income attributable to the company's common stockholders rose to $1.10 billion, or $1.24 per share, in the quarter ended June 30, from $937 million, or $1.02 per share, a year earlier. (reut.rs\/2GVhQjZ)  On an adjusted basis, AIG earned a profit of $1.43 per share. Analysts on average had expected a profit of $1.15, according to IBES data from Refinitiv. It was not immediately clear if the numbers were comparable. (Reporting by Bharath Manjesh in Bengaluru; Editing by Shinjini Ganguli)","66":"May 14 (Reuters) - American International Group Inc:  * AIG FORESEES CORONAVIRUS IMPACT CREATING “SURPRISES EVERY QUARTER” OVER NEXT 12 MONTHS-EXECUTIVE SAYS  * AIG SEES POTENTIAL RETURN-TO-WORK LIABILITY AS AMONG MOST DIFFICULT COSTS TO ESTIMATE-EXECUTIVE Further company coverage: (Reporting by Alwyn Scott; Editing by Sandra Maler)","67":"Aug 21 (Reuters) - Shopping centre operator Hammerson Plc on Wednesday appointed AIG executive James Lenton as its new finance chief, months after saying Timon Drakesmith would step down from the role this year.  Lenton, whose LinkedIn page says he was chief financial officer of the U.S. insurer’s EMEA business and its European Group until June, will take over the role from Oct. 1. (Reporting by Shashwat Awasthi in Bengaluru; editing by Patrick Graham)","68":"(Reuters) - Billionaire investor Carl Icahn has sold his stake in American International Group Inc AIG.N, ending a more than two-year association with one of the largest U.S. property and casualty insurers, according to a person familiar with the matter.  FILE PHOTO: Billionaire activist-investor Carl Icahn gives an interview on FOX Business Network's Neil Cavuto show in New York, U.S. on February 11, 2014. REUTERS\/Brendan McDermid\/File Photo  The activist investor started accumulating AIG shares in 2015 and became its third largest investor with a 4.76 percent stake as of the end of 2017.  But Icahn began planning to sell that stake last year as it became evident that AIG would name Brian Duperreault, an industry veteran who would oppose demands to break up the company, as its new CEO, said a second person familiar with the matter.  Both people spoke to Reuters on the condition of anonymity because they were not authorized to discuss the matter publicly.  Icahn exited AIG when the company’s stock changed hands at a price between $60 and $65 - levels last seen in February, one of the sources said.  At $65 per AIG share, Icahn’s stake would have been worth $2.78 billion, according to Reuters’ calculations.  It was not immediately known how much Icahn made from the AIG investment.  AIG shares fell nearly 1 percent to $52.30 in morning trade on Monday.  Icahn Enterprises IEP.O did not immediately respond to a request for comment and AIG declined to comment.  In the company’s first quarter investor presentation released last week, AIG was not included on a list of significant holdings. Its presentation for the fourth quarter of 2017 had shown AIG as the largest of five significant holdings.  In keeping with his aggressive activist investment strategy, Icahn had publicly pressed AIG to shrink and threatened a proxy fight with the company’s management.  The insurer was forced to embark on a two-year turnaround plan developed by former Chief Executive Officer Peter Hancock, which intended to return $25 billion to shareholders.  The company also sold some assets and hired Duperreault, spurring Icahn to back off on his demand to break up the company.  In March, AIG said Samuel Merksamer, a representative of Icahn on the company’s board, would not seek re-election.  On Wednesday, AIG shareholders will vote on a $43.1 million 2017 compensation package for Duperreault, who has vowed to grow the company by making acquisitions and boosting revenues.","69":"June 29 (Reuters) - Heritage Insurance Holdings Inc :  * HERITAGE ANNOUNCES AGREEMENT WITH AIG PRIVATE CLIENT GROUP AND SAFECO  * HERITAGE INSURANCE HOLDINGS - TO OFFER AIG’S PCG AGENTS ABILITY TO TRANSITION UPPER MIDDLE MARKET PERSONAL INSURANCE BUSINESS TO SAFECO AND HERITAGE  * HERITAGE INSURANCE HOLDINGS INC - HERITAGE AND SAFECO WILL WORK TOGETHER TO SEAMLESSLY TRANSITION AIG CUSTOMERS AT RENEWAL Source text for Eikon: Further company coverage:","70":"June 10 (Reuters) - American International Group Inc :  * AIG LIFE & RETIREMENT - ANNOUNCED LAUNCH OF NEW AQR DYNAMIQ ALLOCATION INDEX Source text for Eikon: Further company coverage:","71":"Feb 9 (Reuters) - American International Group:  * CEO SAYS INSURER WILL BE “A PREDICTABLE BUYER OF REINSURANCE” IN FUTURE - CONF CALL  * CFO EXPECTS ADJUSTED TAX RATE FOR 2018 OF ABOUT 21 PERCENT TO 22 PERCENT FOR 2018  * CFO SAYS EXPECTS CASH RETURNS IN HIGH SINGLE DIGIT RANGE FROM VALIDUS HOLDINGS ACQUISITION  * EXEC EXPECTS 2018 PREMIUM VOLUME TO BE RELATIVELY FLAT WITH 2017 LEVELS  * EXEC SAYS WILL TAKE A “MORE STRATEGIC APPROACH TO REINSURANCE” INVOLVING SMALLER NET LINES IN PROPERTY, CASUALTY  * EXEC SAYS TAX RATE CHANGE DOES NOT AFFECT FOREIGN TAX CREDITS, WHICH IT EXPECTS TO FULLY USE BEFORE THEY EXPIRE  * EXEC EXPECTS 2018 NET INVESTMENT INCOME FOR CORE INSURANCE BUSINESSES AND LEGACY PORTFOLIOS TO BE ABOUT $13 BILLION, ASSUMING 6 PERCENT TO 8 PERCENT RETURNS Source text for Eikon: Further company coverage: (Reporting by Suzanne Barlyn)","72":"March 15 (Reuters) - American International Group Inc :  * AIG CEO BRIAN DUPERREAULT’S FORM 4 DISCLOSES GRANT OF 70,059 2018 RESTRICTED STOCK UNITS, THAT CONVERT TO AIG COMMON STOCK ON A 1 TO 1 BASIS - SEC FILING  * AIG CEO BRIAN DUPERREAULT’S 2018 RESTRICTED STOCK UNITS VEST IN JANUARY 2021, AND ARE SETTLED IN SHARES OF AIG COMMON STOCK  * AIG CEO BRIAN DUPERREAULT'S AWARD INCLUDES DIVIDEND EQUIVALENT RIGHTS PAYABLE IN FORM OF ADDITIONAL 2018 RESTRICTED STOCK UNITS Source text (bit.ly\/2Irgmgu) Further company coverage: (Reuters.Brief@thomsonreuters.com)","73":"(Corrects sixth paragraph to show that wildfire losses will add $150 mln to $250 mln to net pretax losses, not that reinsurance will add those amounts)  Dec 5 (Reuters) - American International Group Inc has racked up an estimated $750 million to $800 million in catastrophe losses so far during the 2018 fourth quarter, its chief executive officer said on Wednesday.  Still, the company’s general insurance unit is on track to enter 2019 “at a slight underwriting profit,” AIG CEO Brian Duperreault said at the Goldman Sachs U.S. Financial Services Conference in New York.  The catastrophe losses do not include December, Duperreault said.  AIG expects the unit’s 2019 net earned premium to be consistent with 2018 levels, Duperreault.  Duperreault, who took charge of AIG in 2017, has vowed to turn the company around. His most critical task is overhauling AIG’s underwriting culture after the company spent years chasing revenue growth without appropriately weighing risks.  Wildfires in California, net of reinsurance, will add between $150 million and $175 million to AIG’s net pretax losses for the fourth quarter, since the company has triggered its reinsurance coverage, Duperreault said. AIG expects its Validus Holdings Ltd unit, the reinsurer it acquired in July, to incur about a $60 million pretax loss for wildfires, Duperreault said.  Earnings for AIG’s Life and Retirement will decrease for the second half of 2019, partly related to investment in new business and “growth initiatives,” Duperreault said.  The insurer’s fourth quarter effective tax rate will be around 26 percent because of global catastrophes and a shift in business mix, Duperreault said. (Reporting by Suzanne Barlyn; editing by Jonathan Oatis)","74":"NEW YORK (Reuters) - Peter Zaffino sat at 2 World Trade Center poring over financial reports on the morning of Sept. 11, 2001, when the first plane struck a neighboring building. Zaffino, known by colleagues for his laser-like focus, remained at his desk as staff began fleeing.  FILE PHOTO: American International Group Inc. (AIG) headquarters seen on the day of the companyÕs 2017 annual shareholder meeting at 175 Water Street, New York, U.S., June 28, 2017. REUTERS\/Suzanne Barlyn  It was not until a fire warden pleaded with Zaffino – who was then an executive at reinsurance brokerage Guy Carpenter – that he finally left, a person familiar with the situation said.  Zaffino, 53, is now poised to become the next chief executive of American International Group Inc AIG.N, one of the largest U.S. insurers, after being named president in December.  Current CEO Brian Duperreault, 72, who has not said that he is leaving, hired Zaffino as AIG’s chief operating officer in 2017 and soon after also named him head of AIG’s general insurance business.  AIG declined to comment on succession planning. Zaffino did not respond to a request for comment.  Reuters spoke to 11 associates who offered a portrait of what Zaffino may be like as AIG’s next CEO, as is widely expected.  They said Zaffino is as rigorous about underwriting as he is enthusiastic about revenue growth. He expects his team to rattle off performance statistics on demand while knowing how they align with the company’s goals.  AIG’s next CEO will be the seventh since 2005. The company is in the midst of a turnaround launched by Duperreault nearly three years ago.  Zaffino is described as a hard-driving “numbers guy” who digs deep into raw data to evaluate business lines instead of relying on managers’ reports.  “He appears demanding and task-oriented,” said Credit Suisse analyst Andrew Kligerman. “The good part is that he will likely work extremely hard and press his team to work extremely hard to achieve the objectives.”  Added another person who knows Zaffino and who spoke on condition of anonymity: “You can’t outwork him. He’s on the job 24-7.”  The person described Zaffino as always “on,” coaching his deputies during short car trips between events at off-site management meetings.  SOCCER GOALIE  Zaffino is fiercely competitive and disciplined, characteristics that date back to when he played as a Boston College soccer goalie and trained with the U.S. Men’s national team, they said.  Zaffino grew up as his father, longtime insurance executive Salvatore Zaffino, rose through the ranks of the industry, exposing him to industry leaders.  An operating chief is generally next in line for the CEO job, executive consultants said. That does not always happen, but naming that person president typically signals an imminent transition, perhaps within a year.  AIG has struggled to right itself after accepting a $182 billion U.S. taxpayer bailout in 2008 to save it from collapse. Since then, the company has sold off big chunks to pay back the debt plus a $22.7 billion return. It also had to work through hefty losses from claims occurring in prior years that led to more than $11.2 billion in unexpected reserve increases since 2015, most of which occurred under prior leadership.  LOOKING BEYOND DAMAGE REPAIR  Analysts and investors want Duperreault to be the last CEO whose chief responsibility is fixing old problems instead of finding ways to increase revenue. When AIG reports 2019 earnings on Thursday, Wall Street is hoping it will have significantly improved commercial underwriting profit, and is on track to meet a double-digit return-on-equity goal by 2021.  In May, AIG reported its first underwriting profit in general insurance since the financial crisis, a key goal.  Before joining AIG, Zaffino accumulated a wealth of experience as CEO of Marsh & McLennan Companies Inc’s MMC.N reinsurance arm and its retail insurance brokerage. He was also an executive for a former General Electric Co GE.N subsidiary that focused on alternative risk insurance and reinsurance, after launching his career at Hartford Financial Services Group Inc HIG.N.  Duperreault has focused on sharpening underwriting, doing more with worthwhile customers, investing in technology, restoring talent and cutting costs.  Zaffino has been the point man to execute those goals, partly by mitigating losses in commercial property and casualty businesses and relying more on reinsurance while also modernizing technology and processes. He also helped to recruit a number of executives.  Nonetheless, AIG’s stock has dropped more than 11% since the current management team arrived. Analysts say whoever runs AIG next will have to fix that, too.  “They want things to happen right now,” said Piper Sandler analyst Paul Newsome, of AIG’s executives. “If you are working in that group, you are under pressure to do it right, do it now, and do it big.”","75":"FILE PHOTO: The AIG logo is seen at its building in New York's financial district March 19, 2015. REUTERS\/Brendan McDermid  NEW YORK (Reuters) - Athene Holding Ltd said on Thursday that it is not in discussions with insurer American International Group Inc about an acquisition, a day after Athene’s chief said the company had expressed interest to AIG about a deal.  “As of February 17, 2021, Athene Holding Ltd and American International Group, Inc are not in discussions regarding a transaction involving an AIG business unit,” Athene said in a regulatory filing.  On Wednesday, Athene Chief Executive Jim Belardi told Reuters that his company had expressed interest in a 19.9% stake AIG said last October that it plans to sell its life and retirement business.  “I have no idea what will happen and whether we’re in the mix or not, but we’ve expressed interest and we’ll see what happens,” Belardi told Reuters on Wednesday.  AIG said on Wednesday it is weighing inquiries from “high-quality companies” about the stake but that it is mainly focused on selling it via an initial public offering.  AIG plans to separate the life and retirement business to focus on general insurance and is not planning to break up the business, which earned adjusted pretax income of nearly $3.6 billion last year.  Athene declined to comment beyond the 8K regulatory filing. AIG declined to comment.","76":"NEW YORK, May 13 (Reuters) - American International Group Inc said shareholders approved the insurer’s executive-compensation plan on Wednesday, following two years of criticism for high pay.  Citing preliminary vote totals at its annual meeting, AIG said shareholders backed all five company proposals, including electing the board, and rejected a shareholder proposal that would have made it easier for shareholders to call special meetings. AIG said it would release vote totals within a day. Two proxy advisory firms recently gave cautious approval to AIG’s 2020 compensation plan after opposing it in 2018 and 2019. (Reporting by Alwyn Scott Editing by Chizu Nomiyama)","77":"March 1 (Reuters) - American International Group Inc :  * AIG NAMES NAOHIRO MOURI AS EXECUTIVE VICE PRESIDENT AND CHIEF AUDITOR, AND DONNA DEMAIO AS GLOBAL CHIEF OPERATING OFFICER, GENERAL INSURANCE  * AIG - MOURI AND DEMAIO PREVIOUSLY SERVED AS SENIOR MANAGING DIRECTOR OF ASIA PACIFIC INTERNAL AUDIT AND CHIEF AUDITOR AT AIG, RESPECTIVELY Source text for Eikon: Further company coverage:","78":"May 24 (Reuters) - American International Group Inc:  * AIG NAMES LISA SUN AS CHIEF EXECUTIVE OFFICER OF AIG INSURANCE COMPANY CHINA, LTD.  * AIG - SUN IS REPLACING ERIC ZHENG WHO IS LEAVING AIG TO PURSUE OTHER OPPORTUNITIES  * AIG - SUN JOINS AIG FROM MERCER, WHERE MOST RECENTLY SHE WAS CEO OF MERCER’S HONG KONG & SOUTH AND EAST ASIA ZONE Source text for Eikon: Further company coverage:","79":"NEW YORK, May 9 (Reuters) - American International Group Inc faces an uphill climb to convince shareholders to approve a $43.1 million pay package for Chief Executive Officer Brian Duperreault during the company’s annual meeting on Wednesday.  Two influential proxy advisory firms, International Shareholder Services (ISS) and Glass Lewis, have advised shareholders to reject the package in the non-binding vote, saying it did not align with AIG’s performance.  AIG’s stock has dropped 13 percent since Duperreault took charge of the company last May.  The company’s pay arrangements include $24.2 million for former CEO Peter Hancock, who stepped down last year under pressure, with a $5 million cash award “for his service through the transition” to Duperreault, according to the company’s annual proxy filing to the U.S. Securities and Exchange Commission in March.  It is unusual for both advisory firms to recommend voting against pay measures for the same company. ISS recommends votes against pay only about 12 percent of the time for companies listed on the broad-based Russell 3000 stock index, an ISS spokesman said.  That could sway shareholders, corporate governance experts said.  “It seems that investors do react to these recommendations,” Jill Brown, a management professor at Waltham, Massachusetts-based Bentley University, said in an email.  Brown pointed to a March non-binding vote by Walt Disney Co shareholders, who rejected a $48.5 million executive compensation plan for Chief Executive Officer Bob Iger by a 52 percent majority.  Both proxy advisory firms had advised against Iger’s package.  GRADED ‘F’  Glass Lewis gave AIG’s package a letter grade of “F.”  “Overall, the company paid significantly more than its peers, but performed significantly worse than its peers,” the report said.  ISS said one-time awards to Duperreault when he joined the company, including a $12 million cash bonus, were not tied to performance.  AIG declined to comment on the proxy recommendations.  AIG’s board compensation committee “believes this award properly motivates Mr. Duperreault to create sustainable, profitable growth for AIG, aligning his interests with those of our shareholders,” the proxy filing states.  Some investors have previously said they would approve of Duperreault’s pay so long as he performs.  Duperreault has vowed to help the company expand and boost revenue. He has been working to improve underwriting practices, increase AIG’s focus on technology and install new executives across the insurer to jumpstart profits.  AIG is also preparing to finalize its acquisition of reinsurer Validus Holdings Ltd.  But his steps have yet to boost the bottom line.  In March, AIG said it paid Duperreault $43.1 million last year, according to the proxy filing. Excluding one-time components, Duperreault earned $14.9 million.  That figure was similar to the $15.3 million paid to MetLife Inc CEO and Chairman Steven Kandarian in 2016, and less than the $27.1 million paid in 2017 to John Strangfeld, chairman and CEO of Prudential Financial Inc, according to proxy filings by those companies.  AIG shares have closed as high as $66.06 on Aug. 3, compared with $61.82 on the first trading day following his mid-May appointment.  The stock ended down 0.4 percent on Tuesday at $53.08. (Reporting by Suzanne Barlyn in New York; additional reporting by Ross Kerber in Boston; editing by Bernadette Baum)","80":"March 14 (Reuters) - American International Group Inc :  * AIG SAYS WAS NOTIFIED BY SAMUEL MERKSAMER THAT HE WILL NOT STAND FOR REELECTION TO BOARD AT 2018 ANNUAL MEETING - SEC FILING  * AIG - NOMINATION AGREEMENT AMONG HIGH RIVER LIMITED PARTNERSHIP, CARL ICAHN AND CO TO EXPIRE 35 DAYS FOLLOWING MERKSAMER'S DEPARTURE FROM BOARD Source text (bit.ly\/2tNuflV) Further company coverage: (Reuters.Brief@thomsonreuters.com)","81":"Feb 8 (Reuters) - American International Group Inc:  * QUARTERLY LOSS PER SHARE $7.33  * QUARTERLY ADJUSTED AFTER-TAX EARNINGS PER SHARE $0.57  * Q4 NET LOSS INCLUDED CHARGE OF $6.7 BILLION RELATED TO ENACTMENT OF TAX CUTS AND JOBS ACT  * Q4 GENERAL INSURANCE ADJUSTED PRE-TAX INCOME INCLUDED $762 MILLION CATASTROPHE LOSSES, OF WHICH $572 MILLION RELATED TO CALIFORNIA WILDFIRES  * BOOK VALUE PER COMMON SHARE, EXCLUDING AOCI $66.41 AT QUARTER-END VERSUS $74.01 AT Q3-END  * QUARTERLY TOTAL GENERAL INSURANCE NET PREMIUMS WRITTEN $5,892 MILLION VERSUS $6,512 MILLION  * QUARTERLY TOTAL GENERAL INSURANCE COMBINED RATIO 113.3 PERCENT VERSUS 182.5 PERCENT  * AIG - “OUR FOURTH QUARTER AND FULL YEAR 2017 RESULTS WERE SIGNIFICANTLY IMPACTED BY CATASTROPHE LOSSES” Source text for Eikon: Further company coverage:","82":"May 5 (Reuters) - American International Group Inc:  * AIG PRESIDENT- “IT’S FAIR TO SAY THAT THE PROFOUND IMPACT AND GLOBAL NATURE OF COVID-19 IS SOMETHING WE HAVE NEVER ENCOUNTERED”  * AIG PRESIDENT- COVID-19 WILL BE A HEADWIND FOR FUTURE CAPACITY IN THE REINSURANCE MARKET  * AIG PRESIDENT- SAW CLAIMS FROM ASIA, UK, CONTINENTAL EUROPE AND LATER IN Q1, FROM U.S., IN EACH CASE, PREDOMINANTLY IN TRAVEL AND CONTINGENCY  * AIG PRESIDENT- COVID-19 HAD A LIMITED IMPACT ON Q1 NET PREMIUMS WRITTEN, WITH THE EXCEPTION OF A FALL-OFF IN TRAVEL AND M&A DURING MARCH  * AIG EXECUTIVE- THE VOLATILITY IN THE EQUITY MARKETS HAS A MINIMAL IMPACT ON OUR INVESTMENT INCOME  * AIG CFO- WITH RESPECT TO Q1 CECL CREDIT IMPACTS, WE RECOGNIZED APPROXIMATELY $236 MILLION OF CREDIT LOSSES  * AIG COO PETER ZAFFINO SAYS COVID-19 WILL AFFECT UNDERWRITING OF ALL LINES OF COMMERICAL INSURANCE INCLUDING LIMITS AVAILABLE AND COINSURANCE - CONF CALL  * AIG CONFIDENT THAT BUSINESS INTERRUPTION POLICY EXCLUSIONS FOR CORONAVIRUS WILL BE UPHELD-COO  * AIG COO ZAFFINO SAYS EXPECTS TRAPPED CAPITAL IN ILS MARKET, CAUSING RESTRICTION OF FUTURE CAPITAL - CONF CALL  * AIG COO ZAFFINO SAYS INSURER TO LAUNCH MODEL OFFICE AS PART OF AIG 200 PROGRAM TO TEST DIGITAL UNDERWRITING TECHNOLOGY - CONF CALL  * AIG COO SAYS BUSINESS INTERRUPTION POLICIES THAT COVER VIRUSES COMPRISE 1% OF OVERALL PROPERTY EXPOSURE - CONF CALL  * AIG CEO BRIAN DUPERREAULT SAYS INSURER EXPECTS TO SEE CONTINUED IMPROVEMENT IN GENERAL INSURANCE COMBINED RATIO “EX CATS” IN 2020 - CALL  * AIG CEO SAYS COVID-19 WILL NOT RESULT IN A “MATERIAL REDUCTION OF LONG-TERM RETURN PROFILE” - CONF CALL  * AIG CEO SAYS “WE BELIEVE WE WILL DO WELL” THROUGH CORONAVIRUS PANDEMIC  * AIG CEO SAYS “WE’RE GOING TO EMERGE STRONGER AND MORE IN DEMAND THAN WE WERE BEFORE”  * AIG LIFE INSURANCE EXEC SAYS EXPECTS FEWER PLAN SPONSORS TO CHANGE PROVIDERS WHICH CAN AFFECT NEW BUSINESS - CONF CALL  * AIG LIFE INSURANCE EXEC SAYS EXPECTS LOWER INDUSTRY SALES DUE TO COVID-19 - CONF CALL  * AIG LIFE INSURANCE EXEC SAYS MORTALITY TRENDS CONTINUE TO BE “FAVORABLE” - CONF CALL  * AIG LIFE INSURANCE EXEC SAYS COMPANY NOT EXPECTING “LARGE INCREMENTAL IMPACTS” TO MORTALITY RATES - CONF CALL Further company coverage:","83":"(Reuters) - Samuel Merksamer, who represents billionaire Carl Icahn on the board of American International Group Inc, will not seek re-election to the post at the insurer’s annual meeting in May, the company said in a filing on Wednesday.  Merksamer, who has served as a director on behalf of the activist investor since 2016, will continue his work on AIG’s board until the May meeting, the company said.  AIG and Merksamer declined to comment. Merksamer was a managing director at Icahn Capital, a unit of Icahn Enterprises LP from 2008 until leaving Icahn’s firm last year.  An Icahn spokesman was not immediately available for comment.  Icahn is AIG’s third-largest investor, holding a 4.76 percent stake in the company at the end of the 2017.  Icahn has shaken up management teams and business strategies at many companies, using deputies like Merksamer to implement changes he deems necessary.  When Icahn first began acquiring his stake in 2015, he advocated splitting AIG into three parts.  The insurer instead embarked on a two-year turnaround plan developed by former Chief Executive Officer Peter Hancock, which intended to return $25 billion to shareholders.  AIG announced in March 2017 that Hancock was stepping down. CEO Brian Duperreault took charge of the insurance giant in May, saying that he wanted to grow the company.  In January, AIG said it would buy reinsurer Validus Holdings Ltd (VR.N) for $5.56 billion in cash, its largest acquisition since the global financial crisis.","84":"(Reuters) - American International Group Inc said on Wednesday it is hiking some commercial insurance rates by as much as 45%, a trend it sees persisting in 2021, as the company prepares to install Peter Zaffino as its new chief executive on March 1.  FILE PHOTO: The AIG logo is seen at its building in New York's financial district March 19, 2015. REUTERS\/Brendan McDermid\/File Photo  The insurer also said it had received high-quality inquiries about the planned sale of its life and retirement business. It said it was still “actively working towards” an initial public offering for an initial 19.9% stake, but also was weighing the interest from private buyers. AIG’s sale comes as insurers are making deals at a frenzied pace.  The company has not said what route it would take with the remaining 80.1% stake, but has indicated it does not intend to break up the business.  AIG’s higher insurance rates reflected “considerable improvement and tighter terms and conditions,” Zaffino, who is now president, told analysts on a conference call.  Commercial business rate increases were about 15%, but the figures varied across different business lines, including a 45% increase in the insurer’s excess casualty insurance, a type of specialty coverage, Zaffino said.  Rate increases in the insurer’s financial lines business were over 25%, led by 35% increases for directors and officers liability coverage, Zaffino said.  AIG’s global energy rates rose more than 30%, the company said.  On Tuesday, AIG posted adjusted earnings that hit analysts’ targets.  AIG has struggled to right itself after a $182 billion U.S. taxpayer bailout in 2008 to save it from collapse. Since then, the company has sold off big chunks to repay the debt plus about $22.7 billion in investment returns.  Current CEO Brian Duperreault, who took the helm of AIG in 2017, handpicked Zaffino to work alongside him in an effort to turn the company around.  A key focus was transforming AIG’s general insurance business where Duperreault and Zaffino set about overhauling AIG’s underwriting culture after years spent chasing revenue growth without appropriately weighing risks.  In May 2019, AIG’s general insurance business posted its first underwriting profit since the global financial crisis, a key goal.  AIG announced the planned separation of its life and retirement business in October and expects the transaction to happen over the course of 2021.  The life and retirement business accounted for 34% of AIG’s $49 billion in 2019 adjusted revenue, compared with 64% for its general insurance business, AIG has said.  The separation of AIG’s life insurance business echoes a move pushed by billionaire activist investor Carl Icahn, who targeted the insurer in 2015 with a breakup plan that was also supported by former hedge fund manager John Paulson.  Icahn demanded that AIG spin off its life insurance unit and now former mortgage insurance business, a move that he said would return more cash to shareholders.  Icahn sold his AIG stake in 2018.","85":"May 5 (Reuters) - American International Group Inc:  * AIG (AIG.N> COO SAYS BUSINESS INTERRUPTION POLICIES THAT COVER VIRUSES COMPRISE WELL LESS THAN 1% OF OVERALL PROPERTY EXPOSURE - CONF CALL  * AIG CONFIDENT THAT BUSINESS INTERRUPTION POLICY EXCLUSIONS FOR CORONAVIRUS WILL BE UPHELD-COO  * CEO BRIAN DUPERREAULT SAYS INSURER EXPECTS TO SEE CONTINUED IMPROVEMENT IN GENERAL INSURANCE COMBINED RATIO “EX CATS” IN 2020 - CALL  * CEO SAYS COVID-19 WILL NOT RESULT IN A “MATERIAL REDUCTION OF LONG-TERM RETURN PROFILE” - CONF CALL  * COO PETER ZAFFINO SAYS COVID-19 WILL AFFECT ALL LINES OF COMMERICAL INSURANCE INCLUDING LIMITS AVAILABLE AND COINSURANCE - CONF CALL  * ZAFFINO SAYS EXPECTS TRAPPED CAPITAL IN ILS MARKET, CAUSING RESTRICTION OF FUTURE CAPITAL - CONF CALL  * ZAFFINO SAYS INSURER TO LAUNCH MODEL OFFICE AS PART OF AIG 200 PROGRAM TO TEST DIGITAL UNDERWRITING TECHNOLOGY - CONF CALL  * LIFE INSURANCE EXEC SAYS EXPECTS FEWER PLAN SPONSORS TO CHANGE PROVIDERS WHICH CAN AFFECT NEW BUSINESS - CONF CALL  * LIFE INSURANCE EXEC SAYS EXPECTS LOWER INDUSTRY SALES DUE TO COVID-19 - CONF CALL  * LIFE INSURANCE EXEC SAYS MORTALITY TRENDS CONTINUE TO BE “FAVORABLE” - CONF CALL  * LIFE INSURANCE EXEC SAYS COMPANY NOT EXPECTING “LARGE INCREMENTAL IMPACTS” TO MORTALITY RATES - CONF CALL  * AIG CEO SAYS “WE BELIEVE WE WILL DO WELL” THROUGH CORONAVIRUS PANDEMIC  * AIG CEO SAYS “WE’RE GOING TO EMERGE STRONGER AND MORE IN DEMAND THAN WE WERE BEFORE”  * AIG PRESIDENT- “IT’S FAIR TO SAY THAT THE PROFOUND IMPACT AND GLOBAL NATURE OF COVID-19 IS SOMETHING WE HAVE NEVER ENCOUNTERED”  * AIG PRESIDENT- COVID-19 WILL BE A HEADWIND FOR FUTURE CAPACITY IN THE REINSURANCE MARKET  * AIG PRESIDENT- SAW CLAIMS FROM ASIA, UK, CONTINENTAL EUROPE AND LATER IN Q1, FROM U.S., IN EACH CASE, PREDOMINANTLY IN TRAVEL AND CONTINGENCY  * 05-May-2020 08:30:50 AM - AIG PRESIDENT- COVID-19 HAD A LIMITED IMPACT ON Q1 NET PREMIUMS WRITTEN, WITH THE EXCEPTION OF A FALL-OFF IN TRAVEL AND M&A DURING MARCH  * AIG EXECUTIVE- THE VOLATILITY IN THE EQUITY MARKETS HAS A MINIMAL IMPACT ON OUR INVESTMENT INCOME  * AIG CFO- WITH RESPECT TO Q1 CECL CREDIT IMPACTS, WE RECOGNIZED APPROXIMATELY $236 MILLION OF CREDIT LOSSES Further company coverage:","86":"Aug 3 (Reuters) - Insurer American International Group Inc on Monday posted a 56% fall in quarterly adjusted earnings, spurred partly by higher catastrophe losses and lower private-equity returns.  Adjusted after-tax income attributable to AIG common shareholders fell to $571 million in the second quarter ended June 30, from $1.3 billion a year earlier.  Excluding items, AIG earned a profit of 66 cents per share compared with $1.43 per share a year earlier, exceeding Factset expectations of 50 cents per share, the company said.  AIG, one of the largest insurers in the United States, posted an underwriting loss of $343 million in its general insurance business, compared with a $147 million profit a year earlier.  The loss included $674 million of catastrophes, net of reinsurance, partly reflecting $458 million related to COVID-19 and $126 million for civil unrest claims.  A decline in travel during the pandemic affected AIG’s travel insurance business.  Net adjusted investment income dropped $537 million from a year ago to $3.2 billion. Performance was hurt by $276 million in private-equity losses compared with $238 million in private-equity income a year ago which included a large gain from one of the holdings.  AIG’s general insurance accident year combined ratio excluding changes from losses incurred in past years, was 94.9 for the quarter, compared with 96.1 a year ago.  AIG has been using the metric to gauge the success of a turnaround plan launched by Chief Executive Officer Brian Duperreault upon taking the insurer’s helm in 2017.  A ratio below 100 means the insurer earns more in premiums than it pays out in claims.  Gross premiums written fell 2% to $8.47 billion in the general insurance business.  AIG’s life and retirement unit posted $881 million in adjusted pretax income compared with $1.0 billion a year ago, driven partly by private-equity losses and deaths from COVID-19. (Reporting by Suzanne Barlyn Editing by Matthew Lewis)","87":"March 2 (Reuters) - American International Group Inc :  * EXPEDIA SELECTS AIG TRAVEL AS GLOBAL TRAVEL INSURANCE PROVIDER  * AIG - HAS BEEN SELECTED AS BRAND EXPEDIA GROUP’S GLOBAL PROVIDER OF TRAVEL INSURANCE AND ASSISTANCE PRODUCTS Source text for Eikon: Further company coverage:","88":"Feb 13 (Reuters) - Ares Capital Corp:  * ARES CAPITAL CORPORATION AND VARAGON CAPITAL PARTNERS EXPAND SENIOR DIRECT LOAN PROGRAM TO $6.4 BILLION  * ARES CAPITAL CORP - $2.5 BILLION OF NEW CAPITAL AVAILABLE FOR SENIOR DIRECT LOAN PROGRAM FROM AIG AND ANOTHER LARGE, GLOBAL INSURANCE COMPANY  * ARES CAPITAL - AIG, AN EXISTING INVESTOR IN CO AND VARAGON’S SENIOR DIRECT LENDING PROGRAM, INCREASED ITS CAPITAL AVAILABLE BY $500 MILLION TO $2.75 BILLION Source text for Eikon: Further company coverage:","89":"(Reuters) - American International Group Inc AIG.N executives on Thursday defended their strategy for transforming the company, saying some key improvements would take hold by year-end, but failed to convince investors as shares slid more than 6 percent.  FILE PHOTO: A woman stands in front of an AIG logo in Tokyo March 3, 2009. REUTERS\/Issei Kato\/File Photo GLOBAL BUSINESS WEEK AHEAD  The New York-based insurer reported a 21 percent decline in first-quarter profit on Wednesday, due to higher catastrophe and bad weather claims, as well as weaker investment income.  “We do expect to deliver an underwriting profit by the end of this year,” said AIG Chief Executive Officer Brian Duperreault in a call with analysts on Thursday.  Duperreault took charge of AIG nearly a year ago, promising to grow the company and boost revenues. He has been working to improve underwriting practices, increase AIG’s focus on technology and install new executives across the insurer to jumpstart profits.  But his steps have yet to boost the bottom line. The stock is down nearly 16 percent since Duperreault’s arrival in May 2017. AIG’s shares were trading at $51.36 on Thursday afternoon after a morning slump during which share were down more than 9 percent.  “Given the results from some other commercial lines insurers in the quarter everyone was expecting a stronger number from AIG, especially in North American commercial business,” said Elyse Greenspan, a Wells Fargo Securities LLC analyst, in an interview.  The unit has been a “consistent area of focus” for AIG and one which the insurer’s former management team was unable to fix, Greenspan said.  AIG’s changes to underwriting practices will take some time to show up in the company’s income statement, said Peter Zaffino, chief executive of AIG’s general insurance unit, during the call. But a combination of managing expenses and improving ratios of losses to premiums will contribute to AIG’s year-end financial performance, Zaffino said.  The company is also making changes to excess casualty business, trying to shed certain risky bets such as being the lead insurer for initial public offerings and professional liabilities, Duperreault said.  AIG also reported on Wednesday that it had released $104 million in reserves from its general insurance unit, the first such development since 2016.  The measure alleviated some investor angst, Greenspan said, after the insurer had to set aside funds in 2016 and 2017 to cover possible future claims.","90":"(Reuters) - Insurer American International Group Inc AIG.N on Thursday reported a quarterly profit that beat estimates, as the company booked underwriting income in its general insurance business.  FILE PHOTO: American International Group Inc. (AIG) headquarters seen on the day of the company's 2017 annual shareholder meeting at 175 Water Street, New York, U.S., June 28, 2017. REUTERS\/Suzanne Barlyn\/File Photo  AIG, one of the largest insurers in the United States, posted an underwriting income of $12 million in its general insurance business for the quarter, compared with a loss of $1.07 billion, a year earlier.  Underwriting income is the difference between premiums an insurer collects on policies and claims it pays out.  Net pre-tax catastrophe loss at the general insurance unit narrowed to $411 million from $826 million, a year earlier.  AIG shares were down about 2.5% at $52.90 in late morning trading.  Chief Executive Officer Brian Duperreault, who joined the insurer in 2017, has been overhauling the underwriting culture at AIG’s general insurance business through initiatives including raising rates and shedding unprofitable lines.  Total net investment income rose 30% to $3.6 billion in the reported quarter.  AIG’s general insurance accident year combined ratio, a key metric, which excludes changes from losses incurred in past years, was 95.8 for the quarter, compared with 98.8 a year earlier.  A ratio below 100 means the insurer earned more in premiums than it paid out in claims.  “It’s hard to say given all the issues at AIG over the last decade-plus, but I honestly can’t remember the last time AIG had a full year underwriting profit,” Duperreault said on a call with analysts.  AIG expects to invest $1.3 billion in the company through 2022 as part of an effort to modernize technology and processes while cutting expenses, said Peter Zaffino, AIG president and chief operating officer. The programs will deliver $1 billion in savings by the end of 2022, he said.  The changes will play out through 10 programs, including building a new underwriting system in the general insurance unit and transforming AIG’s Japanese insurance business into a “next-generation digital insurance company,” Zaffino said.  Net income attributable to the company’s shareholders was $922 million, or $1.03 per share, in the fourth quarter ended Dec. 31, compared to a loss of $622 million, or 70 cents per share, a year earlier.  On an adjusted basis, AIG earned $1.03 per share, beating Refinitiv estimates of $1.00.  The insurer also said it expects to pay $1.7 billion as part of a tax settlement with the U.S. Internal Revenue Service, which could be made as early as the first quarter of 2020.  The settlement amount, which AIG had previously disclosed, is related to cross-border financing transactions dating back to 1997.","91":"March 19 (Reuters) - American International Group Inc :  * AIG SAYS CEO BRIAN DUPERREAULT’S FY 2019 TOTAL COMPENSATION WAS $19.4 MILLION VERSUS $20.9 MILLION IN FY 2018 - SEC FILING  * AIG SAYS CFO MARK LYONS’ FY 2019 TOTAL COMPENSATION WAS $7.8 MILLION VERSUS $4.8 MILLION IN FY 2018  * AIG SAYS PRESIDENT AND GLOBAL COO, PETER ZAFFINO’S FY 2019 TOTAL COMPENSATION WAS $18.4 MILLION VERSUS $12.6 MILLION IN FY 2018  * AIG SAYS FOR 2019 CEO PAY RATIO WAS 288 TO 1 Source text for Eikon: (bit.ly\/2WsTyGx) Further company coverage:","92":"May 7 (Reuters) - Billionaire investor Carl Icahn has sold his stake in U.S. insurer AIG, Forbes reported here on Monday.  With a 4.76 percent stake, Icahn was AIG’s third largest shareholder at the end of 2017, according to Thomson Reuters data.  Icahn exited AIG when the stock changed hands between $60 and $65, the report said. (Reporting by Parikshit Mishra in Bengaluru; Editing by Sai Sachin Ravikumar)","93":"Sept 5 (Reuters) - American International Group Chief Executive Officer Brian Duperreault said on Wednesday he sees “huge potential” within the insurer’s portfolio for use of a market in which investors trade assets tied to insurance liabilities.  The insurance linked securities market, which developed over the past couple of decades as a way for insurers to pass some of their risks, mainly associated with natural disasters, to investors, is a “good tool,” Duperreault said at an insurance conference sponsored by investment bank KBW, a unit of Stifel Financial Corp. “I think you’re going to see more of it” within AIG, he said. (Reporting by Suzanne Barlyn Editing by Chizu Nomiyama)","94":"OSLO, March 26 (Reuters) - Norwegian aluminium maker Norsk Hydro may have lost more than $40 million in the week that followed a ransomware cyber attack that paralysed parts of the company’s operations, it said on Tuesday.  On a preliminary basis, the financial impact during the first week was estimated at between 300 million and 350 million Norwegian crowns ($35 million-$41 million).  “Hydro has a solid cyber risk insurance policy with recognized insurers, with global insurer AIG as lead,” it added. The company did not say how much money it hoped to recover from its insurance.  While Hydro’s primary metals business continues to produce aluminium, one of its key products unit still struggled to recover.  “In the most affected business area, Extruded Solutions, production is now at 70-80 percent, except for the Building Systems business unit, where operations remain almost at a standstill,” Hydro said.  The company has said it will not pay hackers to unlock its files, preferring instead to restore its files from backup servers.  “The company has now entered the recovery phase following the attack, gradually restoring IT systems in a safe and secure manner to ensure progress toward normal business while limiting the impact for people, operations, customers, suppliers and other partners,” Hydro said. (Reporting by Terje Solsvik, editing by Gwladys Fouche)","95":"Feb 17 (Reuters) - American International Group Inc:  * AIG PRESIDENT SAYS RECEIVED INQUIRIES FROM PARTIES INTERESTED IN POTENTIALLY PURCHASING 19.9% STAKE IN LIFE AND RETIREMENT UNIT-CONF CALL  * AIG EXECUTIVE SAYS CO EXPECTS INSURANCE RATE INCREASES TO CONTINUE IN 2021 -CONF CALL Further company coverage:","96":"May 15 (Reuters) - Soros Fund Management:  * SOROS FUND MANAGEMENT TAKES SHARE STAKE IN AMERICAN EXPRESS TO 181,847 SHARES - SEC FILING  * SOROS FUND MANAGEMENT UPS SHARE STAKE IN BANK OF AMERICA TO 2.4 MILLION SHARES FROM 264,600 SHARES - SEC FILING  * SOROS FUND MANAGEMENT REPORTS SHARE STAKE IN NEW YORK TIMES OF 126,400 SHARES - SEC FILING  * SOROS FUND MANAGEMENT DISSOLVES SHARE STAKE IN QUALCOMM - SEC FILING  * SOROS FUND MANAGEMENT CUTS SHARE STAKE IN URBAN OUTFITTERS TO 569,339 SHARES FROM ABOUT 1 MILLION SHARES - SEC FILING  * SOROS FUND MANAGEMENT DISSOLVES SHARE STAKE IN TWITTER - SEC FILING  * SOROS FUND MANAGEMENT UPS SHARE STAKE IN ADVANCED MICRO DEVICES TO 392,000 SHARES FROM 26,300 SHARES - SEC FILING  * SOROS FUND MANAGEMENT REPORTS SHARE STAKE IN AIG OF 298,763 SHARES - SEC FILING  * SOROS FUND MANAGEMENT UPS SHARE STAKE IN COTY TO 1.1 MILLION CLASS A SHARES FROM 130,100 CLASS A SHARES - SEC FILING  * SOROS FUND MANAGEMENT - CHANGE IN HOLDINGS ARE AS OF MARCH 31, 2018 AND COMPARED WITH THE PREVIOUS QUARTER ENDED AS OF DEC 31, 2017 Source For the quarter ended Mar 31, 2018: bit.ly\/2L5ptEX Source For the quarter ended Dec 31, 2017: bit.ly\/2C2PHH3","97":"","98":"NEW YORK, Oct 23 (Reuters) - American International Group Inc agreed to settle a tax shelter lawsuit related to the entering of sham transactions designed to generate bogus foreign tax credits, Acting U.S. Attorney Audrey Strauss in Manhattan said on Friday.  AIG agreed to the disallowance of more than $400 million in foreign tax credits and the imposition of a 10% tax penalty, Strauss said. (Reporting by Jonathan Stempel in New York)","99":"LONDON (Reuters) - The R&A says the extension of insurance firm AIG’s title sponsorship of the women’s British Open until 2025 will accelerate the progress made in the women’s game.  FILE PHOTO: Golf - Women's British Open - Royal Lytham & St Annes Golf Club, Lytham Saint Annes, Britain - August 5, 2018. England's Georgia Hall plays a shot to the 18th green during the final round. Action Images via Reuters\/Jason Cairnduff  AIG have agreed a two-year extension to its current deal and this year’s tournament at Troon in August, the first women’s major to take place since the COVID-19 pandemic, will be called the AIG Women’s Open.  “The R&A and AIG share a long-term vision for the AIG Women’s Open. We are fortunate to have such a committed partner in supporting women’s golf,” Martin Slumbers, Chief Executive of The R&A said in a statement.  “Together with AIG, we are determined to accelerate the progress we have made in women’s golf.  “The AIG Women’s Open is the perfect showcase for these highly skilled athletes to demonstrate how good they are and inspire more girls and women to take up golf.”  While men’s professional golf has resumed, the women’s LPGA Tour remains suspended although it will return on July 31 with the Drive On Championship in Toledo, Ohio.  Georgia Hall, winner of the 2018 women’s Open, says the sponsorship extension is welcome as many players struggle from the loss of earnings.  “I am so grateful that AIG has continued to support women’s golf, particularly in the face of a pandemic,” she said.  This year’s women’s Open will take place without fans at Troon between Aug 20-23.  Strict health protocols will be in place with access to the course limited to players, caddies, officials and staging staff.  The field will be comprised of the leading players from the Rolex Women’s World Golf Rankings as well as recognising successful players from recent tournaments staged on the world’s leading Tours. There are no qualification events.  “We believe that playing the AIG Women’s British Open is a significant step for players whose playing opportunities have been severely impacted this year,” Slumbers said.","100":"May 2 (Reuters) - American International Group Inc reported a 21 percent decline in first-quarter profit on Wednesday, due to higher catastrophe and bad weather claims, as well as weaker investment income.  The insurer posted $938 million, or $1.01 per share, in net income for the first quarter, down from $1.2 billion, or $1.18 per share in the same period a year earlier.  On an adjusted basis, its earnings were $963 million, or $1.04 per share, compared with $1.37 billion, or $1.36 per share, in the same period a year earlier.  Analysts were expecting earnings of $1.27, on average, per share, according to Thomson Reuters I\/B\/E\/S, after lowering their estimates by about 6 percent since last June. It was not immediately clear if the numbers were comparable.  Mudslides in California, winter storms across the United States and an earthquake in Papua New Guinea contributed to $376 million worth of catastrophe losses in AIG’s general insurance business during the quarter.  Those costs slashed the unit’s quarterly adjusted pretax income by more than half, to $510 million from $1.1 billion in the year-earlier period, and drove its expense and loss ratios higher.  In AIG’s life and retirement business, adjusted pretax income fell 1 percent to $892 million. The insurer attributed that decline to lower-yielding assets.  The results mark the end of three full quarters for AIG under Chief Executive Officer Brian Duppereault, who took charge of AIG last May, vowing to grow the company and boost revenues.  He has since been working to improve underwriting practices, increase AIG’s focus on technology and install new executives across the insurer to jumpstart profits. But his steps have yet to boost the bottom line, and AIG’s stock is down 10 percent since Duperreault’s arrival on May 14, 2017.  In after-hours trading, AIG shares were 1.9 percent lower at $53.82. (Reporting by Suzanne Barlyn Editing by Lauren Tara LaCapra)","101":"April 24 (Reuters) - NEW YORK CITY COMPTROLLER:  * NEW YORK CITY COMPTROLLER SAYS SENT LETTERS TO EXECUTIVES OF BERKSHIRE HATHAWAY, AIG, LIBERTY MUTUAL INSURANCE TO END BUSINESS TIES WITH COAL INDUSTRY  * NEW YORK CITY COMPTROLLER - CALLS ON BERKSHIRE HATHAWAY, AIG, LIBERTY MUTUAL INSURANCE TO CEASE UNDERWRITING ANY COAL PROJECTS  * NEW YORK CITY COMPTROLLER - CALLS ON BERKSHIRE HATHAWAY, AIG, LIBERTY MUTUAL INSURANCE TO DIVEST HOLDINGS IN COS THAT EXTRACT\/DISTRIBUTE THERMAL COAL  * NEW YORK CITY COMPTROLLER SAYS LETTERS CITE BERKSHIRE HATHAWAY, AIG, LIBERTY MUTUAL INSURANCE'S COAL INVESTMENTS AS \"INCOMPATIBLE\" Source text : [ID:bit.ly\/2yK2P36] Further company coverage:","102":"WELLINGTON, Jan 14 (Reuters) - New Zealand Rugby (NZR) are going to have seek a new major sponsor after AIG on Tuesday decided against renewing the current agreement when it ends next year.  The American insurance and financial services giant has sponsored NZR’s national teams since 2012 and signed a six-year renewal in 2016, with local media reporting the agreements were worth US$10 million to $20 million a year.  The sponsorship, reportedly NZR’s second largest behind a multi-year contract with sportswear manufacturer adidas , was to end in late 2021.  NZR’s largest revenue stream comes from television agreements, with local subscription broadcaster Sky TV reportedly paying NZ$500 million ($331.35 million) for another five-year term starting from 2021.  “We have enjoyed a hugely successful and mutually beneficial commercial partnership that has helped both AIG and NZR to strengthen our respective brands on the world stage,” NZR Chief Executive Mark Robinson said in a statement.  “Through this partnership, NZR and the six national teams sponsored by AIG have been able to grow rugby’s presence in new and growing markets, with opportunities to play in new territories and introduce our teams to new fans all over the world.”  While the country’s national teams are powerhouses of world rugby, the small financial resources and population in New Zealand have made it increasingly difficult for NZR to generate similar revenues to other sports or global sporting brands.  They announced a NZ$1.9 million loss for their last financial year in 2018 and while they had strong net assets, Chairman Brent Impey at its annual general meeting in April said future projections showed a “challenging” environment.  “Although we are pleased with our latest financial result these are still challenging times for rugby as we look further ahead,” Impey said at the time.  “The pressure to retain our talent and support the growth in our community game puts pressure on our long-term financial projections.”  The organisation is locked in a continual battle to retain players, with clubs in Britain, France and more recently Japan enticing All Blacks to the northern hemisphere with large salaries.  NZR’s only leverage is a policy of picking just those who are locally based for national sides, although they have made exceptions in recent years to structure flexible contracts for individual players.  Two-time World Player of the Year Beauden Barrett, for example, has a clause in his current four-year agreement to play one season in Japan, while senior lock Sam Whitelock is currently playing in Japan and will miss Super Rugby this year. ($1 = 1.5090 New Zealand dollars) (Reporting by Greg Stutchbury; Editing by Christopher Cushing)","103":"NEW YORK (Reuters) - American International Group Inc AIG.N said shareholders approved a $43.1 million pay package for 2017 for Chief Executive Officer Brian Duperreault during the company's annual meeting on Wednesday.  American International Group Inc. (AIG) Chief Executive Officer Brian Duperreault seen at AIG headquarters on the day of the company's 2017 annual shareholder meeting in New York, U.S., June 28, 2017. REUTERS\/Suzanne Barlyn  A nonbinding resolution to endorse the executive compensation passed with a majority of votes cast, Chairman Doug Steenland announced, adding that further details would be released later in the day.  Influential proxy advisory firms International Shareholder Services (ISS) and Glass Lewis had advised shareholders to reject the resolution, saying the pay package did not align with AIG’s performance.  AIG’s stock has dropped 13 percent since Duperreault took charge of the company last May.  The company’s pay arrangements include $24.2 million for former CEO Peter Hancock, who stepped down last year under pressure, with a $5 million cash award “for his service through the transition” to Duperreault, according to its annual proxy filing with the U.S. Securities and Exchange Commission in March.  It is unusual for both advisory firms to recommend voting against pay measures for the same company. ISS recommended votes against pay only about 12 percent of the time for companies listed on the broad-based Russell 3000 stock index, an ISS spokesman said.  GRADED ‘F’  Glass Lewis gave AIG’s compensation package a letter grade of “F.”  “Overall, the company paid significantly more than its peers, but performed significantly worse than its peers,” the report said.  ISS said one-time awards to Duperreault when he joined the company, including a $12 million cash bonus, were not tied to performance.  AIG declined to comment on the proxy recommendations.  AIG’s board compensation committee “believes this award properly motivates Mr. Duperreault to create sustainable, profitable growth for AIG, aligning his interests with those of our shareholders,” the proxy filing states.  Some investors have said they would approve of Duperreault’s pay so long as he performs.  Duperreault has vowed to help the company expand and boost revenue. He has been working to improve underwriting practices, increase a focus on technology and install new executives across the insurer to jumpstart profits.  AIG is preparing to finalize its acquisition of reinsurer Validus Holdings Ltd VR.N.  But his steps have yet to boost the bottom line.  In March, AIG said it paid Duperreault $43.1 million last year, according to the proxy filing. Excluding one-time components, Duperreault earned $14.9 million.  That figure was similar to the $15.3 million paid to MetLife Inc MET.N CEO and Chairman Steven Kandarian in 2016, and less than the $27.1 million paid in 2017 to John Strangfeld, chairman and CEO of Prudential Financial Inc PRU.N, according to proxy filings by those companies.  AIG shares closed as high as $66.06 on Aug. 3, compared with $61.82 on the first trading day following his mid-May appointment.  The stock dipped 0.6 percent at $52.72 on Wednesday.","104":"FILE PHOTO: The AIG logo is seen at its building in New York's financial district March 19, 2015. REUTERS\/Brendan McDermid  (Reuters) - The U.S. Securities and Exchange Commission is probing sales and disclosure practices at Valic, a unit of U.S. insurer American International Group Inc AIG.N, the Wall Street Journal reported on Tuesday, citing sources familiar with the matter.  The inquiry centers on whether incentives in Valic's compensation structure rewarded representatives for selling higher-cost products to retirement plan participants and whether Valic properly discloses the payments its representatives receive on certain product sales, the report said. (on.wsj.com\/2JyG1WN)  Valic provides retirement products to employees in K-12 schools, colleges, and not-for-profit organizations.  The SEC is also looking at Valic’s arrangements with school districts, in which it provides money to cover certain school expenses while also offering investment advice and products to school employees, the report said.  “We cannot comment at this time on any regulatory inquiries or related personnel matters,” an AIG spokesman told Reuters.  Several high-level Valic executives have been placed on administrative leave in recent weeks, the report said.","105":"(Adds approved mergers)  BRUSSELS, May 2 (Reuters) - The following are mergers under review by the European Commission and a brief guide to the EU merger process:  APPROVALS AND WITHDRAWALS  None  NEW LISTINGS  -- U.S. insurer American International Group to acquire Bermuda-based reinsurer Validus Holdings Ltd (notified April 30\/deadline June 11\/simplified)  -- Private equity firm One Equity Partners to acquire packaging company Walki Holding (notified April 27\/deadline June 8\/simplified)  EXTENSIONS AND OTHER CHANGES  None  FIRST-STAGE REVIEWS BY DEADLINE  MAY 3  -- U.S. auto parts retailer LKQ Corp to acquire German peer Stahlgruber (notified March 9\/deadline extended to May 3 from April 18 after the German national competition authority requested to take over the case)  MAY 4  -- U.S. aerospace and industrial company United Technologies Corp to acquire avionics maker Rockwell Collins (notified March 12\/deadline extended to May 4 from April 19 after UTC offered concessions)  MAY 8  -- Italian cable company Prysmian to acquire U.S. peer General Cable (notified March 28\/deadline May 8)  MAY 15  -- U.S. cable company Liberty Global to acquire Dutch peer Ziggo (notified April 4\/deadline May 15)  MAY 23  -- Apollo Capital Management to acquire Cyprus Cooperative Bank (notified April 11\/deadline May 23\/simplified)  -- British paper company Mondi to acquire Finnish corrugated case materials maker Powerflute (notified April 11\/deadline May 23)  -- Luxembourg-based steelmaker ArcelorMittal to acquire Italian steel plant (notified Sept. 21\/deadline extended to May 23 after ArcelorMittal offered concessions)  MAY 25  -- Global asset manager The Carlyle Group to acquire Accolade Wines Holdings Australia and Accolade Wines Holdings Europe (notified April 13\/deadline May 25\/simplified)  MAY 28  -- U.S coatings maker Axalta Coating Systems to acquire wire enamel manufacturer IVA’s European and Chinese operations (notified April 16\/deadline May 28)  -- U.S. agricultural merchant Archer Daniels Midland and agricultural trading house Cargill to set up a joint venture in Egypt (notified April 16\/deadline May 28\/simplified)  MAY 29  -- Asset management firms Avenue Capital, Pemberton and private equity firm Permira to jointly acquire luggage bags maker Delsey (notified April 17\/deadline May 29\/simplified)  MAY 30  -- Global asset management company Carlyle and U.S. investment company TA Associates to jointly acquire sales marketing company Discoverorg which is now solely controlled by TA Associates (notified April 18\/deadline May 30\/simplified)  MAY 31  -- Swedish bank Skandinaviska Enskilda Banken AB (SEB) to acquire lamp maker Aura Light International AB (notified April 19\/deadline May 31\/simplified)  -- Private equity firm Advent International to acquire British electronics and technnology company Laird (notified April 19\/deadline May 31\/simplified)  JUNE 1  -- Swiss engineering company ABB to acquire General Electric’s industrial solutions business (notified April 20\/deadline June 1)  JUNE 4  -- Japanese chemicals company Kuraray, Thai petrochemicals group PTT Global Chemical Public Company and Japan’s Sumitomo Corp to set up a joint venture (notified April 23\/deadline June 4\/simplified)  JUNE 5  -- Canadian pension fund OTPP and asset management company Carlyle Group to jointly acquire French campsite operator European Camping Group, which is now solely controlled by Carlyle Group (notified April 24\/deadline June 5\/simplified)  -- French prepaid meal voucher and card provider Edenred to increase its stake in fuel cards issuer UTA (notified April 24\/deadline June 5\/simplified)  JUNE 6  -- UK private equity group 3i Group Plc to acquire a 35 percent stake in ferry operator Scandlines after selling the company to infrastructure funds First State Investments and Hermes Investment Management (notified April 25\/deadline June 6\/simplified)  -- Japanese electronics company Alps Electric Co to acquire Japanese car infotainment systems maker Alpine Electronics (notified April 25\/deadline June 6\/simplified)  JUNE 7  -- German power grid makers Stadtwerke Olching and Bayernwerk Net to set up two joint ventures (notified April 26\/deadline June 7\/simplified)  JUNE 21  -- South African chemicals company Tronox to acquire the titanium dioxide business of Cristal, a subsidiary of Saudi Arabia’s Tasnee (notified Nov. 15\/deadline extended to June 21 from June 7)  AUG 9  -- German industrial gases group Linde to merge with U.S. peer Praxair (notified Jan. 12\/ deadline extended to Aug. 9)  SEPT 4  -- iPhone maker Apple to acquire UK music streaming service Shazam (notified March 14\/deadline extended to Sept. 4 from April 23 after the European Commission opened an in-depth investigation)  GUIDE TO EU MERGER PROCESS  DEADLINES:  The European Commission has 25 working days after a deal is filed for a first-stage review. It may extend that by 10 working days to 35 working days, to consider either a company’s proposed remedies or an EU member state’s request to handle the case.  Most mergers win approval but occasionally the Commission opens a detailed second-stage investigation for up to 90 additional working days, which it may extend to 105 working days.  SIMPLIFIED:  Under the simplified procedure, the Commission announces the clearance of uncontroversial first-stage mergers without giving any reason for its decision. Cases may be reclassified as non-simplified - that is, ordinary first-stage reviews - until they are approved. (Reporting by Foo Yun Chee)","106":"(Corrects 6th bullet point to 75 percent of loss reserves from 50 percent)  Nov 1 (Reuters) - American International Group Inc:  * CEO SAYS COMPANY IS WORKING TOWARD HAVING ONE REINSURANCE STRUCTURE IN JAPAN INSTEAD OF TWO TOWERS  * AIG CFO SAYS INSURER EXPECTS 2018 ADJUSTED U.S. TAX RATE TO INCREASE SLIGHTLY TO 25 PERCENT DUE TO CATASTROPHES, CHANGES TO TAX CODE  * EXEC SAYS INSURER IS PREPARING TO INCREASE U.S. REINSURANCE DURING 2019 RENEWAL SEASON-CALL  * AIG EXEC SAYS EXPECTS CASUALTY TERMS AND CONDITIONS CONTINUE TO TIGHTEN WITH RATE CHANGES CONSISTENT WITH LOSS TRENDS-CALL  * AIG EXEC SAYS EXPECTS COMMERCIAL CLAIMS TO BECOME MORE COMPLEX - CALL  * AIG EXEC SAYS COMPANY HAS REVIEWED 75 PERCENT (NOT 50 PERCENT) OF LOSS RESERVES FOR GENERAL INSURANCE - CALL  * EXEC SAYS Q4 RESERVES REVIEW TO FOCUS ON U.S. FINANCIAL LINES, WORKERS’ COMP AND INTERNATIONAL CASUALTY, EXCLUDING U.K. AND EUROPE-CALL  * CEO SAYS EXPECTS UNDERWRITING PROFIT IN FIRST QUARTER 2019 - CALL  * EXEC SAYS WORKERS’ COMPENSATION IS “FLAT” AND MAY BE “LOSING A LITTLE THERE” BECAUSE OF INFLATION-CALL  * SAYS INSURER IS REDUCING “APPETITE” IN CONSTRUCTION INSURANCE BUSINESS TO “A VERY LIMITED AMOUNT” - CALL  * SAYS COMPANY WILL MOVE TO UNDERWRITING PROFIT IN 2019 “BUT NOT A GREAT ONE” - CALL Source text for Eikon: Further company coverage: (Reporting by Suzanne Barlyn)","107":"A protestor carries a sign during a rally in the financial district in San Francisco, California March 19, 2009. REUTERS\/Robert Galbraith  NEW YORK (Reuters Breakingviews) - Anyone who has held shares in American International Group since the end of 2007 is still nursing a 95 percent stock-price loss. That’s even worse than fellow crisis basket case Citigroup. The insurer is, arguably, finally emerging from a lost decade after receiving a controversial $182 billion U.S. government bailout in 2008. But investors remain wary.  The disaster 10 years ago centered on AIG’s financial-products unit, which had sold huge amounts of supposedly not-very-risky credit protection on subprime-mortgage products. The consequences included a $62 billion loss in a single quarter, the final period of 2008.  Employees were vilified, and some critics labeled the bailout a conspiracy to help banks, because it enabled AIG to pay billions to trading counterparties including Goldman Sachs and European institutions like Société Générale and Deutsche Bank.  AIG offloaded assets including its historic Asian life-insurance arm AIA, which has more than tripled in value since it was floated in Hong Kong in 2010. Repaying the government in full in December 2012 was a signal achievement of the then chief executive, the late Bob Benmosche.  Revenue shrank steadily under Benmosche, Peter Hancock and, since May last year, Brian Duperreault, as successive CEOs fought to bring both continuing businesses and problematic legacy lines under control. Duperreault is an industry guru and veteran of AIG, insurer ACE, Marsh & McLennan and Bermuda-based Hamilton Insurance. Ask around his head office in New York, and people say he is a leader who can make the company hum again and who’s assembling a stellar team.  The removal of AIG’s “systemically important” designation by regulators last year was a landmark, too. It even looks like a different company: without AIA, with a focus on stronger underwriting practices, and with ambitions to grow again. The company in July closed its biggest acquisition since the crisis – the $5.5 billion purchase of Validus, a Bermuda reinsurer with a Lloyd’s syndicate and catastrophe-bond asset manager. Yet AIG still isn’t back to profitable growth, and the roughly $50 billion group’s shares are priced at a nearly 25 percent discount to book value, far lower than most peers. Investors don’t yet accept that the company’s dismal recent past is behind it. Maybe that’s something AIG can achieve in 2019, its centennial year.","108":"The AIG logo is seen at its building in New York's financial district March 19, 2015. American International Group Inc shareholders will seek final approval of $970.5 million in settlements resolving claims the company misled investors ahead of the 2008 financial crisis. AIG has agreed to pay $960 million, while its auditors at Price Waterhouse Coopers have agreed to pay $10.5 million. REUTERS\/Brendan McDermid  (Reuters) - American International Group Inc AIG.N will relocate its global headquarters in New York City, moving out of the financial district after more than three decades, the U.S. insurer said on Tuesday.  The company will move its headquarters to 1271 Avenue of the Americas and will also consolidate its remaining New York City area footprint between two new locations, including one at the Goldman Sachs Tower at 30 Hudson St in Jersey City, New Jersey.  AIG plans to move into the new offices in 2021.","109":"April 12 (Reuters) - AIG Inc on Thursday named Anthony Vidovich as chief claims officer for its general insurance business.  Vidovich will oversee the strategic direction of general insurance claims, encompassing governance and policy, settlement authorities and claims handling.  Prior to AIG, Vidovich served as global head of claims for insurance and reinsurance at XL Catlin. (Reporting by Akankshita Mukhopadhyay in Bengaluru)","110":"WASHINGTON (Reuters) - The U.S. Supreme Court on Monday handed a defeat to former American International Group Inc AIG.N CEO Maurice \"Hank\" Greenberg, refusing to hear an appeal he led arguing that the federal government illegally bailed out the insurer during the 2008 financial crisis at the expense of shareholders.  FILE PHOTO - Maurice \"Hank\" Greenberg, former chairman of American International Group Inc., (AIG) arrives at the New York State Supreme Courthouse in Manhattan, New York City, U.S., September 29, 2016. REUTERS\/Brendan McDermid  The justices left in place a 2017 ruling by a federal appeals court in Washington that Greenberg’s Starr International Co had no legal right to challenge the bailout because that right belonged to AIG, which chose not to sue.  Greenberg, 92, led AIG for nearly four decades before being ousted in March 2005. The New York-based insurance powerhouse was rescued by the U.S. government in September 2008 to stave off bankruptcy after the company ran up huge losses from insurance on shoddy mortgage securities.  Starr’s attorney David Boies expressed disappointment in the Supreme Court’s action.  “Starr established that the disproportionate and unfair treatment of AIG’s shareholders in 2008 was not authorized by the applicable statutes and that the government had exceeded its authority by taking control of AIG and using it to bail out other financial institutions, which were found to have engaged in more risky practices,” Boies said in a statement.  Starr, an insurance and investment business that had been one of AIG’s largest shareholders, sued in 2011 on behalf of itself and other shareholders alleging the government illegally took a 79.9 percent stake in the company in exchange for a $85 billion loan from the Federal Reserve Bank of New York.  The shareholders’ rights were diminished in violation of the U.S. Constitution’s guarantee of due process under the law, Starr claimed, seeking more than $40 billion in damages.  A lower court ruled in Starr’s favor, but declined to award damages since the shareholders’ stock would have been worthless without the government loan. The bailout actually helped the plaintiff, that court said.  The U.S. Court of Appeals for the Federal Circuit threw out that ruling, finding that only AIG, and not Starr as a shareholder, had legal standing to bring claims that the bailout was unlawful. AIG’s board of directors decided not to file such a suit.  AIG’s bailout eventually totaled $182.3 billion but was repaid, leaving taxpayers with nearly $23 billion in profit.  Starr appealed to the Supreme Court. President Donald Trump’s administration urged the justices not to take up the appeal.","111":"(Reuters) - American International Group Inc AIG.N reported a smaller quarterly loss on Wednesday as reinsurance pacts helped offset steep catastrophe losses in Japan and North America.  FILE PHOTO: The AIG logo is seen at its building in New York's financial district in New York, NY, U.S. on March 19, 2015. REUTERS\/Brendan McDermid\/File Photo  The insurer posted a net loss of $1.26 billion, or $1.41 per share, for the third quarter ended Sept. 30, compared with a loss of $1.74 billion, or $1.91 per share, a year earlier.  AIG recorded net pretax catastrophe losses of $1.6 billion in the quarter, mainly related to typhoons in Japan and Hurricane Florence, that were largely in line with the insurer’s preview of those losses in mid-October.  The figures, far worse than analysts were expecting, helped spur a 13 percent drop in AIG shares during recent weeks. The shares were down 1.1 percent in after-hours trade on Wednesday.  AIG’s revised estimates for California mudslides also contributed to its losses.  AIG Chief Executive Brian Duperreault, who took charge in May 2017, has vowed to turn the company around and post an underwriting profit as soon as year-end.  But some analysts are not convinced his plan is working. “The third quarter results do not suggest progress in and of themselves,” Sandler O’Neill analyst Paul Newsome said in an interview.  AIG has not made much progress in improving underwriting profit in its commercial property and casualty insurance business, even without the catastrophe losses, Newsome said. But there are some signs that AIG’s loss ratio is improving, he said.  AIG estimated it has exhausted about $700 million of the $750 million available through its North American catastrophe reinsurance program following the mudslides, Hurricane Florence and loss estimate from Hurricane Michael, which crashed into Florida earlier this month.  The adjusted pretax loss from the general insurance business narrowed 72 percent to $825 million, while the underwriting loss narrowed to $1.73 billion from $3.8 billion a year ago.  Adjusted pretax income from the life and retirement business fell 38 percent to $713 million, driven by changes to some actuarial assumptions following an annual review.  The company’s combined ratio fell to 124.4 percent from 157.1 percent. A ratio below 100 percent means the insurer earns more in premiums than it pays out in claims.  Loss ratio fell to 88.6 percent from 124.1 percent in the year-ago quarter, when it recorded pretax catastrophe losses of $3 billion related to hurricanes Harvey, Irma and Maria.  On an adjusted basis, it lost 34 cents per share. Analysts on average were expecting a profit of 12 cents, according to I\/B\/E\/S data from Refinitiv. It was not immediately clear if the numbers were comparable.","112":"Aug 2 (Reuters) - American International Group Inc on Thursday reported a 17 percent fall in quarterly profit due to ongoing issues in its general insurance business, missing analysts’ expectations.  Chief Executive Officer Brian Duperreault, who took charge more than a year ago, has been trying to turn around the company and its commercial insurance business, including by sharpening underwriting practices.  The company’s second-quarter results included a $200 million restructuring charge related to “efficiency initiatives,” including compensation.  AIG has been on a hiring spree to bring on new executives to boost profits. On Wednesday, AIG said it hired veteran industry executive David McElroy to head its Lexington Insurance Company unit.  He has previously served as executive chairman of Arch Insurance Group Inc. and vice chairman of Arch Worldwide Insurance Group.  Adjusted pre-tax income from AIG’s general insurance business dropped 46 percent to $568 million, while underwriting income swung to a loss of $89 million compared with a profit of $149 million a year ago.  Duperreaut has launched an underwriting review and increased focus on technology in an effort to jumpstart the company’s shares.  The adjusted pre-tax income from the company’s life and retirement business fell 3 percent to $962 million in the quarter.  The insurer posted $937 million, or $1.02 per share, in net income for the second quarter, down from $1.13 billion, or $1.19 per share, a year ago.  On an adjusted basis, it earned $1.05 per share. Analysts on average were expecting an earnings of $1.21, according to Thomson Reuters I\/B\/E\/S. It was not immediately clear if the numbers were comparable.","113":"FILE PHOTO - Brian Duperreault, President and Chief Executive Officer (CEO) of American International Group (AIG) speaks at the UJA-Federation of New York General Insurance Annual Event in New York City, New York, U.S., June 5, 2018. REUTERS\/Mike Segar  (Reuters) - American International Group Inc AIG.N Chief Executive Brian Duperreault said on Wednesday he sees \"huge potential\" within the insurer's portfolio for use of a market in which investors trade assets tied to insurance liabilities.  The insurance linked securities (ILS) market, which developed over the past couple of decades as a way for insurers to pass on to investors some of their risks, mainly those associated with natural disasters, is a \"good tool,\" Duperreault said at an insurance conference sponsored by investment bank KBW, a unit of Stifel Financial Corp SF.N.  “I think you’re going to see more of it, not less of it” within AIG, Duperreault said.  Insurance companies that participate in the market typically issue catastrophe bonds, or CAT bonds. If no catastrophe hits, the bonds pay out a percentage of the premiums by way of coupons. But if a disaster does occur, the insurance company can use the funds to pay claims to its policy holders.  AIG’s acquisition of Bermuda-based Validus Holdings Ltd, which was finalized in July, included Validus’ AlphaCat unit, an investment adviser that manages capital for investors and AIG through insurance-linked securities and other investments.  The insurance-linked securities market gives insurers another way for their underwriters to match risks they take on with sources of capital to cover potential claims, Duperreault said.","114":"NEW YORK (Reuters) - Brian Duperreault, who rejoined American International Group Inc AIG.N as chief executive officer last year to turn the company around, remembers another era when the insurer was trying to blaze a trail toward greatness.  In 1973, Duperreault arrived at AIG’s old Lower Manhattan office to interview for an actuarial position. The company’s name was painted on the brick exterior of the building and linoleum tiles were missing from the floor inside, leaving spots of exposed cement and old, dried glue.  He was 26, fresh out of the U.S. Army and knew nothing about the insurance business, but Duperreault was sold on AIG’s scrappy vibe and high-energy employees.  “I had made a choice with my heart and not with my head,” he said in an interview. “But it worked out pretty well.”  Now 71, Duperreault is taking a different gamble at the other end of his career, trying to restore lost shine to a company that has struggled ever since a $182 billion taxpayer bailout saved it from collapse in 2008.  AIG finished repaying the debt, plus a $22.7 billion return, in 2012, but is still wrestling with the consequences of its near-death, including the sale of prized businesses to repay the U.S. government, and a post-bailout talent drain.  In two interviews, Duperreault detailed plans to expand AIG’s international reach, improve underwriting practices and make employees feel proud to work at AIG, but also more accountable for performance.  As AIG’s sixth CEO in a decade, Duperreault is bringing back some practices from the era of Maurice “Hank” Greenberg, the man who built AIG into a global insurance colossus. For example, Duperreault is letting business heads set their own budgets and performance goals, and giving underwriters more autonomy.  Duperreault is also hunting for acquisitions that will boost performance and reestablish AIG’s broad reach outside the United States.  Possible targets could include an international life or an employee benefits business. The latter would enhance AIG’s Life and Retirement business and could also cater to commercial customers who have asked for the service, people familiar with the matter said.  SMART RISK-TAKING  But Duperreault’s most critical task is overhauling AIG’s underwriting culture after years spent chasing revenue growth without appropriately weighing risks.  Duperreault and his deputies have been telling staff to be more selective about clients and wind down or revise unprofitable policies. AIG is also buying reinsurance to mitigate losses on old business.  American International Group Inc (AIG) Chief Executive Officer, Brian Duperreault poses in this photo provided August 29, 2018. AIG\/Handout via REUTERS  “Why are we performing badly when others are performing okay or pretty good?” Duperreault said. “It really just goes back to smart risk-taking. You can’t play every hand.”  Duperreault’s immediate challenge, as he describes it, is to get the company underwriting risks profitable again – a key measure of an insurer’s performance and something AIG has not done since 2007. Then he wants to get it growing again.  Duperreault has told investors AIG will break even on underwriting by the start of 2019, which is only a “waypoint” on a path to richer profits, he told Reuters.  Since taking the helm, Duperreault has hired more than a dozen senior executives and 125 senior underwriters to help execute his vision. Many have previously worked at AIG.  Duperreault's own $43.1 million in 2017 compensation is the largest of any AIG CEO since Greenberg left the company in 2005, according to filings. (Graphic: tmsnrt.rs\/2CnYJPF)  Proxy advisory firms Institutional Shareholder Services and Glass Lewis criticized pay for Duppereault and other executives ahead of AIG’s annual meeting in May, arguing that the company was not performing well enough to lavish tens of millions of dollars upon top executives.  Just 62 percent of voting shareholders signed off on compensation, far below the roughly 90 percent support S&P 500 companies typically receive, according to compensation consulting firm Semler Brossy.  Some analysts say Duperreault’s strategies make sense, but success is far from guaranteed. Last year, AIG reported its lowest revenue and worst loss since the financial crisis, and this year has not been much better.  “I think he can get the process started,” said Sandler O’Neill analyst Paul Newsome. “But it will take a very, very long time to get it back to what it was before, if that’s even possible.”  AIG shares have lost more than 95 percent of their value since 2007, including 11 percent since Duperreault's hiring. (reut.rs\/2NRx8I0)  Valued at $47.4 billion, AIG is now worth about half of AIA Group Ltd 1299.HK, a former life insurance subsidiary it spun off to reimburse taxpayers, and one-fifth of its peak value of $239 billion in 2000.  EVERY DOLLAR  In response to criticism about compensation, Duperreault said that, in his view, every dollar that goes toward hiring people who can profitably grow revenue is a dollar well spent.  “If you hire people to make money, that’s probably something you should continue doing,” Duperreault said.  Some on Wall Street welcome his top-tier hirings. “All of those people left their jobs in high-up positions across the industry to go help Brian fix AIG,” said Wells Fargo analyst Elyse Greenspan.  Before he left AIG in 1994 to head a company himself, Duperreault had spent more than 20 years rising through the ranks under Greenberg’s tutelage.  Duperreault then headed ACE Ltd, transforming it from a niche insurer into a global powerhouse, and in 2008 became CEO of Marsh & McLennan Companies Inc MMC.N to reinvigorate the troubled insurance brokerage after it settled a bid-rigging case.  At AIG, Duperreault has also been working to improve relations with regulators.  One of Duperreault’s early challenges was getting AIG off the list of Systemically Important Financial Institutions, or SIFIs, that regulators drew up after the financial crisis.  The company had previously been trying to convince regulators that AIG was no longer a risk to the financial system after selling or winding down some $560 billion in assets and ditching the derivatives business that nearly capsized the company in 2008.  But it was on Duperreault’s watch that the council of top regulators removed AIG’s SIFI shackles last September.  He also had to win over state insurance regulators for his plan to move discontinued business lines to a separate reinsurance unit in Bermuda, a global insurance hub where the unit has favorable requirements for capital it has to set aside.  State regulators were initially concerned about moving those businesses out of their oversight, but after Duperreault spoke to the regulators and created a new executive-level regulatory affairs position, AIG was able to establish the unit, called DSA Re.  “I think we were able to create a level of comfort that this was a well thought-out transaction with a concrete business rationale,” said Thomas Leonardi, a former Connecticut insurance commissioner and investment banker who took up the new role at AIG last year.  Last month, Carlyle Group LP CG.O agreed to buy nearly 20 percent of DSA Re. The investment could spur more deals, analysts said.  Other deals Duperreault has struck include buying Bermuda-based reinsurer Validus Holdings Ltd for $5.56 billion in July, and a UK group life insurance specialist from Munich Re for undisclosed terms in June.  Finding more acquisition targets that meet his criteria has been difficult, Duperreault said.  Duperreault is looking for a company in a large market with a mature legal system that does not cost too much.  “It’s better to buy than not buy – but I don’t have to,” he said. “There is so much profitability to be gained by getting more out of the premiums we currently have.”","115":"(Reuters) - American International Group Inc AIG.N reported a slump in third-quarter profit on Thursday, hurt by losses related to storms, wildfires and the COVID-19 pandemic.  FILE PHOTO: The AIG logo is seen at its building in New York's financial district March 19, 2015. REUTERS\/Brendan McDermid  AIG, one of the largest U.S. insurers, posted an underwriting loss of $423 million in its general insurance business for the third quarter, compared with a loss of $249 million a year earlier.  The unit reported $790 million in catastrophe losses, before tax, including coronavirus-related losses of $185 million, following windstorms and tropical storms in the Americas and Japan, as well as wildfires in the U.S. West Coast.  Global insurers are battling a sharp rise in natural catastrophe payouts at a time of coronavirus-induced losses. The investments insurer’s rely on to pay claims have also come under pressure.  Net income attributable to AIG common shareholders fell to $281 million, or 32 cents per share, in the third quarter ended Sept. 30, from $648 million, or 72 cents per share, a year earlier.  On an adjusted basis, the company earned 81 cents per share, beating FactSet estimates of 54 cents per share.  The company’s adjusted general insurance accident year combined ratio, was 93.3, compared with 95.9 a year earlier.  AIG has been using the metric to gauge the success of a turnaround plan launched by Chief Executive Officer Brian Duperreault upon taking the insurer’s helm in 2017.  The company’s general insurance combined ratio was 107.2. A ratio below 100 means the insurer earns more in premiums than it pays out in claims.  AIG last month said its board had approved a plan to separate the life and retirement business from the rest of the company, and named President Peter Zaffino as CEO, effective next year. [nL4N2HH3X0]","116":"(Corrects sixth paragraph to show that wildfire losses will add $150 mln to $250 mln to net pretax losses, not that reinsurance will add those amounts)  Dec 5 (Reuters) - American International Group Inc has racked up an estimated $750 million to $800 million in catastrophe losses so far during the 2018 fourth quarter, its chief executive officer said on Wednesday.  Still, the company’s general insurance unit is on track to enter 2019 “at a slight underwriting profit,” AIG CEO Brian Duperreault said at the Goldman Sachs U.S. Financial Services Conference in New York.  The catastrophe losses do not include December, Duperreault said.  Duperreault, who took charge of AIG in 2017, has vowed to turn the company around. His most critical task is overhauling AIG’s underwriting culture after the company spent years chasing revenue growth without appropriately weighing risks.  The company expects an overall eight percent adjusted return on equity going into 2019, driven in part by the slight underwriting profit in its general insurance unit, Duperreault said.  “But let me be clear. We are not satisfied with an eight percent,” Duperreault said. The company intends to reach a double-digit adjusted return on equity, but the process could take up to three years, he added.  AIG expects the unit’s 2019 net earned premium to be consistent with 2018 levels, Duperreault said.  Wildfires in California, net of reinsurance, will add between $150 million and $175 million to AIG’s net pretax losses for the fourth quarter, since the company has triggered its reinsurance coverage, Duperreault said. AIG expects its Validus Holdings Ltd unit, the reinsurer it acquired in July, to incur about a $60 million pretax loss for wildfires, he added.  Earnings for AIG’s Life and Retirement will decrease for the second half of 2019, partly related to investment in new business and “growth initiatives,” Duperreault said.  The insurer’s fourth quarter effective tax rate will be around 26 percent because of global catastrophes and a shift in business mix, he said. (Reporting by Suzanne Barlyn Editing by Jonathan Oatis and Frances Kerry)","117":"NEW YORK (Reuters) - Insurer American International Group Inc slid more than three percent in morning trading on Friday after executives tried to downplay another weak earnings report and vowed a turnaround was on the horizon.  FILE PHOTO: The AIG logo is seen at its building in New York's financial district in New York, NY, U.S. on March 19, 2015. REUTERS\/Brendan McDermid\/File Photo  The New York-based insurer on Thursday reported a 17 percent fall in quarterly profit as its general insurance business failed to show improvement, missing analysts’ expectations.  “I’m trying to get across to everyone that there is improvement in this book,” AIG Chief Executive Brian Duperreault said in a call with analysts on Friday. “It’s not a straight line, but the line is an improvement line.”  Duperrault took charge of AIG more than a year ago, promising to grow the company and boost revenues. He has been working to improve underwriting practices, increase AIG’s focus on technology and install new executives across the insurer to jumpstart profits.  But his steps have yet to boost the bottomline and AIG’s shares were trading at $53.84 in morning trading, down 2.4 percent on the day.  Lower alternative investment income also dragged on AIG’s results during the quarter.  Duperreault and other executives revealed more details about their turnaround plan during the call, including a two-point improvement to its general insurance unit expense ratio heading into 2019, Duperreault said. The figure is a measurement of a company’s efficiency.  But even that level of an improvement “is nowhere where it needs to be,” Duperreault said.  The company recently closed on its acquisition of Bermuda reinsurer Validus Holdings Ltd, whose business will help boost AIG’s profitability, executives said.  Reinsurance and changes to property underwriting limits are other measures that will help improve future results, they said.","118":"May 7 (Reuters) -  * BILLIONAIRE INVESTOR CARL ICAHN HAS SOLD HIS LARGE STAKE IN AIG - FORBES, CITING SOURCE  * ICAHN SOLD HIS AIG POSITION WHEN THE STOCK CHANGED HANDS BETWEEN $60 AND $65 - FORBES, CITING SOURCE Source text: bit.ly\/2rrwl6H","119":"May 14 (Reuters) - American International Group Inc:  * AIG NAMES MARK D. LYONS AS SENIOR VICE PRESIDENT & CHIEF ACTUARY, GENERAL INSURANCE  * AIG - LYONS WILL ALSO SERVE AS A MEMBER OF GENERAL INSURANCE EXECUTIVE LEADERSHIP TEAM  * AIG - LYONS IS REJOINING AIG FROM ARCH CAPITAL GROUP LTD Source text for Eikon: Further company coverage:","120":"May 9 (Reuters) - American International Group Inc:  * AIG ANNOUNCES RESULTS OF ITS 2018 ANNUAL MEETING OF SHAREHOLDERS  * AIG - SHAREHOLDERS ELECTED ELEVEN DIRECTORS AT COMPANY’S ANNUAL MEETING OF SHAREHOLDERS  * AIG - SHAREHOLDERS ALSO VOTED TO SUPPORT EACH OF TWO PROPOSALS RECOMMENDED BY AIG BOARD Source text for Eikon: Further company coverage:","121":"March 14 (Reuters) - Samuel Merksamer, who represents billionaire Carl Icahn on the board of American International Group Inc, will not seek re-election to the post at the insurer’s annual meeting in May, the company said in a filing on Wednesday.  Merksamer, who has served in the post since 2016, will continue his work on AIG’s board until the May meeting, the company said. (Reporting by Suzanne Barlyn Editing by Chris Reese)","122":"Feb 22 (Reuters) - American International Group Inc:  * AIG - ON FEBRUARY 18 PETER FISHER NOTIFIED CO HE WILL NOT STAND FOR REELECTION TO CO’S BOARD - SEC FILING  * AIG - ‍ FISHER WILL CONTINUE TO SERVE AS A DIRECTOR UNTIL ELECTION OF DIRECTORS AT 2018 ANNUAL MEETING​ Source: (bit.ly\/2GEd1cu) Further company coverage:","123":"May 2 (Reuters) - American International Group Inc:  * AIG BOARD OF DIRECTORS DECLARES COMMON STOCK DIVIDEND OF $0.32 PER SHARE Source text for Eikon: Further company coverage:","124":"May 2 (Reuters) - American International Group Inc:  * QTRLY EARNINGS PER SHARE $1.01; QTRLY ADJUSTED AFTER-TAX EARNINGS PER SHARE $1.04  * AS OF MARCH 31, 2018, BOOK VALUE PER COMMON SHARE WAS $69.95 VERSUS $72.49 AT DECEMBER 31, 2017  * Q1 GENERAL INSURANCE ADJUSTED. PRE-TAX INCOME OF $510 MILLION REFLECTED $376 MILLION OF CATASTROPHE LOSSES, $135 MILLION OF SEVERE LOSSES  * QTRLY TOTAL GENERAL INSURANCE NET PREMIUMS WRITTEN $6.17 BILLION, DOWN 2 PERCENT  * QTRLY TOTAL GENERAL INSURANCE COMBINED RATIO 103.8 PERCENT VERSUS 99.8 PERCENT  * Q1 EARNINGS PER SHARE VIEW $1.27 -- THOMSON REUTERS I\/B\/E\/S Source text for Eikon: Further company coverage:","125":"Feb 13 (Reuters) - American International Group Inc:  * CFO SAYS EXPECTS 2020 LIFE AND RETIREMENT UNIT ADJUSTED PRE-TAX INCOME BETWEEN $3.1 BILLION AND $3.3 BILLION - CONF CALL  * CFO SAYS EXPECTS 2020 GENERAL INSURANCE ACCIDENT YEAR COMBINED RATIO TO BE IN THE RANGE OF 93.8% TO 94.8% “EX CAT” - CONF CALL  * LIFE INSURANCE HEAD SAYS UNIT’S FULL YEAR 2020 BASE INVESTMENT SPREADS TO DECLINE BY ABOUT 8 TO 16 BASIS POINTS ANNUALLY - CONF CALL  * LIFE INSURANCE HEAD SAYS EXPECTS DECREASED 2020 INDIVIDUAL ANNUITY SALES, PARTICULARLY IN FIXED ANNUITIES - CONF CALL  * CFO MARK LYONS SAYS EXPECTS 2020 NET INVESTMENT INCOME OF NEARLY $13.6 BILLION ON FULL YEAR BASIS - CONF CALL Further company coverage:"}}