{"date":{"0":"2019\/11\/07","1":"2020\/02\/19","2":"2018\/11\/07","3":"2020\/05\/28","4":"2018\/08\/08","5":"2019\/10\/24","6":"2020\/02\/05","7":"2018\/11\/08","8":"2019\/08\/01","9":"2018\/11\/28","10":"2020\/08\/05","11":"2019\/11\/08","12":"2018\/03\/08","13":"2020\/12\/08","14":"2021\/02\/22","15":"2018\/07\/31","16":"2020\/09\/10","17":"2018\/10\/06","18":"2018\/02\/27","19":"2018\/05\/10","20":"2018\/10\/17","21":"2020\/05\/07","22":"2018\/12\/27","23":"2018\/10\/08","24":"2018\/11\/26","25":"2018\/11\/22","26":"2018\/03\/09","27":"2018\/07\/25","28":"2018\/10\/18","29":"2019\/08\/08","30":"2019\/12\/12","31":"2021\/01\/07","32":"2018\/09\/27","33":"2019\/01\/24","34":"2020\/03\/10","35":"2019\/06\/11","36":"2021\/02\/02","37":"2019\/12\/12","38":"2018\/10\/04","39":"2020\/02\/20","40":"2019\/08\/08","41":"2018\/12\/14","42":"2018\/04\/24","43":"2020\/12\/07","44":"2019\/05\/08","45":"2018\/04\/16","46":"2020\/05\/06","47":"2019\/06\/21","48":"2019\/02\/20","49":"2019\/02\/20","50":"2018\/03\/28","51":"2021\/02\/17","52":"2020\/05\/28","53":"2020\/11\/04","54":"2018\/05\/10","55":"2021\/01\/07","56":"2018\/05\/09","57":"2020\/06\/17","58":"2019\/08\/01","59":"2018\/11\/22","60":"2018\/10\/03","61":"2019\/06\/11","62":"2020\/05\/07","63":"2018\/03\/09","64":"2021\/01\/12","65":"2018\/11\/07","66":"2018\/10\/08","67":"2019\/05\/08","68":"2020\/03\/24","69":"2019\/10\/24","70":"2021\/01\/12","71":"2019\/10\/29","72":"2018\/11\/07","73":"2021\/01\/07","74":"2020\/02\/19","75":"2019\/05\/09","76":"2018\/12\/05","77":"2018\/07\/25","78":"2020\/02\/04","79":"2020\/11\/17","80":"2018\/02\/23","81":"2018\/08\/09","82":"2018\/08\/30","83":"2018\/06\/12","84":"2019\/10\/29","85":"2020\/04\/20","86":"2020\/05\/28","87":"2019\/05\/09","88":"2018\/04\/19","89":"2019\/10\/31","90":"2019\/06\/21","91":"2019\/08\/07","92":"2018\/10\/17","93":"2020\/11\/04","94":"2018\/11\/26","95":"2019\/11\/06","96":"2018\/08\/30","97":"2018\/08\/08","98":"2018\/11\/13","99":"2019\/11\/07","100":"2019\/01\/24","101":"2018\/12\/14","102":"2018\/11\/08","103":"2020\/05\/06","104":"2018\/08\/07","105":"2019\/11\/06","106":"2018\/05\/14","107":"2020\/02\/10"},"text":{"0":"Nov 7 (Reuters) - Albemarle Corp, the world’s largest lithium producer, warned on Thursday that prices for the battery metal are down more than 30 percent in the past year and that the industry has as much as three times more supply than needed.  “We are and will be dealing with the challenging market conditions for the next 12 to 18 months,” Chief Executive Luke Kissam told investors on a conference call.  The company said late Wednesday it would launch a $100 million cost savings plan. (Reporting by Ernest Scheyder Editing by Chizu Nomiyama)","1":"(Reuters) - Albemarle Corp, the world’s largest lithium producer, reported a lower-than-expected quarterly profit on Wednesday and forecast a double-digit drop in 2020 earnings on weak prices for the battery metal.  FILE PHOTO: A sign at the approach road leads to Albemarle's lithium evaporation ponds at its facility in Silver Peak, Nevada, U.S., January 9, 2019. REUTERS\/Ernest Scheyder  Lithium companies in the past year have been producing more than automakers currently need, denting prices. China, the world’s largest electric vehicle market, is also facing an economic slowdown due to the coronavirus.  Albemarle posted fourth-quarter net income of $90.4 million, or 85 cents per share, compared to $129.6 million, or $1.21 per share, a year ago.  Excluding one-time items, the company earned $1.73 per share in the quarter. Analysts expected $1.74, according to IBES data from Refinitiv.  For 2020, the Charlotte, North Carolina-based company forecast a drop in sales of at least 2%, to a range of $3.48 billion to $3.53 billion, and a dip in adjusted earnings of at least 16%, to about $4.80 to $5.10 per share.  Chief Executive Luke Kissam said the company should emerge stronger after the industry malaise settles.  “We have the best lithium resources in the world and they will serve demand over the next 10 to 15 years,” Kissam said in a statement.  Sales of lithium producers rose 20% to $411.1 million during the fourth quarter, as higher volumes offset a price drop. Sales of catalysts for refineries, which Albemarle has said are key to funding its lithium expansions, dropped.  Albemarle is set to host a conference call on Thursday to discuss the results.  Kissam said earlier this month he will retire in June for health reasons. The company’s board has started a search for his successor.  Shares of Albemarle rose less than 1% to $90 in after-hours trading.  Rival lithium producer Livent Corp is set to report its quarterly results on Thursday.","2":"Nov 7 (Reuters) - Albemarle Corp, the world’s largest lithium producer, said on Wednesday its quarterly profit rose 9 percent due in part to price hikes.  The company posted third-quarter net income of $129.7 million, or $1.20 per share, compared to $118.7 million, or $1.06 per share, in the year-ago period.  Albemarle confirmed its full-year 2018 forecast for sales of $3.3 billion to $3.5 billion, which would mark an increase of 7 percent to 14 percent from 2017 levels.","3":"(Adds Takeda Pharmaceutical, Irving Oil, Saudi Aramco, CK Hutchison, Selecta, Atlantia, Albemarle Corp, Volkswagen AG; Updates Jio)  May 28 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2000 GMT on Thursday:  ** Paddy Power and Betfair’s parent Flutter Entertainment announced a share placement that will see U.S. media group Fox Corp increase its investment in the group.  ** German automaker Volkswagen AG has become the biggest shareholder of China’s electric vehicle battery maker Guoxuan High-Tech Co Ltd with a 26.5% stake, Guoxuan said in stock exchange filings.  ** Albemarle Corp said it wants to take control of Australia’s Greenbushes, the world’s largest lithium mine, signaling it intends to block any rival from buying Tianqi Lithium Corp’s controlling stake.  ** Italy’s Benetton family is open to cutting its stake in infrastructure group Atlantia as a way to loosen its grip on motorway unit Autostrade, the head of the Benettons’ holding company Edizione said.  ** U.S. buyout group KKR is preparing to inject funds into Swiss vending machine company Selecta, which is saddled with debts and faces a loss of business due to the coronavirus crisis, four sources close to the matter said.  ** CK Hutchison Holdings Ltd has won a victory against an EU antitrust decision blocking its 10.3 billion pound ($12.6 billion) bid to buy O2 UK from Spain’s Telefonica in 2016.  ** Morgan Stanley has not been given an advisory role on the potential sale of a stake in Saudi Aramco’s pipeline business, a deal worth over $10 billion, two sources told Reuters.  ** Canada-based oil refinery operator Irving Oil said it has agreed to buy North Atlantic Refining Corp, the owner of the Come-by-Chance refinery in Newfoundland.  ** Japan’s Takeda Pharmaceutical Co Ltd will be allowed to keep a drug used to treat bowel disease because changes in the market have removed the need to sell it to allay EU antitrust concerns over last year’s acquisition of Shire plc.  ** Alphabet Inc’s Google is exploring an investment in Vodafone Group Plc’s struggling India business, the Financial Times reported, citing people familiar with the matter.  ** Abu Dhabi state fund Mubadala is in talks with Reliance Industries about investing around $1 billion in the Indian conglomerate’s Jio platforms, three sources told Reuters.  ** British online fashion retailer Boohoo has acquired the remaining 34% of shares in the prettylittlething (PLT) brand from minority shareholders for an initial 269.8 million pounds ($331 million), it said.  ** India’s largest electricity generator NTPC Ltd said it was interested in buying a majority stake in Reliance Group’s power distribution assets in Delhi. (Compiled by C Nivedita and Ayanti Bera in Bengaluru)","4":"(Reuters) - Albemarle Corp, the world’s largest producer of the electric car battery ingredient lithium, said on Wednesday it would double its stock buyback for the year to $500 million, sending its shares up nearly 7 percent in morning trading.  The news comes a day after Albemarle reported that its quarterly earnings had tripled on rising sales for the light metal, undergirding the company’s belief that demand for battery-grade lithium will continue to spike in the next decade as Tesla Inc, Volkswagen AG VOWG_p.DE and others bring electric cars mainstream.  Shares of Albemarle had lost nearly a third of their value since January on concerns that new lithium projects under development by rivals could flood the market with fresh supply.  Albemarle executives have dismissed such concerns, saying they expect sales to only grow.  “We believe the stock is currently undervalued,” Chief Executive Officer Luke Kissam told investors on a Wednesday conference call.  The Charlotte, North Carolina-based company had launched a $250 million buyback in May. That round is nearly complete, executives said, fueling the board of director’s decision to launch an additional $250 million buyback for the year.  The company expects to buy about 5 million of its shares, ending the year with a float of about 108 million shares, executives said on the conference call.  Albemarle’s lithium margins are above 40 percent, a lucrative business that the company and its shareholders are not eager to lose.  Unlike some rivals, Albemarle has begun signing long-term contracts with customers that guarantee it a set price, a strategy executives said is not fully understood by Wall Street.  Shares rose 6.8 percent to $99.18 in morning trading.","5":"(Reuters) - Albemarle Corp ALB.N, the world's largest lithium producer, on Thursday cut its sales and profit forecasts for the year, hit by a continued slump in prices for the white metal, sending its shares down nearly 7% in extended trading.  A sign at the approach road leads to Albemarle's lithium evaporation ponds at its facility in Silver Peak, Nevada, U.S., January 9, 2019. Picture taken January 9, 2019. REUTERS\/Ernest Scheyder  Demand for lithium, a key component of batteries used in cell phones, electric vehicles and other consumer goods, is widely expected to spike by 2025.  But global trade tensions, the scaling back of electric vehicle subsidies in China and increased production have pressured prices in recent months.  The company now expects adjusted earnings per share in the range of $6.00 to $6.20 in the year, compared with its previous estimate of $6.25 to $6.65.  Albemarle also trimmed its 2019 net sales forecast range to $3.6 billion to $3.7 billion, from $3.65 billion to $3.85 billion.  The company also reported preliminary third quarter adjusted profit of $1.53 per share hit by weakness in its lithium unit, which offset results from its bromine and catalysts units.  Analysts on an average expect the company to report an adjusted profit of $1.63, according to IBES data from Refinitiv.  The company said lithium unit sales volume in the quarter was lower than expected mainly due to Typhoon Tapah, in late September, that caused lithium shipments from ports in Shanghai to be delayed into October.  Overall lithium pricing was flat to slightly up in the third quarter versus prior year with continued price pressure on lithium sales in China hitting its core earnings by about $5 million.  “Despite one-time items impacting our third quarter results and challenging market conditions heading into 2020, we remain confident in the long-term growth prospects of lithium,” said Chief Executive Officer Luke Kissam.","6":"(Reuters) - Albemarle Corp ALB.N Chief Executive Officer Luke Kissam would step down due to health reasons, the world's largest lithium producer said on Wednesday.  Kissam, who has been CEO since September 2011, was diagnosed with non-Hodgkin’s lymphoma in 2019.  Albermarle’s board will conduct a search process for Kissam’s successor, which will include internal and external candidates, the company said in a statement.  (This story was refiled to correct segment revenue in paragraph 8 to $1.40 billion)","7":"Nov 8 (Reuters) - Albemarle Corp’s chief executive officer on Thursday defended a previously announced process the company has said could boost lithium production in Chile, but then postponed two expansion projects that would have needed the new technology to be successful.  Albemarle said it will stop engineering work on its planned La Negra V and VI expansion projects. The company had said last year it developed a process that would more than triple its lithium output in Chile without using more water, an announcement that drew scrutiny from regulators.  “All (Chilean regulators) want to see is some proof that it’s going to work before they give it to us. That’s it. It is not a big deal, OK? It’s not a big deal. And we only need it if we build,” La Negra V and VI, Chief Executive Officer Luke Kissam said on a conference call with investors. (Reporting by Ernest Scheyder in Houston; Editing by Bernard Orr)","8":"* Albemarle to get 60% stake in MinRes’s Wodgina mine  * Albemarle’s cash outlay cut to $820 mln from $1.15 bln  * MinRes to get 40% stake in Albemarle’s hydroxide plant (Recasts with Albemarle, S&P comments)  MELBOURNE, Aug 1 (Reuters) - Albemarle Corp, the world’s largest lithium producer, has revised a deal to buy into Australia’s Mineral Resources Ltd’s Wodgina mine to cut spending on the deal and better cope with a slump in the lithium market.  The new deal comes amidst weakness in the lithium sector, with prices for the metal expected to be subdued in 2019 after changes to China’s electric vehicle subsidy regime undermined demand from Chinese customers.  “We view the amended terms of the Wodgina Lithium Project joint venture as materially less ambitious and better suited to forecast market demand,” credit rating agency Standard & Poor’s said in a note.  Albemarle has now agreed to pay $820 million in cash for a 60% stake in the Wodgina mine in Western Australia, down from $1.15 billion for a 50% stake agreed in late 2018.  “The revised structure preserves the key features of the original transaction while reducing the overall funding requirement for both parties,” Mineral Resources’ managing director, Chris Ellison, said in a statement.  The companies also effectively put on hold plans to build a 100,000 tonnes a year lithium hydroxide plant at Wodgina, saving Mineral Resource the cost of building that in the near term.  Instead Mineral Resources will acquire a 40% stake in Albemarle’s Kemerton hydroxide plant, also in Western Australia, which will be fully funded by Albemarle.  “The timing and location of any further lithium hydroxide conversion capacity in this joint venture will be based on market dynamics, the forecasted demand of customers and will be funded 60-40 by Albemarle and Mineral Resources,” Albemarle said in a statement.  Investors welcomed the cut in spending requirements for Mineral Resources, sending its shares up 4% in a broader market that was down 0.4%.  Wodgina is touted by Mineral Resources as one of the “largest known hard rock lithium deposits in the world.” (Reporting by Sonali Paul in Melbourne; additional reporting by Ambar Warrick in Bengaluru; editing by Richard Pullin)","9":"Nov 28 (Reuters) - Albemarle Corp will respect the outcome of an arbitration case Chile is about to file alleging the world’s top lithium producer failed to adhere to the terms of a contract drawn up in 2016, an executive said on Wednesday.  Chilean state development agency Corfo said earlier this week it will file the arbitration suit by next month. Eric Norris, Albemarle’s lithium division president, said the company will abide by the ruling, but added it will not affect the company’s growth plans in the country. (Reporting by Ernest Scheyder; Editing by Chris Reese)","10":"(Reuters) - Albemarle Corp ALB.N, the world's largest producer of lithium for electric vehicle batteries, warned on Wednesday that its third quarter sales and profit will dip as automakers produce fewer EVs due to the coronavirus pandemic.  FILE PHOTO: A sign at the approach road leads to Albemarle's lithium evaporation ponds at its facility in Silver Peak, Nevada, U.S., January 9, 2019. REUTERS\/Ernest Scheyder  The warning came after the company posted a 45 percent drop in second-quarter profit due in part to low prices for the white metal caused by global oversupply.  Lithium producers boosted output last year in anticipation of a demand rush from EV manufacturers going into 2020, but the coronavirus pandemic upended those plans and dented global automobile sales, effectively pausing the EV revolution.  Albemarle said it now expects low “automotive production to be felt more acutely” in the third quarter, with prices sliding as stockpiles rise.  Despite the sagging outlook, Albemarle said it does not plan to cut its dividend, but it won’t buy back shares for the time being and will continue with previously announced cost cuts.  “While our strategy has not materially changed, the environment in which we operate has changed dramatically,” Kent Masters, who became Albemarle’s chief executive earlier this year, said in a press release.  The company posted second-quarter net income of $85.6 million, or 80 cents per share, compared to $154.2 million, or $1.45 per share, in the year-ago quarter.  Excluding one-time items, Albermarle earned 86 cents per share. By that measure, analysts expected earnings of 73 cents per share, according to IBES data from Refinitiv.  Albemarle’s shares rose 1.6% to $90 in after-hours trading on Wednesday.  Sales in the company’s bromine division, which makes fire retardants, and its catalysts division, which makes materials for oil refining, also fell during the quarter.  Charlotte, North Carolina-based Albemarle plans to host a conference call with investors on Thursday morning to discuss the results.","11":"(Reuters) - Albemarle Corp’s lithium business - the world’s largest producer of the battery metal - is overvalued and likely to be hampered by oversupply concerns for the foreseeable future, JPMorgan analysts said on Friday, pushing the company’s stock down more than 5%.  The blunt assessment of the company, which supplies the white metal for use in Teslas and other electric vehicles, comes as prices plunge due to oversupply.  Lithium companies have produced far more lithium than the EV industry needs this year, prompting Albemarle Chief Executive Luke Kissam to warn of “challenging market conditions” on Thursday.  “We think Albemarle is overvalued,” JPMorgan’s Jeffrey Zekauskas said in a note to clients. The bank downgraded Albemarle to “underweight,” encouraging investors to sell, and cut its price target to $60 per share from $68.  Zekauskas added that the bank believes the multiple the lithium business is trading at - about 13 times earnings - is not sustainable.  Charlotte, North Carolina-based Albemarle did not respond to requests for comment.  The stock fell 5.3% to $67.58 in late Friday afternoon trading. Shares are down nearly 30% from a high for the year reached last March.  In response to growing shareholder angst, Albemarle earlier this week said it would cut $100 million in costs. The company had already slashed its forecast and pared back expansion projects.  Global trade tensions, slowing growth and the scaling back of Chinese EV subsidies have also undermined lithium demand. Lithium carbonate prices in China - the world’s largest consumer - are down 65% to $8,500 per tonne since the start of 2018, according to data from Benchmark Minerals Intelligence.  A Benchmark global price index is down about 52% in the same time period.  While Albemarle sells much of its lithium on long-term contracts, executives are now renegotiating many of those deals. They have little leverage amidst the price drop.  That’s a key worry for JPMorgan: “There is too much lithium in the market available at low prices, and the business models of the battery makers are under pressure in using Albemarle material.”  In addition, the global EV sales growth rate has cooled to 20% so far in 2019, compared to a 50% growth rate in 2018, the bank said. That could further pressure prices for the metal.  “Albemarle contends that current lithium spot prices are a bottom for the industry. We are not so sure,” JPMorgan’s Zekauskas said.","12":"March 8 (Reuters) - Albemarle Corp:  * ALBEMARLE CORP SAYS CEO LUTHER KISSAM'S FY 2017 TOTAL COMPENSATION WAS $8.5 MILLION VERSUS $8.4 MILLION IN FY 2016 - SEC FILING Source text: (bit.ly\/2p0USOB) Further company coverage:","13":"* IGO to pay $1.4 bln for 49% of Tianqi Lithium Energy Australia  * Will get 25% of Greenbushes mine, 49% of Kwinana plant -source  * Deal looks like it won’t trigger preemption rights - Albemarle (Adds Albemarle comment in paragraphs 9-10)  Dec 8 (Reuters) - Debt-laden Tianqi Lithium has secured a lifeline from Perth-based nickel and gold miner IGO Ltd, which will invest $1.4 billion in the unit that controls Greenbushes, the world’s largest hard-rock lithium mine.  China’s Tianqi, one of the biggest producers of lithium chemicals used in electric-vehicle batteries, was due to make a$1.88 billion loan repayment by the end of November but secured a one-month extension, buying it time.  On Tuesday, Tianqi said in a filing that IGO Lithium Holdings would take a 49% stake in Tianqi Lithium Energy Australia (TLEA), with Tianqi retaining control with 51%.  That gives IGO 24.99% in Greenbushes plus 49% in Tianqi’s suspended Kwinana lithium processing plant, both of which are in Western Australia, a source with knowledge of the deal said.  The Chinese company said it planned to use the proceeds mostly to repay $1.2 billion of the principal on a loan used to buy a stake in Chile’s SQM in 2018, as well as interest.  Following the agreement with IGO, Tianqi said it planned to extend the loan repayment deadline to Nov. 25, 2022.  Tianqi also said its chairman Jiang Weiping had agreed to provide a $117 million shareholder loan to the company. That loan, with a term of no more than five years and interest rate no higher than 5%, can be drawn down from Feb. 1, it added.  The IGO deal, which needs approval from Australia’s Foreign Investment Review Board, will be put to Tianqi shareholders on Jan. 5, Tianqi said in a separate filing.  U.S.-based Albemarle Corp, which holds 49% in the Talison Lithium joint venture that operates Greenbushes to TLEA’s 51%, said the transaction “appears to be structured in a way that would not trigger Albemarle’s right of first refusal.”  “If so, we believe the structure of the Talison JV would remain unchanged,” spokeswoman Hailey Quinn said, adding that the company would evaluate further once full details are known.  Albemarle previously said it was keen to take full control of Greenbushes should a Tianqi sale trigger its preemption rights.","14":"SANTIAGO, Feb 22 (Reuters) - Albemarle Corp, the world’s largest lithium producer, said on Monday it regretted Chile’s decision to initiate international arbitration over the alleged underpayment by the U.S. company of royalties on its sales.  State development agency Corfo filed before the International Chamber of Commerce (ICC) on Friday, claiming that around $15 million of $60 million in royalties were outstanding for 2020.  Albemarle said CORFO could have used existing mechanisms in the contract to resolve the dispute.  “We regret that CORFO has insisted on this arbitration process, which will imply time and costs for the country, even though there is a clause in the same contract for the solution of these issues,” the firm said in a statement sent to Reuters.  “We reaffirm that we have fulfilled all our contractual obligations with the State of Chile, including the payment of the corresponding commissions.”  Albemarle said it would continue operations in Chile, where it operates in the coveted Salar de Atacama, pending the outcome of the litigation.","15":"SANTIAGO (Reuters) - Chile’s government said on Monday that lithium miner Albemarle had been slow to respond to the government’s requests for information about a contract the U.S.-based miner signed with the South American country in 2016.  The contract allows Albemarle to produce lithium on land owned by the Chilean government. It requires the company to offer up to 25 percent of its annual production capacity at a discounted price to companies chosen by the government to produce cathode, a critical component of lithium batteries, inside Chile.  Sebastian Sichel, head of Corfo, the government agency that oversees mining concessions in the lithium-rich Salar de Atacama, told reporters on Monday that Albemarle had yet to provide Corfo with the information it needs to determine how much of a discount to apply to the lithium.  “We are waiting for the company to resolve these pending issues,” Sichel said. “For now, what we have is slowness in decision-making on the part of the company.”  Albemarle, based in Charlotte, North Carolina, declined to comment.  Local daily La Tercera reported on Sunday that Corfo had raised concerns that the slow response from Albemarle could turn off the three companies seeking to produce cathode in Chile using the discounted lithium.  Corfo said in March that Chile’s Molymet, China’s Sichuan Fulin Industrial Group and a joint venture between Samsung SDI Co Ltd and South Korea’s POSCO, would begin to produce about 58,000 tonnes of cathode per year by 2020, for a total investment of $754 million.  La Tercera reported that Corfo’s legal team was reviewing the situation to assure the company was complying with its contract with the government.  The Atacama salt flat where Albemarle and Chilean competitor SQM_pb.SN operate is part of the so-called \"lithium triangle\" in Argentina, Bolivia and Chile, a region containing a large portion of the world's lithium reserves.  Investment and output have increased with demand for electric vehicles.","16":"SANTIAGO (Reuters) - Albemarle, the world’s largest lithium producer, is locked in a feud with Chilean regulators over how it calculates its reserves of the ultralight metal, a potential risk to its plans to ramp up production.  FILE PHOTO: Brine pools from a lithium mine, that belongs U.S.-based Albemarle Corp, seen on the Atacama salt flat in the Atacama desert, Chile, August 16, 2018. REUTERS\/Ivan Alvarado\/File Photo  Regulators are demanding extra information on reserves Albemarle holds in the lithium-rich Atacama salt flat, according to a non-public regulatory filing seen by Reuters. The U.S.-based miner told Reuters that the information it has provided already goes beyond Chilean requirements.  Albemarle won approval in 2016 to hike its production from the Atacama flat, by far the biggest source of supply in South America’s so-called ‘lithium triangle.’  Its export permit requires the miner prove its reserves can sustain the increased output. That information is provided to Chilean nuclear agency CCHEN, which oversees lithium exports.  Should CCHEN decide that Albemarle is not complying with its rules, it could suspend that permit.  The high-stakes feud comes as Albemarle pushes to expand production in Chile and take control of Australia’s Greenbushes, the world’s largest lithium mine, to meet an expected tripling in demand for the key battery metal by 2025 as automakers produce more electric vehicles.  Globally, both companies and countries are racing to secure the resources necessary to ramp up EV production, including copper, cobalt and lithium.  Albemarle submitted a report in August 2019 with estimates of its Atacama reserves, documents requested by Reuters under Chile’s Transparency Act show. But when regulators questioned the firm’s methodology, Albemarle declined to provide any more detail.  An attorney for the firm wrote in a December 2019 letter that U.S. Securities and Exchange Commission rules meant Albemarle was “impeded from providing CCHEN information beyond that already delivered.”  In late August CCHEN rejected that argument, according to the filing seen by Reuters. It said the “requirements of foreign institutions are not enforceable or applicable in Chile.” The regulator has given Albemarle until Sept. 16 to provide the additional data.  The Chilean agency said Albemarle’s initial report did not include baseline data, calculations or models, making it “impossible” for the regulator to establish how the company had arrived at its resource and reserve estimates.  Albemarle said in a statement sent to Reuters that it had gone above and beyond the regulator’s requirements in its report and had invited CCHEN to its offices to review its “material and supporting documents in detail,” an invitation it said had not been taken up.  “We do not understand CCHEN’s insistence on this point,” Albemarle said in response to questions from Reuters. “We believe that it is an artificial conflict whose origin we cannot understand.”  The salt flat, home to both Albemarle and top competitor SQM, lies amid the world’s driest desert and questions remain about lithium mining’s impact on its fragile ecosystem. Carmakers including Volkswagen and Daimler have ratcheted up scrutiny of the region’s miners ahead of the expected spike in demand.  Chilean regulators said last month they were planning a new, comprehensive management plan of the salt flat. Chile’s government has also long promised, but has yet to deliver, a water study of the Atacama basin to ensure sustainability.  Albemarle has emphasized that it cares for the environment and local communities, including in the Atacama.","17":"SANTIAGO (Reuters) - The Chilean Nuclear Energy Commission (CCHEN) refused to increase the lithium production quota for U.S.-based Albemarle Corp, which had already gotten approval for an increase from a national development agency, a local newspaper said on Saturday.  Following a request from Albemarle “for an increase of 258,446 metric tons of Metallic Lithium Equivalent ... based on a declared improvement in efficiency of its operations, it was decided that the information provided was not sufficient to justify the increase,” Patricio Aguilera, executive director of CCHEN, said in a story published in the newspaper La Tercera.  Neither CCHEN nor Albemarle were immediately available for comment.  The state Corporation for the Promotion of Production (Corfo) in March had authorized an increased production quota for the company after Albemarle requested an increase to 120,000\/140,000 annual tons of lithium, from the 65,000\/80,000 originally authorized.  As global demand for lithium heats up, Albemarle Corp is investing millions of dollars to engineer specialized types of the light metal for electric car batteries, part of a strategy to remain the niche market’s top producer.  The Chilean state agency that oversees lithium mining in the country´s Atacama salt flat is expected to decide whether to take Albemarle to arbitration in a contract dispute, an attorney for the agency said.  A lawyer for Corfo said Albemarle has failed to reply to questions about a contract the agency signed with Albemarle in 2016. The agreement grants the miner rights to extract lithium from the Salar, the world´s richest deposit of the metal.","18":"Feb 27 (Reuters) - Guangdong Weihua Corp:  * SAYS IT AND UNIT SIGN LITHIUM SUPPLY CONTRACT WITH ALBEMARLE CORP'S LITHIUM SUBSIDIARY IN CHINA Source text in Chinese: bit.ly\/2HLvHbn Further company coverage: (Reporting by Hong Kong newsroom)","19":"May 10 (Reuters) - Albemarle Corp:  * ALBEMARLE CORP CONTINUES TO SEE GLOBAL LITHIUM DEMAND AT OVER 800,000 METRIC TONS IN 2025 - CEO LUKE KISSAM  * ALBEMARLE LITHIUM EXPANSION PLAN NOT ABOUT MARKET SHARE GAIN, AIMED AT MEETING LONG-TERM COMMITMENT TO CUSTOMERS - CEO  * ALBEMARLE LITHIUM EXPANSION PROJECTS REMAIN “ON TRACK” WITH 2018 SPENDING SEEN AT $550-$675 MILLION - CEO  * ALBEMARLE CONTINUES TO SEE OVERALL 2018 LITHIUM PRICING RISING OVER 2017 BY HIGH SINGLE DIGITS ON PERCENTAGE BASIS - PRESIDENT JOHN MITCHELL  * ALBEMARLE SEEING BATTERY, CATHODE CUSTOMERS PUSHING FOR LONGER SUPPLY CONTRACTS, FROM 3-5 YEARS TO 10 YEARS - PRESIDENT MITCHELL  * ALBEMARLE HAS ALMOST 100 PERCENT OF 2018 LITHIUM VOLUME COMMITTED IN LONG-TERM CONTRACTS - PRESIDENT MITCHELL  * ALBEMARLE CONTINUES TO SEE 2018 LITHIUM ADJUSTED EBITDA MARGIN AVERAGING +40 PERCENT - CEO Source text for Eikon: Further company coverage: (Reporting by Susan Taylor)","20":"SANTIAGO, Oct 17 (Reuters) - The Chilean government said on Wednesday it would seek international arbitration over what it alleged was the failure of lithium miner Albemarle Corp to adhere to the terms of a contract drawn up in 2016.  The state development agency Corfo said Albemarle had failed to reply to an agreement to supply a preferential price offer for as much of 25 per cent of its annual production to companies seeking to produce battery materials within Chile. (Reporting by Aislinn Laing; Editing by Peter Cooney)","21":"(Reuters) - Albemarle Corp ALB.N said on Thursday it was interested in buying all or part of Tianqi Lithium Corp's 002466.SZ controlling stake in Australia's Greenbushes, the world's largest lithium mine.  FILE PHOTO: Brine pools from a lithium mine, that belongs U.S.-based Albemarle Corp, is seen on the Atacama salt flat in the Atacama desert, Chile, August 16, 2018. REUTERS\/Ivan Alvarado  Already the world’s largest producer of lithium for electric vehicle batteries, Charlotte, North Carolina-based Albemarle would cement its control over the global market for the white metal were it to take control of Greenbushes, a hard rock lithium mine.  Chengdu, China-based Tianqi, which owns 51 percent of Greenbushes to Albemarle’s 49 percent, said last month it was exploring selling equity and assets, including Greenbushes, to cut debt.  Albemarle has the right of first refusal over any stake sale, putting it in prime position over rivals Rio Tinto Plc RIO.L and Wesfarmers Ltd WES.AX, which have been seen as potential Greenbushes bidders.  “We’re interested in it. We’re following it, but we’re also mindful of the current market environment,” Albemarle Chief Executive Kent Masters told investors on a Thursday conference call, adding there would be “more to come” from the company.  “We know that the Chinese government will probably have influence on where that asset ends up,” Masters said.  Shares of Albemarle rose 5.4 percent to $61.03 in Thursday afternoon trading on the New York Stock Exchange.  Tianqi did not immediately respond to a request for comment in overnight hours.  Albemarle has an investment-grade credit rating and $1.7 billion in liquidity, potent tools for any large-scale acquisition. Masters said, though, that his top priority was maintaining the company’s dividend.  Lithium is most commonly found in brine and hard rock. Albemarle already operates in Chile’s Atacama desert, the world’s largest source of lithium from brine.  By taking over Greenbushes, Albemarle would gain control over another cheap source of the white metal, and one far closer to Chinese customers than Chilean operations.  Separately, Albemarle said Tianqi had agreed to repay $100 million it owes the Greenbushes joint venture, officially known as Talison Lithium.  “We expect that they’ll meet that plan, and we have actions that we’ve put in place to mitigate, if, for some reason, they don’t meet the plan,” Masters said.  Albemarle posted better-than-expected quarterly results on Wednesday, but cut its 2020 budget and pulled its annual forecast as sales drop amid the coronavirus pandemic.","22":"FILE PHOTO: Brine pools from a lithium mine, that belongs U.S.-based Albemarle Corp, is seen on the Atacama salt flat in the Atacama desert, Chile, August 16, 2018. REUTERS\/Ivan Alvarado\/File Photo  SANTIAGO (Reuters) - Chile will delay a previously announced arbitration with Albemarle Corp ALB.N, the world's top lithium producer, in anticipation that the U.S.-based miner will make a new offer to bring it into compliance with a 2016 contract, a source close to the negotiations told Reuters.  Under the contract, U.S.-based Albemarle had agreed to provide as much as 25 percent of its annual production at a discount to companies seeking to produce battery metals within Chile.  But state development agency Corfo, which leases mining rights to Albemarle in the lithium-rich Salar de Atacama, had in October threatened to refer the dispute to the Paris-based International Chamber of Commerce, saying the miner had failed to make a “serious” offer to the companies, thus violating the terms of its contract.  The source with knowledge of the negotiations told Reuters attorneys for Albemarle and Corfo had continued conversations recently and that Corfo anticipated Albemarle would soon make a more favorable offer.  Albemarle did not immediately respond to requests for comment.  Albemarle had previously said it regretted the disagreement, but decried what it considered the “substantial difference” between the contractual agreement and what Corfo is now demanding.  The contract clause that requires Albemarle to provide the ultralight battery metal at a reduced price is intended to help spur a value-added lithium industry.  In March, Corfo awarded contracts to Chile’s Molymet, China’s Sichuan Fulin Industrial Group and a joint venture between Samsung SDI Co Ltd and South Korea’s POSCO to produce battery components in Chile using discounted lithium from the Atacama, for a total investment of $754 million.  All of the projects are awaiting resolution of the contract dispute with Albemarle, Corfo has said.","23":"Oct 8 (Reuters) - Shares of Albemarle Corp fell more than 2 percent on Monday after a newspaper reported that Chile’s nuclear regulator has refused to increase the company’s lithium production quota.  The report, which has yet to be confirmed by officials, would be a blow to the world’s largest lithium producer’s aim to increase output of the light metal used to make batteries for electric vehicles.  Shares of Charlotte, North Carolina-based Albermarle were down 2.3 percent at $100.64 in Monday morning trading.  The Chilean Nuclear Energy Commission (CCHEN) refused to boost Albemarle’s production quota, even after the company received prior approvals for an increase from state development agency Corfo, according to a story published in the La Tercera newspaper over the weekend.  CCHEN representatives could not be reached to independently confirm the report.  Albemarle representatives did not respond to requests for comment. (Reporting by Ernest Scheyder and Dave Sherwood; editing by Bill Berkrot)","24":"ANTOFAGASTA, Nov 26 (Reuters) - Chile’s Corfo will present an arbitration suit against lithium miner Albemarle by December 15, the Chilean state development agency’s vice-president told Reuters on Monday, alleging the globe’s top producer of lithium had failed to adhere to the terms of a contract drawn up in 2016.  Under the contract, U.S.-based Albemarle had to provide as much as 25 percent of its annual production at a discount to companies seeking to produce battery metals within Chile.  But Corfo VP Sebastian Sichel said Albemarle’s initial “preferential price” offer was too high and had violated the terms of its contract with the miner.","25":"(Adds analyst comment, context)  MELBOURNE, Nov 22 (Reuters) - Albemarle Corp, the world’s top lithium producer, has agreed to pay $1.15 billion to form a lithium joint venture with Australia’s Mineral Resources , a week after regulators rejected plans to expand its operations in Chile.  Albemarle will take a 50 percent stake in the venture that will own and operate the Wodgina lithium mine in Western Australia and develop a plant producing lithium hydroxide, the two companies said in separate statements released late Wednesday and Thursday.  The move builds on Albemarle’s presence in Australia where it is already a stake holder in the world’s biggest hard rock lithium mine, and comes amid an expected boom in demand for lithium in rechargeable batteries that power everything from cell phones to electric vehicles.  Shares in Mineral Resources, which has been looking for a funding partner, surged by as much as a third on the Australian bourse on Thursday, while Albemarle shares finished flat on Wednesday.  The two companies have signed an exclusivity agreement and aimed to reach a binding agreement by Dec. 14, they said.  Albemarle already has a joint venture with China’s Tianqi Lithium Corp. to develop the Greenbushes mine and processing plant in Western Australia.  However, its main operations are at the Salar de Atacama salt flat in Chile, where the pace of planned expansions has been slowed by regulatory, environmental and potential technical concerns, broker Canaccord said in a note on Thursday.  “Taxation changes in Chile are also reducing investment appeal in that jurisdiction. A pivot out of Chile is, therefore, not surprising,” it said.  Last week, Chilean regulators rejected Albemarle’s plans to expand output from Salar de Atacama after its environmental impact statement was found to lack key information.  Regulators have cracked down on water use in the region, which lies at the heart of the world’s driest desert.  The Mineral Resources tie-up also flags a move by the global battery supply chain towards Australian producers amid a shift to higher energy-density batteries using lithium hydroxide.  Australia’s lithium supply comes from hard rock, which can directly produce hydroxide, while production of hydroxide from Chile’s brines is a more expensive, two-stage process.  Wodgina’s early stage project exports unrefined hard rock ore. The joint venture plans to build a plant to produce up to 750,000 tonnes a year of 6 percent spodumene concentrate to feed a 50,000 tonne a year lithium hydroxide plant.  Albemarle will need to spend another $300 million to $400 million to develop Wodgina, Morningstar said in a report, rating the deal as “value neutral”.  A stage two expansion of the plant could see capacity double, depending on market conditions, the companies said.  Mineral Resources shares closed up 27 percent at A$15.76. (Reporting by Melanie Burton; editing by Richard Pullin)","26":"March 9 (Reuters) - Albemarle Corp:  * ALBEMARLE CORPORATION RECEIVES INCREASE IN LITHIUM QUOTA FOR CHILE OPERATIONS  * ALBEMARLE - CHILE’S ECONOMIC DEVELOPMENT AGENCY QUOTA APPROVED INCREASE IN CO’S CHILE LITHIUM PRODUCTION TO UP TO 145,000 METRIC TONS OF LCE THROUGH 2043 Source text for Eikon: Further company coverage:","27":"(Corrects name of company to Genlith from Genlith in July 25 story)  July 25 (Reuters) - Privately held clean energy investor Genlith Inc said on Wednesday that it hired outgoing Albemarle Corp executive John Mitchell to run its Chilean cobalt subsidiary.  Mitchell, who has run Albemarle’s lithium business since 2015, will join Genlith’s Chilean Cobalt Corp subsidiary next month, Genlith said in a statement.  Mitchell’s exit from Albemarle, the world’s largest lithium producer and a supplier of the mineral used to make batteries for Tesla Inc, came as a surprise to the minerals industry.  Mitchell joined Albemarle after it bought smaller rival Rockwood Holdings in 2015.  Albemarle rival Orocobre Ltd has been searching for a new chief executive, fueling speculation after news broke of Mitchell’s exit on Tuesday that he would move there.  But Mitchell is limited by a two-year non-compete contract from working for another lithium producer, according to a source familiar with the matter.  Genlith’s Chilean Colbalt is developing two mines in northern Chile.  Mitchell said in the statement that his decision to leave Albemarle was “difficult,” but added, “I look forward to building a world-class cobalt operation.” (Reporting by Ernest Scheyder)","28":"SAN PEDRO DE ATACAMA (Reuters) - Earlier this year, the world’s two biggest lithium producers publicly celebrated new deals with Chile’s government that will allow them to vastly increase output of the ultralight battery metal from the Atacama, the world’s driest desert.  U.S.-based Albemarle Corp and Chile’s SQM operate just 3 miles (5 km) apart in the remote Salar, a basin in the Atacama that is home to one of the world’s richest deposits of high-grade lithium. Lithium-ion batteries are key components for most consumer electronics, from cellphones and laptops to electric cars.  In celebrating the new contracts, the two companies said they were confident they could significantly boost output without drawing more than their current quotas of lithium-rich brine, or saltwater, that has for millennia accumulated in pools beneath the Atacama. The rivals said each had all the brine they needed for current and future production.  The Wider Image Take a look at the photo essay on Chile's Atacama  “I don’t see any issue with our ability to get (the brine) ... today, tomorrow and throughout the term of that agreement,” which ends in 2043, Albemarle CEO Luke Kissam told investors in August.  But a Reuters review of filings with Chile’s environmental regulator shows Albemarle striking a different tone, expressing concern about how much brine rival SQM had been drawing and the impact that could have on future production from the area.  The true state of the Salar’s water supply, both fresh and saltwater, has become an obsession of lithium industry watchers because of the area’s huge importance in satisfying soaring global demand for the powdery white metal. The area is the most cost-efficient place in the world to mine the metal, and both SQM and Albemarle have staked much of their future production on the Salar.  In the filings, which have not been previously reported, Albemarle voices concern about a 2016 investigation by Chilean authorities that found over a period of several years SQM sucked up more of the lithium-rich brine from beneath the Salar than its permits allowed.  In a March 2017 filing, for example, Albemarle said it was critical for the authorities to determine how much SQM had overdrawn because that could affect the availability of brine for other projects.  Slideshow ( 16 images )  Interactive Check out a full interactive version of this story.  That filing came a month after Eduardo Bitran, who was then head of Chile's state development agency, Corfo, raised similar concerns about the amount of brine SQM had been drawing and other infractions. In a letter to the environmental regulator, Bitran wrote that SQM's actions pose a \"severe risk\" to the ecosystem of the Salar and its brine reserves.  Chile's environmental regulator has said SQM made changes to how it monitors wells without authorization, making it difficult to track the impact of SQM's pumping on brine supplies.  SQM has not confirmed overdrawing brine. But over nearly two years it has filed four plans with regulators to bring its operations back into line with environmental approvals, which, among other things, specify how much brine SQM can pump. The first three plans were returned to SQM by regulators for further revisions; the latest, filed in September, has yet to receive a response.  Meanwhile, SQM has accused Albemarle of overdrawing brine at its mine and questioned in a filing whether its rival's actions could have repercussions on the availability of brine reserves in the Salar. Albemarle declined comment when asked by Reuters whether that was correct.  Hydro-geologists and environmental chemists consulted by Reuters on the filings said the back-and-forth between the miners underscores widespread concerns over just how much brine is left and how long it will last. They said the filings show that neither the Chilean authorities nor the companies have a clear picture of the water situation at a time when the miners have been given the green light to boost production.  Lithium analyst Joe Lowry said the filings had potential implications for the global production of lithium, which has become one of the world’s hottest commodities.  Slideshow ( 16 images )  “The lithium world is on pins and needles,” he said. When it comes to the Salar, “What is SQM going to be able to do, what is Albemarle going to be able to do production-wise?”  ‘RAISES DOUBTS’  In a recent interview with Reuters, Kissam, Albemarle’s CEO, insisted there was “no question” that there was enough water in the Salar to maintain lithium operations. The company can produce 80,000 metric tons of lithium annually in the Salar - roughly 36 percent of global demand in 2017 - helped by technology it has developed that will allow it to extract more lithium from the same amount of brine, he said.  He declined to comment on the concerns expressed by his company in the regulatory filings about the area’s water supplies. In one such filing, Albemarle said its rival’s compliance plan failed to sufficiently address regulators’ concerns and “raises doubts ... about the sustainability in time of both companies’ operations.”  Slideshow ( 16 images )  Kissam also said his company was currently using only the amount of water allowed by regulators. “We´re not overdrawing. We´re pumping at the rates well within our permits,” he said.  For its part, SQM, controlled by Julio Ponce Lerou, a reclusive Chilean billionaire, says it already has all the brine it needs to produce more lithium.  SQM declined to comment on its water fight with Albemarle. It said in a statement to Reuters that its submissions to the regulator spoke for themselves. But, it added, “Our conclusions indicate that neither the environmental sustainability nor productivity of the Salar de Atacama are compromised.”  For Mariana Cervetto, a hydro-geologist who has reviewed technical aspects of the case for both Corfo, the state development agency, and the local indigenous communities that surround the Atacama salt flat, questions still outweigh answers.  “When people ask me, ‘Is the water going to run out?’ I tell them, ‘The truth is, we don’t know,” Cervetto said.  WELL OF DISCONTENT  The spat between Albemarle and SQM can be traced back to 2013, when government inspectors arrived at SQM’s installations and found something amiss.  Native Algarrobo trees - hardy desert hardwoods that survive by sending shoots deep into underground aquifers - were shedding their leaves and dying.  The 23 dead trees represented one-third of those SQM had committed to monitor. Like canaries in a coal mine, the health of the trees was meant to act as an early warning signal of water problems. Two years later, more trees were dying but SQM failed to notify authorities, according to government inspection reports reviewed by Reuters.  Water flows in an irrigation canal in front of Lascar volcano in the Talabre area at Atacama salt flat in the Atacama desert, Chile, August 16, 2018. REUTERS\/Ivan Alvarado  “If SQM is extracting more brine than it is permitted from the Salar, that can have repercussions on the availability of reserves in the basin for other projects,” wrote lawyers for Albemarle subsidiary Rockwood Lithium Ltd in the March 2017 filing.  SQM hit back the following month. It wrote to the regulator saying it was “outrageous” that Albemarle was presenting itself as a defender of the environment when Albemarle had acknowledged overdrawing water in 2008 and between 2010-2012. Albemarle declined comment when asked by Reuters whether that was correct.  Corfo submitted a new study on the availability of water in the Salar to the environmental regulator in March that found more water and brine was leaving the system through pumping and evaporation than was coming back in via rain and snowfall.  In the filing, Corfo said, however, the study couldn't pinpoint which of the copper or lithium miners operating in the Salar was to blame for the imbalance. It said this uncertainty was reason enough for regulators to take steps to restrict extraction.  That process is now underway. Reuters reported exclusively in August that Chile’s water regulator was preparing restrictions on new water rights in the Salar in part because of uncertainty over how much extraction it can support..","29":"(Reuters) - Albemarle Corp ALB.N said on Thursday it would delay construction plans for about 125,000 tons of additional lithium processing capacity as an oversupply of the white metal used to make electric vehicle batteries has pushed down prices.  The move from the world’s top lithium producer is happening as trade tensions between the U.S. and China rattle commodity markets, particularly Lithium, which has been especially weak because of lower demand from China after a change in the country’s electric vehicle subsidies.  Albemarle said it expects lithium supply-demand dynamics to tighten in 2020, adding that it would add production capacity to meet demand.  “We’re still bullish on demand,” Chief Executive Officer Luke Kissam said on a post-earnings call, while the head of the lithium unit said he expects demand to “step up again in 2020 to a greater degree.”  In the meantime, Albemarle said the move would lower capital expenses by about $1.5 billion over the next five years. It expects to become free cash flow positive in 2021.  The company last week revised a deal to buy into Australia's Mineral Resources Ltd's MIN.AX Wodgina mine to cut spending on the deal and put on hold plans to build a 100,000 tonnes a year lithium hydroxide plant at Wodgina.  The company also expects to delay building 75,000 tonnes of processing capacity at Kemerton in Australia.","30":"Dec 12 (Reuters) - Albemarle Corp, the world’s largest lithium producer, expects “robust” long-term demand for the electric vehicle battery mineral despite troubles in the existing market due to oversupply, Chief Executive Luke Kissam said on Thursday.  “The demand outlook for lithium remains robust,” Kissam said at the company’s investor day in New York, which was webcast. “We have enough lithium to satisfy demand for next 10-15 years.”","31":"(This story was refiled to correct spelling of Albemarle in headline)  Brine pools from a lithium mine, that belongs U.S.-based Albemarle Corp, is seen on the Atacama salt flat in the Atacama desert, Chile, August 16, 2018. REUTERS\/Ivan Alvarado  SANTIAGO (Reuters) - Chilean regulators have threatened Albemarle Corp with legal action, demanding that by week´s end the world´s top lithium miner present a plan for turning over data on its reserves of the ultralight battery metal, according to filings obtained by Reuters.  In 2016, Chile gave Albemarle approval to hike production from the lithium-rich Atacama salt flat on condition the miner prove its reserves could sustain the increased output.  Chilean nuclear agency CCHEN, which also licenses lithium exports, said Albemarle had failed to provide adequate reserves data more than a year after the regulator requested it, according to a Jan. 4 letter obtained by Reuters under Chile’s Transparency Act.  Albemarle sought to keep parts of that data confidential but the regulator has until now rejected its arguments. Market watchers, meanwhile, have obsessed over how much lithium is available to miners because the flat is crucial to satisfying a predicted boom in global demand for the electric vehicle battery metal.  “To date, your representatives have not complied with the delivery of the information requested,” CCHEN wrote to Ellen Lenny-Pessagno, Albemarle’s country manager in Chile. The letter gives the U.S.-based miner five days from Jan. 4 to deliver the information, or explain how and why it should remain confidential.  “CCHEN reserves the right to exercise its legal powers...in the event that the information is not delivered in a timely manner,” the agency said in the letter.  CCHEN head Jaime Salas told Reuters by email that such actions included any available to the agency under Chilean law.  Albemarle told Reuters in a statement that there was no conflict with CCHEN, and said it planned to issue a prompt reply.  “This letter is part of the coordination necessary so that CCHEN can access the additional information requested,” the company said, noting it was contingent on the regulator “complying with confidentiality requirements as the documents contain commercially sensitive information.”  The spat began in late 2019, shortly after Albemarle submitted a report to CCHEN describing its lithium reserves.  The regulator questioned the methodology and conclusions, but Albemarle declined to provide further details, saying U.S. Securities and Exchange Commission rules impeded it from doing so, filings show.  CCHEN rejected that initial argument, noting that the “requirements of foreign institutions are not enforceable or applicable in Chile.”  In September, Albemarle said in a letter to CCHEN that officials from the agency were welcome to visit their offices to view “the additional requested documentation,” but only if CCHEN agreed to “certain confidentiality requirements.”  CCHEN relies in part on miners to provide data on Atacama’s reserves. The deal it struck with Albemarle requires the miner to comply with its conditions or risk suspension of its export license.  Albemarle has claimed in recent years that it operates the world’s “best” lithium resources, while caring for the environment and local communities, including in the Atacama.  The company is one of two lithium miners permitted to operate on the coveted flat, home to nearly one-quarter the world’s current supply of the white metal.","32":"Sept 27 (Reuters) - Albemarle Corp, the world’s largest lithium producer, aims to eventually end its dependence on two smaller units to fund growth as global appetite surges for electric-powered vehicles and consumer goods, its chief executive said in an interview.  Tesla Inc and other automakers have helped make lithium one of the most-in demand metals, part of an electrification trend sweeping through a global economy increasingly eager to shed fossil fuels.  Albemarle’s lithium earnings have jumped nearly six-fold since 2014 to more than $500 million annually and should significantly exceed 50 percent of corporate earnings by 2021, Chief Executive Luke Kissam said in an interview.  For the moment, the Charlotte, North Carolina-based company is relying on profits from its refinery catalysts and bromine flame retardants units to fund the breakneck growth of its lithium operations. Lithium earnings, so far, are not enough to fund expansions in Chile and other regions in which Albemarle operates, even with margins above 40 percent.  “Today all parts of that puzzle fit together as part of our strategy,” said Kissam, who became CEO in 2011. “We believe the way to drive the best shareholder value is to have the pieces together. That may change in the future.”  There are few independent publicly traded lithium producers today, but smaller U.S.-based rival FMC Corp aims to spin off its lithium division later this year in an initial public offering in a test of whether a pure-play lithium operation can stand on its own.  Many investors and market analysts expect lithium to one day replace crude oil as the key commodity used to power transportation, a good omen for Albemarle, which expects global lithium demand to rise nearly fourfold in the next six years.  “If you don’t believe in lithium and electric vehicles, we’re probably not the stock for you,” said Kissam, who owns a Tesla Model S. “What’s driving our growth today is all about lithium and that’s tied to the electrification trend.”  Albemarle’s strategy of engineering specialized types of the light metal and opening a research center hear its headquarters is aimed at setting it apart from its major competitors, including Chile’s SQM and China’s Tianqi Lithium Corp .  “I don’t worry at all about the other competitors,” Kissam said. “There are only a couple players in the world that can supply the volume we can when you look out to 2025,” including SQM, Tianqi and Ganfeng Lithium Co Ltd.  It is that scale that Kissam and Albemarle are aiming to use to their advantage, especially as Volkswagen AG, BMW and other automakers introduce dozens of electric-powered vehicles across the next decade.  In Chile, where Albemarle is a major operator alongside rival SQM, “the bulk” of lithium carbonate produced is battery-grade, Kissam said. Some industry analysts have questioned the quality of lithium produced in the country.  Albemarle’s La Negra II lithium operations in Chile produce about 15,000 to 16,000 metric tons annually and are expected to produce about 20,000 metric tons next year, Kissam said. (Reporting by Ernest Scheyder)","33":"SANTIAGO (Reuters) - Chile state development agency Corfo said on Thursday it had reached a deal with the world’s top lithium miner, Albemarle Corp, to resolve a contract dispute and would not file a previously threatened arbitration lawsuit against the U.S-based producer.  The spat centered around an amendment to the contract that requires Albemarle to provide as much as 25 percent of its annual production of lithium at a discount to companies seeking to produce battery metals within Chile.  Corfo and Albemarle had disagreed on how much to discount the lithium, prompting the threat of arbitration.  Albemarle’s president of lithium, Eric Norris, said that Thursday´s deal with Corfo was “in line with what we expected our commitment on preferential pricing and terms to be.”  “The agreed upon process will have no material impact on our anticipated earnings growth, margins or other financial results,” Norris said in a statement.  Albemarle operates in Chile’s Salar de Atacama, a salt flat in the country´s northern desert that supplies nearly 40 percent of the world´s lithium. Corfo, which leases mining rights in the Salar, had previously threatened to cancel its contract with Albemarle over the dispute, raising the specter of potential supply disruptions amid booming demand.  The contract amendment that requires Albemarle to provide the ultralight battery metal at a reduced price is meant to spur a value-added lithium industry in Chile.  Lithium is an important ingredient in the batteries that power cell phones, electric vehicles and other consumer goods.  In March, Corfo awarded contracts to Chile’s Molymet, China’s Sichuan Fulin Industrial Group and a joint venture between Samsung SDI Co Ltd and South Korea’s POSCO to produce battery components in Chile using the discounted lithium from Atacama, for a total investment of $754 million.  Those projects had been delayed pending resolution of the dispute between Corfo and Albemarle.  Corfo attorney Maria Elina Cruz said the new agreement would allow the three projects, which had been delayed by the contract dispute, to now move forward.  “Coming to agreement will allow us to roll out the value-added industry that was the heart of the contract,” Cruz said in a statement.","34":"(Reuters) - Albemarle Corp, the world’s largest producer of lithium for electric vehicle batteries, said on Tuesday it is experiencing a “weak” first quarter in China, where most of the company’s processing facilities and customers are located.  None of the company’s employees have contracted the virus and so far there have only been minimal order reductions from customers. Logistic delays, though, “remain an area of concern,” Chief Financial Officer Scott Tozier told the J.P. Morgan Industrials Conference, which was held entirely via webcast this year due to the virus.","35":"SANTIAGO, June 11 (Reuters) - Albemarle Corp, the world’s largest lithium producer, said on Tuesday it will not participate in the London Metal Exchange’s plans to launch a new contract for the white metal.  “An exchange contract tends to support a commodity market, and that’s not what we believe this (lithium market) is,” David Ryan, Albemarle’s head of corporate strategy and investor relations, told the Fastmarkets Lithium Supply and Markets Conference in Santiago.  The LME on Monday chose Fastmarkets to provide a reference price for the contract. (Reporting by Ernest Scheyder Editing by Chizu Nomiyama)","36":"FILE PHOTO: A sign at the approach road leads to Albemarle's lithium evaporation ponds at its facility in Silver Peak, Nevada, U.S., January 9, 2019. Picture taken January 9, 2019. REUTERS\/Ernest Scheyder  (Reuters) - Albemarle Corp shares slipped 1.5% in extended trading on Tuesday after the world’s largest producer of lithium launched a $1.3 billion share offering to fund its growth plans and pay down debt.  The company last month said it expects demand for the white metal used in electric vehicle (EV) batteries to grow four-fold in the next five years, given a satisfactory recovery in prices.  Albemarle Corp, which has a debt of $2.9 billion as of Sept. 30, said it would use the net proceeds of the offering to expand operations in Australia, Chile, Nevada and China.  Last month, Charlotte, North Carolina-based Albemarle said it would double production at its lithium facility in Silver Peak, Nevada, part of a plan to boost supply for the burgeoning EV market.  The company’s stock doubled in 2020 as lithium prices rallied on EV demand optimism and a rebound in industrial activity from COVID-19 pandemic lows.","37":"(Reuters) - Albemarle Corp, the world’s largest lithium producer, expects robust long-term demand for the electric vehicle battery mineral despite troubles in the existing market resulting from oversupply, Chief Executive Luke Kissam said on Thursday.  FILE PHOTO: Brine pools from a lithium mine, that belongs U.S.-based Albemarle Corp, is seen on the Atacama salt flat in the Atacama desert, Chile, August 16, 2018. REUTERS\/Ivan Alvarado  The outlook comes as shareholder anxiety about Albemarle and its peers has escalated in recent months, with the industry having produced far more of the white metal than EV makers currently need.  Wall Street analysts have downgraded Albemarle and dinged Kissam’s management as a result, with JPMorgan analysts going so far as to say the company is “overvalued.” Albemarle’s shares are down 16 percent since January.  Kissam rolled out a robust defense of the company, which produces lithium in Chile and Australia and supplies the white metal for use in Tesla vehicles, telling investors he will work to control costs and produce only what the EV industry requires.  “The demand outlook for lithium remains robust,” Kissam said at the company’s investor day in New York, which was webcast. “We have enough lithium to satisfy demand for next 10 to 15 years.”  Looking out to 2024, Kissam forecast a 38 percent jump in revenue, helped largely by the company’s lithium business. The company expects its lithium production capacity to more than double by 2024 to 225,000 tonnes annually.  The five-year forecast time frame appears to have been consciously chosen: many EV analysts expect global production of electric vehicles to reach a tipping point in 2024, a development that would fuel a surge in lithium demand.  “Without lithium there are no electric vehicles,” said Kissam, an attorney by training who became CEO in 2011.  The Charlotte, North Carolina-based company last held an investor day in March 2017, well before Volkswagen AG VOWG_p.DE and other major automakers announced plans for all-electric fleets of vehicles.  Kissam admitted that Albemarle went on an expansion spree because he did not anticipate the rapid growth in the EV market, a growth that then overshot demand as a result.  “Demand for lithium accelerated much faster than we anticipated back in 2017,” he said.  One of the company’s top priorities is keeping and increasing its dividend, and stock repurchases are possible “when it makes sense,” Kissam said.  Shares of Albemarle rose 1.5 percent to $66.33 in Thursday morning trading.","38":"(Adds further comment from Albemarle)  VALPARAISO, Chile, Oct 4 (Reuters) - The Chilean state agency that oversees lithium mining in the country´s Atacama salt flat will decide within a week whether to take top producer Albemarle Corp to arbitration in a contract dispute, an attorney for the agency said on Wednesday.  Maria Elina Cruz, an attorney for Chile state development agency Corfo, said Albemarle has failed to reply to questions about a contract the agency signed with Albemarle in 2016. The agreement grants the U.S.-based miner coveted rights to extract lithium from the Salar, the world´s richest and most cost-efficient deposit of the ultralight battery metal.  In exchange, the contract with Corfo requires Albemarle to offer as much as 25 percent of its annual production capacity at a discounted rate to companies seeking to produce battery materials within Chile, a deal intended to spur a value-added lithium industry within the Andean nation.  But Cruz told the Senate´s Mining and Energy Committee that Albemarle had thus far failed to provide the agency with data it needs to set that discounted rate.  “I haven´t lost hope ... that we can reach an agreement. Despite that, this week we have a meeting ... in which we´ll decide whether or not to take this to the courts,” Cruz said.  Albemarle said it has been “negotiating and in contact with Corfo for the last several months and have made offers to specialized producers.”  “Albemarle has been and will continue to comply with all the aspects of the Contract with Corfo,” it said in a statement. “We will continue to engage in a dialogue based on good faith and the willingness to find points of agreement in this matter.”  Cruz said the dispute with Albemarle would not jeopardize its right to produce lithium from the Salar, but added that the impasse had unfairly slowed Chile’s efforts to develop a value-added lithium industry.  “Corfo is profoundly concerned about this,” Cruz said. “This is the heart of the agreement.”  In March, Corfo awarded contracts to Chile’s Molymet, China’s Sichuan Fulin Industrial Group and a joint venture between Samsung SDI Co Ltd and South Korea’s POSCO to produce battery components in Chile using discounted lithium from the Atacama, for a total investment of $754 million.  But Cruz said Albemarle had yet to make a “serious offer” to any of the companies that have been promised the lithium.  “This has been very evasive, and in my opinion, it´s inexplicable because the clause is quite clear,” she said, adding the company had not answered the agency´s phone calls on the issue for three months.  The reduced rate agreed upon in the contract must equal the lowest market price of lithium produced by the company and exported from Chile in the past six months, Cruz said.  The Atacama salt flat where Albemarle and Chilean competitor SQM operate produces more than one-third of the world´s lithium. (Reporting by Dave Sherwood Editing by Phil Berlowitz, Leslie Adler and Susan Thomas)","39":"(In paragraph six, company clarifies utilizing 25 percent of lithium capacity at extraction sites, not 25 percent of total processing capability.)  Feb 20 (Reuters) - Albemarle Corp said on Thursday that none of its employees in China have contracted the coronavirus, but its lithium production facilities in the country will operate at reduced rates for the foreseeable future.  The company, the world’s largest producer of the white metal for electric vehicle batteries, said it expects the virus to dent automotive demand, hurting the entire EV supply chain.  Albemarle produces lithium in Chile and Australia and sends it to China for final processing. The company’s lithium is used in Teslas and other EVs.  “It is really difficult to know exactly how this is going to play out,” Chief Executive Luke Kissam told investors on a Thursday conference call. “Every day, there’s a new data point out there in terms of is it getting worse? Is it getting better?”  Albemarle said Wednesday evening that its earnings could drop double digits this year. Kissam on the Thursday call acknowledged part of that forecast was linked to coronavirus, which has killed more than 2,100 people in China.  The Charlotte, North Carolina-based company said it is utilizing only 25 percent of its production capacity at its mines in Australia and brine ponds in Chile due to slack demand and the virus. Albemarle has several production facilities across China, including in provinces close to the epicenter of the virus.  So far, there have been only “minimal” order reductions, though there have been myriad logistical delays on shipping product throughout China, Kissam said.  Shares of Albemarle rose 8 percent on Thursday morning to $96.51 after an analyst upgrade. (Reporting by Ernest Scheyder; Editing by Steve Orlofsky)","40":"Aug 8 (Reuters) - Albemarle Corp said on Thursday it would delay construction of about 125,000 tons of additional lithium processing capacity as an oversupply of the white metal used to make electric vehicle batteries has pushed down prices.  Albemarle said the plan would reduce capital expenditure by about $1.5 billion over the next five years, adding that it expects to become free cash flow positive in 2021. (Reporting by Arathy S Nair in Bengaluru; Editing by Anil D’Silva)","41":"(Reuters) - Albemarle Corp said on Friday it had finalized an agreement to form a lithium joint venture with Australia’s Mineral Resource Ltd for $1.15 billion.  The deal, announced last month, will give U.S.-based Albemarle a 50 percent stake in Mineral Resource’s Wodgina lithium project in Western Australia which exports unrefined hard rock ore.  The deal comes as demand is booming for lithium to make rechargeable batteries for consumer products ranging from cell phones to electric vehicles, and as regulatory scrutiny in Chile has hindered Albemarle’s growth plans there.  The joint venture will produce 100,000 tonnes annually of lithium carbonate equivalent to feed a lithium hydroxide plant.  Australia’s lithium supply comes from hard rock, which can directly produce hydroxide, while production of hydroxide from Chile’s brines is a more expensive, two-stage process.  As part of the deal, Mineral Resources will retain its iron ore rights, and tantalum rights will stay with a third party.  Albemarle has scheduled a conference call on Monday to discuss the deal.  Shares of Albemarle fell 4 percent to $84.40 at midday, in line with broader markets.","42":"April 24 (Reuters) - Albemarle Corp:  * ALBEMARLE AND DUPONT ANNOUNCE COLLABORATION IN HYDROPROCESSING  * ALBEMARLE - CO, DUPONT ANNOUNCE EXCLUSIVE COLLABORATION IN LICENSING ISOTHERMING HYDROPROCESSING TECHNOLOGY, PROVIDING AFTERMARKET PRODUCTS, SERVICES Source text for Eikon: Further company coverage:","43":"* Tianqi has until Dec. 28 to repay or refinance $1.9 bln in loans  * Price on IGO deal expected to be just under A$2 billion -sources  * Deal involves Greenbushes, Kwinana processing plant -source (Adds Albemarle statement)  SYDNEY, Dec 7 (Reuters) - Australian nickel-gold miner IGO Ltd is in negotiations to buy a minority interest worth close to $1.5 billion in a vehicle holding Tianqi Lithium Corp’s stake in the Greenbushes lithium mine, sources told Reuters.  China’s Tianqi, one of the world’s top producers of lithium chemicals used in electric-vehicle batteries, urgently needs proceeds from the sale to make loan repayments that were due at the end of November.  Perth-based IGO, which has requested a trading halt for its shares until Wednesday, pending a material acquisition, did not immediately respond to a request for comment.  Tianqi, whose shares rose as much as 8.9% on Monday to their highest since July, said in a filing after the market close that a wholly-owned subsidiary was planning to raise capital and expand its issued share capital but that no legally binding financing agreement had yet been signed.  Chengdu-based Tianqi, which alongside Albemarle Corp operates Greenbushes - the world’s largest hard-rock lithium mine - in Western Australia, last week secured a one-month reprieve on $1.88 billion of loan repayments used to acquire a 23.8% stake in Chile’s SQM in 2018.  The IGO acquisition includes a stake in Greenbushes, both sources said, with the second source adding it also included other assets, mostly in Australia.  A price has not been agreed but was expected to be slightly below A$2 billion ($1.48 billion), both sources said, asking not to be identified because the details of the deal were private and had not been signed.  The second source said the deal was expected to be structured as a joint venture in Tianqi unit Tianqi UK and include both Greenbushes and Tianqi’s suspended Kwinana lithium processing plant in Australia.  That would bypass Albemarle’s pre-emption rights, the source said, adding that Tianqi would retain control of the vehicle.  Charlotte, North Carolina-based Albemarle said it would not discuss “another company’s process or comment on market speculation.” Albemarle has said it wants full control of Greenbushes.  “Tianqi is our partner and we are following the situation closely,” Albemarle spokeswoman Hailey Quinn said in an emailed statement on Monday.  Some analysts think China would not allow a strategic resource base like Greenbushes to fall into foreign hands.  “Greenbushes is a large, low-cost asset and has contributed to China’s lithium supply security,” said Alice Yu, research analyst at S&P Global Market Intelligence.  Tianqi UK, which holds Tianqi’s 51% in Greenbushes, has changed its name to Tianqi Lithium Energy Australia Pty Ltd, according to a separate filing.  IGO will fund its purchase with existing cash and debt, while Macquarie Capital and Citigroup are advising on a potential capital raising that would partly fund the deal, the second source said.  Private-sector Tianqi’s debt jitters have occurred at a time when defaults among China’s usually gilt-edged state-owned enterprises have left the country’s bond market on edge.  Earlier this year, Tianqi appointed Australia-based advisers Grant Samuel to find a buyer for the Greenbushes stake, while Standard Chartered is advising IGO, both sources said.  ($1 = 1.3461 Australian dollars)","44":"(Reuters) - Albemarle Corp, the world’s largest producer of lithium used to make electric vehicle batteries, posted a better-than-expected quarterly profit on Wednesday as surging sales of flame retardant chemicals offset a dip in lithium sales.  The weakness in its lithium unit, which executives have repeatedly labeled as the company’s future, was largely due to torrential January rains at the company’s mines in Chile, which rely on evaporation ponds to produce the white metal.  The effects from the rain - lithium sales fell 2 percent during the quarter - had been expected, but still comes as anxiety grows about short-term demand for the metal.  Albemarle posted first-quarter net income of $133.6 million, or $1.26 per share, compared with $131.8 million, or $1.18, in the year-ago period.  Excluding one-time items, Albemarle earned $1.23 per share. By that measure, analysts expected earnings of $1.22 per share, according to IBES data from Refinitiv.  Sales of bromine, a chemical used to make fire extinguishers, jumped 10 percent during the quarter. Sales of catalysts, which are primarily used in oil refining, dropped 4 percent.  Albemarle confirmed its companywide 2019 sales forecast of $3.65 billion to $3.85 billion, in what would be an 8 percent to 14 percent increase from 2018 levels.  “We remain confident in our expectations for the full year,” Chief Executive Luke Kissam said in a statement.  Albemarle rival Livent Corp , which produces in Argentina, cut its full-year profit forecast on Tuesday, citing lower lithium demand and weaker prices. Livent’s shares tumbled more than 15 percent on Wednesday after those results.  Shares of Charlotte, North Carolina-based Albemarle fell 0.8 percent to $72 in after-hours trading on Wednesday. The company’s executives plan to hold a conference call on Thursday morning to discuss the quarterly results.  Albemarle operates the only functioning lithium mine in the United States.","45":"April 16 (Reuters) - Albemarle Corp:  * ALBEMARLE CORPORATION ANNOUNCES APPOINTMENT OF DR. GLEN MERFELD, CHIEF TECHNOLOGY OFFICER FOR LITHIUM BUSINESS Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","46":"(Reuters) - Albemarle Corp ALB.N, the world's largest producer of lithium for electric vehicle batteries, cut its 2020 budget and pulled its annual forecast on Wednesday as sales drop amid the global spread of the coronavirus.  FILE PHOTO: One of Albemarle's lithium evaporation ponds reflects the sky at its facility in Silver Peak, Nevada, U.S., January 9, 2019. Picture taken January 9, 2019. REUTERS\/Ernest Scheyder  The steps reflect the first concrete signs that the lithium industry is beginning to feel the pain of sliding automobile sales and the economic malaise caused by the coronavirus, which causes the COVID-19 respiratory disease.  Albemarle and the broader lithium industry had already faced concerns about market oversupply, worries now compounded by the pandemic.  Shares of the Charlotte, North Carolina-based company fell 3% in after-hours trading.  Albemarle said it is cutting its annual budget by about $150 million, now planning to spend $850 million to $950 million this year, and drawing $250 million on a line of credit. The company also plans to cut costs by $25 million to $40 million per quarter.  For the second quarter, Albemarle expects sales and profit to drop due to the virus.  “The economic impact of the global pandemic remains unclear, but we remain focused on what is within our control,” said Albemarle’s chief executive, Kent Masters, who took the company’s reins last month.  In lithium, the company’s largest division, sales are projected to slide for the rest of the year due in part to automaker shutdowns from the virus.  The company earlier this year had warned it was experiencing a “weak” first quarter in China, where most of the company’s lithium processing facilities and customers are located.  Chile's SQM SQMA.SN, Albemarle's biggest rival, said last month that the coronavirus had yet to affect its lithium output, but warned it might have to scale back plans for 2020 if a slump in demand continued for the coveted battery metal.  Livent Corp LTHM.N, another Albemarle rival, is set to report quarterly results next week.  Sales in Albemarle’s bromine and catalyst businesses, which executives have relied upon in the past for their steady cash generation, are not expected to rebound before 2021.  For the first quarter ended March 31, Albemarle posted net income of $107.2 million, or $1.01 per share, compared to $133.6 million, or $1.26 per share, in the year-ago period.  Excluding one-time items, Albemarle earned $1 per share. By that measure, analysts expected earnings of 83 cents per share, according to IBES data from Refinitiv.  The company plans to hold a Thursday conference call to discuss the results.","47":"SANTIAGO\/SEOUL(Reuters) - South Korea’s POSCO has pulled out of a project to build battery parts in Chile, the Asian steelmaker said, little more than a year after winning guaranteed access to cheap lithium from top producer Albemarle.  FILE PHOTO: The logo of POSCO is seen at the company's headquarters in Seoul, South Korea, July 20, 2016. REUTERS\/Kim Hong-Ji  POSCO, together with partner Samsung SDI, won a 2018 Chilean government tender to build a battery-parts factory in the country’s northern desert in exchange for a 27-year supply of low-cost lithium.  The problem, POSCO told Reuters, is that the project it proposed requires lithium hydroxide, a type of the metal increasingly favored by makers of batteries for electric vehicles (EV) but one not produced by Albemarle in Chile.  Albemarle in Chile primarily produces lithium carbonate, a variety of the metal that is widely used in smaller consumer electronics.  Samsung, the world’s largest maker of smartphones, told Reuters that it is still reviewing the project following POSCO’s announcement.  POSCO’s decision is the latest in a string of setbacks for Chile, which has struggled to modernize its lithium policies, boost output and develop a domestic battery industry, despite having the world’s largest supplies of the metal and rising global EV demand.  Albemarle and the Chilean government in 2016 signed an agreement that allows Albemarle to more than triple its output of lithium, which is critically important for batteries for electric cars. But the deal requires the company reserve as much as 25% of its production for companies seeking to build batteries or their parts in Chile. The agreement does not specify whether Albemarle should produce lithium carbonate or lithium hydroxide at its facilities.  Albemarle and Corfo, which leases the company its mining rights in Chile, initially disagreed on how to price the lithium it would provide to the battery makers, but have since come to agreement. Neither has offered details of the settlement.  China’s Sichuan Fulin Transportation Group Co and Chile’s privately held Molymet also won access to the discounted lithium in last year’s tender.  An Albemarle spokesman confirmed the Posco-Samsung joint venture “was not interested in the lithium carbonate produced by Albemarle in Chile,” but said the company was still in open discussions with Fulin and Molymet.  Fulin and Molymet did not immediately respond to requests for comment on the status of their projects.  Following last year’s tender, Chile’s government said the three projects together would bring $754 million in investment to Chile, and promised at least 664 jobs would be created.  The deals were widely seen as a foot in the door into Chile as countries and global corporations scramble to lock down supplies of key metals used in batteries that power cell phones, tablets and electric vehicles.  POSCO last summer said it would build a lithium plant in Argentina to help secure its own supply. That announcement came as POSCO also said it would buy lithium mining rights in Argentina from Galaxy Resource Ltd’s in a deal worth $280 million.","48":"(Reuters) - Albemarle Corp, the world’s largest lithium producer, posted a higher-than-expected quarterly profit on Wednesday and gave a bullish 2019 outlook, saying it sees nothing that could slow demand for the white metal used to make electric car batteries.  The forecast for sales growth of up to 14 percent this year comes as anxiety grows among some investors that the race to supply lithium for batteries and other materials could flood the market, hurting profits by decreasing prices.  But the Charlotte, North Carolina-based company in a news release said it is “not forecasting any significant macroeconomic headwinds and have not seen any decline in our customer demand forecasts.”  Albemarle said it expects 2019 sales of $3.65 billion to $3.85 billion. Its shares rose 2.6 percent to $85 in after-hours trading.  The company reported fourth-quarter net income of $129.6 million, or $1.21 per share, compared to a net loss of $218.4 million, or $1.95 per share, in the year-ago quarter.  Excluding one-time items, Albemarle earned $1.53 per share. Analysts expected earnings of $1.47 per share, according to IBES data from Refinitiv.  Lithium sales rose 18 percent to $341.6 million during the quarter on both higher volume and prices that were up 4 percent from a year ago, the company said.  Lithium is Albemarle’s largest segment, with two smaller units selling industrial chemicals.  Albemarle is expected to discuss its financial performance and outlook during a conference call with analysts on Thursday morning.","49":"Feb 20 (Reuters) - Albemarle Corp, the world’s largest lithium producer, said on Wednesday it swung to a quarterly profit due to rising sales and prices for the white metal used to make electric car batteries.  The company posted fourth-quarter net income of $129.6 million, or $1.21 per share, compared to a net loss of $218.4 million, or $1.95 per share, in the year-ago quarter. (Reporting by Ernest Scheyder; Editing by Leslie Adler)","50":"March 28 (Reuters) - Albemarle Corp:  * ALBEMARLE CORP SAYS CEO LUTHER KISSAM'S FY 2017 TOTAL COMPENSATION WAS $8.5 MILLION VERSUS $8.4 MILLION IN FY 2016 - SEC FILING Source text: (bit.ly\/2J4I1Ej) Further company coverage:","51":"FILE PHOTO: A sign at the approach road leads to Albemarle's lithium evaporation ponds at its facility in Silver Peak, Nevada, U.S., January 9, 2019. Picture taken January 9, 2019. REUTERS\/Ernest Scheyder  (Reuters) - Lithium miner Albemarle Corp reported a better-than-expected quarter on Wednesday after taking steps to cut costs to battle lower demand and said it sees higher volumes in the current year.  After the coronavirus dented growth prospects last year, Albemarle and its peers like SQM are now expecting to cash in on surging demand for the battery metal lithium, critical to electric vehicles that have become massively popular amid climate change concerns.  Albemarle has earlier said it looks to double production at its lithium facility in Silver Peak, Nevada, part of a plan to boost supply for the burgeoning electric vehicle market, while Chilean miner SQM has said its current plans to boost its production of lithium carbonate and lithium hydroxide by the second half of 2021 remained on track.  “Longer-term, we expect lithium demand to grow in line with greater EV adoption. We are accelerating our lithium growth projects to capitalize on this trend and generate strong investment returns,” Albemarle said on Wednesday.  However, Albemarle warned that it expects pricing to be down slightly, and forecast adjusted profit in the range of $3.25 to $3.65 per share for 2021. It earned a profit of $4.12 per share in 2020.  In the lithium business, the company’s largest, sales fell 12.8% in the fourth quarter primarily due to lower contract and market pricing.  On an adjusted basis, the Charlotte, North Carolina-based company earned $1.17 per share, beating estimates of $1.10 per share, according to Refinitiv IBES.","52":"(Reuters) - Albemarle Corp said on Thursday it wants to take control of Australia’s Greenbushes, the world’s largest lithium mine, signaling it intends to block any rival from buying Tianqi Lithium Corp’s controlling stake.  FILE PHOTO: Brine pools from a lithium mine, that belongs U.S.-based Albemarle Corp, is seen on the Atacama salt flat in the Atacama desert, Chile, August 16, 2018. REUTERS\/Ivan Alvarado\/File Photo  Tianqi, which owns 51% of Greenbushes to Albemarle’s 49%, is selling some of its prized assets, including Greenbushes, to pay down debt.  While Albemarle said earlier this month that it was interested in the sale, Thursday’s comments were the strongest to date that the company intends to exercise its right of first refusal to supersede other potential buyers.  “We would be interested in taking a controlling stake in that venture,” Eric Norris, head of Albemarle’s lithium division, said in a webcast of Benchmark Mineral Intelligence’s EV Supply Chain Festival. “We will keep our position and would like to increase it.”  Lithium, used to make electric vehicle batteries, is most commonly found in brine and hard rock. Albemarle already operates in Chile’s Atacama desert, the world’s largest source of lithium from brine.  By taking over Greenbushes, a hard rock mine, Albemarle would gain control over another cheap source of the white metal, one that Norris described as the “world’s best resource.”  Tianqi’s financial troubles come amid a rough patch for the lithium industry, which is contending with oversupply and the coronavirus pandemic, factors that have paused the electric-vehicle revolution.  Tianqi said last week its controlling shareholder planned to sell around a sixth of its holding, which could raise more than $200 million.  Tianqi also said it has been talking to banks about easing the terms of its debt, which includes a $3.5 billion loan to buy a stake in Chilean miner SQM - Albemarle’s biggest rival - two years ago.  “My hunch is there’s going to be a path out of this for Tianqi that works,” Norris told the Thursday conference.","53":"Nov 4 (Reuters) - Lithium miner Albemarle Corp reported a 36.6% fall in third-quarter profit on Wednesday, as demand for the electric vehicle battery metal sagged due to the COVID-19 pandemic.  Net income attributable to the company fell to $98.3 million, or 92 cents per share, in the quarter ended Sept. 30, from $155.1 million, or $1.46 per share, a year earlier. (Reporting by Arunima Kumar in Bengaluru; Editing by Maju Samuel and Shounak Dasgupta)","54":"May 10 (Reuters) - Albemarle Corp:  * ALBEMARLE SEES INCREASE IN SOLID-STATE BATTERY RESEARCH AND DEVELOPMENT, COMMERCIAL APPLICATION 5-10 YEAR TIMELINE, SOLID-STATE BATTERIES REQUIRE MORE LITHIUM - PRESIDENT JOHN MITHCELL  * ALBERMARLE CONTINUES TO PURSUE NEW BRINE EXTRACTION TECHNOLOGY, PROJECT “GOING WELL”, MEETING METRICS - CEO LUKE KISSAM Source text for Eikon: Further company coverage: (Reporting by Susan Taylor)","55":"(Reuters) - Albemarle Corp said on Thursday it will double production at its lithium facility in Silver Peak, Nevada, part of a plan to boost supply for the burgeoning electric vehicle (EV) market.  FILE PHOTO: A sign at the approach road leads to Albemarle's lithium evaporation ponds at its facility in Silver Peak, Nevada, U.S., January 9, 2019. Picture taken January 9, 2019. REUTERS\/Ernest Scheyder  Government mandates and rising concerns about climate change have increased demand for EVs and for the ultra-light battery material lithium. Albemarle expects its Nevada expansion to help supply the U.S. market.  Already the world’s largest lithium producer, Albemarle plans to invest between $30 million and $50 million to double production at the Nevada site by 2025. The company also produces lithium in Chile and Australia.  This would expand the operation, which produces lithium from brine extracted from the Clayton Valley basin, to 10 kilo tonnes (kt) of lithium carbonate equivalent from 5 kt, BMO Capital Markets analyst Joel Jackson said in a note.  “The motivation would seem clearly to be to bulk up its U.S. operations as lithium and EVs become of more strategic importance this decade, particularly perhaps under the new green-friendly Biden administration,” Jackson said.  Albemarle’s stock rose 4.5% to $183 in morning trading. The stock has more than doubled in the past year.  The company is the only U.S. lithium producer, although Standard Lithium Ltd, Piedmont Lithium Ltd, ioneer Ltd and others are working to bring projects online.  President-elect Joe Biden has promised to make tackling climate change one of the pillars of his incoming administration, a plan that includes rapid promotion of EV technologies.  Charlotte, North Carolina-based Albemarle said it will also begin a program to evaluate clays and other available Nevada resources for commercial production of the metal.  Lithium Americas Corp is developing a lithium clay project in Nevada, roughly 350 miles (563 km) north of Albemarle’s operations. Tesla Inc has said it wants to produce lithium from clay.","56":"May 9 (Reuters) - Albemarle Corp:  * ALBEMARLE CONTINUES DOUBLE DIGIT GROWTH IN FIRST QUARTER ON STRONG LITHIUM RESULTS  * Q1 ADJUSTED EARNINGS PER SHARE $1.30  * Q1 EARNINGS PER SHARE $1.18  * Q1 SALES $821.6 MILLION VERSUS I\/B\/E\/S VIEW $803.4 MILLION  * Q1 EARNINGS PER SHARE VIEW $1.21 -- THOMSON REUTERS I\/B\/E\/S  * SEES 2018 NET SALES OF $3.2 BILLION - $3.4 BILLION  * LITHIUM REPORTED NET SALES OF $298.0 MILLION IN Q1 2018, AN INCREASE OF 37.8% FROM Q1 2017  * SEES 2018 ADJUSTED EPS OF $5.10 - $5.40  * BROMINE SPECIALTIES REPORTED NET SALES OF $225.6 MILLION IN Q1 OF 2018, AN INCREASE OF 2.9% FROM Q1 2017  * FY2018 EARNINGS PER SHARE VIEW $5.17, REVENUE VIEW $3.30 BILLION -- THOMSON REUTERS I\/B\/E\/S Source text for Eikon: Further company coverage:","57":"SANTIAGO, June 17 (Reuters) - Chile´s vaunted lithium industry, the world´s second largest, has begun to feel the impact of a runaway coronavirus outbreak nationwide, though top producers SQM and Albemarle said output from their Atacama operations nonetheless remained unscathed.  Albemarle, the world´s No.1 miner of the ultralight battery metal, told Reuters in an email Wednesday it planned to immediately shut down its Atacama potash plant for 15 working days in order to comply with restrictions requiring miners cut back staff.  “This measure meets our objective of reducing staffing levels by 24 people (10% of our total staff)...amid a rise in infections across the country,” the company said.  The U.S.-based miner said the decision would not impact its production of lithium, a vital ingredient in the batteries that power electric vehicles.  Albemarle told Reuters a total of 17 of its Chile-based workers and contractors had been infected with the virus, including 14 who work on the salt flat. Only three cases remained active, Albemarle said.  Top competitor SQM, the world´s No. 2 lithium miner, told Reuters in an email Wednesday that one of its workers had died earlier this week from COVID-19. The company did not respond to a request for a tally of how many workers had been infected by the coronavirus.  SQM said it too had reduced staffing levels, but that exports remained unscathed.  “We have been able to fulfill all of our export (orders),” the company said.  Chile, a South American mining powerhouse and the top global producer of copper, has seen cases of COVID-19 explode in June, averaging more than 5,000 daily. Health officials on Wednesday reported 220,628 total cases of coronavirus and 3,615 deaths. (Reporting by Dave Sherwood; Editing by Andrea Ricci)","58":"Aug 1 (Reuters) - Mineral Resources Ltd on Thursday said that Albemarle Corp, the world’s largest lithium producer, would now buy a 60% stake in its Wodgina Lithium Project, instead of the previously agreed 50%.  Albemarle will pay the mining services provider $1.3 billion for the stake, compared with the initially agreed $1.15 billion.  The companies will form a 60:40 joint venture to operate Wodgina as part of the deal, Mineral Resources said in a statement. (Reporting by Ambar Warrick in Bengaluru; editing by Richard Pullin)","59":"MELBOURNE (Reuters) - Albemarle Corp, the world’s top lithium producer, has agreed to pay $1.15 billion to form a lithium joint venture with Australia’s Mineral Resources, a week after regulators rejected plans to expand its operations in Chile.  Albemarle will take a 50 percent stake in the venture that will own and operate the Wodgina lithium mine in Western Australia and develop a plant producing lithium hydroxide, the two companies said in separate statements released late Wednesday and Thursday.  The move builds on Albemarle’s presence in Australia where it is already a stake holder in the world’s biggest hard rock lithium mine, and comes amid an expected boom in demand for lithium in rechargeable batteries that power everything from cell phones to electric vehicles.  Shares in Mineral Resources, which has been looking for a funding partner, surged by as much as a third on the Australian bourse on Thursday, while Albemarle shares finished flat on Wednesday.  The two companies have signed an exclusivity agreement and aimed to reach a binding agreement by Dec. 14, they said.  Albemarle already has a joint venture with China’s Tianqi Lithium Corp. to develop the Greenbushes mine and processing plant in Western Australia.  However, its main operations are at the Salar de Atacama salt flat in Chile, where the pace of planned expansions has been slowed by regulatory, environmental and potential technical concerns, broker Canaccord said in a note on Thursday.  “Taxation changes in Chile are also reducing investment appeal in that jurisdiction. A pivot out of Chile is, therefore, not surprising,” it said.  Last week, Chilean regulators rejected Albemarle’s plans to expand output from Salar de Atacama after its environmental impact statement was found to lack key information.  Regulators have cracked down on water use in the region, which lies at the heart of the world’s driest desert.  The Mineral Resources tie-up also flags a move by the global battery supply chain toward Australian producers amid a shift to higher energy-density batteries using lithium hydroxide.  Australia’s lithium supply comes from hard rock, which can directly produce hydroxide, while production of hydroxide from Chile’s brines is a more expensive, two-stage process.  Wodgina’s early stage project exports unrefined hard rock ore. The joint venture plans to build a plant to produce up to 750,000 tonnes a year of 6 percent spodumene concentrate to feed a 50,000 ton a year lithium hydroxide plant.  Albemarle will need to spend another $300 million to $400 million to develop Wodgina, Morningstar said in a report, rating the deal as “value neutral”.  A stage two expansion of the plant could see capacity double, depending on market conditions, the companies said.  Mineral Resources shares closed up 27 percent at A$15.76.","60":"(fixes spelling of “oversees” in first paragraph)  VALPARAISO, Chile, Oct 3 (Reuters) - The Chilean state agency that oversees lithium mining in the country´s Atacama salt flat will decide within a week whether to take top producer Albemarle Corp to arbitration in a contract dispute, an attorney for the agency said on Wednesday.  Maria Elina Cruz, an attorney for Chile state development agency Corfo, said Albemarle has failed to reply to questions about a contract the agency signed with Albemarle in 2016. The agreement grants the U.S.-based miner coveted rights to extract lithium from the Salar, the world´s richest and most cost-efficient deposit of the ultralight battery metal.  In exchange, the contract with Corfo requires Albemarle to offer as much as 25 percent of its annual production capacity at a discounted rate to companies seeking to produce battery materials within Chile, a deal intended to spur a value-added lithium industry within the Andean nation.  But Cruz told the Senate´s Mining and Energy Committee that Albemarle had thus far failed to provide the agency with data it needs to set that discounted rate.  “I haven´t lost hope ... that we can reach an agreement. Despite that, this week we have a meeting ... in which we´ll decide whether or not to take this to the courts,” Cruz said.  Albemarle did not immediately reply to a request for comment.  Cruz said the dispute with Albemarle would not jeopardize its right to produce lithium from the Salar. But the impasse had unfairly slowed the country´s efforts to develop a value-added lithium industry, she said.  “Corfo is profoundly concerned about this ...” Cruz said. “This is the heart of the agreement.”  In March, Corfo awarded contracts to Chile’s Molymet, China’s Sichuan Fulin Industrial Group and a joint venture between Samsung SDI Co Ltd and South Korea’s POSCO to produce battery components in Chile using discounted lithium from the Atacama, for a total investment of $754 million.  But Cruz said Albemarle had yet to make a “serious offer” to any of the companies that have been promised the lithium.  “This has been very evasive and, in my opinion, it´s inexplicable because the clause is quite clear,” she said, adding the company had not answered the agency´s phone calls on the issue for three months.  The reduced rate agreed upon in the contract must equal the lowest market price of lithium produced by the company and exported from Chile in the past six months, Cruz said.  The Atacama salt flat where Albemarle and Chilean competitor , operate produces more than one-third of the world´s lithium. (Reporting by Dave Sherwood Editing by Phil Berlowitz)","61":"SANTIAGO (Reuters) - Albemarle Corp on Tuesday detailed a process it believes will increase its Chilean lithium output by nearly a third and said it is working to reduce the affect of precipitation on its evaporation ponds.  Chile Country Manager Albemarle Corporation, Ellen Lenny-Pessagno, speaks during the lithium industry's annual conference in Santiago, Chile, June 11, 2019. REUTERS\/Pablo Sanhueza  Both steps should, if successful, help the world’s largest lithium producer solidify its operations in Chile’s Atacama desert, which contains massive reserves of the white metal used to make electric vehicle batteries.  A month ago, U.S.-based Albemarle announced it had developed a process to boost Chilean lithium output by 30% without extracting more brine from the Atacama, the world’s driest desert.  The company on Tuesday described a process that evokes the industry standard of using a series of evaporation ponds. Salts that dessicate in each pond typically contain some lithium molecules.  Albemarle said it will re-inject those salts into ponds to effectively boost the concentration of the white metal in successive evaporative steps.  “The technology we’re looking at an investing in is essentially reprocessing some of those salts that contain some lithium,” David Ryan, Albemarle’s head of corporate strategy and investor relations, told the Fastmarkets Lithium Supply and Markets Conference in Santiago.  Asked how this new process differs from traditional evaporation ponds used for decades by the lithium industry, Ryan said: “It’s different from the fact that I don’t know if there’s been a focus on reprocessing some of that byproduct.”  The true state of the Atacama’s water supply, both fresh and saltwater, has become an obsession of lithium industry watchers because of the area’s huge importance in satisfying soaring global demand for the powdery white metal.  Albemarle’s operations are now only 50% efficient in the Atacama, meaning they are able to extract half of the lithium from the region’s brine.  Slideshow ( 2 images )  “That’s not good enough,” said Ellen Lenny-Pessagno, Albemarle’s Chile country manager.  Albemarle has been eyeing partnerships with technology firms to boost its yield, she said.  “If you have a technology that you think would be appropriate for our specific challenges and needs, I would encourage you to reach out,” Lenny-Pessagno told conference attendees on Tuesday.  TORRENTIAL RAIN  Albemarle saw its first-quarter lithium sales drop 2 percent because of the torrential, weekslong January rains at its operations in Chile, which rely on evaporation ponds to produce lithium.  Rival SQM has also said that the rains had impacted “some production” at its northern Chile facilities.  The operations of Livent Corp in nearby Argentina were also affected by the rains earlier this year.  The intense rains in what is typically a bone-dry desert surprised the industry at the time and raised questions about how Albemarle could defend itself in the future as climates change.  “We have taken some steps to lessen as much as possible the impacts of weather on our process,” Ryan said, without elaborating.  An Albemarle spokesman did not provide more details when asked for additional comment.  A typical industry practice to protect evaporation ponds against rain would be to drain ponds as storms approach, storing the concentrate until after rains pass, Lithium Chile Inc’s Jose de Castro said in an unrelated presentation at the Santiago conference.  (GRAPHIC-Game of Mines link: tmsnrt.rs\/2WiWp6o).  (GRAPHIC-Global Lithium Production link: tmsnrt.rs\/2HLefGh).","62":"May 7 (Reuters) - Albemarle Corp said on Thursday it was interested in buying all or part of Tianqi Lithium Corp’s controlling stake in Australia’s Greenbushes, the world’s largest lithium mine.  Tianqi, which owns 51 percent of Greenbushes to Albemarle’s 49 percent, said last month it was exploring selling equity and assets to cull debt.  “We’re interested in it. We’re following it, but we’re also mindful of the current market environment,” Albemarle Chief Executive Kent Masters told investors on a Thursday conference call. (Reporting by Ernest Scheyder, Editing by Franklin Paul)","63":"SANTIAGO, March 9 (Reuters) - Chile on Friday approved an increase in U.S. miner Albemarle Corp’s annual lithium production limit in the salt flats of the Salar de Atacama, freeing the company to take advantage of soaring prices for the the metal used in electric car batteries.  The increase, authorized by Chilean development agency Corfo, which oversees the northern Chilean lithium deposits, allows the company to produce as much as 140,000 tonnes of lithium per year, up from a range of 60,000 to 80,000 tonnes per year.  Albemarle asked for the increase last year, citing technological advancements that the company says allow it to obtain more of the mineral without needing to extract more brine, Corfo said in a statement.  The Atacama salt flat is part of the so-called “lithium triangle” in Argentina, Bolivia and Chile, a region containing a large portion of the world’s lithium reserves.  Investment and output have increased in recent years as demand for electric vehicles surges.  Albemarle has said it could invest $1 billion in Chile over the next five years if the plan was approved. (Reporting by Dave Sherwood; editing by Jonathan Oatis)","64":"(Reuters) - Global supplies of lithium used to make electric vehicle (EV) batteries will fall short of projections for demand to more than triple by 2025 if prices do not rebound to fund expansions, an executive at industry leader Albemarle Corp said on Tuesday.  FILE PHOTO: A sign at the approach road leads to Albemarle's lithium evaporation ponds at its facility in Silver Peak, Nevada, U.S., January 9, 2019. REUTERS\/Ernest Scheyder\/File Photo  The warning laid bare the tension emerging in the EV industry between the companies that supply the lithium crucial for battery development and automakers who are hunting for discounts.  Prices for lithium dropped last year due in part to the coronavirus pandemic, forcing Albemarle and peers to pause expansions, a step they will reverse only if the price is right, Eric Norris, who runs Albemarle’s lithium business, told the Reuters Next conference.  “We’re at the ready to expand, but it’s got to be at terms that make sense,” Norris said.  Global lithium supply and demand at the end of last year was nearly even, according to data from Benchmark Mineral Intelligence. By 2025, though, demand is expected to outstrip supply by nearly 228,000 tonnes.  Prices have started to inch higher, especially in China, the world’s largest EV market, but must rise at least 10% more in order to make any expansions worthwhile, Norris said.  Wall Street seems to be expecting higher lithium prices: Albemarle’s stock price has more than doubled in the past year.  “If we don’t work as a supply chain together - from the lithium supply base all the way to the EV producer - there is a risk of slowing down plans,” he said.  BIDEN ADMINISTRATION  The Charlotte, North Carolina-based company, Norris said, is hopeful that the U.S. EV supply chain will grow under President-elect Joe Biden, who will be inaugurated next week.  Biden has proposed a $2 trillion climate plan aimed, in part, at building a national network of EV charging stations.  To help boost U.S. lithium production, Albemarle is studying ways to produce the metal from clay reserves near its existing Nevada operations, a plan that mimics one from Tesla Chief Executive Elon Musk.  “We agree with the assertion from Tesla and Elon Musk that there’s a lot of lithium in clay,” Norris said. “We cannot put a number on it, but given the demand for lithium we owe it to the industry to try.”  CLIMATE PROMISES  Automakers, including Volkswagen and Daimler, have ratcheted up environmental scrutiny of Chile’s Salar de Atacama salt flat, home to some of Albemarle’s largest lithium operations.  While questions have lingered for years on how lithium production affects the area’s fragile ecosystem, Norris said he welcomes the scrutiny and sees Albemarle’s operations as helping reduce global greenhouse gas emissions.  “Lithium does enable our customers to deliver on their climate promises,” said Norris, who drives a Tesla Model S sedan.  The London Metal Exchange, meanwhile, plans to launch a lithium contract this summer, a step long sought by automakers. Norris said that Albemarle supports more transparency but is concerned that one traded price would not reflect the many types of lithium products.  The industry could face further changes as EV battery recycling gains in popularity. Albemarle is studying ways to reuse the white metal from batteries at the end of their life - typically 10 years - a plan that will first require mass adoption of EVs to make recycling economic, Norris said.  “In the future ... we won’t be talking as much about lithium resources as we will be talking about battery collection and re-processing,” he said.  For more coverage from the Reuters Next conference please click here or www.reuters.com\/business\/reuters-next  To watch Reuters Next live, visit here","65":"NEWPORT BEACH, Calif.\/SANTIAGO (Reuters) - Albemarle Corp's ALB.N claim to have developed a unique process that would more than triple its lithium production from Chile's Atacama desert without using more water is drawing increased scrutiny from regulators and investors pushing for more details.  Brine pools from a lithium mine, that belongs to U.S.-based Albemarle Corp, is seen on the Atacama salt flat in the Atacama desert, Chile, August 16, 2018. REUTERS\/Ivan Alvarado  The development could help Albemarle cement its position as the world’s largest lithium company, just as global demand for the light metal is spiking for use in batteries that power electric vehicles and consumer goods.  But if the extraction process proves less than advertised, the U.S.-based company risks ceding its crown as the world's biggest lithium producer to smaller rivals including Chile's own SQM SQMa.SN.  The lack of clarity over the issue prompted Chile’s nuclear commission, which oversees the sale and export of lithium in Chile, to deny Albemarle’s request to increase its production quota for the white metal. The agency says the company has yet to explain how its technology will allow it to extract more lithium from the same amount of brine in the world’s driest desert.  Albemarle has been reluctant to provide specific details of the new process first announced in September 2017. The Chilean Nuclear Energy Commission (CCHEN) began asking last March for specifics on the process.  Albemarle says it “is preparing a revised request addressing CCHEN’s concerns, which are of a technical nature” and that it expects to ultimately receive approval to produce more lithium.  Asked by Reuters in late October for more concrete details on the new technology, Eric Norris, head of Albemarle’s lithium division, said the new process was “very efficient and it’s obviously very sustainable” but gave few other specific details.  “It’s likely some process or technology where you don’t lose lithium to the salts that evaporate out of the ponds,” said Robert Baylis, a lithium analyst with Roskill.  Norris said Albemarle would spend “hundreds of millions of dollars” to build a plant in the Atacama that would further refine brine concentrate to increase the amount of lithium recovered to 80 percent, up from “about half” today. Some industry analysts say the current lithium recovery figure is lower, around 30 percent.  Norris also said the company was spending $1 billion in Chile, its largest area of operations, and hiring more than 1,700 people. But he offered no timeline for the spending and hiring.  \"I don't know if they're doing anything proprietary or revolutionary,\" said David Deak, an independent battery industry consultant and former lithium buyer for electric carmarker Tesla Inc TSLA.O. \"It's unclear really what Albemarle has here, and what it means in terms of water usage.\"  That usage is closely watched by Chilean regulators, despite the $100 million in royalties the country collects annually from Albemarle, due to concerns about water and brine levels in the Atacama.  MODIFICATION  Albemarle entered Chile as part of its 2015 buyout of smaller rival Rockwood Holdings, inheriting access to massive lithium reserves.  The company’s lithium process, which relies heavily on evaporation ponds, was designed to extract potash fertilizer from salts, with lithium only as a byproduct.  Tweaking that technology to boost lithium recovery has long been an obsession of Albemarle and SQM. Indeed, rivals in Argentina, including Livent Corp LTHM.N, have developed methods that allow for nearly all lithium in brine to be recovered, a step made possible in part by the different chemical composition of Argentine brine.  Norris said that Albemarle’s process is not the same as Livent’s, without elaborating. Livent, for its part, believes there may be some crossover.  In Chile, Albemarle has repeatedly assured regulators that it is now capable of sharply increasing the amount of lithium it can extract from brine, according to documents obtained by Reuters via a Chilean freedom of information request.  “The modification is made possible because Albemarle has developed a sustainable technology that allows us to increase the efficiency of our processes in the Salar de Atacama without using more brine or water, and as a consequence, produce more tons of lithium carbonate,” Stephen Elgueta, Albemarle’s Chilean manager, wrote to nuclear agency CCHEN on March 23.  On May 3, CCHEN asked Albemarle to provide “details with respect to the technology that would enable the increase.”  The following month, three executives from Albemarle met with CCHEN director Patricio Aguilera at Santiago’s La Reina Center for Nuclear Studies.  According to Chile’s lobbyist transparency website, Albemarle presented its production projections through 2044 during the hour-long June meeting, as well as “some process improvements it is implementing.”  But officials from CCHEN remained unconvinced.  “The details provided ... during the meeting are insufficient,” wrote Aguilera on June 20, adding that the efficiency improvements touted by Albemarle in the meeting only “justified a percentage of the total [increase in quota]” requested by the company.  Albemarle provided no more information to CCHEN during the nearly three months that followed, according to Chilean regulatory filings.  On Sept. 12, CCHEN formally rejected Albemarle’s March request to increase its quota to sell lithium outside the country. The agency said in a resolution that the miner had failed to answer questions about how the “technology would permit the increase in efficiency.”  “There’s questions across industry about what exactly Albemarle has actually developed,” said Chris Berry, an independent lithium analyst based in New York.","66":"SANTIAGO\/HOUSTON (Reuters) - Shares of Albemarle Corp ALB.N fell as much as 2.3 percent on Monday following news that Chile's nuclear regulator refused to increase the company's quota to sell lithium produced from its Salar de Atacama operation.  The Chilean Nuclear Energy Commission (CCHEN) rejected Albemarle’s March request to increase its quota to sell lithium products by 258,446 tonnes, according to a Sept. 13 agency resolution obtained by Reuters via a Chilean freedom of information request.  Albemarle spokeswoman Andrea Cole said CCHEN’s concerns are of a “technical nature” and that the company would re-submit its request “in the coming weeks,” hoping to resolve the issue.  Shares of the world’s largest lithium producer, based in Charlotte, North Carolina, pared losses and closed down 0.8 percent at $102.25.  CCHEN oversees the sale and export of lithium from Chile, though not production, which is controlled by a separate state agency.  The setback could represent a major blow to Albemarle, which aims to satisfy spiking global demand for the ultralight metal used in batteries that power products ranging from cell phones to electric vehicles.  Albemarle previously said that it could achieve an increase in production using more efficient technology, and without extracting any more lithium-rich brine, or saltwater, from the environmentally sensitive Atacama salt flats.  But Chile’s nuclear agency said in the September resolution that Albemarle had failed to answer more detailed questions about how the “technology would permit the increase in efficiency.”  Cole, in an emailed statement, said Albemarle was confident the increase would be approved, “as it entails a project that presents a breakthrough technology to produce more lithium without using more brine.”  Cole added that the company believes its existing sales authorizations are sufficient.  Chilean newspaper La Tercera originally reported the agency’s decision on Saturday, citing CCHEN executive director Patricio Aguilera.  The filing does not indicate the timeframe for the sales quota increase, although lithium companies typically seek decades-long quotas and contracts.  The request came as Albemarle has publicly touted an increase in allowed output to 145,000 metric tons of lithium carbonate equivalent annually through 2043 from Chile’s Economic Development Agency (Corfo), which oversees lithium production in the Salar de Atacama.  The reason for the discrepancy in the physical amount of lithium between the two requests to the two different agencies was not immediately clear.  Corfo declined to comment on CCHEN’s decision.  In Chile, CCHEN’s control over lithium exports dates back to the dictatorship of Augusto Pinochet, which declared lithium “strategic” for its value in nuclear production processes.","67":"May 8 (Reuters) - Albemarle Corp, the world’s largest producer of lithium used to make electric vehicle batteries, posted a slight rise in quarterly profit on Wednesday as sales of flame retardant chemicals offset a dip in lithium sales.  The company posted first-quarter net income of $133.6 million, or $1.26 per share, compared to $131.8 million, or $1.18, in the year-ago period. Albemarle confirmed its 2019 sales forecast of $3.65 to $3.85 billion, in what would be an 8 percent to 14 percent increase from 2018 levels. (Reporting by Ernest Scheyder Editing by Susan Thomas)","68":"March 24 (Reuters) - Albemarle Corp:  * ALBEMARLE CORP SAYS CEO LUTHER KISSAM’S FY 2019 TOTAL COMPENSATION WAS $8.5 MILLION VERSUS $6.3 MILLION IN FY 2018 - SEC FILING  * ALBEMARLE CORP SAYS FOR 2019, CEO PAY RATIO IS 110:1 Source : (bit.ly\/2xjgr51) Further company coverage:","69":"Oct 24 (Reuters) - Albemarle Corp, the world’s largest lithium producer, on Thursday cut its sales and profit forecasts for the year, hit by a continued slump in prices for the white metal.  The company now expects adjusted earnings per share in the range of $6.00 to $6.20 in the year, compared with its previous estimate of $6.25 to $6.65.  Albemarle also trimmed its 2019 net sales forecast range to $3.6 billion to $3.7 billion, from $3.65 billion to $3.85 billion. (Reporting by Shanti S Nair in Bengaluru; Editing by Maju Samuel)","70":"Jan 12 (Reuters) - Albemarle Corp, the world’s largest producer of lithium for electric vehicle batteries, said it sees almost a four-fold growth in demand for the white metal, but only if prices recover enough to incentivize new projects and expansions across the industry.  “The resource is there, the economics need to improve to incentivize that expansion, that’s the critical thing,” Eric Norris, who runs Albemarle’s lithium business, told the Reuters Next conference on Tuesday.  For more coverage from the Reuters Next conference please click here or www.reuters.com\/business\/reuters-next  To watch Reuters Next live, visit here (Reporting by Ernest Scheyder and Dave Sherwood, Editing by Nick Zieminski)","71":"LONDON (Reuters) - The London Metal Exchange is planning to create a committee to represent the interests of producers and users of lithium, a key component in electric car batteries, it said on Tuesday.  Announcing the committee during LME Week, an annual gathering in London of metals consumers, producers, traders and brokers from around the world, the LME said it was likely to include representatives of nine companies.  These include vehicle makers Tesla and Jaguar Land Rover, and lithium producers and processors Tianqi Lithium Australia, BASF and Chile-focused Albemarle, the LME said.  Demand for lithium is expected to more than triple by 2025 to 917,469 tonnes as production of electric vehicles grows, according to Canaccord Genuity.  But near-term oversupply has more than halved prices since the start of 2018, prompting major producers to scale back expansion plans.  The LME is planning a lithium contract, and in June selected Fastmarkets to provide a reference price, but has given no timeline for an official launch.  However, Albemarle, the biggest producer, has said it will not participate in the contract, depriving it of a key source of pricing data.  Its move reflects a view by some that lithium is a specialty chemical rather than a basic commodity and should be priced on a contract-by-contract basis.  The LME has committees, which perform an advisory role, for producers and users of other metals that trade on the exchange including copper, aluminum and cobalt.  The exchange is owned by Hong Kong Exchanges and Clearing Ltd.","72":"(Reuters) - Albemarle Corp ALB.N, the world's largest lithium producer, on Wednesday posted quarterly profit that rose more than expected due in part to price hikes, though unexpected production problems cut its output of the white metal.  FILE PHOTO: Brine pools from a lithium mine, that belongs U.S.-based Albemarle Corp, is seen on the Atacama salt flat in the Atacama desert, Chile, August 16, 2018. REUTERS\/Ivan Alvarado\/File Photo  Albemarle has been striving to boost production and prices of lithium, a vital material in making electric vehicle batteries. It has dedicated profit from its two other chemical divisions to bolster lithium operations.  The company posted third-quarter net income of $129.7 million, or $1.20 per share, up from $118.7 million, or $1.06 per share, in the year-ago period.  Excluding one-time items, Albemarle earned $1.31 per share, beating analyst forecasts using that measure of $1.25 per share, according to IBES data from Refinitiv.  Lithium prices rose from a year earlier and the company is making “meaningful progress on extending our long-term lithium supply agreements,” Chief Executive Officer Luke Kissam said in a statement.  Unlike some rivals that focus on selling lithium on a spot basis, Albemarle has largely pursued long-term contracts that guarantee its profits and supply for customers.  Lithium sales in the quarter, though, rose less than 1 percent to $270.9 million, as production slipped due to “unexpected shut downs at three of our lithium manufacturing sites” that have since been rectified, the company said.  Albemarle has claimed that it developed a unique process that would more than triple its lithium production from Chile’s Atacama desert without using more water, an assertion drawing increased scrutiny from regulators and investors pushing for more details.  Albemarle confirmed its full-year 2018 forecast for sales of $3.3 billion to $3.5 billion, which would mark an increase of 7 percent to 14 percent from 2017 levels.  Shares of Charlotte, North Carolina-based Albemarle dipped 0.3 percent to $107.64 in after-hours trading, following a slight rise during the trading session.  The company plans to hold a conference call with investors to discuss the quarterly results on Thursday morning.","73":"Jan 7 (Reuters) - Albemarle Corp said on Thursday it will expand capacity at the company’s lithium production facility in Silver Peak, Nevada and begin a program to evaluate clays and other available Nevada resources for commercial production of the mineral.  Albemarle plans to invest $30 million to $50 million to double the current production at the Nevada site by 2025. (Reporting by Arunima Kumar in Bengaluru; Editing by Krishna Chandra Eluri)","74":"Feb 19 (Reuters) - Albemarle Corp, the world’s largest lithium producer, said on Wednesday its quarterly profit fell and the company forecast a drop in 2020 sales and earnings.  The company posted fourth-quarter net income of $90.4 million, or 85 cents per share, compared to $129.6 million, or $1.21 per share, in the year-ago period. Sales of lithium producers rose 20 percent to $411.1 million, though sales of catalysts for refineries dropped.","75":"(Reuters) - Albemarle Corp said on Thursday it is moving forward on a project it claims will boost its Chilean lithium production by 30 percent without extracting more brine from the environmentally sensitive Salar de Atacama, the world’s driest desert.  The company, the world’s largest producer of the white metal used to make electric vehicle batteries, has teased the industry for more than a year that it has production-enhancing technology. The lack of details, though, has irked some investors and Chilean authorities.  Chief Executive Luke Kissam said on Thursday the company has successfully tested the process in a laboratory and in field tests, has ordered equipment and plans to start construction during the second quarter.  “There’s not any specially made pieces of equipment or things like that. So we feel confident in our ability to execute this project,” Kissam told investors on a conference call.  The project should be commissioned by 2021, Kissam said, without providing its cost.  Lithium output is closely watched by Chile, despite the $100 million in royalties the country collects annually from Albemarle, due to concerns about Atacama water and brine levels.  Chilean regulators last year began delving into just how the new process works, ultimately rejecting Albemarle’s application to produce more lithium for lack of details. Albemarle had said it would re-apply.  It was not immediately clear if the process outlined on Thursday used the same technology mentioned last year, nor was it clear if Albemarle had re-applied with Chilean officials.  Representatives for Albemarle and Chilean nuclear agency CCHEN, which oversees exports of lithium, were not immediately available to comment.  Charlotte, North Carolina-based Albemarle said on Thursday that commissioning of its La Negra III and IV lithium carbonate facilities in Chile would not happen until at least the fourth quarter due to delays in shipping of equipment.  Albemarle said on Thursday it plans to produce 40,000 tonnes of lithium in Chile this year, roughly flat with 2018 levels. Albemarle has authorization to produce in Chile the equivalent of up to 80,000 tonnes annually of lithium through 2043.  Shares of Albemarle, which posted better-than-expected quarterly profit on Wednesday, were down 1.6% at $71.45 in midday trading on Thursday.","76":"SANTIAGO\/HOUSTON (Reuters) - Albemarle Corp ALB.N has launched an aggressive lobbying campaign after Chilean regulators denied its request to boost lithium output, stressing the company's importance to Chile's economy and workers, according to records reviewed by Reuters.  FILE PHOTO: Brine pools from a lithium mine, that belongs U.S.-based Albemarle Corp, is seen on the Atacama salt flat in the Atacama desert, Chile, August 16, 2018. REUTERS\/Ivan Alvarado\/File Photo  The behind-the-scenes moves come even as Albemarle has publicly brushed off worries from analysts and investors about rising regulatory pressure in Chile, home to the world’s largest reserves of lithium, a crucial ingredient in electric car batteries and mobile phones.  Ellen Lenny-Pessagno, who became Albemarle’s Chile country manager in October, met with the Chilean Nuclear Energy Commission (CCHEN) on Nov. 23 to discuss the rejection, according to filings with Chile’s lobbyist transparency website that have been previously unreported.  The nuclear agency, which oversees lithium sales and export from Chile, had rejected Albemarle’s request in September to increase its quota to sell lithium. That effectively stunted the long-term expansion plans of the world’s top producer of the ultralight metal.  Albemarle Chief Executive Luke Kissam stressed in a November conference call with investors that the rejection from CCHEN was “not a big deal, OK? It’s not a big deal.”  But Lenny-Pessagno, a former diplomat who has held senior roles with the U.S. State Department advocating for U.S. renewable energy companies in Spain, Chile and Colombia, told CCHEN’s interim director, Mauricio Lichtemberg, that the regulator’s September decision was having an impact on its workers and investors, according to minutes from the meeting.  Albemarle did not immediately respond to a Reuters request for comment.  Lenny-Pessagno discussed “how important Albemarle is to Chile from an investment standpoint, as a source of direct employment and for contractors,” the minutes show.  Albemarle pays Chile more than $100 million annually in lithium royalties, giving it some financial and political sway in the country.  Lenny-Pessagno’s visit to CCHEN was the second in as many months by an Albemarle executive. Eric Norris, chief of Albemarle’s lithium division, had flown to Santiago from the company’s North Carolina headquarters in October, shortly after the rejection, according to the lobbyist transparency records.  AUSTRALIA VS. CHILE?  Lenny-Pessagno also referred to the U.S.-based miner’s investments in other countries, meeting minutes show.  She told Chile’s nuclear regulator that Albemarle was making new investments in Australia, which vies with Chile to be the world’s top lithium producer.  The day before the meeting, Albemarle had announced a $1.15 billion deal to form a joint venture with Australia's Mineral Resources Ltd MIN.AX.  That venture, if finalized, would eventually produce more lithium than Albemarle has authorization to sell from Chile.  CCHEN’s Lichtemberg reiterated to Lenny-Pessagno the same points it had made in the initial ruling in September, the minutes show.  The agency has not responded to Reuters requests for comment on the details of the rejection.  But it has said that Albemarle had failed to provide requested details about how it plans to triple lithium production from Chile’s Salar de Atacama without using more water.  Regulators are cracking down on water use by both copper and lithium miners in the salar, which lies at the heart of the world’s driest desert.  Last month, Reuters reported that environmental regulators had rejected Albemarle’s plans to build a plant to process 42,500 tonnes of lithium carbonate annually on Chile’s coast, another critical facet of its long-term plans.","77":"(Reuters) - The Albemarle Corp executive overseeing the company’s massive lithium operations, a key supplier of the mineral used to make batteries for Tesla Inc automobiles, is leaving at the end of the month, according to an internal memo reviewed by Reuters.  John Mitchell will leave the Charlotte, North Carolina-based company “to pursue another opportunity,” Chief Executive Luke Kissam told employees in the memo.  A company spokeswoman declined to comment. Mitchell did not immediately respond to a request for comment.  Albemarle is the world’s largest lithium producer and its annual lithium sales have spiked more than fourfold since 2015 to $1.3 billion. The company’s shares, however, have plunged 29 percent this year on competition concerns as rivals have forged ahead with fresh mine developments.  With lithium mines across the Americas and Australia, Albemarle is a major supplier to Panasonic, which in turn supplies battery parts to global auto giants, including Toyota Motor Corp and Tesla.  Mitchell will be replaced as Albemarle’s president of lithium by former FMC Corp executive Eric Norris, who joined the company in January as chief strategy officer.  Norris’ “leadership style and wealth of business experience makes him a natural fit for the role,” Kissam said in the memo.  Norris previously led FMC’s health and nutrition division, and had prior stints in the company’s lithium unit. FMC is spinning off its lithium division this fall as a stand-alone publicly traded company.  Albemarle is also shuffling other executives, according to the memo.  Dave Ryan will become head of Albemarle’s investor relations department. He joined the company in 2016 from corrugated packaging manufacture WestRock Co.  Amy Dunbar will become Albemarle’s treasurer. She previously worked at Ingersoll Rand Inc.","78":"SANTIAGO (Reuters) - BHP’s Escondida, the world’s largest copper mine, said on Tuesday it had dropped plans to continue drawing water from the Atacama salt flat, relieving pressure on the parched desert basin, home to top lithium miners SQM and Albemarle.  BHP has long pumped water from Atacama’s aquifers to feed operations at its sprawling Escondida mine. But shortly after applying to renew those permits in 2017, authorities warned the aquifer was overdrawn, stalling the process.  The global miner said in a statement Tuesday it would now substitute its pumping from Atacama with desalinated water from its coastal Chilean plants.  BHP’s decision is a step toward reducing pumping pressure on the vast, lithium-rich salt flat. The basin sits amid the world’s driest desert, where annual rainfall is often measured in millimeters.  Soaring demand for ultralight battery metal lithium has raised questions about whether Atacama can support future levels of production along with the needs of nearby copper mines, a booming tourism industry and indigenous communities.  “BHP’s decision advances by 10 years its commitment to stop extracting high Andean water for Escondida,” the miner said in the statement. It had previously said it would shut off the taps in 2030.  BHP said its decision had taken into account conversations with indigenous communities around the flat.  Antofagasta’s Zaldivar mine is also seeking to renew permits to draw water from the flat.  Antofagasta, which co-owns Zaldivar with Barrick Gold Corp, did not immediately respond to requests for comments on BHP’s decision.","79":"SANTIAGO (Reuters) - U.S.-based Albemarle Corp, the world’s largest lithium producer, has accused its top rival, Chilean miner SQM, and local regulators of seeking to keep secret a coveted report about the environmental impact of lithium mining in Chile’s Salar de Atacama, according to a filing made by its lawyers.  FILE PHOTO: Brine pools from a lithium mine, that belongs U.S.-based Albemarle Corp, is seen on the Atacama salt flat in the Atacama desert, Chile, August 16, 2018. REUTERS\/Ivan Alvarado ÊSEARCH \"MINE LITHIUM\" FOR THIS STORY. SEARCH \"WIDER IMAGE\" FOR ALL STORIES. TPX IMAGES OF THE DAY.\/File Photo  Chilean regulator Corfo, which oversees lithium mining in the Atacama, in August denied a request from Albemarle ALB.N to review the long-awaited report, according to filings obtained by Reuters under Chile's Transparency Act. In the filings, Corfo told Albemarle it was unable to provide the report because it was still under review and contained confidential business information.  The report, which remains under wraps, aims to stamp out uncertainty over the sustainability of mining activity that has long cast a pall over the sensitive salt flat, home to one-quarter of the world’s current output of lithium, but also indigenous communities, protected areas, and endangered flamingos.  Both SQM and Albemarle, the only two lithium miners on the flat, contributed to the report. But whereas SQM’s contract with Corfo allows it to review working drafts of studies commissioned by the agency and related to water in the Salar, Albemarle’s contract does not include this clause.  SQM SQMB.SN objected to the study's release, the filings show, arguing the data it contained was \"sensitive and confidential.\"  Albemarle blasted Corfo’s decision in an August appeal presented to Chile’s Council for Transparency and seen by Reuters, calling the study long-overdue, and its contents public. The council resolves disputes related to the country’s open records laws.  “Their only goal is to hide information that is, in no way, secret,” Albemarle’s attorney said in the filing, adding that the study in question was “highly relevant” to understanding the environmental effects of mining on the flat.  It said the only reason the contents might be sensitive was if they “revealed non-compliance or actions that go against regulations” and said SQM’s exclusive right to review the study was unfair and put its top competitor in a “position of privilege.”  Corfo declined to comment on the dispute.  SQM did not comment directly on Albemarle’s accusations when contacted by Reuters. The Chilean miner said in a statement that Corfo had “independently contracted top-level specialists” for the water study. SQM added it had adhered to the terms of its contract with Corfo and provided the agency with all of the information regulators had requested.  The study and the true state of the Salar’s water supply has long been an obsession of lithium industry watchers because of the area’s huge importance in satisfying soaring global demand for the white metal. Lithium is vital to the batteries that power cellphones and electric vehicles.  Lawmakers, academics, environmentalists, local communities, German carmaker Volkswagen VOWG_p.DE and most recently, a Chilean environmental tribunal, have all emphasized the importance of the study in helping dispel lingering questions on the impact of lithium mining in Chile.  Corfo said in the filings the revised study will be completed by February 2021. The agency did not say if, or when, the document might be made public.","80":"Feb 23 (Reuters) - Albemarle Corp:  * ALBEMARLE CORPORATION RAISES DIVIDEND FOR 24TH CONSECUTIVE YEAR  * ALBEMARLE CORP - DECLARED A QUARTERLY DIVIDEND OF $0.335 PER SHARE, AN INCREASE OF NEARLY 5% OVER PREVIOUS QUARTERLY DIVIDEND OF $0.32 Source text for Eikon: Further company coverage:","81":"SANTIAGO (Reuters) - Chilean miner SQM said on Wednesday it would overtake competitor Albemarle as the world’s top producer of lithium by 2022, boosting its production capacity that year to 28 percent of the world’s total versus the U.S.-based Albemarle’s 16 percent.  An aerial view shows the brine pools of SQM lithium mine on the Atacama salt flat in the Atacama desert of northern Chile, January 10, 2013. REUTERS\/Ivan Alvarado\/File Photo  SQM Vice President Daniel Jimenez said in a presentation at a Santiago forum on lithium that capacity increases at its Chile operations, together with new projects in Australia and Argentina, would help put the company in the top slot.  Albemarle is currently the globe’s top producer of the white metal, with capacity to produce 29 percent of the world total versus SQM’s 23 percent, according to SQM’s data.  Albemarle did not immediately respond to a request for comment.  Both SQM and Albemarle are making preparations to ramp up production in Chile’s Salar de Atacama, one of the world’s richest lithium flats, amid a sharp spike in global demand.  SQM said in July it was seeking government approval for a $450 million expansion of its lithium carbonate plant, which could more than double its capacity to produce lithium carbonate to 180,000 tons a year by 2020.  Albemarle in March secured permits from Chilean authorities to boost production to as much as 145,000 tons of lithium carbonate annually through 2043.  The Charlotte, North Carolina-based Albemarle reported earlier this week that its quarterly earnings had tripled on rising sales, though its shares had lost nearly a third of their value since January on concerns new lithium projects could flood the market with fresh supply.  SQM’s Jimenez also said in the presentation that global production capacity for the key ingredient in electric vehicle batteries would more than triple in four years, reaching 735,000 tonnes by 2022.  Australia will increase its share of production capacity to 46 percent by 2022, Jimenez said, cementing its position as the world’s top-producing country of the white metal.  Chile’s market share is expected to drop from 37 percent in 2017 to 30 percent in 2022, according to the presentation.","82":"(Repeats to widen distribution)  Aug 30 (Reuters) - As global demand for lithium hits overdrive, Albemarle Corp is investing millions of dollars to engineer specialized types of the light metal for electric car batteries, part of a strategy to remain the niche market’s top producer.  The pivot comes as battery makers such as Panasonic Corp , the sole battery supplier to Tesla Inc, increasingly demand more purified versions of lithium that can help boost electricity storage and increase a battery’s charge, shaping Albemarle’s strategy, according to sources and documents reviewed by Reuters and confirmed by the company.  Once used primarily as a pharmacological treatment for bipolar disorder, lithium has become one of the world’s most in-demand commodities thanks to the rising popularity of electric vehicles powered by lithium-ion batteries.  Roughly 500,000 electric vehicles were sold globally in 2016, a figure that is expected to jump sevenfold by 2022, according to estimates from the U.S. Energy Information Administration.  Albemarle’s strategy, which includes developing a battery research center near its North Carolina headquarters, is aimed at setting it apart from its major competitors, including Chile’s SQM and China’s Tianqi Lithium Corp .  Albemarle has historically sold basic types of lithium under short-term contracts, much like rivals. Now, the company is diverging from rivals and developing dozens of lithium products that can help boost electricity storage and increase a battery’s charge.  “What we are doing is not a moonshot, but rather just good engineering,” Albemarle’s lithium unit head, Eric Norris, said at a private dinner earlier this summer attended by State Street Global Advisors, Goldman Sachs Group Inc and other top shareholders, according to two sources.  As more lithium production comes online in the Americas and Asia, concerns about oversupply are high, making a push into specialized lithium a crucial step for Albemarle.  “Lithium is much more a specialty chemical than a mined product,” said Joe Lowry, an independent lithium industry consultant. “It’s definitely not a commodity because it’s not a fungible good.”  Albemarle is now trying to use its technical know-how and clout to forge customer partnerships that it hopes guarantee profit for decades.  “If every new lithium project that’s been announced does come online, that could cause market oversupply,” said Deutsche Bank mining analyst Chris Terry. “There’s a lot of bearishness in the market and differentiation is the key to success.”  R&D  By treating the metal with various chemicals and other processing steps, lithium’s chemical structure can be rearranged to boost electricity storage and increase charge, which Albemarle hopes will make it even more indispensable to battery makers and the electric car industry, Norris told the investor dinner.  “Battery requirements are becoming more stringent and there is a definitive move towards higher energy density batteries,” Albemarle spokeswoman Hailey Cobb said.  Longer term, Albemarle is studying so-called “solid state” batteries, which contains no liquid and theoretically can store more electricity than the lithium ion battery, Norris told investors.  While solid-state batteries are not expected to replace lithium ion batteries as the industry standard, they are seen as a promising technological evolution. And importantly for Albemarle, they will consume even more lithium.  So far, Wall Street is rooting for Albemarle’s success. Seventeen of the 22 analysts that cover the stock recommend buying it. As an average, that same group thinks the stock should be trading 33 percent above current levels, according to Thomson Reuters data.  Albemarle agrees and earlier this month said it would double its stock buyback for the year to $500 million.  RELATIONSHIPS  The global lithium business is dominated by Albemarle, SQM, Tianqi and FMC Corp, which is spinning off its lithium division this fall as a stand-alone publicly traded company.  SQM has stated publicly a goal of supplanting Albemarle as the world’s biggest lithium producer by the next decade, which Albemarle says is not a concern.  “We are not interested in being the largest; we are concerned about meeting the needs of our customers and being the most profitable lithium company in the world,” said Hobb.  But some on Wall Street are spooked, with shares of Albemarle down 25 percent this year.  “Lithium has become the centerpiece for the future of the company,” said Chip Skinner, a portfolio manager with the Royce Funds, which holds Albemarle shares. “But supply and demand still matter.”  To help retain its crown, the U.S. company is moving customers toward long-term contracts of a decade or more, far longer than the three- to five-year contracts it currently signs. The contracts have an option to reset pricing every year, in contrast to SQM which favors shorter contracts and typically charges spot market prices.  Albemarle also poached former General Electric Co battery scientist Glen Merfeld this spring, and is hiring deputies for Merfeld to help oversee the new battery center.  Norris told large investors that the shift to long-term contracts, which would have a base price guaranteed, could be as long as a decade or more in some cases and secure Albemarle’s 40 percent profit margins, regardless of market forces.  “Lithium is a relationship-based business, and Albemarle is betting that brings it success in the long-run,” said Chris Berry, an independent energy metals analyst based in New York.","83":"SANTIAGO (Reuters) - Chile’s government said on Monday it was creating a committee to supervise lithium contracts the state has with local miner SQM and U.S.-based Albemarle Corp., deals that are key to positioning the country as a top producer of the white metal.  The committee will aim to ensure concession agreements that state development agency Corfo has with SQM SQM_pb.SN and Albemarle Corp in the Atacama salt flats are followed.  “There are many contractual clauses that require decisions on prices, quantities and allocation of resources,” Economy Minister Jose Valente told journalists after a Corfo board meeting.  “This committee will be seeing how they develop and recommend to Corfo’s board the fulfillment of those contracts in the appropriate manner,” he added.  SQM is the world’s second biggest lithium producer after Albemarle Corp. Chile is home to half of the world’s reserves of lithium, a key ingredient in rechargeable batteries that power everything from cell phones and tablets to electric vehicles.  The announcement comes a week after SQM appointed its former Chairman Julio Ponce as a strategic adviser despite an agreement with the state that he distance himself from the firm.  Finance Minister Felipe Larrain said on Wednesday the appointment was “imprudent” and that the contract drawn up between SQM and the government to end a royalties dispute would have to be checked to determine if the appointment of Ponce as adviser was compliant.","84":"LONDON, Oct 29 (Reuters) - The London Metal Exchange (LME) said on Tuesday it would create a committee to represent the interests and views of producers and users of lithium, a key ingredient in batteries.  The LME said the committee was likely to include representatives of nine companies including vehicle makers Tesla and Jaguar Land Rover and lithium producers and processors Tianqi Lithium Australia, BASF and Albemarle.  Lithium is used in batteries that power electric vehicles, and demand is expected to grow rapidly.  The LME plans a lithium contract, but has given no timeline for an official launch. (Reporting by Peter Hobson; Editing by Mark Potter)","85":"(Reuters) - World's largest lithium producer Albemarle Corp ALB.N said on Monday J. Kent Masters has been elected as the chairman and chief executive officer, effective immediately, replacing Luke Kissam.  Masters joined Albemarle’s board in 2015 and was named lead independent director in 2018.  The company said in February current CEO Kissam would step down due to health reasons. Kissam, who has been the CEO since September 2011, was diagnosed with non-Hodgkin’s lymphoma in 2019.","86":"May 28 (Reuters) - Albemarle Corp said on Thursday it wants to take control of Greenbushes, the world’s largest lithium mine, signaling it intends to block any rival from buying Tianqi Lithium Corp’s controlling stake.  “We would be interested in taking a controlling stake in that venture,” Eric Norris, head of Albemarle’s lithium division, said at Benchmark Mineral Intelligence’s EV Supply Chain Festival, which was webcast. “We will keep our position and would like to increase it.” (Reporting by Ernest Scheyder Editing by Matthew Lewis)","87":"May 9 (Reuters) - Albemarle Corp said on Thursday it is moving forward on a project to boost Chilean lithium production by 30 percent without using more brine from the environmentally sensitive Salar de Atacama, the world’s driest desert.  The company, the world’s largest producer of the white metal used to make electric vehicle batteries, said it expects to commission the project by 2021. Chief Executive Luke Kissam told investors on a Thursday conference call that he is “very confident” in the new process, though he gave few details on how it could work.","88":"April 19 (Reuters) - Albemarle Corp:  * ALBEMARLE DECLARES FORCE MAJEURE DUE TO SHORTAGE OF KEY RAW MATERIALS IN URETHANE SUPPLY CHAIN  * ALBEMARLE CORP - DOES NOT EXPECT FORCE MAJEURE TO AFFECT PREVIOUSLY COMMUNICATED FULL-YEAR GUIDANCE FOR COMPANY Source text for Eikon: Further company coverage:","89":"(Reuters) - Australia’s Mineral Resources Ltd said on Friday its newly formed joint venture with Albemarle Corp had decided to pause operations at the Wodgina Project due to “challenging” lithium market conditions.  Australian lithium producers had earlier this year flagged weak market conditions for the rest of 2019 amid reduced demand from Chinese customers after a change in the country’s electric vehicle subsidies, and global trade tensions.  Mineral Resources, which today concluded the sale of a 60% interest in Wodgina to Albemarle, said the transition to care and maintenance at the project would take about four weeks.  “Given the current challenging market conditions for lithium, the MARBL Lithium Joint Venture believes there is more value to be delivered in the long term by placing Wodgina on care and maintenance now,” Mineral Resources Managing Director Chris Ellison said.  Care and maintenance is a term used in the mining industry to describe a pause in production at a mine site, although the site is maintained to ensure production can start at a later date.  Mineral Resources said the decision would not affect its fiscal 2020 mining services core earnings guidance of A$280 million to A$300 million ($192.9-$206.7 million).  Western Australia-based Wodgina is touted by Mineral Resources as one of the “largest known hard rock lithium deposits in the world.”  The company’s shares rose about 0.5% after the announcement, while the broader market fell 0.3%.","90":"SANTIAGO\/SEOUL, June 21(Reuters) - South Korea’s POSCO has pulled out of a project to build battery parts in Chile, the Asian steelmaker said, little more than a year after winning guaranteed access to cheap lithium from top producer Albemarle.  POSCO, together with partner Samsung SDI, won a 2018 Chilean government tender to build a battery-parts factory in the country’s northern desert in exchange for a 27-year supply of low-cost lithium.  The problem, POSCO told Reuters, is that the project it proposed requires lithium hydroxide, a type of the metal increasingly favored by EV battery makers but one not produced by Albemarle in Chile.  Albemarle in Chile produces primarily lithium carbonate, a variety of the metal that is widely used in smaller consumer electronics.  Samsung, the world’s largest maker of smartphones, told Reuters that it is still reviewing the project following Posco’s announcement.  POSCO’s decision is yet another in a string of setbacks for Chile, which has struggled to modernize its lithium policies, boost output and develop a domestic battery industry, despite having the world’s largest supplies of the metal and rising global EV demand.  Albemarle and the Chilean government in 2016 signed an agreement that allows Albemarle to more than triple its output of lithium. But the deal requires the company reserve as much as 25 percent of its production for companies seeking to build batteries or their parts in Chile. The agreement does not specify whether Albemarle should produce lithium carbonate or lithium hydroxide at its facilities.  Albemarle and Corfo, which leases the company its mining rights in Chile, initially disagreed on how to price the lithium it would provide to the battery makers, but have since come to agreement. Neither has offered details of the settlement.  Albemarle did not immediately respond to requests for comment on Posco’s decision.  China’s Sichuan Fulin Transportation Group Co and Chile’s privately held Molymet also won access to the discounted lithium in last year’s tender.  Fulin and Molymet did not immediately respond to requests for comment.  Following last year’s tender, Chile’s government said the price tag for the three projects was $754 million. At least 664 jobs would be created.  The deals were widely seen as a foot in the door into Chile as countries and global corporations scramble to lock down supplies of key metals used in batteries that power cell phones, tablets and electric vehicles.  POSCO last summer said it would build a lithium plant in Argentina to help secure its own supply. That announcement came as POSCO also said it would buy lithium mining rights in Argentina from Galaxy Resource Ltd’s in a deal worth $280 million.","91":"(Reuters) - Albemarle Corp ALB.N beat quarterly profit estimates on higher demand for bromine and raised its 2019 adjusted profit forecast on Wednesday, sending shares of the world's largest lithium producer up over 10% in extended trading.  FILE PHOTO: Brine pools from a lithium mine, that belongs U.S.-based Albemarle Corp, is seen on the Atacama salt flat in the Atacama desert, Chile, August 16, 2018. REUTERS\/Ivan Alvarado\/File Photo  Sales of bromine, a chemical used to make fire extinguishers, were driven by demand in flame retardants for electronics, clear completion fluids, and polymer resins, despite weakness in automotive and construction, sectors that have been hit by trade tensions and fears of slowing global growth.  Revenue from the chemical surged 15.8% to $255.4 million in the second quarter, ahead of analysts’ estimates of $229.7 million, according to IBES data from Refinitiv.  Sales from the company’s largest segment lithium, used to make electric car batteries, rose only 2.3% to $324.8 million, compared with a 30.2% jump in the year-ago quarter. Analysts were expecting sales of $354.7 million.  Lithium demand has been affected by a slump in the sector, with its prices expected to be subdued in 2019, due to U.S.-China trade tensions and China’s cuts to electric vehicle subsidies.  To cope with the weakness, Albemarle early this month revised its deal to buy into Australia's Mineral Resources Ltd's MIN.AX Wodgina mine to lower its cash offer than it had previously stated.  “The recently announced amendments to our transaction with Mineral Resources Limited and our decision to delay indefinitely certain lithium expansion projects will allow us to reduce capital expenditures significantly,” Chief Executive officer Luke Kissam said in a statement.  Net income attributable to the company fell 49% to $154.2 million, or $1.45 cents per share in the quarter ended June 30.  The company raised its full-year adjusted profit forecast to between $6.25 and $6.65 per share, from $6.10 to $6.50 expected earlier, and maintained its sales forecast.  Total revenue rose nearly 4% to $885.1 million.  Excluding items, the company posted a profit of $1.55 per share, beating analysts’ estimates of $1.44 per share.","92":"SANTIAGO (Reuters) - The Chilean government said on Wednesday it would seek international arbitration over what it alleged was the failure of lithium miner Albemarle Corp to adhere to the terms of a contract drawn up in 2016.  Prosecutor of Corfo (Corporation for the promotion of production) Maria Elina Cruz, speaks in the Senate mining commission at the Chilean Congress in Valparaiso, Chile October 3, 2018. Picture taken October 3, 2018. REUTERS\/Rodrigo Garrido  Under the contract, U.S.-based Albemarle had to provide as much as 25 percent of its annual production at a discount to companies seeking to produce battery metals within Chile.  But state development agency Corfo, which leases mining rights to Albemarle in the lithium-rich Salar de Atacama, said on Wednesday the miner had failed to make a “serious” offer to the companies, thus violating the terms of its contract.  The state agency said in a statement it would refer the dispute to the Paris-based International Chamber of Commerce.  Albemarle said it regretted the need for arbitration, but decried what it considered the “substantial difference” between the contractual agreement and what Corfo is now demanding.  “We are confident in our position,” Eric Norris, head of Albemarle’s lithium operations, said in an emailed statement to Reuters. “Our company maintains the highest standards of corporate governance, so we will face this new scenario with the utmost seriousness and with the same good faith that has guided all of our actions in Chile for almost 40 years.”  The company said in a statement last week that it had made several price offers, and that it believed it had complied with its obligations to the Chilean government.  Chile is the world’s No. 2 producer of lithium, a key component in the batteries that power everything from cellphones to electric vehicles.  Corfo has said the clause that requires Albemarle to provide the ultralight battery metal at a reduced price is intended to help spur a value-added lithium industry.  A similar clause exists in a contract struck in January with Chilean competitor SQM, but Corfo said previously that SQM had complied with the terms of its agreement.  “Corfo wants to find a solution as soon as possible that will allow it to invest ... in the creation of a value-added lithium industry,” it said in the statement on Wednesday.  In March, Corfo awarded contracts to Chile’s Molymet, China’s Sichuan Fulin Industrial Group and a joint venture between Samsung SDI Co Ltd and South Korea’s POSCO to produce battery components in Chile using discounted lithium from the Atacama, for a total investment of $754 million.","93":"(Reuters) - Lithium miner Albemarle Corp ALB.N forecast full-year profit above estimates on Wednesday, but warned that the company's annual performance will be subdued, following reduced global economic activity due to the global pandemic.  Lithium producers raised output last year in anticipation of a demand rush from EV manufacturers going into 2020, but the COVID-19 pandemic slammed the brakes on the electrification revolution and dented global automobile sales.  The company said it expects full-year net sales to be between $3.05 billion and $3.15 billion.  Albemarle forecast annual adjusted earnings between $3.80 and $4.15 per share, compared with analysts’ estimates of $3.52 per share, according to Refinitiv IBES data.  The company had withdrawn its 2020 outlook in May, citing the impact from the virus outbreak.  Net income attributable to the company fell to $98.3 million, or 92 cents per share, in the quarter ended Sept. 30, from $155.1 million, or $1.46 per share, a year earlier.  On an adjusted basis, the Charlotte, North Carolina-based company earned $1.09 per share, beating estimates of 78 cents per share.","94":"ANTOFAGASTA (Reuters) - Chile’s Corfo will present an arbitration suit against lithium miner Albemarle by Dec. 15, the Chilean state development agency’s vice-president said on Monday, alleging the world’s top lithium producer had failed to adhere to the terms of a contract drawn up in 2016.  Under the contract, U.S.-based Albemarle must provide as much as 25 percent of its annual production at a discount to companies seeking to produce battery metals within Chile.  Corfo Vice President Sebastian Sichel told Reuters that Albemarle’s initial “preferential price” offer was too high and had violated the terms of its contract with the miner, prompting the agency to push forward with the previously announced arbitration.  “We are strategic partners, and we could have reached an agreement to benefit the establishment of this industry [in Chile] but the price they are offering does not do that,” Sichel said.  Corfo has said the clause that requires Albemarle to provide the ultralight battery metal at a reduced price is intended to help spur a value-added lithium industry.  Albemarle has previously decried what it considered the “substantial difference” between the contractual agreement and what Corfo is now demanding.  The U.S.-based miner said in October that it had made several price offers, and that it believed it had complied with its obligations to the Chilean government.  The arbitration case will be seen by the Paris-based International Chamber of Commerce, Corfo has said.","95":"(Reuters) - Albemarle Corp said on Wednesday it had started a cost control program targeting over $100 million in savings over the next two years, as the world’s largest lithium producer grapples with a fall in prices on near-term oversupply concerns.  The company said last month it would cut costs in response to challenging market conditions, but had not specified an amount.  Albemarle did not provide any further details on the program on Wednesday.  Supply of lithium, used to power electric vehicles, has outpaced demand which dampened in recent months following global trade tensions, scaling back of electric vehicle subsidies in China and higher production of the battery metal.  Albemarle reported an adjusted profit of $1.53 per share for the third quarter, in line with its preliminary estimates last month when it had also cut profit and sales forecast for the year.  Rival Livent Corp also cut its full-year revenue and earnings forecast on Tuesday and said the flagging lithium industry was working through “difficult” times.","96":"(Reuters) - As global demand for lithium hits overdrive, Albemarle Corp is investing millions of dollars to engineer specialized types of the light metal for electric car batteries, part of a strategy to remain the niche market’s top producer.  FILE PHOTO: An aerial view shows the brine pools of a lithium mine on the Atacama salt flat in the Atacama desert of northern Chile, January 10, 2013. REUTERS\/Ivan Alvarado\/File Photo  The pivot comes as battery makers such as Panasonic Corp, the sole battery supplier to Tesla Inc, increasingly demand more purified versions of lithium that can help boost electricity storage and increase a battery’s charge, shaping Albemarle’s strategy, according to sources and documents reviewed by Reuters and confirmed by the company.  Once used primarily as a pharmacological treatment for bipolar disorder, lithium has become one of the world’s most in-demand commodities thanks to the rising popularity of electric vehicles powered by lithium-ion batteries.  Roughly 500,000 electric vehicles were sold globally in 2016, a figure that is expected to jump sevenfold by 2022, according to estimates from the U.S. Energy Information Administration.  Albemarle’s strategy, which includes developing a battery research center near its North Carolina headquarters, is aimed at setting it apart from its major competitors, including Chile’s SQM and China’s Tianqi Lithium Corp.  Albemarle has historically sold basic types of lithium under short-term contracts, much like rivals. Now, the company is diverging from rivals and developing dozens of lithium products that can help boost electricity storage and increase a battery’s charge.  “What we are doing is not a moonshot, but rather just good engineering,” Albemarle’s lithium unit head, Eric Norris, said at a private dinner earlier this summer attended by State Street Global Advisors, Goldman Sachs Group Inc and other top shareholders, according to two sources.  As more lithium production comes online in the Americas and Asia, concerns about oversupply are high, making a push into specialized lithium a crucial step for Albemarle.  “Lithium is much more a specialty chemical than a mined product,” said Joe Lowry, an independent lithium industry consultant. “It’s definitely not a commodity because it’s not a fungible good.”  Albemarle is now trying to use its technical know-how and clout to forge customer partnerships that it hopes guarantee profit for decades.  “If every new lithium project that’s been announced does come online, that could cause market oversupply,” said Deutsche Bank mining analyst Chris Terry. “There’s a lot of bearishness in the market and differentiation is the key to success.”  R&D  By treating the metal with various chemicals and other processing steps, lithium’s chemical structure can be rearranged to boost electricity storage and increase charge, which Albemarle hopes will make it even more indispensable to battery makers and the electric car industry, Norris told the investor dinner.  “Battery requirements are becoming more stringent and there is a definitive move toward higher energy density batteries,” Albemarle spokeswoman Hailey Cobb said.  Longer term, Albemarle is studying so-called “solid state” batteries, which contains no liquid and theoretically can store more electricity than the lithium ion battery, Norris told investors.  While solid-state batteries are not expected to replace lithium ion batteries as the industry standard, they are seen as a promising technological evolution. And importantly for Albemarle, they will consume even more lithium.  So far, Wall Street is rooting for Albemarle’s success. Seventeen of the 22 analysts that cover the stock recommend buying it. As an average, that same group thinks the stock should be trading 33 percent above current levels, according to Thomson Reuters data.  Albemarle agrees and earlier this month said it would double its stock buyback for the year to $500 million.  RELATIONSHIPS  The global lithium business is dominated by Albemarle, SQM, Tianqi and FMC Corp, which is spinning off its lithium division this fall as a stand-alone publicly traded company.  SQM has stated publicly a goal of supplanting Albemarle as the world’s biggest lithium producer by the next decade, which Albemarle says is not a concern.  “We are not interested in being the largest; we are concerned about meeting the needs of our customers and being the most profitable lithium company in the world,” said Hobb.  But some on Wall Street are spooked, with shares of Albemarle down 25 percent this year.  “Lithium has become the centerpiece for the future of the company,” said Chip Skinner, a portfolio manager with the Royce Funds, which holds Albemarle shares. “But supply and demand still matter.”  To help retain its crown, the U.S. company is moving customers toward long-term contracts of a decade or more, far longer than the three- to five-year contracts it currently signs. The contracts have an option to reset pricing every year, in contrast to SQM which favors shorter contracts and typically charges spot market prices.  Albemarle also poached former General Electric Co battery scientist Glen Merfeld this spring, and is hiring deputies for Merfeld to help oversee the new battery center.  Norris told large investors that the shift to long-term contracts, which would have a base price guaranteed, could be as long as a decade or more in some cases and secure Albemarle’s 40 percent profit margins, regardless of market forces.  “Lithium is a relationship-based business, and Albemarle is betting that brings it success in the long-run,” said Chris Berry, an independent energy metals analyst based in New York.  Linked to Lithium: tmsnrt.rs\/2MZh0qK","97":"Aug 8 (Reuters) - Albemarle Corp ALB.N, the world’s largest producer of electric car battery ingredient lithium, said on Wednesday it would double its stock buyback for the year to $500 million, sending its shares up more than 7 percent in morning trading.  “We believe the stock is currently undervalued,” Chief Executive Officer Luke Kissam told investors on a Wednesday conference call, the day after the company reported that its quarterly profits tripled, beating forecasts, and raised its outlook for full-year results. (Reporting by Ernest Scheyder; Editing by David Gregorio)","98":"SANTIAGO (Reuters) - Chilean environmental regulators have rejected plans by Albemarle Corp, the world’s top lithium producer, to expand output from the Salar de Atacama salt flat, according to filings with Chile’s Environmental Assessment Service (SEA).  FILE PHOTO: Brine pools from a lithium mine, that belongs U.S.-based Albemarle Corp, is seen on the Atacama salt flat in the Atacama desert, Chile, August 16, 2018. REUTERS\/Ivan Alvarado\/File Photo  SEA said in a resolution on Monday that Albemarle’s environmental impact statement, which included plans to build a new plant to produce 42,500 tonnes of lithium carbonate in northern Chile, lacked key information to gauge the project’s impact, prompting an “early termination” of its review.  “The applicant [Albemarle] does not present the details necessary to rule out significant adverse impacts on the quantity and quality of renewable natural resources, including the soil, water and air,” the regulator concluded in the Nov. 12 resolution, which was first reported by Reuters.  The regulator said Albemarle also failed to adequately consider threats to the Peruvian tern, an endangered species of bird that inhabits the region.  Albemarle’s expansion has been closely scrutinized by regulators in Chile, who have increasingly cracked down on water use by both copper and lithium miners in the Salar de Atacama, which lies at the heart of the world’s driest desert.  The company filed the environmental impact statement in September, detailing plans to build the new plant near the northern Chilean coastal port of Mejillones, as well as six new solar evaporation pools in the salar, which lies close to the border with Bolivia and Argentina.  Albemarle has told both regulators and investors the upgrades would boost output without using more lithium-rich brine, or saltwater, from the environmentally sensitive salt flats.  The September plan modified Albemarle’s original Phase 3 plant expansion project, whose environmental impact assessment was approved in 2017, according to the Monday filing.  Albemarle Chief Executive Luke Kissam said in an earnings call last week that the Phase 3 and 4 projects were proceeding according to plan, but said the company had frozen engineering work on subsequent Phase 5 and 6 projects.  In an emailed response to Reuters, Albemarle said this week’s decision pertained to its Phase 5 and 6 projects, “which we already announced is on hold during last week’s earnings call.”  Monday’s filing rejecting Albemarle’s environmental impact statement did not appear to reference the Phase 5 or 6 projects. It was not immediately clear why there was a discrepancy between the regulatory filing and Albemarle’s response.  The company has five days to appeal the decision, SEA said in its resolution.  Plans by Albemarle and top competitor SQM SQM_pb.SN to expand production at the Salar de Atacama are deemed critical to maintaining global supply amid spiking demand for lithium, a key ingredient in batteries that power everything from cell phones to electric vehicles.  Howard Klein, a lithium analyst and partner with New York-based RK Equity, said the regulatory decision suggested brine-based lithium suppliers would continue to face hurdles in boosting output.  “From a market point of view, this should be positive for lithium prices,” Klein said. “But ultimately, this is a reminder that brines are environmentally, technically and geopolitically challenging.”  In September, Chile’s nuclear commission, which oversees the sales and export of lithium in Chile, denied Albemarle’s request for an additional increase to its production quota for the ultralight battery metal. The commission said Albemarle had failed to adequately explain how it would increase production without extracting more brine.","99":"(Reuters) - Albemarle Corp ALB.N, the world's largest lithium producer, warned on Thursday that prices for the battery metal are down nearly a third in the past year and that the industry has two to three times more supply than needed.  It was the latest lightning bolt to strike the fast-growing industry, which directly supplies the building blocks for electric vehicle batteries. Industry rival Livent Corp LTHM.N warned on Wednesday of \"difficult\" market conditions.  Despite the aggressive growth of the electric vehicle market, lithium producers are in a nightmare of their own making by having processed too much of the white metal, too fast.  “We are and will be dealing with the challenging market conditions for the next 12 to 18 months,” Albemarle Chief Executive Officer Luke Kissam told investors on a conference call. “There’s an oversupply in the market today.”  Charlotte, North Carolina-based Albemarle has delayed construction plans for about 125,000 tonnes of additional lithium processing capacity, part of a plan to be cash flow-positive within two years.  The company said late on Wednesday it would launch a $100 million cost savings plan after it cut its sales and profit forecasts for the year. Asked by investors when the cost cutting would start, Kissam said it was not yet clear and promised answers at the company’s annual investor day, planned for early December.  Despite the challenging market, Albemarle has no problems honoring existing contracts and is able to boost production should market conditions improve, Kissam said.  However, the company is in active negotiations with existing customers on long-term contracts about price, volume, timing and other facets, Kissam said, talks that could ultimately prove favorable for those customers.  “Rest assured that we understand the value we bring to the supply chain, and we intend to capture our fair share in these discussions,” Kissam said. He noted, though, that Albemarle expects its lithium unit’s financial metrics to drop sequentially in 2020.  In Chile, which has been experiencing social unrest in recent weeks, Albemarle’s La Negra lithium plant has not run as well as the company had hoped, Eric Norris, president of the company’s lithium global business unit, said on the call. The plant is producing about 38,000 tonnes of lithium, about 2,000 tonnes less than expected.  The unrest has reduced Chilean production by about 500 tonnes but is not expected to have a material impact on annual results, the company said.  “At this time, our plants are operational and shipments are moving on schedule,” Chief Financial Officer Scott Tozier told investors.","100":"(Adds details on Albemarle production, value-added industry)  SANTIAGO, Jan 24 (Reuters) - Chile state development agency Corfo said on Thursday it had reached a deal with the world’s top lithium miner, Albemarle Corp, to resolve a contract dispute and would not file a previously threatened arbitration lawsuit against the U.S-based producer.  The spat centered around an amendment to the contract that requires Albemarle to provide as much as 25 percent of its annual production of lithium at a discount to companies seeking to produce battery metals within Chile.  Corfo and Albemarle had disagreed on how much to discount the lithium, prompting the threat of arbitration.  Albemarle’s president of lithium, Eric Norris, said that Thursday´s deal with Corfo was “in line with what we expected our commitment on preferential pricing and terms to be.”  “The agreed upon process will have no material impact on our anticipated earnings growth, margins or other financial results,” Norris said in a statement.  Albemarle operates in Chile’s Salar de Atacama, a salt flat in the country´s northern desert that supplies nearly 40 percent of the world´s lithium. Corfo, which leases mining rights in the Salar, had previously threatened to cancel its contract with Albemarle over the dispute, raising the spectre of potential supply disruptions amid booming demand.  The contract amendment that requires Albemarle to provide the ultralight battery metal at a reduced price is meant to spur a value-added lithium industry in Chile.  Lithium is an important ingredient in the batteries that power cell phones, electric vehicles and other consumer goods.  In March, Corfo awarded contracts to Chile’s Molymet, China’s Sichuan Fulin Industrial Group and a joint venture between Samsung SDI Co Ltd and South Korea’s POSCO to produce battery components in Chile using the discounted lithium from Atacama, for a total investment of $754 million.  Those projects had been delayed pending resolution of the dispute between Corfo and Albemarle.  Corfo attorney Maria Elina Cruz said the new agreement would allow the three projects, which had been delayed by the contract dispute, to now move forward.  “Coming to agreement will allow us to roll out the value-added industry that was the heart of the contract,” Cruz said in a statement. (Reporting by Dave Sherwood; Editing by Grant McCool and Sandra Maler)","101":"FILE PHOTO: Brine pools from a lithium mine, that belongs U.S.-based Albemarle Corp, is seen on the Atacama salt flat in the Atacama desert, Chile, August 16, 2018. REUTERS\/Ivan Alvarado  (Reuters) - Australia’s Mineral Resources on Friday signed a binding deal to sell a stake in its Wodgina Lithium Project and form a lithium joint venture with U.S.-based Albemarle Corp for $1.15 billion.  The deal allows Albemarle Corp, the world’s top lithium producer, to expand its presence in Australia at a time when demand for lithium is expected to boom.  Albemarle will take a 50 percent stake in the joint venture that will own and operate the Wodgina mine and develop a plant producing lithium hydroxide.","102":"(Adds details from earnings call, updates stock)  Nov 8 (Reuters) - Albemarle Corp on Thursday defended a previously announced process it has said could boost lithium production in Chile but at the same time postponed two expansion projects in the country that would have needed the new technology to be successful.  The move raises further questions about just what Albemarle, the world’s largest lithium producer, has developed and how it could work. If the process proves less than advertised, the company risks not being able to meet an expected surge in demand for lithium in coming years to make Tesla and other electric cars.  Albemarle said last year it had developed a process that would more than triple its lithium output in Chile without using more water, in what would be a tantalizing development for the arid region where the white metal is produced.  “If successful, and we have seen no doubt to indicate that it won’t be, the project would allow us to produce more lithium from the same amount of brine that we pump a day,” Chief Executive Luke Kissam said on a Thursday conference call after the company released its third-quarter results.  Reuters reported earlier this week that the claim was drawing increased scrutiny from regulators and investors pushing for more details.  On the same call, Kissam said Albemarle will stop engineering work on its planned La Negra V and VI expansion projects because it believes battery producers will want more lithium hydroxide, a type of the metal commonly found in Australia but not Chile.  Albemarle has authorization from Chilean officials to produce the equivalent of up to 80,000 tonnes annually of lithium through 2043. The La Negra V and VI projects would have taken the production above that mark, requiring regulatory approval. But when Albemarle asked for permission, regulators began delving into just how the new process works, ultimately rejecting the application for lack of details. Albemarle has said it will re-apply.  “All (Chilean regulators) want to see is some proof that it’s going to work before they give (approval to produce more lithium) to us. That’s it. It is not a big deal, OK? It’s not a big deal. And we only need it if we build” La Negra V and VI, Kissam told analysts.  Despite canceling parts of the La Negra expansion, Albemarle said it will continue to spend money to research and engineer the new technology, though it gave few details on the amount or timing. In 2017, Albemarle said that the new technology had already been developed.  “In our spending, our capital spending guidance, we are spending for that technology. That continues onwards,” Eric Norris, head of Albemarle’s lithium division, said on the call.  Charlotte, North Carolina-based Albemarle on Wednesday posted a better-than-expected forecast helped in part by price hikes, though Hurricane Florence closed processing facilities in North Carolina for a week, denting volumes.  Shares fell 2.2 percent to $105.55 in Thursday afternoon trading. (Reporting by Ernest Scheyder in Houston; Editing by Bernard Orr and Cynthia Osterman)","103":"May 6 (Reuters) - Albemarle Corp, the world’s largest producer of lithium for electric vehicle batteries, reported a 20 percent drop in quarterly profit on Wednesday and said it would withdraw its 2020 forecast due to the global spread of coronavirus.  For the first quarter ended March 31, the company posted net income of $107.2 million, or $1.01 per share, compared to $133.6 million, or $1.26 per share, in the year-ago period.","104":"(Reuters) - Albemarle Corp, the world’s largest producer of lithium, said on Tuesday that its quarterly profit nearly tripled as sales and selling prices surged for the mineral used to make electric car batteries.  The chemicals company posted second-quarter net income of $302.5 million, or $2.73 per share, compared to $103.3 million, or 92 cents per share, in the year-ago quarter.  For the full year, Albemarle raised its revenue forecast to a range of $3.3 billion to $3.5 billion, in what would be at least a 7 percent increase over 2017.","105":"(Adds details on results, background)  Nov 6 (Reuters) - Albemarle Corp said on Wednesday it had started a cost control program targeting over $100 million in savings over the next two years, as the world’s largest lithium producer grapples with a fall in prices on near-term oversupply concerns.  The company said last month it would cut costs in response to challenging market conditions, but had not specified an amount.  Albemarle did not provide any further details on the program on Wednesday.  Supply of lithium, used to power electric vehicles, has outpaced demand which dampened in recent months following global trade tensions, scaling back of electric vehicle subsidies in China and higher production of the battery metal.  Albemarle reported an adjusted profit of $1.53 per share for the third quarter, in line with its preliminary estimates last month when it had also cut profit and sales forecast for the year.  Rival Livent Corp also cut its full-year revenue and earnings forecast on Tuesday and said the flagging lithium industry was working through “difficult” times. (Reporting by Taru Jain; Editing by Sriraj Kalluvila and Shounak Dasgupta)","106":"May 14 (Reuters) - Albemarle Corp:  * ALBEMARLE CORP - ON MAY 11, ENTERED AGREEMENTS RELATING TO AN UNCOLLARED ACCELERATED SHARE REPURCHASE PROGRAM - SEC FILING  * ALBEMARLE - PURSUANT TO TERMS, WILL PURCHASE $250 MILLION OF ITS COMMON STOCK; TO ACQUIRE SHARES UNDER REPURCHASE PROGRAM PREVIOUSLY AUTHORIZED BY BOARD  * ALBEMARLE CORP - PURCHASES WILL BE FUNDED THROUGH AVAILABLE CASH ON HAND  * ALBEMARLE CORP - ASR PROGRAM IS EXPECTED TO BE COMPLETED BY END OF Q3 OF 2018 Source text: (bit.ly\/2IfX15y) Further company coverage:","107":"SANTIAGO (Reuters) - With residents and courts ringing the alarm about depleted water supplies in Chile's Atacama salt flat, the world's top lithium miner Albemarle ALB.N quietly filed a proposal in December for a network to monitor flows beneath the parched desert floor.  Ellen Lenny-Pessagno, Country Manager of Albemarle Corporation, poses for a photo before an interview with Reuters in Santiago, Chile February 5, 2020. REUTERS\/Carlos Vera  The previously unreported move is an indication of how important it has become for miners to prove their supplies of the so-called “white gold” battery metal are sustainable as they court automakers preparing for the coming electric vehicle revolution.  Car companies have ratcheted up scrutiny in the Atacama, by far the biggest source of supply in South America’s so-called “lithium triangle,” where one lithium producer is locked in a court battle over pumping of brine and a copper miner has opted for pricey desalination over drawing water from local aquifers.  “What we’re seeing is a scrutiny of how lithium is being produced, and particularly, in the Salar de Atacama,” Ellen Lenny-Pessagno, Albemarle’s Chile manager, told Reuters in an interview in capital city Santiago. “They want data.”  She said a team from Germany's biggest car maker Volkswagen VOWG_p.DE - which expects to produce 1.5 million electric autos by 2025 - visited the Atacama last month to scope out the social and environmental impact of mining operations there.  A source at Volkswagen, who asked not to be named, confirmed a recent trip had been made to Chile to check on local conditions. The carmaker declined to comment.  That came after a Chilean judge sided with local indigenous communities and knocked back an environmental remediation plan from top rival SQM SQMA.SN in December, warning of \"fragility\" in the Atacama's ecosystem.  “Developing a greener world can’t come at the cost of an entire territory... and culture,” said Juan Carlos Cayo, an attorney for communities in Atacama, following that decision.  The battle for water in Chile’s salt flats has intensified. Residents and environmental groups worry that mining of lithium and copper is damaging a regional ecosystem home to an ancient indigenous culture and turquoise lagoons inhabited with rare pink Chilean flamingos.  Slideshow ( 3 images )  For Albemarle, the world’s largest producer of lithium, resolving the water issue is a “business decision”, Lenny-Pessagno said, adding the firm was open to working with other miners on the matter including rival SQM.  “Whatever happens in the salar will ultimately impact our business,” she said, confirming the plan for a two-decade monitoring network, beyond what its environmental permits call for, to get a fuller picture of the issue.  SQM said it too was constantly “seeking to improve its production and make it increasingly sustainable.”  “The company supports any initiative that gives more transparency,” SQM said in a statement emailed to Reuters on Monday.  A separate, government-funded study intended to bolster publicly available information about the salt flat has been repeatedly delayed since 2018, sowing uncertainty. A spokeswoman for Chile development agency Corfo, which is managing that process, said the report was nearing completion.  HIDDEN IN THE BRINE  Salt-rich brine holds in suspension the lithium that automakers covet. Miners use freshwater beneath the flats for industrial processes. Both water and brine are scarce commodities in the world´s driest desert.  Last week miner BHP BHP.AX scrapped plans to continue pumping water from the Atacama basin to feed its massive Escondida copper mine, the world's largest. It said it would use desalinated water instead.  Albemarle, too, shelved longer-term plans to expand its operations at Atacama following questions from regulators in 2018 about technologies that would allow the company to produce more lithium without pumping more brine.  Rival SQM’s operations are also in limbo after a plan to lessen its environmental impact was thrown out by judges who said a green light from regulators had relied on junk science and warned about a “high level of scientific uncertainty” about the behavior of the Atacama’s water table.  SQM has criticized the court’s ruling and appealed to the Supreme Court. A decision is pending.  Lenny-Pessagno said Albemarle’s near-term focus would be developing technologies to extract more lithium from the brine it already had permits for. She said the company had “no intention of asking to increase our pumping rate.”  She confirmed plans to open the La Negra III and IV lithium processing plants in Chile by next year, boosting the firm’s production capacity in the country to 85,000 tonnes.  Last May, Albemarle announced a project to boost its Atacama lithium production by 30% without extracting more brine.  When asked if that technology, or others, might help revive plans to produce over 85,000 tonnes, she said both the market and technology would dictate timing.  “These technological improvements take time, it’s still a work in progress. We want to be rational in terms of what our goals are,” she said."}}