{"date":{"0":"2018\/04\/10","1":"2018\/03\/29","2":"2020\/12\/01","3":"2019\/07\/23","4":"2019\/01\/07","5":"2018\/06\/15","6":"2018\/10\/24","7":"2020\/05\/08","8":"2019\/09\/28","9":"2020\/01\/30","10":"2018\/05\/17","11":"2019\/04\/09","12":"2019\/10\/31","13":"2020\/11\/03","14":"2020\/05\/05","15":"2020\/06\/04","16":"2019\/04\/24","17":"2018\/02\/22","18":"2019\/12\/16","19":"2019\/04\/15","20":"2020\/06\/22","21":"2018\/03\/23","22":"2019\/07\/30","23":"2019\/02\/11","24":"2018\/02\/26","25":"2020\/05\/13","26":"2018\/07\/26","27":"2019\/10\/31","28":"2020\/03\/04","29":"2019\/05\/10","30":"2018\/07\/26","31":"2018\/04\/24","32":"2018\/06\/28","33":"2020\/12\/22","34":"2019\/08\/26","35":"2019\/07\/30","36":"2019\/05\/22","37":"2019\/01\/16","38":"2020\/11\/10","39":"2019\/12\/03","40":"2019\/10\/29","41":"2020\/12\/22","42":"2019\/08\/26","43":"2019\/12\/16","44":"2019\/04\/04","45":"2019\/04\/24","46":"2018\/11\/08","47":"2020\/06\/04","48":"2020\/04\/30","49":"2018\/04\/10","50":"2019\/01\/07","51":"2020\/07\/01","52":"2019\/04\/30","53":"2020\/05\/20","54":"2018\/10\/16","55":"2020\/09\/17","56":"2020\/01\/14","57":"2019\/09\/08","58":"2019\/08\/28","59":"2018\/05\/15","60":"2021\/02\/02","61":"2020\/04\/30","62":"2020\/04\/29","63":"2018\/02\/14","64":"2019\/06\/03","65":"2019\/04\/25","66":"2019\/06\/03","67":"2018\/12\/19","68":"2019\/04\/30","69":"2019\/12\/06","70":"2021\/02\/11","71":"2018\/07\/26","72":"2018\/09\/07","73":"2020\/07\/01","74":"2019\/01\/29","75":"2019\/11\/24","76":"2018\/05\/17","77":"2019\/07\/11","78":"2020\/01\/30","79":"2018\/04\/24","80":"2018\/04\/24","81":"2018\/04\/30","82":"2019\/01\/29","83":"2019\/05\/10","84":"2020\/10\/28","85":"2020\/04\/02","86":"2020\/03\/06","87":"2020\/07\/28","88":"2020\/05\/06","89":"2020\/04\/15","90":"2018\/12\/04","91":"2018\/04\/24","92":"2018\/07\/26","93":"2018\/03\/29","94":"2018\/07\/26","95":"2018\/10\/24","96":"2018\/03\/26","97":"2020\/04\/07","98":"2019\/08\/09","99":"2019\/04\/25","100":"2019\/07\/11","101":"2019\/06\/13","102":"2019\/04\/25","103":"2019\/08\/07","104":"2019\/08\/30","105":"2018\/05\/22","106":"2020\/02\/21","107":"2020\/03\/31","108":"2018\/07\/26","109":"2019\/04\/04","110":"2018\/02\/27","111":"2019\/05\/22","112":"2018\/12\/04","113":"2020\/09\/17","114":"2020\/05\/22","115":"2019\/04\/04","116":"2018\/02\/23","117":"2020\/01\/07","118":"2018\/03\/07","119":"2019\/01\/16","120":"2020\/07\/28","121":"2019\/02\/25","122":"2018\/03\/23","123":"2018\/04\/24","124":"2019\/08\/30","125":"2018\/04\/03","126":"2020\/04\/01","127":"2018\/02\/20","128":"2018\/06\/04","129":"2018\/05\/15","130":"2018\/05\/16","131":"2019\/09\/28","132":"2019\/10\/29","133":"2018\/05\/17","134":"2018\/04\/24","135":"2020\/05\/29","136":"2018\/05\/17","137":"2018\/10\/30","138":"2019\/10\/24","139":"2021\/02\/02","140":"2019\/12\/06","141":"2020\/05\/06","142":"2019\/02\/25","143":"2018\/04\/17","144":"2018\/10\/30","145":"2019\/10\/24","146":"2019\/02\/15","147":"2020\/07\/06","148":"2020\/09\/30","149":"2021\/02\/02","150":"2018\/04\/11","151":"2019\/01\/03","152":"2018\/04\/25","153":"2020\/05\/04","154":"2019\/07\/29","155":"2020\/02\/26","156":"2019\/02\/25","157":"2018\/03\/23","158":"2018\/05\/21","159":"2019\/01\/03","160":"2020\/04\/30","161":"2019\/04\/25","162":"2019\/04\/09","163":"2019\/08\/09","164":"2020\/10\/28","165":"2019\/08\/28","166":"2019\/02\/11","167":"2020\/04\/30"},"text":{"0":"April 10 (Reuters) - Amgen Inc:  * AMGEN ANNOUNCES RHODE ISLAND WILL BE LOCATION OF FIRST US NEXT-GENERATION BIOMANUFACTURING PLANT  * FOLLOWING RECENT U.S. FEDERAL TAX REFORM, CO MADE DECISION TO LOCATE NEW PLANT IN U.S. RHODE ISLAND Source text for Eikon: Further company coverage:","1":"FILE PHOTO: A view shows the U.S. Food and Drug Administration (FDA) headquarters in Silver Spring, Maryland August 14, 2012. REUTERS\/Jason Reed\/File Photo  (Reuters) - The U.S. Food and Drug Administration on Thursday expanded the use of Amgen Inc’s leukemia drug Blincyto to include patients who are in remission but still have residual signs of the disease.  The drug, part of a class known as bispecific antibodies, is already approved for patients with acute lymphoblastic leukemia (ALL) whose cancer has returned after treatment or did not respond to previous treatment, such as chemotherapy.  The expanded approval is for patients with “minimal residual disease,” meaning the presence of cancer cells below a level that can be seen under a microscope. Such patients, who can now be identified with new molecular testing, still have an increased risk of relapse.  The FDA approval marks the first time molecular tests are being used to identify patients for early intervention in order to prevent cancer from reappearing, said Gregory Friberg, head of oncology global development at Amgen.  In studies, four out of five patients with residual ALL showed no signs of the disease after a single cycle of Blincyto, he said. The drug can cause serious side effects including a potentially life-threatening inflammatory condition called cytokine release syndrome.  An estimated 5,960 Americans will be diagnosed with ALL this year, and around 1,470 will die from the disease, according to the National Cancer Institute.  Amgen’s sales of Blincyto, which has an average wholesale price near $173,000, totaled $175 million last year.","2":"Coherus BioSciences, which last year introduced a biosimilar version of Amgen’s oncology drug Neulasta, cannot recover attorneys’ fees for defeating Amgen’s patent-infringement lawsuit, U.S. District Judge Leonard Stark held Monday in Delaware.  Coherus’ counsel at Morris James had argued that this was an exceptional case, warranting fees, because Amgen had pursued a baseless claim and appeal “to the bitter end,” which Coherus said was intended to thwart competition by “nascent … financially disadvantaged” biosimilar manufacturers.  To read the full story on Westlaw Today, click here: bit.ly\/3fVUOtM","3":"Roche Holdings subsidiary Genentech Inc has asked a federal appeals court to keep biosimilar versions of its cancer-fighting blockbusters Avastin and Herceptin off the U.S. market, after Amgen announced it had started selling the copies last week.  Genentech turned to the U.S. Court of Appeals for the Federal Circuit on Friday, a day after U.S. District Judge Colm Connolly in Delaware denied its emergency motions to enjoin Amgen’s sales.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2Z6VD9N","4":"WASHINGTON, Jan 7 (Reuters) - The U.S. Supreme Court on Monday declined to take up Amgen Inc’s bid to reinstate a jury verdict it won against rivals Regeneron Pharmaceuticals Inc and Sanofi SA in patent dispute over cholesterol medication.  The justices turned away Amgen’s appeal of a 2017 decision by a lower court to set aside a jury’s verdict that two Amgen patents were valid and nullify a ban on sales of Regeneron and Sanofi SA’s cholesterol-lowering drug Praluent. Amgen had argued that the U.S. Court of Appeals for the Federal Circuit misunderstood the statutory requirements for patenting an invention.","5":"FILE PHOTO: Swiss drugmaker Novartis' logo is seen at the company's plant in the northern Swiss town of Stein, Switzerland October 23, 2017. REUTERS\/Arnd Wiegmann\/File Photo  ZURICH (Reuters) - Novartis on Friday touted safety and efficacy of its biosimilar copies of Johnson & Johnson’s Remicade and Amgen Inc’s Enbrel, citing a study it hopes will help convince doctors that switching from the original medicines is a viable alternative for treating autoimmune diseases.  The Swiss drugmaker said Zessly, its Remicade biosimilar, matched the original medicine for safety and efficacy at 54 weeks, including in patients who switched from the original. Switching from Enbrel to its Erelzi also did not impact efficacy and safety in patients with moderate to severe rheumatoid arthritis at 48 weeks, it said in a statement.  Novartis’s generics unit Sandoz is among companies producing cheaper biosimilar copies of some of the most lucrative drugs for autoimmune diseases, in hopes of capturing a share of sales. But it also must convince doctors that its versions are as effective as the original products, including for patients who switch.  “It is our hope that these studies will help healthcare providers and patients have confidence that switching to Zessly or Erelzi will continue to deliver the benefits they are receiving from their existing treatment,” said Mark Levick, who heads development of biologic drugs at Sandoz.  Remicade and Enbrel each had peak sales of about $7 billion, though that have been falling as rival biosimilar makers including Novartis bring copies onto the market following patent losses.","6":"(Adds Regeneron comment, share price)  Oct 24 (Reuters) - Amgen Inc, looking to boost use of its potent cholesterol drug Repatha, has cut the medication’s U.S. list price by 60 percent to $5,850, the biotechnology company said on Wednesday.  Repatha and rival drug Praluent from partners Regeneron Pharmaceuticals Inc and Sanofi SA were launched in 2015 at list prices of more than $14,000 a year.  Sales of both - injectable drugs known as PCSK9 inhibitors that dramatically lower bad LDL cholesterol - have been constrained by onerous roadblocks to patient access by insurers looking to limit spending on the expensive drugs.  Amgen’s move “is clearly focused on helping patients afford the medicine at the pharmacy counter,” said Murdo Gordon, the company’s head of commercial operations.  He said the drug, which has been shown to reduce the risk of heart attacks in high-risk patients, needs to be affordable to patients on Medicare, the federal government’s health plan for seniors.  Amgen and other drugmakers have assistance programs to cover co-pays and deductibles for patients covered by commercial insurance, but are barred by law from paying those costs for people on government-funded health plans.  The new $5,850 price is in line with the current net price Amgen gets after discounts and rebates to pharmacy benefit managers (PBMs) and health insurers, said Amgen spokeswoman Kristen Davis.  In May, Regeneron and Sanofi agreed with pharmacy benefit manager Express Scripts Holding Co to lower Praluent’s price to between $4,500 and $8,000 in exchange for easier access for patients covered by the PBM’s largest plan.  “We are glad to see that Amgen is following our lead in lowering the cost of PCSK9 inhibitors,” Regeneron said in an emailed statement on Wednesday.  Express Scripts still lists Regeneron’s drug as the preferred PCSK9 option under its largest plan, but said on Wednesday it may “re-evaluate based on Amgen’s update.”  “Amgen is taking an important step forward to help payers be better positioned to provide breakthrough medicines and help people achieve better outcomes,” Express Scripts’ Chief Medical Officer Steve Miller said in a statement.  Amgen estimates that 75 percent of Repatha prescriptions under Medicare are not filled due to high out-of-pocket costs.  Gordon said Amgen expects that with the new lower list price for Repatha, Medicare Part D plans will list the drug with a fixed co-pay, rather than require patients to cover a percentage of the drug’s price as most now do.  He said nearly half of the 3.4 million Americans estimated to be eligible for treatment with Repatha are on Medicare. Currently, the drug is being used by around 50,000 patients worldwide, Amgen said.  “In the long term it is our hope that we can address more patient needs, leading ultimately to higher revenue,” Gordon said.  Despite initial forecasts for multibillion-dollar sales, worldwide sales of Repatha totaled just $271 million in the first half of 2018. Sales of Praluent were $134 million in the same period.  Amgen said the new list price will take affect immediately for most Repatha sales, and said the drug sold under the original list price will be phased out by the end of 2020 in order to limit any disruption to existing contracts.  The company said it has been offering healthcare payers significant rebates this year in exchange for improved patient access to Repatha.  Gordon said Amgen may continue to offer rebates to some PBMs and insurers. “If plans are interested in moving to affordable, fixed co-pay tiers, we are not going to be slow to respond to them,” he said.  Shares of Amgen, which fell 5 percent in regular trading, were little changed at $187.95 after hours.","7":"May 8 (Reuters) - Amgen Inc:  * FDA GRANTS FAST TRACK DESIGNATION FOR OMECAMTIV MECARBIL IN HEART FAILURE  * AMGEN - TOP-LINE RESULTS FROM GALACTIC-HF ARE EXPECTED IN Q4 2020 Source text for Eikon: Further company coverage:","8":"(Reuters) - An experimental Amgen Inc drug that targets a specific genetic mutation shrank tumors in just one of 12 patients with advanced colorectal cancer who were given the highest dose in a small, early-stage trial, the company said on Saturday.  The cancer stopped growing in 10 of the patients taking 960 milligrams of AMG510 daily, while one patient had tumor progression, according to Phase I trial data presented in Barcelona at a meeting of the European Society of Medical Oncology (ESMO).  In addition, one of the 10 patients whose colon cancer had initially stabilized later left the trial after the disease worsened.  Amgen had previously reported a much higher response rate for AMG510 in lung cancer. The trial tested the drug against multiple tumor types.  AMG510 could become the first approved medicine targeting a mutated form of a gene known as KRAS. The mutation, KRASG12C, occurs in around 13% of non-small cell lung cancers, 3% to 5% of colorectal cancers and up to 2% of other solid tumor cancers.  Guggenheim analyst Michael Schmidt recently estimated that drugs targeting KRASG12C could reach annual U.S. sales of $3 billion and $6.4 billion worldwide.  Rivals, such as Mirati Therapeutics Inc, are also developing drugs that target KRAS mutations.  Amgen said it has not decided whether to move AMG510 into a larger Phase II colon cancer study as a monotherapy. The U.S. biotech does plan to begin a colon cancer trial this year testing the pill in combination with drugs known as MEK inhibitors that block a protein associated with tumor growth.  “The fact that we saw one response is encouraging,” Greg Friberg, head of oncology development at Amgen, told Reuters, adding that “additional work in understanding mutational drivers is ongoing.”  AMG510 is part of a growing trend of precision medicines that target specific gene mutations driving cancer regardless of the organ in which the disease originated.  Earlier this month, the company said AMG510 shrank tumors in about half of advanced non-small cell lung cancer patients in the trial. The U.S. Food and Drug Administration has granted “fast track” status to the drug for lung cancer, which could hasten an eventual approval decision.  Early results appear to indicate that the drug is safe, with six out of 76 patients reporting diarrhea or anemia.  Amgen is also studying AMG510 in combination with Keytruda, Merck & Co’s blockbuster immunotherapy, for treating lung cancer.","9":"Jan 30 (Reuters) - Amgen Inc on Thursday said its fourth-quarter sales fell 2% due to competition from lower-cost generic drugs and biosimilars, but share buybacks enabled the company to post a profit that topped Wall Street estimates.  For 2020, the Thousand Oaks, California-based biotech company forecast earnings of $14.85 to $15.60 per share on revenue as high as $25.6 billion. Analysts are estimating 2020 adjusted earnings of $16.14 on revenue of $25.5 billion, according to Refintiv IBES data.  A company official attributed the difference to lower interest income and Amgen’s recently acquired 20.5% stake in China’s BeiGene Ltd, which is not yet profitable.  Amgen said fourth-quarter sales totaled $5.88 billion, down from $6 billion a year earlier. Total revenue fell 1% to $6.2 billion, ahead of the average analyst estimate of $6.06 billion.  Quarterly adjusted earnings per share rose 6% to $3.64, beating the average Wall Street estimate of $3.48. Net earnings per share fell 5 percent to $2.85 due to higher operating costs partially offset by a lower share count. (Reporting By Deena Beasley Editing by Bill Berkrot)","10":"May 17 (Reuters) - Novartis Ag:  * NOVARTIS AND AMGEN ANNOUNCE FDA APPROVAL OF AIMOVIG™ (ERENUMAB-AOOE), A NOVEL TREATMENT DEVELOPED SPECIFICALLY FOR MIGRAINE PREVENTION  * EMA MARKETING AUTHORIZATION APPLICATION FOR AIMOVIG IS UNDER REVIEW. NOVARTIS EXPECTS APPROVAL IN EU IN COMING MONTHS Source text for Eikon: Further company coverage:","11":"(Reuters) - The U.S. Food and Drug Administration said on Tuesday it had approved Amgen Inc’s osteoporosis treatment for postmenopausal women who are at high risk of fracture.  Postmenopausal osteoporosis is a chronic condition resulting from progressive bone loss beginning around menopause.  The monthly injection, Evenity, developed jointly with Belgium-based UCB SA, helps reduce the risk of fracture by increasing bone mass and mildly inhibiting the break down of bone minerals.  Evenity comes with a boxed warning, the FDA’s strictest warning, flagging increased risk of heart attack, stroke and cardiovascular-related death.  The approval is expected to augment sales at Amgen, which faces competition from cheaper rivals for two of its biggest selling products - the white blood cell booster Neulasta and rheumatoid arthritis drug Enbrel.  However, William Blair analyst Matt Phipps expects the initial demand to be slow due to the cardiovascular risks, and expects peak sales of $500 million.  “It’s important to carefully select patients for this therapy, which includes avoiding use in patients who have had a heart attack or stroke within the previous year,” Hylton Joffe, a director at FDA’s Center for Drug Evaluation and Research, said.  Amgen said the drug would be launched next week and it will unveil the price of the drug as well.  The decision comes months after an FDA panel overwhelmingly voted for the drug’s approval.  Osteoporosis, most common in women who have reached menopause age, affects an estimated 8 million American women.  The market for such treatment is currently dominated by bone strengthening agents known as antiresorptive therapies, including Merck & Co’s Fosamax, which block the normal process of break down of bone minerals. But they take years to get a substantial benefit.  Evenity, which belongs to a new class of drugs known as sclerostin inhibitors, is administered with two 105 mg injections every month for a year, followed by chronic therapy with an antiresorptive drug.","12":"LOS ANGELES, Oct 31 (Reuters) - Amgen Inc said on Thursday it will acquire a 20.5% stake in BeiGene Ltd in a deal that will enable the California-based biotechnology company to expand its presence in China, the world’s second largest pharmaceutical market.  Amgen said it will pay around $2.7 billion in cash, or $174.85 per BeiGene American depository share, for the stake in BeiGene, which agreed to commercialize three Amgen cancer drugs in China. The two companies will also collaborate on development of Amgen’s oncology pipeline.  Amgen and BeiGene will share profits for at least five years on Xgeva, which prevents fractures caused by cancer that has spread to the bone, as well as blood cancer drugs Kyprolis and Blincyto.  Under the deal, two of those drugs will revert to Amgen - one after five years and one after seven years. BeiGene can retain one product and will receive royalties on sales in China for an additional five years on the other two.  “One of our key priorities over the past few years has been to build the business out globally,” Amgen Chief Financial Officer David Meline told Reuters. “This is really the remaining piece of that puzzle.”  Meteoric annual growth at a high double-digits percentage rate in the Chinese pharmaceutical market vaulted it into second place behind only the United States. Since 2013, that growth rate has slowed significantly and is projected to decline to growth of 3% to 6% through 2023, according to Iqvia, which tracks pharmaceutical sales and global industry trends.  Still, western drugmakers such as AstraZeneca Plc have profited from partnerships with local players in China, as well as from a recent softening in the country’s regulatory environment for pharmaceutical firms.  ‘CLINICAL EXPERTISE’  Beijing-based BeiGene has a 700-person commercial operation and a 600-person clinical development organization in China. The company also markets Celgene Corp’s drugs in China.  The Amgen deal calls for BeiGene to contribute up to $1.25 billion to help develop 20 experimental cancer drugs in Amgen’s pipeline. BeiGene would be entitled to royalties on sales of these products outside of China, if approved, with the exception of AMG510, a promising drug under development for lung cancer and other solid tumor cancers.  “BeiGene’s clinical expertise was a major component of the deal,” Amgen research chief David Reese told Reuters. “They have clearly demonstrated that they can deliver on clinical trials to global standards.”  For each pipeline drug approved in China, BeiGene will assume commercial rights in China for seven years, including for AMG510. After that period, BeiGene will retain rights to up to six of those products in China, excluding AMG510.  Earlier this year, Amgen began selling Xgeva and cholesterol-fighter Repatha in China. Both are available for cash-paying customers, and Amgen plans to seek their placement on the country’s national reimbursement drug list, Chief Commercial Officer Murdo Gordon said.  Amgen said it plans to continue to commercialize its non-oncology product portfolio in China.  China last month expanded a pilot drug bulk-buying program, which was initiated last year, to the entire country in an attempt to negotiate lower prices from drug manufacturers.  Gordon acknowledged that inclusion on the program “usually has a price-lowering requirement.”  As part of the collaboration, Amgen will nominate one person to serve on BeiGene’s board.  The companies said the transaction has been approved by both boards and is expected to close in early 2020, subject to BeiGene shareholder approval. (Reporting By Deena Beasley Editing by Bill Berkrot)","13":"FILE PHOTO: The logo of U.S. drugmaker Bristol Myers Squibb via REUTERS.  (Reuters) - Bristol Myers Squibb Co said on Tuesday its experimental plaque psoriasis oral drug proved more effective in clearing moderate to severe cases of the skin condition than placebo or Amgen Inc’s Otezla in a late-stage study.  The drug, deucravacitinib, met both main goals of the study by reducing the extent and severity of psoriasis after 16 weeks of treatment in a far greater percentage of patients than in the group that received placebo.  A significantly higher proportion of patients receiving deucravacitinib achieved at least a 75% improvement in psoriasis as measured by a scale known as the Psoriasis Area Severity Index.  The drug also met a secondary goal of being more effective than Otezla in proportion of patients showing improvement at week 16.  A second late-stage trial comparing the drug to placebo and Otezla is currently underway, with results expected in the first quarter of 2021.  Psoriasis is a chronic, autoimmune inflammatory disorder that results in sometimes painful, unsightly scaly and inflamed skin patches.  It affects 7.5 million Americans and is the most prevalent autoimmune disease in the United States, according to the National Institutes of Health.","14":"May 5 (Reuters) - Amgen Inc:  * AMGEN INC - KYPROLIS (CARFILZOMIB) PATENTS UPHELD AGAINST GENERIC MANUFACTURER  * AMGEN - DECISION WILL PREVENT CIPLA FROM MAKING, USING, SELLING OR IMPORTING GENERIC VERSION OF KYPROLIS UNTIL EXPIRATION OF PATENTS Source text for Eikon: Further company coverage:","15":"(Reuters) - Moderna Inc on Thursday named David Meline its chief financial officer, as the company develops a potential vaccine for COVID-19, the respiratory illness caused by the new coronavirus.  Meline, who starts at Moderna on June 8, previously served as the chief financial officer at drugmaker Amgen Inc for six years, and has also held executive positions at 3M and General Motors Co.  The decision comes at a time when Moderna has made significant progress with its coronavirus vaccine candidate, mRNA-1273, putting it well ahead of other companies in clinical trial timeline.  Moderna has already started dosing patients in a mid-stage study after gaining FDA approval based on early-stage data that showed mRNA-1273 was safe and produced protective antibodies in a small group of healthy volunteers.  Meline will succeed Dr Lorence Kim, who announced plans to retire in August 2020, after six years of service.","16":"April 24 (Reuters) - Novartis AG:  * CEO SAYS APPROVAL OF ZOLGENSMA GENE THERAPY “ON TRACK” FOR MAY, TAKING ICER REVIEW INTO ACCOUNT WHEN DECIDING ON PRICE  * CEO SAYS FOCUS IS TO TRANSFORM SANDOZ UNDER NEW LEADER, CONTINUE TO MAKE IT AUTONOMOUS WITHIN NOVARTIS  * CEO SAYS LEGAL DISPUTE WITH AMGEN BASED ON “DIFFERENT UNDERSTANDINGS”, HOPES TO COME TO A CONCLUSION IN THE COMING YEARS; “IN THE MEANTIME, IT’S BUSINESS AS USUAL”  * CEO SAYS SANDOZ EXITING PARTS OF AFRICA WHERE COMPANY IS NOT POSITIONED TO COMPETE  * CEO SAYS DOES NOT EXPECT DEATH IN ZOLGENSMA TRIAL TO IMPACT FDA REGULATORY DECISION  * CEO SAYS DEATH HAPPENED IN DECEMBER, JANUARY TIME FRAME, DECISION FROM AUTHORITIES WAS ‘NO CHANGE’ TO CLINICAL TRIAL  * CEO SAYS CHILD DEATH IN ZOLGENSMA TRIAL DOES NOT CHANGE SAFETY PROFILE OF ZOLGENSMA  * CEO SAYS DOES NOT COMMENT ON INCREASE IN LEGAL COSTS  * CEO SAYS U.S. PRICING PRESSURE IMPACTED SANDOZ RESULTS  * CEO SAYS GOAL IS TO FOCUS ON BOLT-ON M&A  * CEO SAYS WRITEOFF OF EMA401 MOLECULE WAS MAIN DRIVER OF Q1 IMPAIRMENT Source text for Eikon: Further company coverage: (Reporting by John Miller)","17":"Feb 22 (Reuters) - Amgen Inc:  * ABARCA SAYS SIGNED OUTCOMES-BASED CONTRACT WITH AMGEN FOR CHOLESTEROL-LOWERING DRUG, REPATHA Source text for Eikon: Further company coverage:","18":"A federal appeals court on Monday upheld a jury verdict that Pfizer Inc’s Hospira unit should pay $70 million for infringing on a Amgen Inc patent covering its anemia drug Epogen.  The U.S. Court of Appeals for the Federal Circuit said there was substantial evidence supporting a Delaware jury’s finding that Retacrit, Hospira’s “biosimilar” version of Epogen, infringed an Amgen patent.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2PV4tUR","19":"(Reuters) - Amgen Inc on Monday set the U.S. list price for its new Evenity osteoporosis drug at $1,825 a month, or $21,900 for a full 12-month course of injections.  FILE PHOTO: An Amgen sign is seen at the company's office in South San Francisco, California in this October 21, 2013 file photo. REUTERS\/Robert Galbraith\/Files  The U.S. Food and Drug Administration last week approved bone-building Evenity for postmenopausal women who are at high risk of fracture, but required the label to have a boxed warning, the FDA’s strictest, flagging increased risk of heart attack, stroke and cardiovascular-related death.  Since the drug’s target population of older women has underlying risk for such cardiovascular problems, Wall Street analysts have pulled back on sales expectations for Evenity, which was developed jointly with Belgium-based UCB SA.  Analysts, on average, project Amgen’s Evenity revenue at $274 million a year by 2024, according to IBES data from Refinitiv.  Sales of Amgen’s older osteoporosis drug, Prolia, are forecast to reach $3.3 billion by 2024. Prolia does not build bone as Evenity does. It is designed to block a protein that activates bone-destroying cells called osteoclasts.  Evenity, part of a new class of drugs known as sclerostin inhibitors, was studied in large clinical trials for one year, and the FDA said its use should be limited to one year.  “We priced this product so that it is clearly a better value than existing agents that build bone,” Murdo Gordon, executive vice president of global commercial operations at Amgen, told Reuters in a phone interview.  Since rival bone-building drugs Tymlos, sold by Radius Health Inc, and Eli Lilly and Co’s Forteo have longer courses of therapy - 18 months to two years - Amgen calculates that Evenity’s price is 34 percent to 74 percent below those competitors.  Tymlos and Forteo are both parathyroid hormone drugs.  Evenity is designed to reduce the risk of fracture by increasing bone mass and mildly inhibiting the break down of bone minerals. It is administered by physicians with two 105 milligram injections every month for a year  “This is a largely under-diagnosed and under-treated disease partly because it is not a symptomatic disease,” Amgen’s Gordon said. “There have been very limited treatment options for women who have had a fracture.”","20":"June 22 (Reuters) - Amgen Inc:  * AMGEN IS SUPPORTING ADVANCEMENT OF AMG 634 FOR GLOBAL HEALTH DISEASES IN DEVELOPING COUNTRIES Source text for Eikon: Further company coverage:","21":"March 23 (Reuters) - Allergan Plc:  * AMGEN AND ALLERGAN RECEIVE POSITIVE CHMP OPINION FOR ABP 980 (BIOSIMILAR HERCEPTIN®) FOR THE TREATMENT OF THREE TYPES OF CANCER  * AMGEN RECOMMENDED FOR APPROVAL FOR SAME INDICATIONS AS HERCEPTIN  * AMGEN CHMP POSITIVE OPINION FOR ABP 980 WILL NOW BE REVIEWED BY EUROPEAN COMMISSION Source text for Eikon: Further company coverage:","22":"July 30 (Reuters) - Amgen Inc on Tuesday said its second-quarter revenue fell 3% due to more competition for its older off-patent drugs, but rising sales of newer medicines helped the company’s results exceed Wall Street estimates.  The U.S. biotechnology company said adjusted earnings per share rose 4% to $3.97, while Wall Street analysts, on average, expected $3.56 per share, according to IBES data from Refinitiv. A lower number of outstanding shares drove the earnings beat.  Amgen reported a net profit of $2.17 billion, or $3.57 per share, for the quarter, compared with a profit of $2.29 billion, or $3.50 per share, a year ago.  Total revenue of $5.87 billion, while lower than a year ago, topped analysts’ estimates of $5.66 billion.  Sales of potent cholesterol fighter Repatha rose 3% to $152 million, below Wall Street estimates of $157 million. Sales of Amgen’s new migraine drug Aimovig totaled $83 million for the quarter, beating the $77.4 million projected by analysts.  But sales of Neulasta, which fights infections by boosting white blood cells, fell 25% to $824 million, while sales of kidney drug Sensipar dropped 71% to $122 million as competition from cheaper generics and biosimilars increased.  The company still raised the lower end of its full-year outlook and now expects adjusted earnings of $13.75 to $14.30 per share on revenue of $22.4 billion to $22.9 billion. It had previously forecast $13.25 to $14.30 per share on revenue of $22 billion to $22.9 billion.","23":"Amgen Inc cannot claim that Sanofi SA and Regeneron Pharmaceuticals willfully infringed its patents on the cholesterol-lowering drug Repatha when the case is retried this month, a federal judge in Delaware ruled on Friday.  U.S. District Judge Richard Andrews said the company waived its right to claim willfulness by failing to appeal a contrary ruling after the first trial in 2016. The decision means that Amgen cannot seek enhanced damages – up to treble the actual amount – if it establishes that Sanofi and Regeneron infringed its patents on Repatha in developing their own cholesterol-fighter, Praluent.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2DvBQan","24":"A federal appeals court on Friday said it would not reconsider a ruling that lifted a sales ban on Sanofi AG and Regeneron Pharmaceuticals Inc’s jointly developed cholesterol drug Praluent, dealing a setback to rival Amgen Inc in a long-running patent dispute.  The U.S. Federal Circuit Court of Appeals denied Amgen Inc’s request for en banc rehearing of an October 2017 decision that vacated an injunction prohibiting Sanofi and Regeneron from selling Praluent. Amgen, which makes the competing drug Repatha, had sought the injunction.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2ooVWwn","25":"May 13 (Reuters) - Amgen Inc:  * AMGEN SHOWCASES ONCOLOGY PIPELINE AT ASCO 2020 Source text for Eikon: Further company coverage:","26":"July 26 (Reuters) - Amgen Inc on Thursday reported a better-than-expected second quarter profit and raised its full-year forecast, as growth of newer drugs like cholesterol fighter Repatha and osteoporosis drug Prolia offset weakness in older products.  The world’s largest biotechnology company also announced replacements for its head of research and development and retiring global commercial operations chief.  Amgen posted adjusted earnings of $3.83 per share. Analysts on average expected $3.54 per share, according to Thomson Reuters I\/B\/E\/S.  The company increased its 2018 earnings forecast to $13.30 to $14 per share, up from its previous view of $12.80 to $13.70.  Net earnings in the quarter rose 7 percent to $2.3 billion, or $3.48 a share, from $2.15 billion, or $2.91 a share, a year earlier.  Overall revenue for the quarter revenue rose 4 percent to $6.06 billion, with product sales up 2 percent to $5.68 billion.  Sales of rheumatoid arthritis drug Enbrel fell 11 percent to $1.3 billion, about in line with Wall Street estimates.  Sales of the potent but expensive cholesterol drug Repatha have begun to take off, with sales up 78 percent to $148 million. They have been held back since the drug’s 2015 approval by an unwillingness of insurers and pharmacy benefit managers to authorize its use for most patients.  Prolia sales rose 21 percent to $610 million.  Amgen did not report early sales of Aimovig, the new migraine preventer that won U.S. approval in May. Amgen offered all new patients two free months of the medicine.  Amgen announced that longtime research chief Sean Harper is stepping down and will be replaced by David Reese, currently senior vice president of translational sciences and oncology at the company.  Murdo Gordon, who left his role as Bristol-Myers Squibb’s chief commercial officer earlier this week, will replace Tony Hooper as executive vice president of global commercial operations in September, the company said.","27":"LOS ANGELES (Reuters) - Amgen Inc AMGN.O said on Thursday it will take a 20.5% stake in BeiGene Ltd 6160.HK in a deal to expand the California-based biotechnology company's presence in China, the world's second largest pharmaceutical market.  FILE PHOTO: An Amgen sign is seen at the company's office in South San Francisco, California October 21, 2013. REUTERS\/Robert Galbraith\/File Photo  Amgen said it will pay around $2.7 billion in cash, or $174.85 per BeiGene American depository share, for the stake in BeiGene, which will commercialize three Amgen cancer drugs in China. The two companies will also collaborate on development of Amgen’s oncology pipeline.  “China is going to become a significant opportunity for new revenue,” Jefferies analyst Michael Yee said in an emailed statement. “It makes a lot of sense to start building there early as Amgen has lots of products to commercialize there.”  Shares of BeiGene, based in Beijing and Cambridge, Massachusetts, were up 25% at $173.10 in after hours trading, while Amgen’s shares were flat at $213.25.  Amgen and BeiGene will share profits for at least five years on Xgeva, which prevents fractures caused by cancer that has spread to the bone, as well as blood cancer drugs Kyprolis and Blincyto.  Under the deal, two of those drugs will revert to Amgen - one after five years and one after seven years. BeiGene can retain one product and will receive royalties on sales in China for an additional five years on the other two.  “One of our key priorities over the past few years has been to build the business out globally,” Amgen Chief Financial Officer David Meline told Reuters. “This is really the remaining piece of that puzzle.”  He said the deal would modestly decrease Amgen’s earnings in 2020.  Meteoric annual growth at a high double-digits percentage rate in the Chinese pharmaceutical market vaulted it into second place behind only the United States. Since 2013, that growth rate has slowed significantly and is projected to decline to growth of 3% to 6% through 2023, according to Iqvia IQV.N, which tracks pharmaceutical sales and global industry trends.  Still, western drugmakers such as AstraZeneca Plc AZN.L have profited from partnerships with local players in China, as well as from a recent softening in the country's regulatory environment for pharmaceutical firms.  ‘CLINICAL EXPERTISE’  BeiGene has a 700-person sales force and 600 employees in clinical development in China. The company sells in China drugs made by Celgene Corp CELG.O, which is being acquired by Bristol-Myers Squibb Co BMY.N.  The Amgen deal calls for BeiGene to contribute up to $1.25 billion to help develop 20 experimental cancer drugs in Amgen’s pipeline. BeiGene would be entitled to royalties on sales of these products outside of China, if approved, with the exception of AMG510, a promising drug under development for lung cancer and other solid tumor cancers.  “BeiGene’s clinical expertise was a major component of the deal,” Amgen research chief David Reese told Reuters. “They have clearly demonstrated that they can deliver on clinical trials to global standards.”  For each pipeline drug approved in China, BeiGene will assume commercial rights in China for seven years, including for AMG510. After that period, BeiGene will retain rights to up to six of those products in China, excluding AMG510.  Earlier this year, Amgen began selling Xgeva and cholesterol-fighter Repatha in China. Both are available for cash-paying customers, and Amgen plans to seek their placement on the country’s national reimbursement drug list, Chief Commercial Officer Murdo Gordon said.  Amgen said it plans to continue to commercialize its non-oncology product portfolio in China.  China last month expanded a pilot drug bulk-buying program, which was initiated last year, to the entire country in an attempt to negotiate lower prices from drug manufacturers.  Gordon acknowledged that inclusion on the program “usually has a price-lowering requirement.”  As part of the collaboration, Amgen will nominate one person to serve on BeiGene’s board.  The companies said the transaction has been approved by both boards and is expected to close in early 2020, subject to BeiGene shareholder approval.","28":"March 4 (Reuters) - Amgen Inc:  * AMGEN ANNOUNCES 2020 SECOND QUARTER DIVIDEND  * SETS QUARTERLY DIVIDEND OF $1.60PER SHARE Source text for Eikon: Further company coverage:","29":"INDIANAPOLIS, May 10 (Reuters) - Eli Lilly and Co has pulled ahead in a three-way race with Amgen Inc and Teva Pharmaceutical Industries Ltd in attracting new patients to a new class of migraine drugs, and seeks to build on that advantage by stressing that its therapy can completely prevent headaches in a small percentage of patients. Weekly U.S. prescription data from IQVIA, an analytics provider to the life sciences industry, showed that Lilly’s therapy Emgality claimed the largest share of first-time patients at 37.7 percent, for the first time outstripping Amgen’s Aimovig, whose share dropped to 37.2 percent as of April 26. Teva came in at a 25.1 percent share, according to an analyst who reviewed the data.  While Amgen’s therapy was the first to be approved for the U.S. market last May, Lilly has fought to gain more favorable insurance coverage by offering deep discounts. Those efforts appear to have paid off. Lilly is the only drugmaker in the class currently covered by all three of the leading companies that manage Americans’ prescription drug benefits: Cigna Inc’s Express Scripts, UnitedHealth Group’s OptumRx and CVS Health.  “More new patients were started on Emgality than on Aimovig,” Lilly Chief Executive David Ricks said in an interview on Tuesday at the company’s headquarters in Indianapolis. “It’s just one week. We’ll count it a trend when it’s many weeks,” Ricks said.  The new migraine drugs are the first designed to prevent the debilitating headaches. Drugmakers predicted that millions of patients could benefit and Wall Street analysts forecast nearly $4 billion in sales in the coming years. But their approval within months of each other last year created a fierce battle for market share, prompting all three drugmakers to offer their treatments directly to patients for free until they gained insurance coverage.  Pharmacy benefits companies that manage prescription drug coverage for tens of millions of Americans were able to pit the manufacturers against each other in negotiations, arguing the therapies were virtually interchangeable and did not appear to improve upon the cheaper generic drugs already on the market, Reuters reported on April 29.  The next day, Lilly and Amgen reported migraine drug sales well below investor expectations. Ricks said nearly 50 percent of Emgality prescriptions in the quarter were provided at no cost to patients, similar to the proportion of giveaways from Amgen and Teva.  Ricks said Lilly is working to boost overall awareness of its migraine drug. Television commercials for Emgality encourage women – who are more prone to get migraines - to “imagine what you can do with more migraine-free days.”  Although there are no clinical trials directly comparing the three drugs, Lilly stresses in its conversations with doctors some claims that rivals cannot make. They include Lilly trial data of patients who get episodic migraines showing that 16 percent had no migraines on average in any given month. Overall, Emgality cut migraine days in half in three clinical trials, similar to Aimovig and Teva’s Ajovy.  “Migraine-free for a month. That’s a compelling thing for doctors and for patients,” Ricks said.  Lilly is focusing its marketing efforts on primary care practices and says it has encountered few health insurer restrictions on prescriptions written by primary care doctors instead of specialists.  The company is also pursuing approval by the U.S. Food and Drug Administration of Emgality in cluster headaches, an extremely painful type of headache for which there are no effective treatments. Lilly hopes to launch it this summer. Teva had pursued the same use for Ajovy, but last month stopped testing after it found the treatment was unlikely to work.  In an interview last week, Teva CEO Kare Schultz said both Teva and Lilly have been gaining share with new customers, while Amgen’s share of new patients has been sagging. Amgen said it is confident in the opportunity to grow new prescriptions of Aimovig “given the huge unmet need in migraine.” (Reporting by Julie Steenhuysen; additional reporting by Michael Erman and Caroline Humer in New York and Tova Cohen in Tel Aviv Editing by Phil Berlowitz)","30":"(Reuters) - Amgen Inc AMGN.O on Thursday reported a better-than-expected second quarter profit and raised its full-year earnings forecast, and its chief executive pledged not to raise drug prices again this year.  FILE PHOTO: An Amgen sign is seen at the company's office in South San Francisco, California, U.S., October 21, 2013. REUTERS\/Robert Galbraith\/File Photo  Amgen joined several drugmakers that have vowed to limit or delay price increases under intensifying pressure from the Trump administration to cut health care costs for U.S. consumers.  The world’s largest biotechnology company also announced replacements for its head of research and development and retiring global commercial operations chief.  The company said on a conference call that it decided in May to forego list price increases it had planned for July, although it did not say which drugs it had targeted for price hikes.  “We have no plans to change that for the balance of the year,” CEO Robert Bradway said.  Amgen posted adjusted earnings of $3.83 per share, topping analysts’ average expectations by 29 cents, according to Thomson Reuters I\/B\/E\/S.  Growth of newer drugs like cholesterol fighter Repatha and osteoporosis drug Prolia offset weakness in older products, the company said.  The company increased its 2018 earnings forecast to $13.30 to $14 per share, up from its previous view of $12.80 to $13.70.  Amgen shares rose 1 percent in extended trading to $196.  Overall revenue for the quarter revenue rose 4 percent to $6.06 billion.  Sales of rheumatoid arthritis drug Enbrel fell 11 percent to $1.3 billion.  Sales of the potent but expensive cholesterol drug Repatha have begun to take off, increasing 78 percent to $148 million. They have been held back since the drug’s 2015 approval by an unwillingness of insurers and pharmacy benefit managers to authorize its use for most patients.  Prolia sales rose 21 percent to $610 million.  Amgen did not report early sales of Aimovig, the new migraine preventer that won U.S. approval in May. Amgen offered all new patients two free months of the medicine.  The company is trying to get around barriers large insurers are setting for patients prescribed the costly new headache treatment. Amgen said it had already negotiated contracts with payers covering around 30 percent of commercially-insured patients in the United States.  Amgen announced that longtime research chief Sean Harper is stepping down and will be replaced by David Reese, currently head of translational sciences and oncology at the company.  Murdo Gordon, who left his role as Bristol-Myers Squibb's BMY.N chief commercial officer earlier this week, will replace Tony Hooper as executive vice president of global commercial operations in September, the company said.","31":"LOS ANGELES (Reuters) - The largest U.S. manager of prescription benefits is telling drugmakers that the current pricing model is broken, and taking aim at Amgen Inc, Eli Lilly and Co and other makers of new migraine medicines to try and fix it.  FILE PHOTO: An Amgen sign is seen at the company's office in South San Francisco, California, U.S., October 21, 2013. REUTERS\/Robert Galbraith\/File Photo  Express Scripts told Reuters it is pressing them to forego the usual strategy of setting a high U.S. list price, then lowering the cost for health plans through hefty rebates. It is also seeking a refund if the drugs don’t work within a defined timeframe.The shift could help Express Scripts and other pharmacy benefits managers (PBMs) bring prices down, and deflect growing criticism of their role as “middlemen” in the drug supply chain.  The Trump administration and members of Congress have demanded that PBMs pass on more of the rebates they receive to consumers outraged over rising costs at the pharmacy counter. Many Americans now have health plans with higher deductibles or co-payments, making them responsible for more of their medical costs.  Express Scripts is advising drugmakers to take that shift into account as they launch a new class of migraine drugs.  “If your expectation is that you are not going to actually get that high list price, then don’t do that to patients who have high co-pays,” Chief Medical Officer Steve Miller said in an interview, describing his message to Amgen and its rivals. “Let’s be more balanced. Let’s get back to where gross-to-net is not so different.”Amgen’s Aimovig is expected to be approved next month, followed by similar drugs from Teva Pharmaceutical Industries Ltd and Lilly that the companies say could benefit up to 4 million people in the United States.  Lilly has been pushing PBMs “for years” to create contracts that take drug performance into account, Chief Executive David Ricks said when analysts asked about the Reuters story on a conference call to discuss quarterly earnings.  Ricks said he was happy that Express Scripts “is now changing their view and support this kind of construct. We’ll be happy to work with them on it.”  The new injected therapies interfere with the function of a molecule involved in the processes that kick off a migraine, such as dilation of blood vessels in the brain.  Wall Street analysts expect Amgen to announce a list price of up to $10,000 per year for Aimovig once it is approved, setting the tone for competitors.  But Express Scripts and other PBMs restrict access to new drugs they deem too expensive, asking doctors to provide detailed evidence of why a specific patient may benefit, requiring the use of other drugs for a period of time or favoring cheaper rivals when available.  Drugmakers could face similar issues with the new migraine treatments, Miller said: “Should they price these things too high they will probably not be able to achieve much market share.”  Express Scripts is also pushing Amgen and its peers to refund two-thirds of the cost of a migraine drug if a patient stops treatment within 90 days because it didn’t work or caused major side effects.  Such guarantees are becoming more prevalent for older drugs with competing products on the market, including diabetes and hepatitis C therapies. It would be unusual to introduce them for the first drug in an entirely new class of therapy.Amgen, which will market Aimovig in partnership with Novartis, declined to comment on talks with Express Scripts. Research chief Sean Harper said in a recent interview that payers share blame for the current pricing model.  Their demands for ever-larger rebates has forced manufacturers to use higher list prices as a benchmark, he said.  “It is a ridiculous situation that we are in,” Harper said. “No one is paying the list price, but patients are exposed for a period of time” until they pay off their insurance deductible.  Shares of Amgen, which will report quarterly results on Tuesday afternoon, fell 1 percent in midday trading. Lilly declined 0.5 percent.  TAKING OUT COSTS  Rising U.S. healthcare costs, the most expensive worldwide, are straining budgets for families, employers and government agencies. That has created new pressures within the industry to control costs.  To that end, Express Scripts has agreed to a buyout from health insurer Cigna Corp, while PBM rival CVS Health Corp plans to buy insurer Aetna Inc .  In interviews with Reuters, smaller PBM Abarca Health and insurer Highmark Health said they were adopting similar tactics to Express Scripts in negotiating coverage for the migraine drugs. CVS declined comment.  Teva said it was evaluating the pricing environment for its migraine drug. The stakes are high for Amgen, which has struggled to grow revenue in recent years.  The biotech company’s last potential blockbuster, high-priced cholesterol treatment Repatha, has been stymied by PBMs who questioned its value compared to generic statins that cost $100 per year.  Repatha and rival Praluent, sold by Sanofi and Regeneron Pharmaceuticals, launched in 2015 at list prices near $14,000 a year and were expected to be billion-dollar products. But Express Scripts and other payers have rejected most prescriptions written for the new medicines while awaiting proof that they lower the risk of death.  As a result, Repatha sales totaled $319 million last year, while Praluent had sales of $195 million.  “If Amgen and Sanofi had it to do over again, I think they would have priced at half the list price and made a whole lot more money,” said Jason Borschow, chief executive officer at Miami-based Abarca.  Aimovig is far more effective at preventing migraines than current treatments, mainly low cost generic drugs. Recent studies have shown that Aimovig reduces episodic migraines by at least half in around 50 percent of patients.  The Food and Drug Administration is expected to decide on Aimovig by May 17. The agency’s decision on Teva’s treatment fremanezumab had been expected in June, but that may be delayed due to manufacturing issues. A ruling on Lilly’s galcanezumab is expected later in the year.","32":"June 28 (Reuters) - Amgen Inc:  * AMGEN AND NOVARTIS PRESENT NEW DATA DEMONSTRATING LONG-TERM EFFICACY, SAFETY AND TOLERABILITY OF AIMOVIG™ (ERENUMAB-AOOE) IN PATIENTS WITH CHRONIC AND EPISODIC MIGRAINE  * AMGEN - RESULTS FROM A ONE-YEAR STUDY IN CHRONIC MIGRAINE PATIENTS “REINFORCED” ESTABLISHED SAFETY AND EFFICACY PROFILE OF AIMOVIG IN LONG-TERM USE  * AMGEN INC - SAFETY RESULTS OF STUDY AFTER ONE YEAR WERE CONSISTENT WITH ESTABLISHED SAFETY PROFILE OF AIMOVIG IN PREVIOUS STUDIES  * AMGEN INC - EFFICACY DATA OF STUDY SHOWED SUSTAINED BENEFITS UP TO ONE YEAR  * AMGEN INC - AIMOVIG STUDY IS CONTINUING FOR UP TO FIVE YEARS OF TREATMENT Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","33":"FILE PHOTO: The company logo for pharmaceutical company AstraZeneca is displayed on a screen on the floor at the New York Stock Exchange (NYSE) in New York, U.S., April 8, 2019. REUTERS\/Brendan McDermid\/File Photo  (Reuters) - AstraZeneca and Amgen said on Tuesday their experimental asthma drug tezepelumab failed to meet the main goal of reducing patients’ dependence on steroids, while keeping the respiratory condition in check in a late-stage trial.  The 48-week trial involved patients with severe asthma who required oral corticosteroids on top of the standard regimen, the drugmakers said in a joint statement, adding that the drug was compared against placebo.  Tezepelumab works by blocking a type of immune protein called thymic stromal lymphopoietin (TSLP). TSLP belongs to the cytokine group, that is responsible for sending messages and sounding an alarm to the body’s immune system, and can also trigger inflammation.  “Our initial analysis ... indicates that the trial design may have contributed to the result of the primary endpoint,” said Mene Pangalos, executive vice president of biopharmaceuticals R&D at AstraZeneca.  Data from the clinical study will be analysed further, the companies said, and details will be presented at a forthcoming medical conference.  Tezepelumab had met the primary goal of another trial by significantly reducing asthma attacks for people with severe forms of the condition compared to a placebo, data in November showed.","34":"(Reuters) - Amgen Inc will buy Celgene Corp’s psoriasis drug Otezla for $13.4 billion in cash, clearing the way for Bristol-Myers Squibb to go ahead with its $74 billion deal for Celgene by the end of the year.  Slideshow ( 2 images )  Amgen, which announced the deal on Monday, is paying a hefty price for the drug, according to analysts and investors. Still, Otezla, which brought in sales of $1.61 billion last year, will deliver growth for Amgen right away, and its shares rose around 3 percent in afternoon trading.  Bristol-Myers and Celgene’s shares were both also up around 3 percent.  New York-based Bristol-Myers said in June that it would sell Otezla to allay concerns raised by the U.S. Federal Trade Commission because of a competing treatment that it is developing. Analysts said at the time that they were expecting Otezla to sell for around $8 billion to $10 billion.  Bristol-Myers said in a statement that there was significant interest from multiple potential buyers from early on in the process.  Thousand Oaks, California-based Amgen said that it expects Otezla’s sales to grow at least in the low-double digits over the next five years. It also said it expects the drug’s patents to protect its exclusivity in the United States until 2028.  For an interactive on Otezla sales click:  Jeff Jonas, healthcare portfolio manager at Gabelli funds, said that a number of Amgen’s current drugs face loss of patent protection and competition from biosimilar drugs, so the growth from Otezla would be welcome.  “This is an attractive product for them that fits more or less with their current portfolio,” Jonas said. “It’s an approved product with a good safety profile, so there’s not a lot of risk.”  Still, Jonas expressed some skepticism about Amgen’s growth forecast for the drug, noting that new competitors, including Bristol-Myers’ drug in development, are likely to eat into its market share.  Amgen said it expects the deal to produce tax benefits with a present cash value of $2.2 billion, reducing the actual deal total to $11.2 billion.  With respect to possible antitrust concerns about the purchase, Amgen said on a conference call that it feels very confident that it will be able to close the deal.  Bristol-Myers said most of the proceeds from the sale will go to pay down debt from the deal with Summit, New Jersey-based Celgene. It also increased a previously planned $5 billion accelerated share buyback to $7 billion.","35":"(Reuters) - Amgen Inc AMGN.O on Tuesday said its second-quarter revenue fell 3% due to more competition for its older off-patent drugs, but rising sales of newer medicines helped its results exceed Wall Street forecasts.  FILE PHOTO: An Amgen sign is seen at the company's office in South San Francisco, California in this October 21, 2013 file photo. REUTERS\/Robert Galbraith\/Files  Amgen also said its experimental cancer drug AMG510 has shown activity in patients with colorectal and appendiceal cancer, helping to boost the company’s shares by nearly 3% to $181 in extended trading.  The U.S. biotechnology company, which presented data in June showing that AMG510 also appeared to be effective against lung cancer, said it may begin a trial later this year that could serve as the basis for a U.S. regulatory application seeking approval.  AMG510 is part of a growing trend of precision medicines that target gene mutations driving cancer regardless of in which organ the disease originated.  “I’m very impressed with the emerging safety profile that we are seeing with AMG510,” David Reese, Amgen’s head of research and development, said on a conference call on Tuesday.  Amgen said second-quarter adjusted earnings per share rose 4% to $3.97, topping analysts’ average expectations by 41 cents, according to IBES data from Refinitiv. A lower number of outstanding shares contributed to the earnings beat.  Total revenue of $5.87 billion, while lower than a year ago, topped analysts’ estimates of $5.66 billion.  “Amgen had a good quarter all around,” said Jefferies analyst Michael Yee. “They tightened up guidance to the higher end of the range, which is where the Street is at.”  The company raised the lower end of its full-year outlook and now expects adjusted earnings of $13.75 to $14.30 per share on revenue of $22.4 billion to $22.9 billion. It had previously forecast $13.25 to $14.30 per share on revenue of $22 billion to $22.9 billion.  Sales of potent cholesterol fighter Repatha rose 3% to $152 million, below Wall Street estimates of $157 million. Sales of Amgen's new migraine drug Aimovig, which competes with similar new treatments from Eli Lilly LLY.N and Teva TEVA.TA, totaled $83 million for the quarter, beating the $77.4 million projected by analysts.  But sales of Neulasta, which fights infections by boosting white blood cells, fell 25% to $824 million, while sales of kidney drug Sensipar plunged 71% to $122 million as competition from cheaper generics and biosimilars increased.  Amgen reported a net profit of $2.17 billion, or $3.57 per share, for the quarter, compared with a profit of $2.29 billion, or $3.50 per share, a year ago.","36":"FILE PHOTO: An Amgen sign is seen at the company's office in South San Francisco, California October 21, 2013. REUTERS\/Robert Galbraith\/File Photo  (Reuters) - Amgen, the world’s largest biotechnology company, agreed on Wednesday to buy Scandinavian biopharmaceutical company Nuevolution AB for 1.61 billion Swedish crowns ($166.8 million) to boost its position in drug discovery.  Copenhagen-headquartered Nuevolution said its board unanimously recommended Amgen’s cash offer of 32.5 Swedish crowns per share, a premium of 168.6% to Nuevolution’s closing price on Tuesday.  Nuevolution has a patent protected drug research platform to identify small-molecule drug candidates to be taken as pills against cancer and inflammatory diseases.  Most new drugs in these therapeutic areas are currently based on large proteins made from genetically modified living cells which need to be injected and are expensive to manufacture.  Nuevolution has partnered with pharma majors including Novartis, Johnson & Johnson, Boehringer Ingelheim, GlaxoSmithKline and Merck & Co, according to its website.  The company was founded in 2011 and employs 40 full-time professionals.  Amgen, which is grappling with competition to its new migraine treatment Aimovig and cholesterol fighter Repatha, said it had collaborated with Nuevolution since 2016 and that it had exercised opt-in rights for two cancer treatment approaches that have emerged from the alliance.  At 0850 GMT, Nuevolution shares were up 165% at 32.1 crowns","37":"(Reuters) - An advisory panel to the U.S. Food and Drug Administration said on Wednesday that benefits of Amgen Inc’s osteoporosis treatment for postmenopausal women at high risk for fracture outweighed its risks and overwhelmingly voted for the drug’s approval.  FILE PHOTO: An Amgen sign is seen at the company's office in South San Francisco, California in this October 21, 2013 photo. REUTERS\/Robert Galbraith\/File Photo  The panel voted 16-1 in favor of the monthly injection developed jointly with Belgium-based UCB SA. The drug, Evenity, helps reduce the risk of fracture by increasing bone formation and inhibiting break down of bone minerals.  Three of the 19-member panel initially voted in favor of a different indication but one of them later said he meant to support the proposed use.  The panel, however, raised concerns of cardiovascular safety risks linked to the drug, which FDA staff reviewers on Monday had cited as the main reason for convening the panel meeting.  “I don’t think we’ve adequately characterized cardiovascular safety ... I don’t know the perfect solution but relying on observational data only post approval, I don’t think, will help us answer this reliably,” said panel member Pamela Shaw, who voted in favor of the drug’s approval.  “My vote is relying on a high-quality post-marketing study.”  Postmenopausal osteoporosis is a chronic condition resulting from progressive bone loss beginning around the time of menopause.  An estimated 8 million American women live with the condition, which puts them at an increased risk of fractures, according to the National Osteoporosis Foundation.  Amgen had proposed approval with a boxed warning - the FDA’s harshest - highlighting the heart safety risks associated with Evenity.  “The efficacy of the drug was superb. If I had to bet, I’d bet that the cardiovascular issue would turn out to be spurious ... I hope (Amgen) will do a study that will get rid of the blackbox,” said Glenn Braunstein, another member who voted “yes”.  Jefferies analyst Michael Yee said a boxed warning would still represent an over $500 million revenue opportunity worldwide for Amgen.  Eli Lilly and Co’s osteoporosis drug Forteo brought in $1.75 billion sales in 2017 despite having a boxed warning.  Evenity, chemically known as romosozumab, belongs to a new class of drugs known as sclerostin inhibitors and is administered as an under-the-skin injection.  Amgen and UCB in 2017 received a complete response letter for the drug from the FDA, which requested data from an additional study to be included in their marketing application.  The FDA is not mandated to follow the recommendation of the panel, but generally does.","38":"FILE PHOTO: The company logo for pharmaceutical company AstraZeneca is displayed on a screen on the floor at the New York Stock Exchange (NYSE) in New York, U.S., April 8, 2019. REUTERS\/Brendan McDermid  (Reuters) - Drugmakers Amgen Inc and AstraZeneca Plc said on Tuesday a pivotal trial found that their experimental medication tezepelumab significantly reduced asthma attacks for people with severe forms of the respiratory condition compared to a placebo.  The partners said that the year-long trial met its primary goal in patients with severe asthma who were also receiving standard care, including medium- or high-dose inhaled corticosteroids plus at least one other controller medication.  The drug was also shown to work in a subgroup of patients with low levels of a type of white blood cell, called eosinophil, associated with swelling and narrowing of airways, the drugmakers said in a press release.  “The key thing is that tezepelumab also seems to work in the low eosinophil patient group, which could help it differentiate from Regeneron’s Dupixent and AstraZeneca’s Fasenra, both of which are indicated for the ‘eosinphilic phenotype’,” Mizuho analyst Salim Syed said in a research note, referring to currently available asthma drugs.  The drugmakers said tezepelumab was well tolerated by trial patients, with no big differences in safety results compared to the placebo.  Full results from the trial will be presented at an upcoming medical meeting, Amgen said in a statement.  Shares of Amgen rose $6.60, or 2.8%, to close at $241.60 on Tuesday, while shares of AstraZeneca rose $2.52, or 4.7%, to close at $56.57.","39":"FILE PHOTO: An Amgen sign is seen at the company's office in South San Francisco, California in this October 21, 2013. REUTERS\/Robert Galbraith\/Files  (Reuters) - Abarca, a small Puerto Rico-based pharmacy benefits manager, said on Tuesday Amgen Inc had agreed to give its health insurer clients an additional discount on its blockbuster rheumatoid arthritis drug Enbrel, if patients discontinue taking it after three months.  Pharmacy benefits managers like Abarca act as middlemen in the drug supply chain, and negotiate discounts on drugs on behalf of health insurers. Depending on the discounts drugmakers are willing to provide, pharmacy benefits managers make decisions about which drugs to include in coverage plans.  Abarca said its new deal with Amgen will help health insurers save costs when patients discontinue the drug because of side effects or a lack of effectiveness. It did not disclose the size of the additional discount.  Last year, Abarca, which currently serves 2.5 million members, signed a similar agreement with Amgen over its cholesterol drug Repatha and with Biogen Inc over coverage of its medicines to treat multiple sclerosis.  Abarca’s Chief Operating Officer Javier Gonzalez estimates Enbrel costs the health insurance plans the company represents between $4,000 and $5,000 per patient every month.  The drug has been on the U.S. market since 1998 and is Amgen’s best-selling product, bringing in revenue of $1.37 billion in the third quarter.  While the U.S. Food and Drug Administration has approved biosimilars to Enbrel, including one from Novartis AG, they have not yet been launched because of ongoing patent litigation.","40":"Oct 29 (Reuters) - Amgen Inc on Tuesday said competition for older off-patent drugs sent third-quarter revenue down 3%, but share repurchases and biosimilar sales helped it achieve higher-than-expected profit, and the company raised its full-year outlook.  The California based biotechnology company posted adjusted earnings per share of $3.66, beating the average analyst estimate of $3.53 per share, according to IBES data from Refinitiv. The number of Amgen shares outstanding dropped 7% from a year earlier.  Net profit for the quarter rose 14% to $3.27 per share from $2.86 per share a year ago.  Total revenue declined to $5.74 billion from $5.9 billion a year ago, which was slightly better than analysts’ estimates of $5.64 billion.  Sales of new migraine drug Aimovig totaled $66 million for the quarter, well short of the $94.5 million projected by analysts, while sales of cholesterol fighter Repatha rose 40% to $168 million. That was still shy of Wall Street estimates of $170.3 million.  Sales of Neulasta, which fights infections by boosting white blood cells, fell 32% to $711 million, while sales of kidney drug Sensipar plunged 73% to $109 million in the face of increased competition from cheaper generics and biosimilars.  Amgen, which has its own biosimilar versions of rival company drugs, said its biosimilar sales rose to $173 million, up from $82 million in the previous quarter.  Amgen said it now expects full-year adjusted earnings of $14.20 to $14.45 per share on revenue of $22.8 billion to $23 billion. It had previously forecast $13.75 to $14.30 per share on revenue of $22.4 billion to $22.9 billion. (Reporting By Deena Beasley Editing by Bill Berkrot)","41":"(Refiles to add story key word search)  Dec 22 (Reuters) - Drugmakers AstraZeneca and Amgen said on Tuesday their experimental asthma drug tezepelumab failed to meet the main goal of reducing patients’ dependence on steroids while keeping the condition in check in a late-stage trial.  The 48-week trial involved patients with severe asthma who required oral corticosteroids on top of the standard regimen, the companies said, adding that their medication was compared against placebo.","42":"Aug 26 (Reuters) - Amgen Inc said on Monday it would buy Celgene Corp’s psoriasis drug Otezla for $13.4 billion in cash, clearing the way for Bristol-Myers Squibb to go ahead with its $74 billion deal for Celgene.  The deal for Otezla and certain related assets and liabilities is valued at $11.2 billion, net of the present value of $2.2 billion in future cash tax benefits.  Bristol-Myers Squibb Co in June offered to sell Otezla to allay concerns raised by U.S. antitrust regulators, and pushed back the closing of their $74 billion deal. (Reporting by Manas Mishra in Bengaluru; Editing by Arun Koyyur)","43":"A federal appeals court on Monday upheld a jury verdict that Pfizer Inc’s Hospira unit should pay $70 million for infringing on a Amgen Inc patent covering its anemia drug Epogen.  The U.S. Court of Appeals for the Federal Circuit said there was substantial evidence supporting a Delaware jury’s finding that Retacrit, Hospira’s “biosimilar” version of Epogen, infringed an Amgen patent.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2PV4tUR","44":"NEW YORK\/LOS ANGELES (Reuters) - Swiss drugmaker Novartis AG sued Amgen Inc on Thursday, accusing the U.S. biotechnology company of trying to wrongfully back out of agreements to jointly develop and market the migraine prevention drug Aimovig and keep the profits for itself.  FILE PHOTO: The logo of Swiss drugmaker Novartis AG is seen at its headquarters in Basel, Switzerland January 25, 2017. REUTERS\/Arnd Wiegmann  The complaint filed in the U.S. District Court in Manhattan comes as drugmakers move to build share in the large market for new treatments to prevent migraine headaches.  Aimovig, which won U.S. and European approvals last year, belongs to a new class of medicines that also includes Eli Lilly and Co’s Emgality and Teva Pharmaceutical Industries Ltd’s Ajovy.  Novartis called Aimovig a “runaway success,” used by about 210,000 patients in the United States and 20,000 elsewhere.  Roughly 39 million Americans suffer from migraine headaches, according to the Migraine Research Foundation. Global drug sales to treat migraines could total $8.7 billion by 2026, according to the GlobalData analytics firm.  Amgen, in an emailed statement, said it is seeking to terminate the collaboration agreements with Novartis and obtain damages, but termination would not be effective until the litigation is resolved.  In its complaint, Novartis said it has spent at least $870 million on Aimovig since it began collaborating in August 2015 with Amgen, which previously controlled rights to the drug.  Novartis accused Amgen of trying to back out of their collaboration agreements based on the pretext that the Swiss company’s Sandoz unit was working with Alder Biopharmaceuticals Inc on a possible Aimovig rival.  “The program about which Amgen has complained is being terminated,” Novartis said, and the lack of a breach means Amgen’s April 2 notice terminating the collaboration agreements should be deemed void.  Novartis said that Sandoz this year amended its contract manufacturing agreement with Alder, agreeing to continue supplying Alder’s drug only through 2023.  “Amgen now wants to keep the Aimovig profits for itself and deprive Novartis Pharma of its contractual right to share in the product’s success and recoup its significant investments,” Novartis said.  The lawsuit seeks to enforce the companies’ collaboration agreements and declare Amgen’s purported termination void.  Alder said it is not a party to the pending litigation between Novartis and Amgen. “Sandoz is a separate entity who does contract manufacturing for many companies who would compete with an Amgen or whatever,” Alder Chief Executive Robert Azelby told Reuters in a telephone interview.  RBC Capital Markets analyst Brian Abrahams said in a research note: “We see it as highly unlikely that Sandoz would breach its own agreement with Alder, and in such a case would owe Alder substantial compensation.”  Azelby said Alder intends to keep all U.S. marketing rights for eptinezumab migraine treatment, but is looking for a partner to sell it in other parts of the world.  Novartis’ U.S.-listed shares fell 0.8 percent to close at $94.22, while Amgen shares dropped 0.6 percent, closing at $192.33. Alder’s shares fell 4.9 percent to close at $13.33.  The case is Novartis Pharma AG v. Amgen Inc, U.S. District Court, Southern District of New York, No. 19-02993.","45":"ZURICH (Reuters) - Swiss drugmaker Novartis raised its 2019 profit target on Wednesday, striking an upbeat tone over a legal fight with peer and partner Amgen and on the safety of a key gene therapy that could win approval next month.  FILE PHOTO: Swiss drugmaker Novartis' logo is seen at the company's plant in the northern Swiss town of Stein, Switzerland October 23, 2017. REUTERS\/Arnd Wiegmann\/File Photo  Its shares rose 2.8 percent by 0837 GMT.  Chief Executive Vas Narasimhan said he now sees 2019 core operating income growing at a high-single-digit percentage rate, up from the previous forecast of mid- to high-single-digit percentage growth. Sales are seen growing at the mid-single-digit rate, helped by heart failure drug Entresto and psoriasis medicine Cosentyx.  Cosentyx is Novartis’s top seller after first-quarter sales rose 41 percent to $791 million, while Entresto sales jumped 85 percent to $357 million.  “Taken together, we’re really well positioned for growth,” Narasimhan told reporters on a call.  Two additional pillars of Narasimhan’s growth plans are Zolgensma, the gene therapy for rare spinal muscular atrophy (SMA), and Aimovig, the migraine drug on which Novartis has partnered with Amgen.  Asked about two deaths of babies in Zolgensma trials, including one in Europe in January that investigators deemed “possibly related to treatment”, Narasimhan said he did not anticipate an impact on the timing of the U.S. Food and Drug Administration approval decision, due by May 31.  The baby may have had pneumonia when it received a Zolgensma infusion, he said, and was diagnosed with five separate viral infections before dying of respiratory sepsis.  “When you can’t definitively prove one thing or another, the investigator is required to say there could be a potential contribution” from Zolgensma, Narasimhan said. “That does not mean the investigational agent actually contributed.”  A U.S. drug review group this month recommended Zolgensma should be priced below the $4-5 million level Novartis has pegged as the gene therapy’s value.  “We’ll of course take that into consideration,” Narasimhan said of the still-undisclosed price tag.  LEGAL HEADACHE  The 43-year-old Harvard-trained doctor said he is looking forward to taking on the Amgen dispute in court after the U.S. biotech sought to terminate the companies’ partnership on Aimovig, a potential blockbuster, this year.  The dispute centers on Novartis’s Sandoz unit’s contract manufacturing deal with Alder Biopharmaceuticals to help produce an Aimovig rival, eptinezumab, which on Tuesday was accepted for FDA review.  “We hope to come to some sort of conclusion with respect to this in the coming years,” Narasimhan said. “But in the meantime, it’s business as usual.”  Novartis reported first-quarter core net income rose 13 percent to $2.81 billion, compared to the $2.76 billion average estimate in a poll.  Sales excluding eyecare business Alcon, spun off to shareholders this month, rose 7 percent to $11.1 billion, compared to the $10.9 billion poll average.","46":"(Reuters) - Coherus BioSciences Inc said on Thursday it would price its biosimilar to Amgen Inc’s infection-fighting treatment, Neulasta, at a 33 percent discount.  The list price of $4,175 per unit set by Coherus is the same as Mylan NV’s biosimilar Fulphila that was approved earlier this year.  Coherus intends to launch the biosimilar, Udenyca, on Jan. 3, it said on a conference call.  Udenyca, the second approved copycat version to Neulasta, received approval from the U.S. Food and Drug Administration last week.  Neulasta, used to fight infections in cancer patients, has a list price of $6,231 per unit, and brought Amgen revenue of $4.53 billion in 2017.  Coherus on Thursday also reported a bigger-than expected quarterly loss of 87 cents per share.","47":"June 4 (Reuters) - Moderna Inc on Thursday named David Meline its chief financial officer, as the company develops a potential vaccine for the respiratory illness caused by the new coronavirus.  Meline, who starts at Moderna on June 8, previously served as the chief financial officer at drugmaker Amgen Inc for six years, and has also held executive positions at 3M and General Motors Co. (Reporting by Saumya Sibi Joseph in Bengaluru; Editing by Saumyadeb Chakrabarty)","48":"April 30 (Reuters) - Amgen Inc:  * AMGEN REPORTS FIRST QUARTER 2020 FINANCIAL RESULTS  * REAFFIRMS FY 2020 NON-GAAP EARNINGS PER SHARE VIEW $14.85 TO $15.60  * REAFFIRMS FY 2020 GAAP EARNINGS PER SHARE VIEW $10.65 TO $11.45  * Q1 NON-GAAP EARNINGS PER SHARE $4.17  * Q1 GAAP EARNINGS PER SHARE $3.07  * Q1 EARNINGS PER SHARE ESTIMATE $3.76 -- REFINITIV IBES DATA Source text for Eikon: Further company coverage:","49":"FILE PHOTO - An Amgen sign is seen at the company's office in South San Francisco, California, U.S. on October 21, 2013. REUTERS\/Robert Galbraith\/File Photo  (Reuters) - Amgen Inc will build a $165 million next-generation biopharmaceutical plant adjacent to its West Greenwich, Rhode Island manufacturing campus, the state governor’s office told Reuters on Tuesday.  The plant will use Amgen’s new flexible and reconfigurable technology, part of the company’s ongoing efforts to control costs. Because it will be built next to an existing plant, it will cost a little more than half the $300 million estimated by the company in January. It will create 150 new manufacturing jobs, or half the 300 initially forecast.  Amgen, headquartered in Thousand Oaks, California, said in January it would locate the new plant in the United States, due in part to a lower effective tax rate stemming from U.S. tax reform.  The company will also receive corporate tax incentives linked to job creation from Rhode Island, according to Governor Gina Raimondo. “We continue to advance the state of technology in biologics manufacturing,” Esteban Santos, head of operations at Amgen, told Reuters in an interview. He said key elements of the new lower-cost technology include processes that yield a larger number of cells to produce biologic drugs, a smaller footprint that emits less carbon and uses less water and electricity.  The new plant will also use diposable plastic containers, instead of the steel vats of a traditional plant, to grow cells, which eliminates the need for complicated piping and wiring, requires less labor and makes it easier to change product lines.Construction time and operating costs for the next-generation technology are about half that of a traditional biotech manufacturing plant, according to Amgen.Biotech drugs like Amgen’s osteoporosis treatment Prolia are antibody proteins designed to interact with the body’s immune system to block the path of foreign, potentially damaging invaders. Drugs in this class, known as monoclonal antibodies, are produced from mammalian cells, often from hamsters, that are usually cultivated in large stainless steel vats. The new plant, which will employ about 150 people, is modeled after Amgen’s Singapore facility, which opened in 2014 and is also set up to allow for faster, more efficient production than traditional biologics plants with fixed bioreactors. The existing Rhode Island plant employs about 625, according to Amgen. Amgen’s largest manufacturing plant is in Puerto Rico.  The company in January projected a 2018 adjusted tax rate of 14 percent to 15 percent and said it planned capital investments of about $3.5 billion over the next five years, with 75 percent in the United States.","50":"WASHINGTON (Reuters) - Amgen Inc on Monday lost its bid at the U.S. Supreme Court to overturn a ruling that kept the Regeneron Pharmaceuticals Inc and Sanofi SA cholesterol-lowering drug Praluent on the market, but the patent dispute among the rival drugmakers will continue in another trial.  FILE PHOTO: An Amgen sign is seen at the company's office in South San Francisco, California October 21, 2013. REUTERS\/Robert Galbraith  The justices declined to hear Amgen’s appeal seeking reinstatement of a jury verdict it won against Regeneron and Sanofi in the dispute in which Amgen accused its rivals of infringing its patents relating to its competing drug Repatha and sought to block sales of Praluent.  Amgen had asked the justices to overturn a 2017 decision by the U.S. Court of Appeals for the Federal Circuit that set aside the jury’s verdict, nullified a ban imposed by a judge on Praluent sales and ordered a new trial. The sales ban was put on hold while the matter was on appeal, never taking effect.  Sanofi and Regeneron said in a joint statement they were pleased with the Supreme Court’s action.  “We are confident that the law and the facts support our positions,” the companies said, adding that they look forward to the next trial in federal court in Delaware that is scheduled to start on Feb. 19.  Amgen said in a statement it believed in the validity of its patents and was preparing for the new trial.  Praluent is an injectable drug approved by the FDA in 2015 to treat high cholesterol in patients whose cholesterol levels were not controlled by diet and statin treatment. It is created from antibodies that dramatically lower levels of “bad” LDL cholesterol in the blood by blocking a certain protein.  Thousand Oaks, California-based Amgen sued Regeneron and Sanofi in 2014. A jury returned a verdict in 2016 that Amgen’s patents relating to Repatha were valid. Paris-based Sanofi and Tarrytown, New York-based Regeneron had stipulated that if the patents were valid Praluent had infringed them.  In January 2018, U.S. District Judge Sue Robinson in Delaware took the unusual step of ordering an end to sales of Praluent. Robinson found that, although having both drugs on the market would be in the public interest, Amgen’s patent rights outweighed that concern.  Praluent and Repatha won U.S. approval to reduce LDL cholesterol and have been shown to lower the risk of heart attacks. The drugs are far more costly than other cholesterol drugs, with a list price topping $14,000 annually.","51":"July 1 (Reuters) - A federal appeals court on Wednesday upheld two patents for Amgen Inc’s multibillion-dollar rheumatoid arthritis drug Enbrel, rejecting Novartis AG’s effort to void the patents.  In a 2-1 decision, the U.S. Federal Circuit Court of Appeals, which oversees intellectual property cases, affirmed the judgment of a lower court, which had found that Novartis’ Sandoz generic drugs unit failed to prove that claims underlying Amgen’s patents were invalid.  Sandoz had applied to market Erelzi, a biosimilar version of Enbrel. (Reporting by Jonathan Stempel in New York; Editing by Bill Berkrot)","52":"(Reuters) - Amgen Inc on Tuesday reported first-quarter revenue that was unchanged from a year ago as key drugs, including new migraine treatment Aimovig and cholesterol fighter Repatha, face pricing pressure.  FILE PHOTO: An Amgen sign is seen at the company's office in South San Francisco, California October 21, 2013. REUTERS\/Robert Galbraith  But the world’s largest biotechnology company still raised the lower end of its full-year earnings and sales forecasts as adjusted profit topped expectations.  Excluding items, Amgen earned $3.56 per share, topping analysts’ average expectations by 9 cents, according to IBES data from Refinitiv. Quarterly revenue of $5.56 billion showed no growth but was in line with analyst estimates.  Share buybacks helped boost the EPS result, said Jefferies analyst Michael Yee.  “Many of their key growth products and legacy products were a little bit light,” Yee said. “They definitely have a lot of challenges, but first quarter is always seasonally the weakest for Amgen.”  Aimovig sales of $59 million for the quarter were short of the $83.3 million projected by analysts and down from $95 million in the fourth quarter.  Repatha sales of $141 million also missed Wall Street estimates of $158.7 million.  Higher unit demand for Repatha was “offset substantially” by lower net prices, Amgen said. The company recently launched a lower-priced Repatha option aimed at reducing out-of-pocket costs for Medicare patients.  Aimovig competes with similar new migraine drugs from Eli Lilly and Co and Teva Pharmaceuticals Industries Ltd for placement on pharmacy benefit plans, which typically demand discounts or rebates from the list price in exchange for coverage.  Amgen said Aimovig is the “segment leader,” accounting for 60 percent of prescriptions in its class at the end of the quarter. The company, which offers a free sample program for Aimovig, said the percentage of paid prescriptions increased to around 60 percent from around 50 percent in the fourth quarter.  Amgen commercial operations head Murdo Gordon, speaking on a conference call, said net prices for Aimovig should stabilize in 2019 since contracts with most commercial plans have been signed. But “people are moving from one free trial offer to another,” making it difficult to determine the number of patients taking Aimovig on a sustained basis, he said.  First-quarter sales of Amgen’s kidney drug Sensipar fell 57 percent to $213 million, below the $353.4 million forecast by analysts. Amgen is litigating to keep U.S. generic competition for Sensipar at bay.  For the full year, Amgen said it now expects adjusted earnings per share of $13.25 to $14.30 on revenue of $22 billion to $22.9 billion, compared with previous forecasts of $13.10 to $14.30 per share and revenue of $21.8 billion to $22.9 billion.  Shares of Amgen, which closed down 1 percent at $179.32 on Nasdaq, was down another 0.72 percent at $178.02 after hours.","53":"May 20 (Reuters) - Amgen Inc:  * AMGEN INC - EACH OF 11 NOMINEES FOR DIRECTOR WERE ELECTED TO SERVE ONE-YEAR TERM EXPIRING AT COMPANY’S 2021 ANNUAL MEETING  * AMGEN INC - STOCKHOLDER PROPOSAL TO REQUIRE AN INDEPENDENT BOARD CHAIR WAS NOT APPROVED Source text: (bit.ly\/3g6kWlb) Further company coverage:","54":"LONDON (Reuters) - Rival versions of the world’s top-selling drug, AbbVie’s Humira, went on sale in Europe on Tuesday, years ahead of similar cut-price copies being available in the United States.  FILE PHOTO: A screen displays the share price for pharmaceutical maker AbbVie on the floor of the New York Stock Exchange July 18, 2014. REUTERS\/Brendan McDermid\/File Photo  Amgen is rolling out its so-called biosimilar form of Humira, branded as Amgevita, across Europe from Oct. 16, while Novartis said its Sandoz unit was launching its product Hyrimoz initially in Britain, with other markets set to follow.  Large sums are at stake, since Humira clocked up worldwide sales of $18 billion last year, of which around $4 billion came from Europe, and European healthcare administrators are eager to exploit the competitive situation to drive down drug bills.  The U.S. healthcare system, however, is not expected to see Humira biosimilars until 2023, due to a raft of patents protecting AbbVie’s market position. That should keep Humira’s global sales growing for the next four years, despite European losses, according to consensus analyst forecasts.  Humira, used to treat rheumatoid arthritis, Crohn’s disease, ulcerative colitis and psoriasis, is not only a big cost-saving opportunity for health services, it is also the number one target for companies manufacturing biosimilars.  Two further copies of the medicine are expected to be launched shortly by Mylan and South Korea’s Samsung Bioepis. A fifth Humira biosimilar from Boehringer Ingelheim, which the German company had planned to sell in Europe, has been held back due to patent litigation, a spokeswoman said.  Biosimilars are near-copies of original biotech medicines, but because such drugs are made in living cells they can never be wholly identical. As a result, they require more extensive testing than true generics, which adds to development costs.  For the moment, Amgen and Novartis are not disclosing the price they will charge for their Humira copies, although an Amgen official said there would be cost savings for patients, hospitals and health systems.  The pace of biosimilar use is likely to vary from country to country across Europe, as has been the case with earlier copies of antibody drugs such as Remicade and Enbrel - two rivals to Humira from Merck and Pfizer - and Roche’s blood cancer drug Rituxan\/MabThera.  Scandinavian countries have a track record of early biosimilar adoption and Britain has set a target for 90 percent of new patients getting the “best value biological medicine” within three months of the arrival of biosimilars and 80 percent of existing patients within 12 months.  In the case of Humira, UK health authorities told administrators earlier this year not to sign any new contracts that extend beyond Oct. 16 – the expiry date for Humira’s primary European patent.","55":"The logo of Lilly is seen on a wall of the Lilly France company unit, part of the Eli Lilly and Co drugmaker group, in Fegersheim near Strasbourg, France, February 1, 2018. Picture taken February 1, 2018. REUTERS\/Vincent Kessler  (Reuters) - Eli Lilly and Co has partnered with Amgen Inc to increase the supply of its experimental COVID-19 antibody treatments, a day after one of the drugs was shown to reduce the need for hospitalization.  Through the collaboration, the two companies will have the ability to scale up production should one or more of Lilly’s antibody therapies prove receive regulatory approval, the companies said in a statement.  Eli Lilly on Wednesday reported that a single infusion of its experimental antibody treatment cut hospitalizations and emergency room visits for clinical trial patients with moderate COVID-19.  “We are impressed with Lilly’s data, in particular the reduction in hospitalizations, and are enthusiastic about the potential for these neutralizing antibodies as a therapeutic for COVID-19,” David Reese, Amgen’s research and development chief, said in the statement.  Eli Lilly had said it would discuss the interim data with global regulators, including the U.S. Food and Drug Administration, and that discussions could also include the possibility of an emergency use authorization.","56":"SAN FRANCISCO (Reuters) - Biotechnology giant Amgen Inc expects up to a quarter of its growth to come from Asia over the next decade, Chief Executive Officer Robert Bradway told Reuters.  Slideshow ( 2 images )  The forecast marks a shift for 40-year-old Amgen, which still relies on the U.S. market for more than 75% of its sales, 30 years after it won U.S. marketing approval for its first drug, red-blood-cell-booster Epogen.”China and Japan are the second and third largest markets in our industry,” Bradway said in an interview on Monday on the sidelines of the JP Morgan healthcare conference in San Francisco. “In the case of China, it is a rapidly growing market. ... Japan has an aging population and we expect that will be a growth market for us.”  Amgen, based in Thousand Oaks, California, late last year acquired a 20.5% stake in Beijing-based BeiGene Ltd in a deal to expand its presence in China.  In Japan, Amgen expects by the second quarter of this year to dissolve its current joint venture with Astellas Pharma Inc and begin for the first time to operate an independent marketing unit in that country.  Bradway said the Astellas venture is a model for what Amgen aims to do with BeiGene - “work on a basket of drugs together, then after a period of time, the rights would return to us.” Under the deal, BeiGene can retain rights to one of Amgen’s cancer products.  Bradway said Amgen drugs such as osteoporosis treatments Prolia and Evenity as well as potent cholesterol fighter Repatha are tailor-made for aging populations.  “Where there are therapies available to prevent disease, it makes sense for society to identify people who are at risk,” Bradway said. “The alternative is to fix that which is broken.”  Amgen, which is facing more U.S. competition for older biotechnology drugs for which “biosimilar” versions are becoming available, needs new sources of growth.  Bradway said Amgen will announce its 2020 financial outlook on Jan. 30, when it presents fourth-quarter 2019 results. He said the company is unlikely to return to its previous pattern of issuing five-year financial plans, due in part to “a much more uncertain environment.”  In addition to biosimilar competition, pharmaceutical companies are grappling with backlash from politicians and consumers to the industry’s practice of routinely hiking list prices, and then giving some of that money back to health insurers in return for preferential reimbursement terms.  For 2019, Amgen forecast that its global net sales prices would drop by a rate in the mid-single digits.  Bradway said Amgen continues to see growth in Europe, where product sales volumes are increasing by rates in the high-single-digits or low-double-digits.  As in most European countries, the governments of both Japan and China negotiate prices for pharmaceuticals paid for by state-operated health plans.  Bradway said Amgen does not currently have any of its drugs authorized for coverage on China’s National Reimbursement Drug List, but the company does plan to apply to have drugs like Repatha and leukemia treatment Blincyto approved for inclusion.","57":"(Reuters) - An experimental Amgen Inc drug that targets a specific genetic mutation reduced tumor size in around half of advanced lung cancer patients given the highest dose in a small, early-stage trial, the company said on Sunday.  Out of 13 lung cancer patients taking a 960-milligram dose of AMG510, seven had tumors shrink by at least 30%, according to data presented in Barcelona at the World Conference on Lung Cancer. Cancer was stabilized in the other six high-dose patients.  Nine of the 13, or 69%, are still taking the daily pill. Two of the partial responders have died, and another left the study due to cancer progression. One patient with stable disease also died.  Patients who responded to the drug have been treated for a median of 15 weeks, but the median duration of response has not been reached, according to Greg Friberg, head of oncology development at Amgen.  He said one patient previously reported as free of lung cancer is being counted as a partial responder since cancer in lymph nodes or other tissue cannot be ruled out.  Thirty-four lung cancer patients are enrolled in the Phase 1 dose-ranging trial, but Amgen has moved only the highest dose into a mid-stage study. The trial enrolled patients with tumors carrying the targeted mutation whose cancer had worsened despite several previous treatments - including chemotherapy and checkpoint inhibitors.  Of the 23 lung cancer patients so far evaluated - at various doses of AMG510 - 11 had tumor shrinkage of at least 30%.  About a third of trial patients reported mild side effects. More serious side effects, diarrhea and anemia, were seen in 9%of patients and no one left the study due to toxicity, the company said.  Wall Street has taken a keen interest in the Amgen drug that could become the first approved medicine targeting a mutated form of a gene known as KRAS - one of the most common mutations found in non-small cell lung cancer (NSCLC).  NSCLC accounts for up to 85% of lung cancers, by far the leading cause of cancer death among men and women, according to the American Cancer Society.  AMG510 is part of a growing trend of precision medicines that target gene mutations driving cancer regardless of the organ in which the disease originated.  The targeted mutation, KRASG12C, occurs in around 13% of NSCLC cases, as well as 3-5% of colorectal cancers and up to 2% of other solid tumor cancers, including pancreatic.  Amgen plans to present Phase 1 AMG510 trial results for patients with colorectal cancer later this month at a separate meeting to be held in Barcelona, this one by the European Society for Medical Oncology.  The company is also enrolling patients in an early-stage study of AMG510 in combination with Keytruda, Merck & Co’s checkpoint inhibitor designed to unleash the body’s immune system to attack cancer cells.  Amgen said the U.S. Food and Drug Administration has granted “fast track” status to AMG510 for previously treated NSCLC with KRASG12C mutation.  Rivals such as Mirati Therapeutics Inc are also developing drugs that target KRAS mutations, but Amgen’s could be first to market.","58":"Slideshow ( 2 images )  (Reuters) - A U.S. judge on Wednesday set aside a jury verdict that found Amgen Inc patents on its cholesterol drug Repatha were valid, handing a victory to Regeneron Pharmaceuticals Inc and Sanofi SA, which sells a rival drug.  The ruling from U.S. District Judge Richard Andrews in Wilmington, Delaware was the latest reversal of fortune in a long-running lawsuit in which Amgen is seeking to stop French drugmaker Sanofi and U.S. biotech Regeneron from selling their drug Praluent.  Repatha and Praluent won U.S. approval about two weeks apart in July of 2016. Both drugs dramatically lower “bad” LDL cholesterol by blocking a protein known as PCSK9 that prevents LDL removal from the blood. The injected drugs were later shown to also cut the risk of heart attacks.  The judge, in setting aside the jury’s verdict reached in February, said some patent claims by Amgen relating to antibodies targeting PCSK9 were invalid because they did not sufficiently disclose the Thousand Oaks, California-based company’s claimed innovations.  “It has been our longstanding belief that all of Amgen’s asserted U.S. PCSK9 patent claims are invalid, and we are pleased that today’s decision reaffirms this,” Sanofi and Regeneron said in a statement.  California-based Amgen said in a statement that it disagreed with aspects of the court’s decision and will seek review by the appellate court.  “Protecting intellectual property is critical to our business since it allows for our investment in the research and development of new medicines,” Amgen said. “Consequently, we are disappointed with today’s decision, and we look forward to presenting our case to uphold the jury’s verdict.”  Despite initial forecasts for multibillion-dollar sales, restrictions placed by insurers on use of the potent but expensive drugs have severely limited patient access and sales.  Repatha had worldwide sales of $152 million in the second quarter of 2019, while Regeneron reported Praluent sales of $73.7 million for the period.","59":"(Reuters) - Pfizer Inc’s Retacrit was approved by U.S. health regulators as a biosimilar to current anemia treatments from Amgen Inc and Johnson & Johnson on Tuesday, setting it up to compete against more established brands.  A company logo is seen at a Pfizer office in Dublin, Ireland November 24, 2015. Pfizer Inc said on November 23 it would buy Botox maker Allergan Plc in a deal worth $160 billion to slash its U.S. tax bill, rekindling a fierce political debate over the financial maneuver. REUTERS\/Cathal McNaughton  A year ago the U.S. Food and Drug Administration rejected Retacrit as a copy of Amgen's Epogen and Johnson & Johnson's Procrit, citing here issues with a potential manufacturing facility in Kansas.  Shares of the rival companies dipped in afternoon trade.  “People were surprised last time when Pfizer didn’t get a first round approval for a biosimilar, so I think people certainly expected it this time. Its not a surprise,” Baird analyst Brian Skorney said.  Epogen’s $1.10 billion in sales accounted for about 5 percent of Amgen’s 2017 revenue, but analysts believe a competing product is unlikely to hurt the company.  “Its nice to see that the FDA is moving along and approving biosimilars but the commercial impact to Amgen is quite minimal,” Jefferies analyst Michael Yee, who has a “buy” rating on Amgen’s stock, told Reuters.  Johnson & Johnson’s Procrit brought in sales of $972 million in 2017, accounting for 2.7 percent of its total sales.  The FDA has been pushing to approve copies of expensive branded drugs to increase competition in the market as the Trump administration rallies against exorbitantly priced medicines.  Biosimilars aim to copy biologic products, which are made inside living cells, but they can never be exact duplicates.  Tuesday’s approval allows Retacrit’s use as a treatment for a drop in red blood cells caused by chronic kidney disease, chemotherapy, or the use of zidovudine in HIV patients.  The biosimilar was also approved for use before and after surgery to safeguard against the need for red blood cell transfusions due to blood loss from surgery.  Shares of Johnson & Johnson dipped 1.2 percent and Amgen’s shares fell 2.5 percent in afternoon trading. Pfizer’s shares were down about 1 pct.","60":"(Reuters) - Bristol Myers Squib said on Tuesday its experimental oral drug for plaque psoriasis significantly reduced the extent and severity of the skin condition and was more effective than a placebo and Amgen Inc’s Otezla.  The drug, deucravacitinib, met the main goals in a late-stage study, with more patients given a 6mg dose once a day achieving a 75% improvement in psoriasis compared with a placebo, as measured by a scale called the Psoriasis Area Severity Index, after 16 weeks of treatment.  The company said the study also met a secondary goal of being more effective than Otezla in a proportion of patients showing improvement at week 16.  The results are from the second of two global late-stage studies comparing the drug to a placebo and Otezla. Positive results from the first of the two trials were reported in November 2020.  The company said it plans to share detailed trial results at a future medical meeting.  Psoriasis is a chronic, autoimmune inflammatory disorder that results in sometimes painful, scaly and inflamed skin patches, and is the most prevalent autoimmune disease in the United States, according to the National Institutes of Health.","61":"(Reuters) - Amgen Inc AMGN.O on Thursday reported better-than-expected first-quarter results and said it plans to study psoriasis drug Otezla as a potential treatment for COVID-19, the respiratory disease caused by the new coronavirus.  FILE PHOTO: An Amgen sign is seen at the company's office in South San Francisco, California October 21, 2013. REUTERS\/Robert Galbraith\/File Photo  It also maintained its earnings forecast for the year, citing continued growth in sales of new drugs despite the ongoing pandemic.  Oral drugs like Otezla have benefited from coronavirus fears that have kept patients away from rival medicines that must by administered in doctors’ offices or hospitals.  “Although the first few weeks of April have clearly shown some signs of disruption, the combination of our results from the first quarter and our expectation of an improving outlook for global healthcare activity give us confidence” in Amgen’s existing 2020 forecasts, Chief Executive Bob Bradway said on a conference call.  The company expects 2020 adjusted earnings of $14.85 to $15.60 per share on revenue of $25 billion to $25.6 billion.  Otezla, which Amgen acquired last year from Celgene Corp as part of Celgene's buyout by Bristol Myers Squibb Co BMY.N, helps reduce overactive inflammation. Other similar medicines are also being tested to see if they can help COVID-19 patients.  Amgen expects to begin clinical trials of the drug for COVID-19 in the coming weeks, said research chief David Reese.  Amgen also said it is working with partner Adaptive Biotechnologies Corp ADPT.O to identify antibodies targeting the novel coronavirus that may be developed into a drug to potentially prevent or treat COVID-19.  Amgen’s expertise in manufacturing biologic drugs at scale would enable it to supply large numbers of patients with any antibodies it develops, Reese said.  Amgen said strong first-quarter sales of Otezla, along with higher volume sales of drugs like cholesterol treatment Repatha, contributed to an 11% increase in revenue for the period.  The company last year launched a lower-priced Repatha option aimed at reducing out-of-pocket costs for Medicare patients.  Several other newer medicines also had double-digit percentage sales increases in the period.  “We are encouraged with the progress and minimal disruption from COVID-19 across the business,” Credit Suisse analyst Evan Seigerman said in a research note.  The biotechnology company reported an adjusted profit of $4.17 per share, up 17% from a year earlier and well above analysts’ average expectations of $3.76, according to Refinitiv IBES.  Revenue of $6.16 billion in the quarter topped Wall Street estimates of just under $6 billion.  Net profit fell 3% to $3.07 per share due to higher operating costs that were partially offset by fewer shares outstanding.  Amgen shares were off nearly 1% in after hours trading.","62":"April 29 (Reuters) - SAUDI PHARMACEUTICAL INDUSTRIES AND MEDICAL APPLIANCES CORP:  * SIGNS CONTRACT WITH AMGEN  * CONTRACT FOR MARKETING AND PARTIAL TECHNOLOGY TRANSFER FOR A HIGH-QUALITY BIOTECHNOLOGY PRODUCT  * CONTRACT VALID FOR TEN YEARS FROM DATE OF SIGNING Source: (bit.ly\/2Sff1A8) Further company coverage:","63":"Feb 14 (Reuters) - Amgen Inc:  * AMGEN ANNOUNCES FDA ADVISORY COMMITTEE MEETING TO REVIEW POTENTIAL NEW USE OF BLINCYTO® (BLINATUMOMAB)  * AMGEN INC - FDA ADVISORY COMMITTEE MEETING TO REVIEW POTENTIAL NEW USE OF BLINCYTO AT A MEETING ON MARCH 7 Source text for Eikon: Further company coverage:","64":"(Reuters) - An experimental Amgen Inc drug that targets a specific genetic mutation significantly reduced tumor size in half of evaluated patients with advanced lung cancer in a small, early-stage trial, researchers said on Monday, sending the U.S. biotechnology company’s share up nearly 6 percent.  FILE PHOTO: An Amgen sign is seen at the company's office in South San Francisco, California October 21, 2013. REUTERS\/Robert Galbraith\/File Photo  Wall Street has taken a keen interest in the Amgen drug, which could become the first approved medicine targeting a mutated form of a gene known as KRAS - one of the most common mutations found in non-small cell lung cancer (NSCLC).  Out of 10 heavily pre-treated lung cancer patients given the oral drug AMG510 daily, five had tumors shrink in size by at least 50%, including one with no evidence of the malignancy.  The disease was stabilized in another four patients, while the cancer progressed in one. Half of the evaluated patients had received the 960-milligram highest dose of AMG510 being tested in the dose-ranging study.  No serious side effects were reported in data presented in Chicago at the American Society of Clinical Oncology meeting.  “Durability looks good and this data is close to the best case scenario,” Cowen analyst Yaron Werber said in a note. “It should unlock a $1 billion to $1.5 billion opportunity in a competitive market.”  NSCLC accounts for up to 85 percent of lung cancers, by far the leading cause of cancer death among men and women, according to the American Cancer Society.  Dr. Marwan Fakih, co-director of the gastrointestinal cancer program at City of Hope in Duarte, California, who led the study, noted the mild side effect profile compared with treatments like chemotherapy.  “Patients say they don’t know they are even taking anything,” he said in a phone interview.  The targeted mutation, KRASG12C, occurs in around 13% of NSCLC cases, as well as 3-5% of colorectal cancers and up to 2%of other solid tumor cancers, including pancreatic.  The trial also enrolled patients with colorectal cancer and cancer of the appendix.  Of 18 colorectal cancer patients evaluated by researchers, 13 achieved stable disease. Most were treated with the two lowest tested doses - 180mg and 360mg.  The 960mg dose is most likely to be used in future trials, Amgen said.  AMG510 is part of a growing trend of precision medicines that target gene mutations driving cancer regardless of which organ the disease originated.  “In principle, this drug has the potential to be effective in any patient with the KRAS mutation,” Elliott Levy, Amgen’s head of global development, said in an interview.  Other companies, such as Mirati Therapeutics Inc, are also developing drugs that target KRAS mutations, but Amgen’s could be first to market.  “We have a plan to advance the drug rapidly through what would potentially be registrational studies,” Levy said.  The U.S. Food and Drug Administration has granted orphan status to AMG510 for KRASG12C-positive NSCLC and colorectal cancers. The designation brings a longer exclusivity period.  Amgen has also begun testing AMG510 in combination with Merck & Co’s cancer immunotherapy Keytruda, which currently dominates the advanced lung cancer market.  Amgen shares were up $9.94 at $176.64 in late morning trade.","65":"(Reuters) - AbbVie Inc’s Chief Executive Officer Richard Gonzalez said on a conference call that rivals Biogen Inc and Amgen Inc had been the most aggressive in Europe with their biosimilar versions of its blockbuster drug Humira.  Sales of rheumatoid arthritis drug Humira have accounted for the bulk of AbbVie’s total revenue for years, but competition from new, cheap rivals in Europe has recently hit its results.  Novartis, Mylan Inc and other drugmakers have also launched Humira biosimilars in Europe.","66":"June 3 (Reuters) - An experimental Amgen Inc drug that targets a specific genetic mutation significantly reduced tumor size in half of evaluated patients with advanced lung cancer in a small, early-stage trial, researchers said on Monday.  Out of 10 heavily pre-treated lung cancer patients given the oral drug AMG510 daily, five had tumors shrink in size by at least 50%, including one with no evidence of the malignancy.  The disease was stabilized in another four patients, while the cancer progressed in one. Half of the evaluated patients had received the 960-milligram highest dose of AMG510 being tested in the dose-ranging study.  No serious side effects were reported in data presented in Chicago at the American Society of Clinical Oncology meeting.  Wall Street has taken a keen interest in the Amgen drug that could become the first approved medicine targeting a mutated form of a gene known as KRAS - one of the most common mutations found in non-small cell lung cancer (NSCLC).  NSCLC accounts for up to 85 percent of lung cancers, by far the leading cause of cancer death among men and women, according to the American Cancer Society.  Dr. Marwan Fakih, co-director of the gastrointestinal cancer program at City of Hope in Duarte, California, who led the study, noted the mild side effect profile compared with treatments like chemotherapy.  “Patients say they don’t know they are even taking anything,” he said in a phone interview.  The targeted mutation, KRASG12C, occurs in around 13% of NSCLC cases, as well as 3-5% of colorectal cancers and up to 2%of other solid tumor cancers, including pancreatic.  The trial also enrolled patients with colorectal cancer and cancer of the appendix.  Of 18 colorectal cancer patients evaluated by researchers, 13 achieved stable disease. Most were treated with the two lowest tested doses - 180mg and 360mg.  The 960mg dose is most likely to be used in future trials, Amgen said.  AMG510 is part of a growing trend of precision medicines that target gene mutations driving cancer regardless of which organ the disease originated.  “In principle, this drug has the potential to be effective in any patient with the KRAS mutation,” Elliott Levy, Amgen’s head of global development, said in an interview.  Other companies, such as Mirati Therapeutics Inc, are also developing drugs that target KRAS mutations, but Amgen’s could be first to market.  “We have a plan to advance the drug rapidly through what would potentially be registrational studies,” Levy said.  The U.S. Food and Drug Administration has granted orphan status to AMG510 for KRASG12C-positive NSCLC and colorectal cancers. The designation brings a longer exclusivity period.  Amgen has also begun testing AMG510 in combination with Merck & Co’s cancer immunotherapy Keytruda, which currently dominates the advanced lung cancer market. (Reporting By Deena Beasley Editing by Bill Berkrot)","67":"FILE PHOTO: The logo of Swiss biotechnology company Molecular Partners is seen in Schlieren, Switzerland May 23, 2017. REUTERS\/Arnd Wiegmann  ZURICH (Reuters) - Swiss biotechnology company Molecular Partners said it could earn more than $500 million in payments after striking a deal with U.S. drug giant Amgen to work together in cancer immunotherapy.  The deal, which includes $50 million upfront, is a welcome liquidity infusion for Zurich-based Molecular, which said last year it could sell more shares or seek a partner for one of its pipeline assets to replenish its coffers by 2019. [reut.rs\/2Lo3Yjp]  In addition to the upfront money, Molecular Partners could get as much as $497 million in milestone payments from Amgen, as well as double-digit, tiered royalties up to the high teens. The companies will share clinical development costs for the first three indications, they said.  The deal involves Molecular Partner’s experimental, pre-clinical molecule, called MP0310, designed to locally activate immune cells in a tumor. The two companies will jointly evaluate MP0310 in combination with Amgen’s oncology products.  “The partnership with Amgen underlines the potential of MP0310,” said Molecular Partners’ CEO Patrick Amstutz, adding he expects the molecule to start clinical trials next year.  Molecular Partners is already working together with Allergan on a drug, abicipar, against macular degeneration. That filing is expected in the first half of 2019.","68":"April 30 (Reuters) - Amgen Inc on Tuesday reported first-quarter revenue that was unchanged from a year ago and net income fell 14 percent as sales of key drugs, including new migraine treatment Aimovig and cholesterol fighter Repatha, face competition and pressure to lower prices.  But the world’s largest biotechnology company still raised the lower end of its full-year earnings and sales forecasts as adjusted profit topped expectations.  Excluding items, Amgen’s adjusted earnings were $3.56 per share. Wall Street analysts, on average, expected $3.47, according to IBES data from Refinitiv.  Net income fell 14 percent to $2 billion as costs for manufacturing as well as research and development increased.  Revenue for the quarter of $5.56 billion showed no growth but was in line with analyst estimates.  Aimovig sales totaled $59 million for the quarter, short of the $83.3 million projected by analysts and down from $95 million in the fourth quarter.  Sales of Repatha at $141 million also came in below Wall Street estimates of $158.7 million.  Higher unit demand for Repatha was “offset substantially” by lower net prices, Amgen said. The company recently launched a lower-priced Repatha option aimed at reducing out-of-pocket costs for Medicare patients.  Aimovig competes with similar new migraine drugs from Eli Lilly and Co and Teva Pharmaceuticals Industries Ltd for placement on pharmacy benefit plans, which typically demand discounts or rebates from the list price in exchange for coverage.  Faced with new competition, first-quarter sales of Amgen’s kidney drug Sensipar fell 57 percent to $213 million, below the $353.4 million forecast by analysts.  For the full year, Amgen said it now expects adjusted earnings per share of $13.25 to $14.30 on revenue of $22 billion to $22.9 billion, compared with previous forecasts of $13.10 to $14.30 per share and revenue of $21.8 billion to $22.9 billion. (Reporting By Deena Beasley Editing by Bill Berkrot)","69":"Dec 6 (Reuters) - The U.S. Food and Drug Administration on Friday approved Amgen Inc’s biosimilar copy of Johnson & Johnson’s blockbuster rheumatoid arthritis drug, Remicade, according to the regulator’s website.  The biosimilar, Avsola, has the same chemical components, dosage form and strength as Remicade and would treat a range of autoimmune disorders. (Reporting by Trisha Roy in Bengaluru; Editing by Shinjini Ganguli)","70":"A federal appeals court has rejected a bid by Amgen Inc to revive patents on its cholesterol drug Repatha after they were ruled invalid by a district court, a victory for Regeneron Pharmaceuticals Inc and Sanofi SA, which sell a rival drug.  A unanimous panel of the Federal Circuit U.S. Court of Appeals found Thurday that the patents, which describe certain antibodies in terms of their function but not their molecular structure, did not enable a person of ordinary skill to put the invention into practice.  To read the full story on Westlaw Today, click here: bit.ly\/3panXnJ","71":"Amgen Inc's headquarters building is seen in Thousand Oaks, California, U.S., in 2016 released July 24, 2018. Courtesy Amgen Inc.\/Handout via REUTERS  (Reuters) - Amgen Inc AMGN.O Chief Executive Robert Bradway said on Thursday that the biotechnology company will not raise drug prices for the remainder of the year.  “We made decisions a few months ago not to increase the prices of any of our medicines at midyear, and we have no plans to change that for the balance of the year,” Bradway said on a conference call to discuss second quarter earnings.","72":"(Adds details, background)  Sept 7 (Reuters) - AstraZeneca Plc and Amgen Inc said on Friday the U.S. Food and Drug Administration had granted a breakthrough therapy label for their drug to treat a type of severe asthma, potentially speeding up its development and regulatory review.  The drug, tezepelumab, is an injectable treatment that is expected to help a wider range of patients than existing asthma medicines like GlaxoSmithKline’s Nucala.  A breakthrough therapy status is designed to expedite the development and regulatory review of medicines that are intended to treat a serious condition and that have shown encouraging early clinical results.  A mid-stage trial in 2017 of 584 patients showed that tezepelumab reduced the annual rate of serious asthma attacks, known as exacerbations, by between 61 percent and 71 percent, depending on dose.  Tezepelumab is currently in late-stage trials.  The drug has shown promise in treating “a broad population of patients with severe asthma, including those ineligible for currently approved biologic therapies,” said David Reese, executive vice president of Research and Development at U.S.-based Amgen. (Reporting by Nivedita Balu in Bengaluru; Editing by Sai Sachin Ravikumar)","73":"(Reuters) - A federal appeals court on Wednesday upheld two patents for Amgen Inc’s multibillion-dollar rheumatoid arthritis drug Enbrel, rejecting Novartis AG’s effort to void the patents.  In a 2-1 decision, the U.S. Federal Circuit Court of Appeals in Washington, D.C. rejected the argument by Novartis’ Sandoz generic drugs unit that the patents should be invalidated because they described concepts contained in previous patents and were therefore “obvious.”  Sandoz had applied to market Erelzi, a generic version of Enbrel. But Enbrel’s active ingredient had patent protection through 2029.  Amgen and Novartis did not immediately respond to requests for comment.  In morning trading, Amgen shares were up $12.50, or 5.3%, at $248.36 on the Nasdaq.  Enbrel, used to treat adults with moderate to severe active rheumatoid arthritis, was launched in 1998.  The drug is Amgen’s biggest, accounting for $5.23 billion, or 24%, of its $22.2 billion of product sales in 2019.  Enbrel was developed by Immunex Corp, which Amgen acquired in 2002.  Wednesday’s decision upheld an August 2019 ruling by U.S. District Judge Claire Cecchi in Newark, New Jersey. The Federal Circuit handles intellectual property appeals.","74":"(Reuters) - Amgen Inc on Tuesday reported fourth-quarter profit that easily surpassed expectations as sales rose and tax expense fell, but competition for its older medicines is growing and the drugmaker forecast 2019 earnings below Wall Street estimates.  FILE PHOTO: An Amgen sign is seen at the company's office in South San Francisco, California in this October 21, 2013 photo. REUTERS\/Robert Galbraith\/File Photo  Shares of Amgen, the world’s largest biotechnology company, were down 2.3 percent at $187.65 in after-hours trading.  For the full-year, Amgen projected adjusted earnings of $13.10 to $14.30 per share on revenue of $21.8 billion to $22.9 billion. Wall Street analysts, on average, had forecast $14.61 per share on revenue of $22.9 billion, according to IBES data from Refinitiv.  Speaking on a conference call, Chief Financial Officer David Meline said Amgen faces headwinds in the form of competition for legacy products such as kidney drug Sensipar and rheumatoid arthritis treatment Enbrel as well as heightened U.S. focus on the issue of prescription drug affordability.  He said Amgen’s 2019 outlook assumes its global net sales prices will drop by a rate in the “mid-single digits” after falling 1 percent in 2018.  Excluding items, Thousand Oaks, California-based Amgen posted adjusted quarterly earnings of $3.42 per share, topping analysts’ average expectations by 15 cents.  Revenue for the quarter rose 7 percent to $6.23 billion, beating the average analyst estimate of $5.84 billion.  “The fourth quarter was a very strong result,” said Jefferies analyst Michael Yee.  “The (2019) guidance reflects an expected year of uncertainty and some lack of visibility” regarding competition from cheaper biosimilar versions of white-blood-cell booster Neulasta and Enbrel - Amgen’s two biggest-selling products.  Amgen’s forecast appears to be part of an emerging trend among large drugmakers. Earlier on Tuesday, Pfizer Inc issued a 2019 earnings forecast well below Wall Street estimates. That followed lower-than-expected initial full-year earnings outlooks from Johnson & Johnson and Bristol-Myers Squibb Co  However, Yee noted that Amgen has historically issued conservative financial forecasts at the beginning of the year, before raising them each quarter as actual results are reported.  The increase in Amgen’s fourth-quarter sales was driven largely by demand for medicines such as cancer drug Kyprolis, cholesterol fighter Repatha and osteoporosis treatment Prolia.  Sales of new migraine drug Aimovig totaled $95 million for the quarter, nearly double the $50 million analysts had forecast. Aimovig was first to market among a new class of drugs designed to prevent rather than treat migraine headaches.","75":"ZURICH (Reuters) - Swiss drugmaker Novartis NOVN.S is betting on heart drug prospect inclisiran in a $9.7 billion takeover of The Medicines Co MDCO.O as it challenges cardiovascular medicines from Amgen Inc AMGN.O, Sanofi SASY.PA and Regeneron Pharmaceuticals REGN.O.  FILE PHOTO: Switzerland's national flag flies in front of the logo of Swiss drugmaker Novartis in Basel, Switzerland, January 30, 2019. REUTERS\/Arnd Wiegmann\/File Photo  Novartis is paying $85 per share in cash, a 24% premium over The Medicines Co’s closing price of $68.55 on Friday, to acquire the U.S. biotechnology company’s lone drug, the cholesterol-lowering injection inclisiran.  The deal shows Novartis CEO Vas Narasimhan is ready to spend billions on not just rare disease treatments, as it did in 2018 when it paid $8.7 billion for gene therapy specialist AveXis, but also for cardiovascular medicines aimed at a market with potentially millions of patients.  Inclisiran, which still must win regulators’ approval, is set to require twice-yearly injections by doctors, far less frequently than the 26-injection regimens of Amgen’s Repatha and Sanofi’s and Regeneron’s Praluent cholesterol-lowering drugs.  “We believe that will lead to less patient abandonment,” Narasimhan told investors on a call on Monday. “Payers will have confidence knowing that physician administration will ensure patient compliance.”  Novartis shares were seen up 0.2%, premarket indicators showed. JBPRE01  Repatha and Praluent, which similar to inclisiran aim to inhibit PCSK9 proteins that lead to elevated levels of bad LDL cholesterol in people with heart disease, have struggled to gain traction due a demanding dosing regiment as well as objections to their price, which makers have been forced to slash to less than $6,000 annually.  Narasimhan said he is confident that inclisiran can produce an attractive return on investment and contribute to sales starting in 2021, contingent upon regulatory approval and completion of the deal.  “We see returns well in excess of cost of capital,” Chief Financial Officer Harry Kirsch said. Novartis plans to pay for with one-third cash and two-thirds long-term borrowings.  Inclisiran could become one of its best-selling medicines, Basel-based Novartis predicted, adding the transaction had been approved by the boards of both companies.  The acquisition would modestly dilute core earnings per share versus a no-deal scenario during the next few years, but should then be significantly accretive to group core operating income and core EPS in the medium term, Novartis said.  HEART DISEASE  Inclisiran, for use on top of statins by heart patients who struggle to lower their cholesterol levels with traditional therapy, is seen as complementing Novartis’s growing business with its heart-failure medicine Entresto, which topped the $1 billion annual revenue threshold last year.  Narasimhan said the company can leverage the sales force it built up to help boost the initially slow Entresto sales to market inclisiran, too.  Novartis has historically had a strong cardiovascular drug franchise, but lost ground when Diovan, once a $6 billion-per-year seller, lost patent protection in 2012. It left the company without an immediate, innovative follow-up product.  The deal fits Narasimhan’s target of acquisitions of up to $10 billion to bolster the group’s portfolio of medicines with new products or technologies.  Novartis’ hunt for deals comes as billions in revenue is under threat from upcoming patent expirations including on Lucentis, for macular degeneration, iron overload medicine Exjade and $3.3 billion-per-year MS drug Gilenya.  Still, Novartis said it is confident that new products including inclisiran will help bolster growth and profitability.  It expects to expand core operating income margins in its Innovative Medicines division to the “mid-thirties” in the near term and to the “mid-to high-thirties” in the medium term.","76":"May 17 (Reuters) - Amgen Inc:  * FDA APPROVES AIMOVIG™ (ERENUMAB-AOOE), A NOVEL TREATMENT DEVELOPED SPECIFICALLY FOR MIGRAINE PREVENTION  * AIMOVIG IS EXPECTED TO BE AVAILABLE TO PATIENTS WITHIN ONE WEEK Source text for Eikon: Further company coverage:","77":"July 11 (Reuters) - Novartis Ag:  * CO, AMGEN AND BANNER ALZHEIMER’S INSTITUTE DISCONTINUE CLINICAL PROGRAM WITH BACE INHIBITOR CNP520 FOR ALZHEIMER’S PREVENTION Source text for Eikon: Further company coverage:","78":"(Reuters) - Amgen Inc AMGN.O on Thursday forecast 2020 earnings well short of Wall Street estimates, sending shares of the largest U.S. biotechnology company down 2.5%.  FILE PHOTO: An Amgen sign is seen at the company's office in South San Francisco, California in this October 21, 2013 file photo. REUTERS\/Robert Galbraith\/Files\/File Photo  For the full year, the company forecast earnings of $14.85 to $15.60 per share on revenue as high as $25.6 billion. Analysts had estimated 2020 adjusted earnings of $16.14 on revenue of $25.5 billion, according to Refinitiv IBES data.  The difference is largely due to lower interest income and anticipated accounting for the recently acquired 20.5% stake in China's BeiGene Ltd 6160.HK, Amgen's chief financial officer, Peter Griffith, said on a conference call.  He said Amgen’s net global selling price for its drugs fell 5% in 2019 and is expected to fall again this year by a rate in the low single digits.  “We anticipate increased attention on margins as R&D (research and development) spend ramps,” RBC Capital Markets analyst Kennen MacKay said in a research note.  For the fourth quarter of last year, Amgen said product sales fell 2% from a year earlier due to competition from lower-cost generic drugs and biosimilars, but share buybacks reduced the number of shares outstanding, enabling the company to post a per-share profit that topped Wall Street estimates.  Sales for the quarter totaled $5.88 billion. Total revenue fell 1% to $6.2 billion, which was ahead of the average analyst estimate of $6.06 billion.  Quarterly adjusted earnings per share rose 6% to $3.64, beating the average Wall Street estimate of $3.48.  Net earnings fell 5% to $2.85 per share due to higher operating costs partially offset by the lower share count.  Sales of older drugs such as white blood cell booster Neulasta and kidney drug Sensipar fell sharply due to competition from cheaper versions. Neulasta was down 43% at $665 million and Sensipar sales were off by 76% at $107 million.  Sales of newer drugs like cholesterol fighter Repatha and migraine drug Aimovig rose. Repatha was up by 26% to $200 million, while Aimovig rose 3% to $98 million in the quarter.  Amgen said it bought back around 6% of its outstanding shares last year.  Shares of the company were down $5.59, or 2.5%, at $220.56 in after-hours trading.","79":"(Repeats to additional customers with no changes to text)  LOS ANGELES, April 24 (Reuters) - The largest U.S. manager of prescription benefits is telling drugmakers that the current pricing model is broken, and taking aim at Amgen Inc and other makers of new migraine medicines to try and fix it.  Express Scripts told Reuters it is pressing them to forego the usual strategy of setting a high U.S. list price, then lowering the cost for health plans through hefty rebates. It is also seeking a refund if the drugs don’t work within a defined timeframe.  The shift could help Express Scripts and other pharmacy benefits managers (PBMs) bring prices down, and deflect growing criticism of their role as “middlemen” in the drug supply chain.  The Trump administration and members of Congress have demanded that PBMs pass on more of the rebates they receive to consumers outraged over rising costs at the pharmacy counter. Many Americans now have health plans with higher deductibles or co-payments, making them responsible for more of their medical costs.  Express Scripts is advising drugmakers to take that shift into account as they launch a new class of migraine drugs.  “If your expectation is that you are not going to actually get that high list price, then don’t do that to patients who have high co-pays,” Chief Medical Officer Steve Miller said in an interview, describing his message to Amgen and its rivals. “Let’s be more balanced. Let’s get back to where gross-to-net is not so different.”  Amgen’s Aimovig is expected to be approved next month, followed by similar drugs from Teva Pharmaceutical Industries Ltd and Eli Lilly & Co that the companies say could benefit up to 4 million people in the United States.  The injected therapies interfere with the function of a molecule involved in the processes that kick off a migraine, such as dilation of blood vessels in the brain.  Wall Street analysts expect Amgen to announce a list price of up to $10,000 per year for Aimovig once it is approved, setting the tone for competitors.  But Express Scripts and other PBMs restrict access to new drugs they deem too expensive, asking doctors to provide detailed evidence of why a specific patient may benefit, requiring the use of other drugs for a period of time or favoring cheaper rivals when available.  Drugmakers could face similar issues with the new migraine treatments, Miller said: “Should they price these things too high they will probably not be able to achieve much market share.”  Express Scripts is also pushing Amgen and its peers to refund two-thirds of the cost of a migraine drug if a patient stops treatment within 90 days because it didn’t work or caused major side effects.  Such guarantees are becoming more prevalent for older drugs with competing products on the market, including diabetes and hepatitis C therapies. It would be unusual to introduce them for the first drug in an entirely new class of therapy.  Amgen, which will market Aimovig in partnership with Novartis, declined to comment on talks with Express Scripts. Research chief Sean Harper said in a recent interview that payers share blame for the current pricing model.  Their demands for ever-larger rebates has forced manufacturers to use higher list prices as a benchmark, he said.  “It is a ridiculous situation that we are in,” Harper said. “No one is paying the list price, but patients are exposed for a period of time” until they pay off their insurance deductible.  TAKING OUT COSTS  Rising U.S. healthcare costs, the most expensive worldwide, are straining budgets for families, employers and government agencies. That has created new pressures within the industry to control costs.  To that end, Express Scripts has agreed to a buyout from health insurer Cigna Corp, while PBM rival CVS Health Corp plans to buy insurer Aetna Inc .  In interviews with Reuters, smaller PBM Abarca Health and insurer Highmark Health said they were adopting similar tactics to Express Scripts in negotiating coverage for the migraine drugs. CVS declined comment.  Teva said it was evaluating the pricing environment for its migraine drug. Officials at Lilly did not respond to a request for comment.  The stakes are high for Amgen, which has struggled to grow revenue in recent years.  The biotech company’s last potential blockbuster, high-priced cholesterol treatment Repatha, has been stymied by PBMs who questioned its value compared to generic statins that cost $100 per year.  Repatha and rival Praluent, sold by Sanofi and Regeneron Pharmaceuticals, launched in 2015 at list prices near $14,000 a year and were expected to be billion-dollar products. But Express Scripts and other payers have rejected most prescriptions written for the new medicines while awaiting proof that they lower the risk of death.  As a result, Repatha sales totaled $319 million last year, while Praluent had sales of $195 million.  “If Amgen and Sanofi had it to do over again, I think they would have priced at half the list price and made a whole lot more money,” said Jason Borschow, chief executive officer at Miami-based Abarca.  Aimovig is far more effective at preventing migraines than current treatments, mainly low cost generic drugs. Recent studies have shown that Aimovig reduces episodic migraines by at least half in around 50 percent of patients.  The Food and Drug Administration is expected to decide on Aimovig by May 17. The agency’s decision on Teva’s treatment fremanezumab had been expected in June, but that may be delayed due to manufacturing issues. A ruling on Lilly’s galcanezumab is expected later in the year.  Amgen will report quarterly results on Tuesday afternoon. (Editing by Michele Gershberg and Edward Tobin)","80":"LOS ANGELES, April 24 (Reuters) - The largest U.S. manager of prescription benefits is telling drugmakers that the current pricing model is broken, and taking aim at Amgen Inc and other makers of new migraine medicines to try and fix it.  Express Scripts told Reuters it is pressing them to forego the usual strategy of setting a high U.S. list price, then lowering the cost for health plans through hefty rebates. It is also seeking a refund if the drugs don’t work within a defined timeframe.  The shift could help Express Scripts and other pharmacy benefits managers (PBMs) bring prices down, and deflect growing criticism of their role as “middlemen” in the drug supply chain.  The Trump administration and members of Congress have demanded that PBMs pass on more of the rebates they receive to consumers outraged over rising costs at the pharmacy counter. Many Americans now have health plans with higher deductibles or co-payments, making them responsible for more of their medical costs.  Express Scripts is advising drugmakers to take that shift into account as they launch a new class of migraine drugs.  “If your expectation is that you are not going to actually get that high list price, then don’t do that to patients who have high co-pays,” Chief Medical Officer Steve Miller said in an interview, describing his message to Amgen and its rivals. “Let’s be more balanced. Let’s get back to where gross-to-net is not so different.”  Amgen’s Aimovig is expected to be approved next month, followed by similar drugs from Teva Pharmaceutical Industries Ltd and Eli Lilly & Co that the companies say could benefit up to 4 million people in the United States.  The injected therapies interfere with the function of a molecule involved in the processes that kick off a migraine, such as dilation of blood vessels in the brain.  Wall Street analysts expect Amgen to announce a list price of up to $10,000 per year for Aimovig once it is approved, setting the tone for competitors.  But Express Scripts and other PBMs restrict access to new drugs they deem too expensive, asking doctors to provide detailed evidence of why a specific patient may benefit, requiring the use of other drugs for a period of time or favoring cheaper rivals when available.  Drugmakers could face similar issues with the new migraine treatments, Miller said: “Should they price these things too high they will probably not be able to achieve much market share.”  Express Scripts is also pushing Amgen and its peers to refund two-thirds of the cost of a migraine drug if a patient stops treatment within 90 days because it didn’t work or caused major side effects.  Such guarantees are becoming more prevalent for older drugs with competing products on the market, including diabetes and hepatitis C therapies. It would be unusual to introduce them for the first drug in an entirely new class of therapy.  Amgen, which will market Aimovig in partnership with Novartis, declined to comment on talks with Express Scripts. Research chief Sean Harper said in a recent interview that payers share blame for the current pricing model.  Their demands for ever-larger rebates has forced manufacturers to use higher list prices as a benchmark, he said.  “It is a ridiculous situation that we are in,” Harper said. “No one is paying the list price, but patients are exposed for a period of time” until they pay off their insurance deductible.  TAKING OUT COSTS  Rising U.S. healthcare costs, the most expensive worldwide, are straining budgets for families, employers and government agencies. That has created new pressures within the industry to control costs.  To that end, Express Scripts has agreed to a buyout from health insurer Cigna Corp, while PBM rival CVS Health Corp plans to buy insurer Aetna Inc .  In interviews with Reuters, smaller PBM Abarca Health and insurer Highmark Health said they were adopting similar tactics to Express Scripts in negotiating coverage for the migraine drugs. CVS declined comment.  Teva said it was evaluating the pricing environment for its migraine drug. Officials at Lilly did not respond to a request for comment.  The stakes are high for Amgen, which has struggled to grow revenue in recent years.  The biotech company’s last potential blockbuster, high-priced cholesterol treatment Repatha, has been stymied by PBMs who questioned its value compared to generic statins that cost $100 per year.  Repatha and rival Praluent, sold by Sanofi and Regeneron Pharmaceuticals, launched in 2015 at list prices near $14,000 a year and were expected to be billion-dollar products. But Express Scripts and other payers have rejected most prescriptions written for the new medicines while awaiting proof that they lower the risk of death.  As a result, Repatha sales totaled $319 million last year, while Praluent had sales of $195 million.  “If Amgen and Sanofi had it to do over again, I think they would have priced at half the list price and made a whole lot more money,” said Jason Borschow, chief executive officer at Miami-based Abarca.  Aimovig is far more effective at preventing migraines than current treatments, mainly low cost generic drugs. Recent studies have shown that Aimovig reduces episodic migraines by at least half in around 50 percent of patients.  The Food and Drug Administration is expected to decide on Aimovig by May 17. The agency’s decision on Teva’s treatment fremanezumab had been expected in June, but that may be delayed due to manufacturing issues. A ruling on Lilly’s galcanezumab is expected later in the year.  Amgen will report quarterly results on Tuesday afternoon. (Editing by Michele Gershberg and Edward Tobin)","81":"April 30 (Reuters) - Amgen Inc:  * AMGEN RECEIVES POSITIVE CHMP OPINION TO ADD OVERALL SURVIVAL RESULTS FROM THE PHASE 3 ASPIRE STUDY TO KYPROLIS® (CARFILZOMIB) LABEL Source text for Eikon: Further company coverage:","82":"Jan 29 (Reuters) - Amgen Inc on Tuesday reported higher-than-expected fourth-quarter profit as sales rose and tax expense fell, but competition for older medicines is growing and the drugmaker forecast 2019 earnings below Wall Street estimates.  For the full-year, Amgen projected adjusted earnings of $13.10 to $14.30 per share on revenue of $21.8 billion to $22.9 billion. Wall Street analysts, on average, had forecast $14.61 per share on revenue $22.9 billion, according to IBES data from Refinitiv.  The world’s largest biotechnology company posted a net profit of $1.93 billion, or $3.01 per share, compared with a net loss of $4.26 billion, or $5.89 per share, a year ago, when it took a large charge related to changes in U.S. corporate tax laws.  Excluding items, Amgen said it had adjusted earnings for the quarter of $3.42 per share. Analysts, on average, expected $3.27 per share.  Total revenue for the quarter rose 7 percent to $6.23 billion, beating the average analyst estimate of $5.84 billion.  The rise in sales was driven largely by increased demand for medicines such as cancer drug Kyprolis, cholesterol fighter Repatha and osteoporosis treatment Prolia. (Reporting By Deena Beasley Editing by Bill Berkrot)","83":"INDIANAPOLIS (Reuters) - Eli Lilly and Co has pulled ahead in a three-way race with Amgen Inc and Teva Pharmaceutical Industries Ltd in attracting new patients to a new class of migraine drugs, and seeks to build on that advantage by stressing that its therapy can completely prevent headaches in a small percentage of patients.  Slideshow ( 4 images )  Weekly U.S. prescription data from IQVIA, an analytics provider to the life sciences industry, showed that Lilly’s therapy Emgality claimed the largest share of first-time patients at 37.7 percent, for the first time outstripping Amgen’s Aimovig, whose share dropped to 37.2 percent as of April 26. Teva came in at a 25.1 percent share, according to an analyst who reviewed the data.  While Amgen’s therapy was the first to be approved for the U.S. market last May, Lilly has fought to gain more favorable insurance coverage by offering deep discounts. Those efforts appear to have paid off. Lilly is the only drugmaker in the class currently covered by all three of the leading companies that manage Americans’ prescription drug benefits: Cigna Inc’s Express Scripts, UnitedHealth Group’s OptumRx and CVS Health.  “More new patients were started on Emgality than on Aimovig,” Lilly Chief Executive David Ricks said in an interview on Tuesday at the company’s headquarters in Indianapolis. “It’s just one week. We’ll count it a trend when it’s many weeks,” Ricks said.  The new migraine drugs are the first designed to prevent the debilitating headaches. Drugmakers predicted that millions of patients could benefit and Wall Street analysts forecast nearly $4 billion in sales in the coming years. But their approval within months of each other last year created a fierce battle for market share, prompting all three drugmakers to offer their treatments directly to patients for free until they gained insurance coverage.  Pharmacy benefits companies that manage prescription drug coverage for tens of millions of Americans were able to pit the manufacturers against each other in negotiations, arguing the therapies were virtually interchangeable and did not appear to improve upon the cheaper generic drugs already on the market, Reuters reported on April 29.  The next day, Lilly and Amgen reported migraine drug sales well below investor expectations. Ricks said nearly 50 percent of Emgality prescriptions in the quarter were provided at no cost to patients, similar to the proportion of giveaways from Amgen and Teva.  Ricks said Lilly is working to boost overall awareness of its migraine drug. Television commercials for Emgality encourage women – who are more prone to get migraines - to “imagine what you can do with more migraine-free days.” Although there are no clinical trials directly comparing the three drugs, Lilly stresses in its conversations with doctors some claims that rivals cannot make. They include Lilly trial data of patients who get episodic migraines showing that 16 percent had no migraines on average in any given month. Overall, Emgality cut migraine days in half in three clinical trials, similar to Aimovig and Teva’s Ajovy.  “Migraine-free for a month. That’s a compelling thing for doctors and for patients,” Ricks said.  Lilly is focusing its marketing efforts on primary care practices and says it has encountered few health insurer restrictions on prescriptions written by primary care doctors instead of specialists.  The company is also pursuing approval by the U.S. Food and Drug Administration of Emgality in cluster headaches, an extremely painful type of headache for which there are no effective treatments. Lilly hopes to launch it this summer. Teva had pursued the same use for Ajovy, but last month stopped testing after it found the treatment was unlikely to work.  In an interview last week, Teva CEO Kare Schultz said both Teva and Lilly have been gaining share with new customers, while Amgen’s share of new patients has been sagging. Amgen said it is confident in the opportunity to grow new prescriptions of Aimovig “given the huge unmet need in migraine.”","84":"(Reuters) - Amgen Inc AMGN.O on Wednesday said third-quarter adjusted profit rose 17% due to stronger sales of drugs such as osteoporosis treatment Prolia and psoriasis medication Otezla, bucking challenges from lower drug prices and COVID-19.  FILE PHOTO: An Amgen sign is seen at the company's office in South San Francisco, California October 21, 2013. REUTERS\/Robert Galbraith\/File Photo  The company said more patients had resumed interacting with their doctors in the third quarter than earlier in the health crisis, but prescribing volumes remained “modestly below” pre-pandemic levels.  Prescriptions for drugs including rheumatology medicine Enrbel will continue to be affected by the pandemic and Amgen has factored COVID-19 into revenue guidance for the fourth quarter and the beginning of next year, it said on its quarterly call.  The company raised its full-year adjusted earnings forecast to $15.80 to $16.15 per share, from a previous range of $15.10 to $15.75, and narrowed its revenue estimate. It now expects revenue of $25.1 billion to $25.5 billion versus it prior forecast of $25.0 billion to $25.6 billion.  The company reported a third-quarter adjusted profit $4.37 per share, beating the average estimate of $3.81 per share, as compiled by Refinitiv.  Revenue for the quarter rose 12% to $6.4 billion, in line with analyst estimates of $6.38 billion.  Sales of Prolia rose 11% to $701 million, ahead of the average analyst estimate of $688 million.  Psoriasis drug Otezla, acquired from Celgene Corp in November, had sales of $538 million for the quarter. Amgen said Otezla is expected to maintain its double-digit year-on-year volume growth trend, adding that as an oral pill, it is less affected by COVID-19.  Sales of Amgen’s older arthritis drug Enbrel fell 3% year-on-year to $1.3 billion as the drug continued to lose market share in the quarter.  Amgen posted net income of $2.02 billion, or $3.43 per share, compared with a profit of $1.97 billion, or $3.27 a share, a year ago.","85":"April 2 (Reuters) - Adaptive Biotechnologies Corp:  * AMGEN AND ADAPTIVE BIOTECHNOLOGIES ANNOUNCE STRATEGIC PARTNERSHIP TO DEVELOP A THERAPEUTIC TO PREVENT OR TREAT COVID-19  * ADAPTIVE BIOTECHNOLOGIES CORP - COMPANIES WILL BEGIN WORK IMMEDIATELY  * ADAPTIVE BIOTECHNOLOGIES CORP - TERMS OF AGREEMENT ARE NOT BEING DISCLOSED.  * ADAPTIVE - WILL EXTEND HIGH THROUGHPUT PLATFORM TO SCREEN MASSIVE GENETIC DIVERSITY OF B CELL RECEPTORS FROM PEOPLE THAT HAVE RECOVERED FROM COVID-19 Source text for Eikon: Further company coverage:","86":"A federal appeals court on Friday denied a bid by Roche Holdings subsidiary Genentech Inc to block Amgen Inc from selling its cancer drug Kanjinti, a biosimilar version of Genentech’s blockbuster medicine Herceptin.  The U.S. Court of Appeals for the Federal Circuit affirmed a lower court’s refusal to grant Genentech a preliminary injunction blocking Kanjinti sales pending the outcome of a patent dispute scheduled for trial in April.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2VQwZeI","87":"July 28 (Reuters) - Amgen Inc on Tuesday reported second-quarter revenue rose 6% as higher sales of newer drugs, including recently-added psoriasis treatment Otezla, offset declining sales of older medicines.  The biotechnology company also posted much higher-than-expected adjusted profit, but acquisition-related costs pushed net earnings lower.  Amgen said sales of drugs such as osteoporosis treatment Prolia fell during the quarter as people, especially older women who use the physician-administered drug, put off going to the doctor due to the coronavirus pandemic. Sales rose for newer products including Otezla and cholesterol drug Repatha.  Total revenue for the quarter of $6.2 billion was in line with the average Wall Street estimate as compiled by Refinitiv.  Otezla, acquired from Celgene in November, had sales of $561 million for the quarter, beating analyst expectations of $540 million.  The psoriasis drug is being studied as a potential immune system-modulating treatment in patients hospitalized with COVID-19.  Amgen’s net income for the quarter fell 17% from a year earlier to $1.8 billion, driven primarily by costs associated with the Otezla deal and accounting for losses at Chinese partner BeiGene Ltd.  Adjusted earnings rose 4% to $2.52 billion, or $4.25 per share. Wall Street analysts on average, expected $3.84 per share.  For the full year, Amgen narrowed its outlook for adjusted earnings per share to between $10.73 and $11.43 from its previous range of $10.65 to $11.45. The company said it still expects full-year revenue of $25 billion to $25.6 billion.  Amgen also expects key clinical data in the second half of this year from trials of experimental drugs, including tezepelumab in patients with severe asthma and heart failure treatment omecamtiv mecarbil.","88":"May 6 (Reuters) - Amgen Inc:  * AMGEN ANNOUNCES POSITIVE TOP-LINE RESULTS FROM OTEZLA® (APREMILAST) PHASE 3 ADVANCE STUDY IN MILD-TO-MODERATE PLAQUE PSORIASIS  * AMGEN INC - STUDY SHOWED THAT ORAL OTEZLA 30 MG TWICE DAILY ACHIEVED A STATISTICALLY SIGNIFICANT IMPROVEMENT, COMPARED WITH PLACEBO  * AMGEN INC - ADVERSE EVENTS OBSERVED IN THIS TRIAL WERE CONSISTENT WITH KNOWN SAFETY PROFILE OF OTEZLA  * AMGEN INC - OTEZLA TREATMENT RESULTED IN SIGNIFICANT IMPROVEMENTS IN MEASURES OF MILD-TO-MODERATE PSORIASIS COMPARED WITH PLACEBO Source text for Eikon: Further company coverage:","89":"April 15 (Reuters) - Amgen Inc:  * UNITED CHURCH FUNDS SAYS URGES AMGEN INC SHAREHOLDERS TO VOTE FOR PROPOSAL TO REQUIRE INDEPENDENT BOARD CHAIR - SEC FILING Source text : (bit.ly\/2RGn0FS) Further company coverage:","90":"SAN DIEGO Dec 3 (Reuters) - Amgen Inc, updating the first trial of its bispecific antibody for multiple myeloma, on Monday said seven out of ten patients given the second-highest dose of AMG420 responded to the drug, including four with no detectable cancer.  Six patients were still responding at 7.5 months of follow-up, according to research presented in San Diego at the annual meeting of the American Society of Hematology.  Amgen also said that AMG420, which targets a protein linked to multiple myeloma known as BCMA, has been given fast track status by the U.S. Food and Drug Administration.  “Based on these data, we plan to open an expanded trial,” David Reese, Amgen’s head of research and development, said in an interview. “We want to begin exploring quickly enrollment in earlier lines of therapy.”  The Amgen bispecific antibody is designed to attach to a cancer cell and an immune cell, bringing them together so the body’s immune system can kill the cancer.  Other companies are exploring different ways to attack the same BCMA target, including bluebird bio Inc and Johnson & Johnson.  Earlier at the ASH meeting, bluebird and partner Celgene Corp presented early trial data showing that experimental cell therapy bb21217 induced responses in 10 out of 12 heavily pretreated myeloma patients.  Bb21217 is a next generation version of bb2121, the companies’ more advanced, but still experimental therapy in a class called CAR-T that requires harvesting a patient’s own disease-fighting T-cells, modifying them in a laboratory so they target specific proteins on cancer cells and infusing them back into the patient. The manufacturing process for bb21217 is designed to improve the persistence of the altered cells.  Amgen has suggested the “off the shelf” nature of its antibody could be an advantage from both a clinical and commercial standpoint, but oncologists say more data is needed.  Trial patients are hospitalized for their first cycle of AMG420, after which they receive the drug by continuous 24-hour infusion for four weeks, followed by two weeks off therapy, for up to 10 cycles.  Amgen is working on another BCMA-targeting antibody that would last longer in the body, requiring less frequent infusions, but that research is at an earlier stage.  In the current study, 42 patients with multiple myeloma that worsened after at least two prior treatments were given AMG420 at varying doses - the highest dose was discontinued due to toxicity. A total of 13 patients responded to the treatment, including seven who achieved remission.  Serious side effects included nerve damage, infections, and liver failure. Of the 20 patients with serious adverse events, 17 required hospitalization and four had prolonged hospitalization. (Reporting By Deena Beasley Editing by Susan Thomas)","91":"(Reuters) - Amgen Inc AMGN.O on Tuesday reported a higher first-quarter profit, driven by lower taxes and a 3 percent increase in product sales as growth for newer drugs like cholesterol medication Repatha offset weakness in older products.  FILE PHOTO - An Amgen sign is seen at the company's office in South San Francisco, California, U.S. on October 21, 2013. REUTERS\/Robert Galbraith\/File Photo  Shares of Amgen, which fell nearly 2 percent in earlier trading, were down another 1 percent at $170.01 after hours.  Repatha sales, which more than doubled to $123 million, were higher than Wall Street expected, but the product “still has a long way to go to restore confidence that it has multi-billion-dollar sales potential,” JP Morgan analyst Cory Kasimov said in a research report.  Amgen said it expects to continue volume-driven growth as it launches new products including migraine drug Aimovig, which is likely to get U.S. regulatory approval next month. The nation’s largest manager of prescription benefits, Express Scripts, told Reuters it is pressing Amgen and rival migraine drugmakers to reconsider the usual strategy of high list prices and hefty rebates. [L1N1S11CE]  Amgen believes Aimovig has advantages over other migraine drugs and expects a “bolus” of patients once it is approved, Anthony Hooper, the company’s head of commercial operations, said on a conference call with investors.  The biotech company slightly raised the lower end of its full-year financial outlook, and said its adjusted tax rate would be 13.5 percent to 14.5 percent, or half a point less than previously expected.  Amgen posted first-quarter adjusted earnings of $3.47 per share, up from $3.15 a share a year earlier, helped by lower taxes and fewer outstanding shares. Analysts on average expected $3.23 per share, according to Thomson Reuters I\/B\/E\/S.  First-quarter revenue rose 2 percent to $5.55 billion, with sales up 3 percent to $5.34 billion.  Jefferies analyst Michael Yee said the results marked “a good quarter and a good start to the year” for Amgen, while noting that expectations for large-cap biotechnology companies were low after weak performance so far this year as investors see a lack of meaningful catalysts to boost shares.  Amgen’s sales of anti-inflammatory drug Enbrel, faced with more competition in the rheumatology and dermatology sectors, fell 6 percent to $1.05 billion, below Wall Street estimates of $1.09 billion.  For the full year, Amgen said it now expected adjusted EPS of $12.80 to $13.70, compared with $12.60 to $13.70 previously. It raised the lower end of 2018 revenue guidance to $21.9 billion from $21.8 billion and left the upper end unchanged at $22.8 billion.","92":"(Reuters) - Amgen Inc’s push to get patients on its new $575 a month migraine drug before competition emerges in September is facing barriers from insurers.  Amgen Inc's headquarters building is seen in Thousand Oaks, California, U.S., in 2016 released July 24, 2018. Courtesy Amgen Inc.\/Handout via REUTERS  Bracing for a flood of costly prescription claims for the drug, Aimovig, large insurers such as Anthem Inc have set requirements for patients to document how they suffer from a defined number of headaches each month, and show that they have tried older migraine drugs first.  Others have made it even harder.  Plans including Blue Cross\/Blue Shield in Florida, Pennsylvania and Kansas confirmed with Reuters that they will only cover prescriptions from - or in consultation with - a neurologist or headache specialist, and specifically a member of the United Council for Neurologic Subspecialties.  Only around three percent of U.S. neurologists have such certification, and they are spread unevenly around the country. Florida and Pennsylvania, for example, each have a couple dozen, mostly in or near cities. Kansas has none at all, although there are three in the Missouri side of Kansas City.  The migraine injection from Amgen, with partner Novartis AG, is the newest front in the battle by payors to control costs amid high patient demand for pricey new drugs. New medicines are expected to triple the migraine market to $8 billion a year, mostly paid for by employers and the government.  In the wake of public pressure from President Donald Trump, drugmakers including Pfizer Inc, Merck & Co Inc and Novartis have in recent weeks rolled back planned list price hikes, or pledged to refrain from raising prices.  Amgen, which will report quarterly results on Thursday, is relying on new medicines like Aimovig to offset declining sales of older products beginning to face competition from biosimilar versions.  Aimovig has been shown to significantly reduce migraine frequency in about half of patients. Current migraine treatments are inexpensive generics or over-the-counter pills that might have side effects, or provide only partial relief for many patients.  In May, Amgen and Novartis were the first to win approval for the new type of migraine drug designed to interfere with a chemical involved in processes that kick off the severe headaches. Headache specialists say the new therapy should help validate migraine - a predominantly female disorder - as a debilitating disease with biological causes.  Four other companies - Eli Lilly & Co, Teva Pharmaceutical Industries, Allergan and Alder Biopharmaceuticals - are all working on potential rivals. The FDA is slated to decide in September on new drug applications from Lilly and Teva.  In the meantime, Amgen is trying to increase Aimovig prescriptions by giving all new patients two free 30-day samples. After that, people with commercial insurance can get up to 12 months free while their coverage is sorted out.  “Patients are coming out of the woodwork now to get this new medication,” said Dr. David Dodick, a neurologist at the Mayo Clinic in Scottsdale, Arizona and chairman of the American Migraine Foundation, echoing what other doctors around the country told Reuters about strong demand for the injection.  BARRIERS TO ENTRY  Express Scripts, the nation’s largest manager of prescription benefits, earlier this year urged Amgen to forego the usual drugmaker strategy of setting a high list price, then lowering the cost for health plans through rebates, Reuters reported.  Aimovig’s $6,900-a-year price came in lower than many had expected, and the pharmacy benefit manager now lists Aimovig as a preferred migraine treatment on its largest formulary -requiring that patients first try two older preventive therapies and a triptan, a family of generic drugs used to treat acute migraine.  Express Scripts has Aimovig in the same category as Botox, Allergan Plc’s anti-wrinkle injection approved for preventing migraine in patients suffering from 15 or more headaches a month.  Anthem Inc, the second largest U.S. health insurer, said its affiliated employer-sponsored health plans cover Aimovig with prior authorization and proof that patients have tried other therapy, but do not require prescriptions from board-certified neurologists.  OptumRx, the UnitedHealth Group group unit that manages prescription drug coverage for the largest U.S. health insurer, covers Aimovig if patients have a certain number of headaches each month, have first tried older drugs and get their prescription from a neurologist or pain specialist, according to its prior authorization form. Officials at UnitedHealth did not immediately respond to a request for confirmation.  The No. 3 health insurer Aetna Inc said it is still conducting its clinical policy process for Aimovig and will be determining coverage in the next few weeks.  For patients with commercial insurance already covering Aimovig, Amgen has a program that keeps the monthly co-pay at $5. But that assistance, seen by some as promoting the use of higher-cost drugs, is not allowed for government-sponsored plans including Medicare and Medicaid.  Amgen also has a “Safety Net Foundation” for uninsured or low-income patients whose insurance plans exclude Aimovig.  Dr. Matthew Robbins, chief of neurology at Montefiore Medical Center in the Bronx, said he sees many patients who are struggling financially and wonders, “when the two free months are up, are they going to have to come off of the drug? The co-pays are too expensive.”  Prime Therapeutics, which manages prescription benefits for Blue Cross\/Blue Shield plans in several states covering 27 million members, said the final status of its coverage policy will be determined at a September meeting of its pharmacy and therapeutics committee.  Highmark Health, which insures about 5 million people in Pennsylvania, West Virginia and Delaware, requires Aimovig to be prescribed by or in consultation with a neurologist or headache specialist, but does not stipulate that they have a specific subspecialty certification.  The challenges have competing drugmakers already talking with insurers about price and coverage terms.  “We are in discussions with every major PBM and payer right now ... to achieve the right level of access and affordability at the time of launch,” said Wei-Li Shao, vice president of neurosciences at Eli Lilly.  Teva said its drug will be priced competitively “based on market dynamics.”  Allergan Chief Commercial Officer Bill Meury said he does not expect the company’s oral drug to be priced at a premium to rival injection medicines.  “We want to make our medications ... affordable so that health insurers place them on formulary,” he said.  On its website, Optum says it will evaluate all of the new migraine drugs, then “leverage them against each other for the best possible financial arrangement.”","93":"March 29 (Reuters) - The U.S. Food and Drug Administration on Thursday expanded the use of Amgen Inc’s leukemia drug Blincyto to include patients who are in remission but still have residual signs of the disease.  The drug, part of a class known as bispecific antibodies, is already approved for patients with acute lymphoblastic leukemia (ALL) whose cancer has returned after treatment or did not respond to previous treatment, such as a stem cell transplant or chemotherapy.  The expanded approval is for patients with “minimal residual disease,” meaning the presence of cancer cells below a level that can be seen under a microscope. Such patients still have an increased risk of relapse.  An estimated 5,960 Americans will be diagnosed with ALL this year, and around 1,470 will die from the disease, according to the National Cancer Institute.  Amgen’s sales of Blincyto totaled $175 million last year. (Reporting By Deena Beasley; Editing by Bernadette Baum)","94":"July 26 (Reuters) - Amgen Inc Chief Executive Robert Bradway said on Thursday that the biotechnology company will not raise drug prices for the remainder of the year.  “We made decisions a few months ago not to increase the prices of any of our medicines at midyear, and we have no plans to change that for the balance of the year,” Bradway said on a conference call to discuss second quarter earnings. (Reporting by Michael Erman Editing by Bill Berkrot)","95":"(Reuters) - Amgen Inc, looking to boost use of its potent cholesterol drug Repatha, has cut the medication’s U.S. list price by 60 percent to $5,850, the U.S. biotechnology company said on Wednesday.  FILE PHOTO: An Amgen sign is seen at the company's office in South San Francisco, California in this October 21, 2013 file photo. REUTERS\/Robert Galbraith\/Files\/File Photo  Repatha and rival drug Praluent from partners Regeneron Pharmaceuticals Inc and Sanofi SA were launched in 2015 at list prices of more than $14,000 a year.  Sales of both - members of a class known as PCSK9 inhibitors that dramatically lower bad LDL cholesterol - have been constrained by onerous roadblocks to patient access by insurers looking to limit spending on the expensive drugs.  Amgen’s move “is clearly focused on helping patients afford the medicine at the pharmacy counter,” said Murdo Gordon, the company’s head of commercial operations.  He said the drug, which has been shown to reduce the risk of heart attacks in high-risk patients, needs to be affordable to patients on Medicare, the federal government’s health plan for seniors.  Amgen and other drugmakers have assistance programs to cover co-pays and deductibles for patients covered by commercial insurance, but are barred by law from paying those costs for people on government-funded health plans.  The new $5,850 price is in line with the current net price Amgen gets after discounts and rebates to pharmacy benefit managers (PBMs) and health insurers, said Amgen spokeswoman Kristen Davis.  In May, Regeneron and Sanofi agreed with pharmacy benefit manager Express Scripts Holding Co to lower Praluent’s price to between $4,500 and $8,000 in exchange for easier access for patients covered by the PBM’s largest plan.  Express Scripts still lists Regeneron’s drug as the preferred PCSK9 option under that plan, but said on Wednesday it may “re-evaluate based on Amgen’s update.”  “Amgen is taking an important step forward to help payers be better positioned to provide breakthrough medicines and help people achieve better outcomes,” Express Scripts’ Chief Medical Officer Steve Miller said in a statement.  Amgen estimates that 75 percent of Repatha prescriptions for Medicare patients are not filled due to high out-of-pocket costs.  Gordon said Amgen expects that with the new lower list price for Repatha, Medicare Part D plans will list the drug with a fixed co-pay, rather than require patients to cover a percentage of the drug’s price as most now do.  He said nearly half of the 3.4 million Americans estimated to be eligible for treatment with Repatha are on Medicare. Currently, the drug is being used by around 50,000 patients worldwide, Amgen said.  “In the long term it is our hope that we can address more patient needs, leading ultimately to higher revenue,” Gordon said.  Despite initial forecasts for multibillion-dollar sales, worldwide sales of Repatha totaled just $271 million in the first half of 2018. Sales of Praluent were $134 million in the same period.  Amgen said the new list price will take affect immediately for most Repatha sales, and said the drug sold under the original list price will be phased out by the end of 2020 in order to limit any disruption to existing contracts.  The company said it has been offering healthcare payers significant rebates this year in exchange for improved patient access to Repatha.  Gordon said Amgen may continue to offer rebates to some PBMs and insurers. “If plans are interested in moving to affordable, fixed co-pay tiers, we are not going to be slow to respond to them,” he said.","96":"March 26 (Reuters) - Coherus Biosciences Inc:  * COHERUS BIOSCIENCES-U.S. COURT ADOPTED MAGISTRATE JUDGE BURKE’S REPORT & RECOMMENDATION TO GRANT MOTION OF CO TO DISMISS PATENT INFRINGEMENT COMPLAINT  * COHERUS BIOSCIENCES SAYS PATENT INFRINGEMENT COMPLAINT AGAINST CO WAS FILED BY AMGEN INC & AMGEN MANUFACTURING LIMITED - SEC FILING  * COHERUS BIOSCIENCES - PATENT INFRINGEMENT COMPLAINT WAS DISMISSED ON GROUNDS THAT COMPLAINT FAILED TO STATE CLAIM UPON WHICH RELIEF MAY BE GRANTED Source text: (bit.ly\/2pDyhcg) Further company coverage:","97":"April 7 (Reuters) - Amgen Inc:  * AMGEN - TOTAL COMPENSATION FOR CEO ROBERT BRADWAY WAS $19.6 MILLION IN 2019 VERSUS $18.6 MILLION IN 2018  * AMGEN - FOR 2019, RATIO OF ANNUAL TOTAL COMPENSATION OF CEO TO THAT OF MEDIAN STAFF MEMBER WAS 150 TO 1  * AMGEN - BOARD RECOMMENDS A VOTE “AGAINST” STOCKHOLDER PROPOSAL TO REQUIRE INDEPENDENT BOARD CHAIR Source: bit.ly\/2XkdziX Further company coverage:","98":"Aug 9 (Reuters) - A U.S. judge on Friday said patents relating to the Amgen Inc’s blockbuster rheumatoid arthritis drug Enbrel were valid, denying a challenge by Novartis AG, which is seeking to launch a copycat version.  U.S. District Judge Claire Cecchi in Newark, New Jersey rejected arguments by Novartis’ Sandoz unit that the patents covering Enbrel’s active ingredient until 2029 should not have been granted because their concepts were already contained in previous patents. (Reporting by Jan Wolfe and Ankur Banerjee; Editing by Shinjini Ganguli)","99":"April 25 (Reuters) - AbbVie Inc’s Chief Executive Officer Richard Gonzalez said on a conference call that rivals Biogen Inc and Amgen Inc had been the most aggressive in Europe with their biosimilar versions of its blockbuster drug Humira.  Sales of rheumatoid arthritis drug Humira have accounted for the bulk of AbbVie’s total revenue for years, but competition from new, cheap rivals in Europe has recently hit its results.  Novartis, Mylan Inc and other drugmakers have also launched Humira biosimilars in Europe. (Reporting by Manas Mishra in Bengaluru; Editing by Shinjini Ganguli)","100":"July 11 (Reuters) - Amgen Inc:  * AMGEN, NOVARTIS AND BANNER ALZHEIMER’S INSTITUTE DISCONTINUE CLINICAL RESEARCH PROGRAM WITH BACE INHIBITOR CNP520 FOR ALZHEIMER’S PREVENTION  * AMGEN INC - SPONSORS CONCLUDED THAT POTENTIAL BENEFIT FOR PARTICIPANTS IN STUDIES DID NOT OUTWEIGH RISK  * AMGEN INC - INVESTIGATORS ARE BEING INFORMED OF DECISION TO DISCONTINUE STUDY  * AMGEN INC - AN ASSESSMENT OF UNBLINDED DATA DURING A REGULAR PRE-PLANNED REVIEW IDENTIFIED WORSENING IN SOME MEASURES OF COGNITIVE FUNCTION Source text for Eikon: Further company coverage:","101":"June 13 (Reuters) - U.S. FDA:  * AMGEN WINS FDA APPROVAL FOR KANJINTI INJECTION FOR TREATMENT OF BREAST CANCER, GASTROESOPHAGEAL JUNCTION ADENOCARCINOMA - FDA WEBSITE  * U.S. FDA SAYS KANJINTI (TRASTUZUMAB-ANNS) IS BIOSIMILAR TO HERCEPTIN (TRASTUZUMAB)  * U.S. FDA SAYS KANJINTI COMES WITH A BOXED WARNING FOR CARDIOMYOPATHY, INFUSION REACTIONS, EMBRYO-FETAL TOXICITY, PULMONARY TOXICITY Source text: (bit.ly\/2RdhYiI) Further company coverage:","102":"BOSTON (Reuters) - Two drugmakers will pay nearly $125 million to resolve claims they used charities that help cover Medicare patients’ out-of-pocket drug costs as a way to pay kickbacks aimed at encouraging the use of their high-priced medications, the U.S. Justice Department said on Thursday.  Slideshow ( 2 images )  The department said Japan-based Astellas Pharma and Amgen Inc, the world’s largest biotechnology company, were the latest to settle claims stemming from an industry-wide probe of drugmakers’ financial support of patient assistance charities.  Astellas will pay $100 million while Amgen will pay $24.75 million, the department said. Neither company admitted wrongdoing.  Amgen in a statement said it did not agree that its conduct was inappropriate but settled to put the matter behind it. Astellas also said it believed its actions were lawful.  The investigation, led by the U.S. Attorney’s Office in Boston, came amid growing attention to soaring U.S. drug prices. Copays are partly meant to serve as a check on healthcare expenses by exposing patients to some of a medicine’s cost.  Drug companies are prohibited from subsidizing copayments for patients enrolled in the government’s Medicare healthcare program for those aged 65 and older. Companies may donate to non-profits providing copay assistance as long as they are independent.  But the government alleged the drugmakers used such charities as conduits to improperly pay the copay obligations of Medicare patients using their drugs, in violation of the Anti-Kickback Statute.  The government alleged that Astellas from 2013 to 2014 while selling the prostate cancer drug Xtandi arranged to have two foundations run funds that would only cover co-pays for patients using androgen receptor inhibitors.  Xtandi at the time was the only major drug used to treat advanced castration resistant prostate cancer from that class of medicines, the government alleged, and Astellas was the only donor to both funds.  The charities were Patient Access Network (PAN) Foundation and Chronic Disease Fund, which is now known as Good Days. PAN said the case involved issues that occurred under its prior leadership. Good Days did not respond to requests for comment.  The government also alleged Amgen from 2011 to 2014 used PAN Foundation as a conduit to pay the copay obligations of Medicare patients using its secondary hyperparathyroidism treatment Sensipar.  The department said Onyx Pharmaceuticals, which Amgen acquired in 2013, also used Chronic Disease Fund as a means to improperly pay the out-of-pocket costs of Medicare patients using its multiple myeloma drug Kyprolis.","103":"A federal appeals court on Wednesday denied a request by Roche Holdings subsidiary Genentech Inc for a temporary order keeping a biosimilar version of its cancer drug Herceptin marketed by Amgen Inc off the U.S. market.  The U.S. Court of Appeals for the Federal Circuit said in a one-page order that Genentech had not established that it was entitled to an injunction during the pendency of its appeal of a lower court ruling that allowed Amgen to launch its copycat version.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/31nyuk6","104":"(Reuters) - The U.S. patent office will review patents on Alexion Pharmaceuticals Inc’s blood disorder treatment Soliris, after Amgen Inc challenged them, court filings showed on Friday.  FILE PHOTO: An Amgen sign is seen at the company's office in South San Francisco, California in this October 21, 2013 file photo. REUTERS\/Robert Galbraith  The move deals a blow to Alexion’s efforts to ward off competition for its top-selling drug, which accounted for nearly 82% of the drugmaker’s total revenue in the latest quarter.  Alexion’s shares fell 10.4% to $100.51, while Amgen’s were marginally higher at $208.21.  Amgen is contesting the U.S. patents to Soliris that extend the drug’s market exclusivity to 2027 from 2022.  The Patent Trial and Appeal Board, an administrative court run by the U.S. patent office, said on Friday it was instituting an inter partes review (IPR) on the patents.  The IPR is seeking to invalidate new patents covering the composition of the main ingredient of Soliris, eculizumab, its formulation, and its use to treat blood disorder proxysmal nocturnal hemoglobinuria (PNH).  Soliris is approved for four indications and brought in sales of $980.8 million in the quarter ended June 30.  Alexion said it will “vigorously defend” its patents and address the court’s specific concerns in the IPR proceedings.  The drugmaker is trying to retain its stronghold in the PNH market by converting patients to its Soliris-successor Ultomiris, which won U.S. approval last year.  Alexion has also been seeking to expand label for Soliris, which won U.S. approval to treat autoimmune disease neuromyelitis optica spectrum disorder (NMOSD) in June.  Besides PNH and NMOSD, Soliris is approved for atypical hemolytic uremic syndrome and generalized myasthenia gravis (gMG).  “Regardless of the ultimate outcome here, Soliris has orphan drug designation in the U.S. for gMG through late 2024 and for NMOSD through mid-2026,” the company said.  The U.S. Food and Drug Administration’s Orphan drug status comes with incentives, including a period of marketing exclusivity, to developers of rare disease treatments.  A decision on the validity of the new Soliris patents is expected in Q3 2020, as the U.S. patent office may require a full year for its assessment, SVB Leerink analyst Geoffrey Porges said.  Analysts were expecting Alexion to prevail over Amgen in the United States, where Soliris raked in about 51% of its total sales in the last quarter.  Amgen declined to comment on the court’s decision to review Soliris patents.  Alexion also awaits an impending European Patent Office (EPO) decision on its patent applications for Soliris, to extend the drug’s PNH market exclusivity in the European Union to 2027.","105":"May 22 (Reuters) - Amgen Inc:  * AMGEN INC - CO CURRENTLY HAS 13 DIRECTORS  * AMGEN INC - ALL OF DIRECTOR NOMINEES WERE RE-ELECTED TO BOARD AT ANNUAL MEETING OF STOCKHOLDERS  * AMGEN INC - BRIAN J. DRUKER, A NEW NOMINEE FOR DIRECTOR, WAS ALSO ELECTED Source text for Eikon: Further company coverage:","106":"Feb 21 (Reuters) - Amgen Inc:  * AMGEN INC - ON FEB 21, ISSUED AND SOLD $500 MILLION OF 1.900% SENIOR NOTES DUE 2025, $750 MILLION OF 2.200% SENIOR NOTES DUE 2027  * AMGEN INC - 2025 NOTES WILL MATURE ON FEB 21, 2025, 2027 NOTES WILL MATURE ON FEB 21, 2027  * AMGEN INC - 2030 NOTES WILL MATURE ON FEB 21, 2030, 2040 NOTES WILL MATURE ON FEB 21, 2040 AND 2050 NOTES WILL MATURE ON FEB 21, 2050  * AMGEN INC - ALSO ISSUED, SOLD $1.25 BILLION 2.450% SENIOR NOTES DUE 2030, $1.25 BILLION 3.150% SENIOR NOTES DUE 2040, $1.25 BILLION 3.375% SENIOR NOTES DUE 2050 Source text: (bit.ly\/2SNkwX7) Further company coverage:","107":"March 31 (Reuters) - Amgen Inc:  * AMGEN - HAVE TEMPORARILY PAUSED ENROLLMENT\/SCREENING IN CLINICAL TRIALS WHERE THERE IS UNCERTAINTY AROUND ABILITY OF SITES TO ENSURE SUBJECT SAFETY  * AMGEN INC - MADE DECISION TO SUSPEND ALL IN-PERSON MEETINGS AND INTERACTIONS WITH HEALTHCARE COMMUNITY AND PROFESSIONALS IN U.S.  * AMGEN INC - AT THIS STAGE OF COVID-19 PANDEMIC, CANNOT RULE OUT FUTURE IMPACT ON CO’S BUSINESS  * AMGEN INC - DO NOT CURRENTLY ANTICIPATE A SHORTAGE OF CO’S MEDICINES DUE TO COVID-19  * AMGEN INC - COMMITTED TO PAY CONTINUITY FOR EMPLOYEES AND WILL ASSESS DURATION OF THAT COMMITMENT AS SITUATION EVOLVES  * AMGEN - PROVIDING STAFF WORKING FROM HOME IN U.S. AND PUERTO RICO MONTHLY STIPEND FOR HOME BROADBAND INTERNET ACCESS Source text for Eikon: bit.ly\/39y6o9B Further company coverage:","108":"(Repeats to additional customers with no changes to text)  July 26 (Reuters) - Amgen Inc’s push to get patients on its new $575 a month migraine drug before competition emerges in September is facing barriers from insurers.  Bracing for a flood of costly prescription claims for the drug, Aimovig, large insurers such as Anthem Inc have set requirements for patients to document how they suffer from a defined number of headaches each month, and show that they have tried older migraine drugs first.  Others have made it even harder.  Plans including Blue Cross\/Blue Shield in Florida, Pennsylvania and Kansas confirmed with Reuters that they will only cover prescriptions from - or in consultation with - a neurologist or headache specialist, and specifically a member of the United Council for Neurologic Subspecialties.  Only around three percent of U.S. neurologists have such certification, and they are spread unevenly around the country. Florida and Pennsylvania, for example, each have a couple dozen, mostly in or near cities. Kansas has none at all, although there are three in the Missouri side of Kansas City.  The migraine injection from Amgen, with partner Novartis AG , is the newest front in the battle by payors to control costs amid high patient demand for pricey new drugs. New medicines are expected to triple the migraine market to $8 billion a year, mostly paid for by employers and the government.  In the wake of public pressure from President Donald Trump, drugmakers including Pfizer Inc, Merck & Co Inc and Novartis have in recent weeks rolled back planned list price hikes, or pledged to refrain from raising prices.  Amgen, which will report quarterly results on Thursday, is relying on new medicines like Aimovig to offset declining sales of older products beginning to face competition from biosimilar versions.  Aimovig has been shown to significantly reduce migraine frequency in about half of patients. Current migraine treatments are inexpensive generics or over-the-counter pills that might have side effects, or provide only partial relief for many patients.  In May, Amgen and Novartis were the first to win approval for the new type of migraine drug designed to interfere with a chemical involved in processes that kick off the severe headaches. Headache specialists say the new therapy should help validate migraine - a predominantly female disorder - as a debilitating disease with biological causes.  Four other companies - Eli Lilly & Co, Teva Pharmaceutical Industries, Allergan and Alder Biopharmaceuticals - are all working on potential rivals. The FDA is slated to decide in September on new drug applications from Lilly and Teva.  In the meantime, Amgen is trying to increase Aimovig prescriptions by giving all new patients two free 30-day samples. After that, people with commercial insurance can get up to 12 months free while their coverage is sorted out.  “Patients are coming out of the woodwork now to get this new medication,” said Dr. David Dodick, a neurologist at the Mayo Clinic in Scottsdale, Arizona and chairman of the American Migraine Foundation, echoing what other doctors around the country told Reuters about strong demand for the injection.  BARRIERS TO ENTRY  Express Scripts, the nation’s largest manager of prescription benefits, earlier this year urged Amgen to forego the usual drugmaker strategy of setting a high list price, then lowering the cost for health plans through rebates, Reuters reported.  Aimovig’s $6,900-a-year price came in lower than many had expected, and the pharmacy benefit manager now lists Aimovig as a preferred migraine treatment on its largest formulary -requiring that patients first try two older preventive therapies and a triptan, a family of generic drugs used to treat acute migraine.  Express Scripts has Aimovig in the same category as Botox, Allergan Plc’s anti-wrinkle injection approved for preventing migraine in patients suffering from 15 or more headaches a month.  Anthem Inc, the second largest U.S. health insurer, said its affiliated employer-sponsored health plans cover Aimovig with prior authorization and proof that patients have tried other therapy, but do not require prescriptions from board-certified neurologists.  OptumRx, the UnitedHealth Group group unit that manages prescription drug coverage for the largest U.S. health insurer, covers Aimovig if patients have a certain number of headaches each month, have first tried older drugs and get their prescription from a neurologist or pain specialist, according to its prior authorization form. Officials at UnitedHealth did not immediately respond to a request for confirmation.  The No. 3 health insurer Aetna Inc said it is still conducting its clinical policy process for Aimovig and will be determining coverage in the next few weeks.  For patients with commercial insurance already covering Aimovig, Amgen has a program that keeps the monthly co-pay at $5. But that assistance, seen by some as promoting the use of higher-cost drugs, is not allowed for government-sponsored plans including Medicare and Medicaid.  Amgen also has a “Safety Net Foundation” for uninsured or low-income patients whose insurance plans exclude Aimovig.  Dr. Matthew Robbins, chief of neurology at Montefiore Medical Center in the Bronx, said he sees many patients who are struggling financially and wonders, “when the two free months are up, are they going to have to come off of the drug? The co-pays are too expensive.”  Prime Therapeutics, which manages prescription benefits for Blue Cross\/Blue Shield plans in several states covering 27 million members, said the final status of its coverage policy will be determined at a September meeting of its pharmacy and therapeutics committee.  Highmark Health, which insures about 5 million people in Pennsylvania, West Virginia and Delaware, requires Aimovig to be prescribed by or in consultation with a neurologist or headache specialist, but does not stipulate that they have a specific subspecialty certification.  The challenges have competing drugmakers already talking with insurers about price and coverage terms.  “We are in discussions with every major PBM and payer right now ... to achieve the right level of access and affordability at the time of launch,” said Wei-Li Shao, vice president of neurosciences at Eli Lilly.  Teva said its drug will be priced competitively “based on market dynamics.”  Allergan Chief Commercial Officer Bill Meury said he does not expect the company’s oral drug to be priced at a premium to rival injection medicines.  “We want to make our medications ... affordable so that health insurers place them on formulary,” he said.  On its website, Optum says it will evaluate all of the new migraine drugs, then “leverage them against each other for the best possible financial arrangement.” (Editing by Elyse Tanouye and Edward Tobin)","109":"NEW YORK, April 4 (Reuters) - Swiss drugmaker Novartis AG sued Amgen Inc on Thursday, accusing the U.S. biotech of trying to back out of the companies’ agreements to develop and market Aimovig for the prevention of migraines.  In a complaint filed in Manhattan federal court, Novartis accused Amgen of improperly trying to terminate their collaborative agreements, which began in 2015, in an effort to keep Aimovig profits for itself. Aimovig won U.S. approval last year.","110":"Feb 27 (Reuters) - Amgen Inc:  * AMGEN RECEIVES POSITIVE CHMP OPINION FOR DELIVERY SYSTEM OF NEULASTA® (PEGFILGRASTIM)  * AMGEN INC - CHMP OF EMA ISSUED A POSITIVE OPINION RECOMMENDING A LABEL VARIATION FOR NEULASTA TO INCLUDE NEULASTA ONPRO KIT Source text for Eikon: Further company coverage:","111":"May 22 (Reuters) - Amgen, the world’s largest biotechnology company, said on Wednesday it offered to buy Scandinavian biopharmaceutical company Nuevolution AB for 1.61 billion Swedish crowns ($166.8 million).  Amgen’s cash offer of 32.5 Swedish crowns represents a premium of 168.6% to Nuevolution’s closing price on Tuesday.  Separately, Copenhagen-headquartered Nuevolution said its board unanimously recommended Amgen’s offer. ($1 = 9.6543 Swedish crowns) (Reporting by Philip George in Bengaluru; editing by Gopakumar Warrier)","112":"SAN DIEGO (Reuters) - Amgen Inc, updating the first trial of its bispecific antibody for multiple myeloma, said on Monday seven out of 10 patients given the second-highest dose of AMG420 responded to the drug, including four with no detectable cancer.  FILE PHOTO - An Amgen sign is seen at the company's office in South San Francisco, California in this October 21, 2013 file photo. REUTERS\/Robert Galbraith\/Files  Six patients were still responding at 7.5 months of follow-up, according to research presented in San Diego at the annual meeting of the American Society of Hematology (ASH).  The highest trial dose was discontinued due to toxicity. Nearly a third of trial patients developed serious infections and other side effects included nerve damage and liver failure.  Amgen said AMG420, which targets a protein linked to multiple myeloma known as BCMA, has been given fast track status by the U.S. Food and Drug Administration.  “Based on these data, we plan to open an expanded trial,” David Reese, Amgen’s head of research and development, said in an interview. “We want to begin exploring quickly enrollment in earlier lines of therapy.”  Amgen’s pipeline of bispecific antibodies, which are designed to attach to a cancer cell and an immune cell, bringing them together so the body’s immune system can kill the cancer, are a cornerstone of the biotech company’s oncology research.  Other companies are exploring different ways to attack the same BCMA target, including bluebird bio Inc, Celgene Corp and Johnson & Johnson.  Earlier at the ASH meeting, bluebird and Celgene presented early trial data showing that experimental cell therapy bb21217 induced responses in 10 out of 12 heavily pre-treated myeloma patients.  Bb21217 is a next-generation version of bb2121, the companies’ more advanced, but still experimental therapy in a class called CAR-T that requires harvesting a patient’s own disease-fighting T-cells, modifying them in a laboratory so they target specific proteins on cancer cells and infusing them back into the patient. The manufacturing process for bb21217 is designed to improve the persistence of the altered cells.  J&J, which licensed BCMA-directed CAR-T LCAR-B38M from a unit of China-based GenScript Biotech Corp, on Monday presented updated results from a Chinese study of the cell therapy in 57 previously treated myeloma patients. It showed that 88 percent of patients responded to the treatment, and 74 percent achieved remission.  J&J is currently enrolling patients in an international study aimed at validating those findings.  Amgen has suggested the “off the shelf” nature of its antibody platform could be an advantage from both a clinical and commercial standpoint, but oncologists say more data is needed.  Trial patients are hospitalized for their first cycle of AMG420, after which they receive the drug by continuous 24-hour infusion for four weeks, followed by two weeks off therapy, for up to 10 cycles.  Amgen has another BCMA-targeting antibody that lasts longer in the body, requiring less frequent infusions, but that research is at an earlier stage.  In the current study, 42 patients with multiple myeloma that worsened after at least two prior treatments were given AMG420 at varying doses. A total of 13 patients responded to the treatment, including seven who achieved remission.  Of the 20 patients with serious adverse events, 17 required hospitalization and four had prolonged hospitalization.","113":"Sept 17 (Reuters) - Eli Lilly and Co on Thursday entered into an agreement with Amgen Inc to increase the supply capacity of the drugmaker’s experimental COVID-19 antibody treatments.  Through the collaboration, the two companies will have the ability to scale up production should one or more of Lilly’s antibody therapies prove successful in clinical testing and receive regulatory approval, the companies said in a statement. (Reporting by Manas Mishra in Bengaluru; Editing by Maju Samuel)","114":"May 22 (Reuters) - Amoy Diagnostics Co Ltd:  * SAYS IT SIGNS AGREEMENT WITH AMGEN INC TO DEPLOY COMPANION DIAGNOSTIC PRODUCT TAILORED TO AMGEN'S LUNG CANCER TREATMENT AMG510 IN CHINA Source text in Chinese: bit.ly\/2Zy8t45 Further company coverage: (Reporting by Hong Kong newsroom)","115":"April 4 (Reuters) - Novartis Ag:  * NOVARTIS UPDATES ON THE MIGRAINE COLLABORATION WITH AMGEN  * NOVARTIS ANNOUNCED TODAY THAT THERE IS A LEGAL DISPUTE WITH AMGEN REGARDING COLLABORATION AGREEMENTS IN FIELD OF MIGRAINE  * NOVARTIS CONSIDERS NOTICE OF TERMINATION UNJUSTIFIED AND WITHOUT LEGAL MERIT  * NOVARTIS DISPUTES AMGEN’S NOTICE VIGOROUSLY Source text for Eikon: Further company coverage:","116":"Feb 23 (Reuters) - Amgen Inc:  * AMGEN RECEIVES POSITIVE OPINION EXPANDING USE OF XGEVA® (DENOSUMAB) TO COVER PREVENTION OF SKELETAL-RELATED EVENTS IN PATIENTS WITH MULTIPLE MYELOMA IN EUROPE Source text for Eikon: Further company coverage:","117":"A federal appeals court on Tuesday dealt mixed news to Amgen Inc in its effort to block competing versions of its drug Sensipar from hitting the market, saying at least one proposed generic version would infringe an Amgen patent but another proposed generic would not.  Partially affirming a Delaware judge, the U.S. Court of Appeals for the Federal Circuit issued a decision addressing generic versions of Amgen’s secondary hyperparathyroidism (HPT) treatment proposed by three drug companies: Amneal Pharmaceuticals Inc, Cadila Healthcare Ltd and Piramal Group.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/37Jyn5x","118":"March 7 (Reuters) - Amgen Inc:  * SETS QUARTERLY DIVIDEND OF $1.32 PER SHARE Source text for Eikon: Further company coverage:","119":"Jan 16 (Reuters) - An advisory panel to the U.S. Food and Drug Administration on Wednesday recommended Amgen Inc’s osteoporosis treatment for postmenopausal women at high risk for fracture, saying the benefits of the drug outweighed its risks.  The panel voted 15-1 in favor of the monthly injection, developed with Belgium-based UCB SA, that works as a bone forming agent. The drug, Evenity, helps reduce the risk of fracture by increasing bone formation and inhibiting break down of bone minerals.  Three other members of the panel voted in favor of the drug but proposed approving it for a different indication.  The FDA is not mandated to follow the recommendation of the panel, but generally does. (Reporting by Saumya Sibi Joseph and Aakash Jagadeesh Babu in Bengaluru; Editing by Maju Samuel)","120":"(Reuters) - Amgen Inc said on Tuesday second-quarter revenue rose 6% as higher sales of newer drugs, including recently added psoriasis treatment Otezla, offset declining sales of older medicines which were due in some cases to people staying home to avoid exposure to the new coronavirus.  FILE PHOTO: An Amgen sign is seen at the company's office in South San Francisco, California October 21, 2013. REUTERS\/Robert Galbraith\/File Photo  The results were largely in line with Wall Street estimates, and the company’s shares fell nearly 2% in extended trading.  Amgen said sales of drugs such as osteoporosis treatment Prolia fell as people, especially older women who use the physician-administered drug, put off going to the doctor due to the pandemic.  “Stringent stay-at-home orders resulted not just in social distancing, but in medical distancing,” Amgen commercial operations chief Murdo Gordon said on a conference call.  But he added that sales of Prolia and other drugs picked up in the latter half of the quarter, in part because the company worked closely with healthcare providers to identify alternative sites for patients to receive their injections.  For the full year, Amgen narrowed its outlook for adjusted earnings per share to between $10.73 and $11.43 from its previous range of $10.65 to $11.45. The company said it still expects full-year revenue of $25 billion to $25.6 billion.  The current pandemic “creates significant uncertainty,” Chief Financial Officer Peter Griffith said.  Total revenue for the quarter of $6.2 billion was in line with the average Wall Street estimate as compiled by Refinitiv.  Otezla, acquired from Celgene Corp in November, had sales of $561 million for the quarter, beating analyst expectations of $540 million.  Adjusted earnings, helped by lower expenses, rose 4% to $2.52 billion, or $4.25 per share, beating the average estimate of $3.84 per share.  Amgen’s “performance was solid during the quarter,” Edward Jones analyst Ashtyn Evans said in an emailed statement, adding that investor focus is now shifting to the company’s drug development pipeline.  Amgen expects key clinical data in the second half of this year from trials of experimental drugs, including tezepelumab in patients with severe asthma, omecamtiv mecarbil in heart failure patients and sotorasib for lung cancer.  Amgen shares fell 1.7% after hours to $251 from their Nasdaq close at $255.27.","121":"(Corrects spelling of Repatha, paragraph 1)  Feb 25 (Reuters) - A U.S. jury said on Monday that patents owned by Amgen Inc on its cholesterol drug Repatha are valid, rejecting a challenge by Regeneron Pharmaceuticals Inc and Sanofi SA, Bloomberg reported.  Sanofi and Regeneron had stipulated that if the Amgen patents were valid, their jointly developed cholesterol drug Praluent infringed them.  Thousand Oaks, California-based Amgen won a similar verdict in 2016, as well as a court order blocking Praluent sales, but an appeals court set aside the victory and ordered a new trial.","122":"March 23 (Reuters) - EU Medicines Agency:  * EU MEDICINES AGENCY RECOMMENDS APPROVAL OF AMGEN EUROPE’S BIOSIMILAR DRUG FOR TREATMENT OF BREAST AND GASTRIC CANCER  * EU MEDICINES AGENCY RECOMMENDS APPROVAL OF SANDOZ'S BIOSIMILAR DRUG FOR TREATMENT OF RHEUMATOID ARTHRITIS, CROHN'S DISEASE, ULCERATIVE COLITIS, ETC. Source text ID: (bit.ly\/2G0h1YI) Further company coverage:","123":"April 24 (Reuters) - Amgen Inc on Tuesday reported a higher first quarter profit, driven by lower taxes and a 3 percent increase in product sales as strong growth for newer drugs like cholesterol medication Repatha offset weakness in older products.  The biotech company slightly raised the lower end of its full-year financial outlook, and said its adjusted tax rate would be 13.5 percent to 14.5 percent, or half a point less than previously expected.  Amgen posted first quarter adjusted earnings of $3.47 per share, helped by lower taxes and fewer outstanding shares. Analysts on average expected $3.23 per share, according to Thomson Reuters I\/B\/E\/S.  First-quarter revenue rose 2 percent to $5.55 billion, with sales up 3 percent to $5.34 billion.  Sales of anti-inflammatory drug Enbrel, faced with more competition in the rheumatology and dermatology sectors, fell 6 percent to $1.05 billion, below Wall Street estimates of $1.09 billion. Sales of Repatha more than doubled to $123 million, beating the average analyst estimate of $104 million.  For the full year, Amgen said it now expects adjusted EPS of $12.80 to $13.70, compared with $12.60 to $13.70 previously. It raised the lower end of 2018 revenue guidance to $21.9 billion from $21.8 billion and left the upper end unchanged at $22.8 billion. (Reporting by Deena Beasley; Editing by Sandra Maler)","124":"Aug 30 (Reuters) - The U.S. patent office will review three patents on Alexion Pharmaceuticals Inc’s drug Soliris, after rival Amgen Inc filed a petition challenging them, court filings showed on Friday.  The Patent Trial and Appeal Board, a court run by the U.S. patent office, said it was instituting an inter-party review on the patents.  Soliris is approved for two rare blood disorders, paroxysmal nocturnal hemoglobinuria and atypical hemolytic uremic syndrome, and brought in sales of $980.8 million for Alexion in the quarter ended June 30. (Reporting by Manas Mishra in Bengaluru; Editing by Arun Koyyur)","125":"April 3 (Reuters) - Amgen Inc:  * EUROPEAN COMMISSION APPROVES EXPANDED INDICATION FOR AMGEN’S XGEVA (DENOSUMAB) FOR PREVENTION OF SKELETAL-RELATED EVENTS IN PATIENTS WITH MULTIPLE MYELOMA Source text for Eikon: Further company coverage:","126":"March 31 (Reuters) - Amgen Inc:  * AMGEN ESTABLISHES WHOLLY-OWNED AFFILIATE IN JAPAN  * CONSUMMATED PURCHASE FROM ASTELLAS OF 49% OF SHARES OF AMGEN ASTELLAS BIOPHARMA K.K., JOINT VENTURE BETWEEN CO AND ASTELLAS Source text for Eikon: Further company coverage:","127":"A federal judge has ruled that the U.S. Food and Drug Administration acted reasonably when it declined last year to grant Amgen Inc a six-month period of marketing exclusivity for pediatric uses of its kidney drug Sensipar.  U.S. District Judge Randolph Moss in Washington, D.C. on Saturday rejected Amgen’s contention that the FDA’s actions were inconsistent with its earlier decision to grant Johnson & Johnson pediatric exclusivity for an oral contractive.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2sFF6Or","128":"(Reuters) - Mylan NV on Monday beat a clutch of drugmakers racing to get a biosimilar to Amgen Inc’s blockbuster drug, Neulasta, to market, with U.S. health regulators approving its version of the infection-fighting treatment.  Mylan’s shares rose 5.2 percent to $40.50 after the bell, while Amgen fell 1.7 percent to $182.30.  Mylan and its partner - India’s Biocon - expect to launch the drug, Fulphila, in the coming weeks, the companies said.  Neulasta, which is used to fight infections in cancer patients, brought Amgen revenue of $4.53 billion last year and accounted for nearly 21 percent of total product sales.  While competition for the drug has long been expected, Monday’s approval positions Mylan favorably, according to analysts.  “Mylan is thus far the only approved biosimilar, and may therefore fill the channel ahead of competition,” Mizuho Securities analyst Irina Koffler said in a note.  Koffler estimates that Fulphila could bring in peak sales of $554 million in 2022.  Fulphila is the second biosimilar from Mylan and Biocon to be approved in six months, after the FDA gave its nod to the companies’ version of Roche’s blockbuster breast cancer treatment, Herceptin, in December.  In 2017, the FDA declined to approve Fulphila and asked for more data related to manufacturing facilities of the drug’s developers.  The FDA has also previously rejected biosimilars to Neulasta from Novartis AG and Coherus BioSciences Inc.  Biologic drugs such as Neulasta are made inside living cells, and it is impossible to make exact generic copies. As a result, regulators are approving products deemed “similar” enough as biologics. in the hope that they .  In the wake of widespread criticism of corporate greed in the pharmaceutical industry, the agency has prioritized the approval of cheaper copies of branded medicines to increase competition in the market and tackle soaring branded drug prices.  Mylan's Fulphila can cause serious side effects including a rupture of the spleen, acute respiratory distress syndrome, and serious allergic reactions, the FDA said here.","129":"May 15 (Reuters) - The U.S. Food and Drug Administration on Tuesday approved Pfizer Inc’s biosimilar of Amgen Inc’s anemia treatment Epogen.  The biosimilar, called Retacrit, was approved to treat anemia caused by chronic kidney disease, chemotherapy, or use of AIDS medicine zidovudine in patients with an HIV infection. (Reporting by Tamara Mathias in Bengaluru; Editing by Shailesh Kuber)","130":"May 16 (Reuters) - Amgen Inc:  * AMGEN RECEIVES EUROPEAN COMMISSION APPROVAL FOR REPATHA® (EVOLOCUMAB) TO PREVENT HEART ATTACK AND STROKE IN ADULTS WITH ESTABLISHED CARDIOVASCULAR DISEASE  * AMGEN INC - EC APPROVED A NEW INDICATION IN REPATHA Source text for Eikon: Further company coverage:","131":"Sept 28(Reuters) - An experimental Amgen Inc drug that targets a specific genetic mutation shrank tumors in just one of 12 patients with advanced colorectal cancer who were given the highest dose in a small, early-stage trial, the company said on Saturday.  The cancer stopped growing in 10 of the patients taking 960 milligrams of AMG510 daily, while one patient experienced tumor progression, according to Phase I trial data presented in Barcelona at a meeting of the European Society of Medical Oncology (ESMO).  In addition, one of the 10 patients whose colon cancer had initially stabilized later dropped out of the trial after their disease worsened.  The company had previously reported a much higher response rate for the drug in lung cancer.  Amgen said it has not decided whether to move AMG510 into a larger Phase II colon cancer study as a monotherapy. The U.S. biotech does plan to begin a colon cancer trial this year testing the pill in combination with drugs known as MEK inhibitors that block a protein associated with tumor growth.  “The fact that we saw one response is encouraging,” Greg Friberg, head of oncology development at Amgen, told Reuters, adding that “additional work in understanding mutational drivers is ongoing.”  AMG510 is part of a growing trend of precision medicines that target specific gene mutations driving cancer regardless of the organ in which the disease originated.  Colorectal cancer patients have been followed for a median of 13 weeks in the study, which includes patients with other types of cancer as well, Amgen said.  Earlier this month, Amgen said AMG510 shrank tumors in about half of advanced non-small cell lung cancer patients in the trial. The U.S. Food and Drug Administration has granted “fast track” status to the drug for lung cancer, which could hasten an eventual approval decision.  Early results appear to indicate that the drug is safe, with six out of 76 patients reporting diarrhea or anemia.  Amgen is also studying AMG510 in combination with Keytruda, Merck & Co’s blockbuster immunotherapy, for treating lung cancer.  The drug could become the first approved medicine targeting a mutated form of a gene known as KRAS. The mutation, KRASG12C, occurs in around 13% of non-small cell lung cancers, 3% to 5% of colorectal cancers and up to 2% of other solid tumor cancers.  Rivals such as Mirati Therapeutics Inc are also developing drugs that target KRAS mutations. (Reporting By Deena Beasley Editing by Bill Berkrot)","132":"(Reuters) - Amgen Inc on Tuesday said competition for its older drugs sent third-quarter revenue down 3%, but biosimilar sales were strong and the quarterly results were ahead of Wall Street estimates.  FILE PHOTO: An Amgen sign is seen at the company's office in South San Francisco, California in this October 21, 2013 file photo. REUTERS\/Robert Galbraith\/Files  The biotechnology company, which last year launched migraine drug Aimovig, also said it would end programs to develop other neuroscience drugs.  Amgen posted third-quarter adjusted earnings per share of $3.66, beating the average analyst estimate by 13 cents, according to IBES data from Refinitiv. Share buybacks lowered the number of Amgen shares outstanding by 7% from a year earlier.  Amgen, which has launched its own biosimilar versions of several drugs sold by rival companies, said sales of those products rose to $173 million from $82 million in the previous quarter.  “The quarter was marked by continued questions around some of their key franchises,” Jefferies analyst Michael Yee told Reuters. “There were some offsetting surprises. The biosimilar business ... is on a run rate for nearly a billion (dollars) by next year.”  Amgen shares, which closed up 2% at $208.99 - near their all-time high - were trading close to that after hours.  Sales of new migraine drug Aimovig totaled $66 million for the quarter, well short of the $94.5 million projected by analysts, while sales of cholesterol fighter Repatha rose 40% to $168 million. That was still shy of Wall Street estimates of $170.3 million.  Amgen officials said Aimovig prescriptions are increasing, but discounts linked to payer formulary placement have resulted in lower net prices.  Sales of Neulasta, which fights infections by boosting white blood cells, fell 32% to $711 million, and sales of kidney drug Sensipar plunged 73% to $109 million in the face of increased competition from cheaper generics and biosimilars.  The company said it now expects full-year adjusted earnings of $14.20 to $14.45 per share on revenue of $22.8 billion to $23 billion. It had previously forecast $13.75 to $14.30 per share on revenue of $22.4 billion to $22.9 billion.  Analysts’ earnings estimates for 2019 were already ahead of the older forecast at $14.39 per share.  Amgen’s revenue for the quarter declined to $5.74 billion from $5.9 billion a year ago, which was slightly better than analysts’ estimates of $5.64 billion.","133":"(Reuters) - Amgen Inc won U.S. Food and Drug Administration approval on Thursday for the first drug in a new class designed to prevent migraine headaches in adults.  The drug, Aimovig, which is given monthly by self-injection, will have a list price of $6,900 a year, or $575 a month, the company said. The price applies to both a 70 milligram and a 140 mg dose. Any discounts or rebates will depend on negotiations with health plans, Amgen spokeswoman Kristen Davis said.  Some Wall Street analysts had expected a price as high as $10,000 a year.  Amgen’s pricing strategy “appears to play into (an) appropriate framework of lower gross pricing,” Jefferies analyst Michael Yee said in a research note.  Express Scripts, the largest U.S. manager of prescription benefits, has called for Amgen to reconsider its strategy of setting a high list price for new drugs and then lowering the cost for health plans through hefty rebates.  In a statement on Thursday, Express Scripts said migraine patients have a serious unmet need, but “not everyone will need this drug” and it will have a program in place to make sure the medication is authorized for only the appropriate patients.  U.S. President Donald Trump last week blasted drugmakers and healthcare “middlemen” for making prescription medicines unaffordable for Americans as the administration said it would act to boost competition between pharmaceutical companies and test ways to pay for drugs based on their effectiveness.  The administration said longer-term priorities include restricting use of rebates, creating incentives for drugmakers to lower list prices, and investigating tools to address foreign government practices that it said could be harming innovation and driving up U.S. prices.  Aimovig is the first in a new class of treatments designed to prevent migraine by interfering with calcitonin gene-related peptide (CGRP), which is involved in the processes that kick off the severe headaches, such as dilation of blood vessels in the brain.  Companies including Teva Pharmaceutical Industries, Eli Lilly & Co and Alder Biopharmaceuticals Inc are developing similar treatments.  In three separate pivotal trials, involving patients with chronic or episodic migraines, patients given Aimovig experienced an average of one to 2.5 fewer migraine days a month than those treated with a placebo, the FDA said.  The most common side effects reported by patients in the trials were injection site reactions and constipation.  Preventive medications may be an option for around eight million Americans suffering from migraine, Amgen said.  Current migraine treatments are mostly repurposed generic drugs including anti-depressants and hypertension medicines. Allergan’s anti-wrinkle injection Botox is approved for patients suffering from 15 or more migraine headaches a month.  Analysts, on average, have forecast annual Aimovig sales of nearly $1 billion by 2022, according to Thomson Reuters I\/B\/E\/S.  Express Scripts has also suggested that Aimovig prescriptions be at least partially refunded if the drug fails to work, since many patients in the clinical trials did not have a significant response to the treatment.  Amgen, which will market Aimovig in partnership with Novartis, said the drug’s price “reflects the value it brings to patients and society.” The company said it will pay most out-of-pocket costs for eligible patients with commercial insurance.","134":"April 24 (Reuters) - Amgen Inc on Tuesday reported a higher first quarter profit, driven by lower taxes and a 3 percent increase in product sales as strong growth for newer drugs like cholesterol medication Repatha offset weakness in older products.  The biotech company slightly raised the lower end of its full-year financial outlook, and said its adjusted tax rate would be 13.5 percent to 14.5 percent, or half a point less than previously expected.  Amgen posted first quarter adjusted earnings of $3.47 per share, helped by lower taxes and fewer outstanding shares. Analysts on average expected $3.23 per share, according to Thomson Reuters I\/B\/E\/S.  First-quarter revenue rose 2 percent to $5.55 billion, with sales up 3 percent to $5.34 billion.  Sales of anti-inflammatory drug Enbrel, faced with more competition in the rheumatology and dermatology sectors, fell 6 percent to $1.05 billion, below Wall Street estimates of $1.09 billion. Sales of Repatha more than doubled to $123 million, beating the average analyst estimate of $104 million.  For the full year, Amgen said it now expects adjusted EPS of $12.80 to $13.70, compared with $12.60 to $13.70 previously. It raised the lower end of 2018 revenue guidance to $21.9 billion from $21.8 billion and left the upper end unchanged at $22.8 billion. (Reporting by Deena Beasley; Editing by Sandra Maler)","135":"May 29 (Reuters) - Amgen Inc:  * AMGEN PRESENTS NEW AMG 510 CLINICAL DATA ACROSS MULTIPLE SOLID TUMORS DURING ASCO20 VIRTUAL SCIENTIFIC PROGRAM  * AMGEN INC - DATA IN ADVANCED COLORECTAL CANCER SHOW DISEASE CONTROL RATE OF 80% AT TARGET DOSE  * AMGEN INC - ANTI-TUMOR ACTIVITY OBSERVED ACROSS MULTIPLE SOLID TUMORS  * AMGEN INC - UPDATED PHASE 1 DATA CONTINUED TO DEMONSTRATE DISEASE CONTROL ACTIVITY, SAFETY AND TOLERABILITY FOR AMG 510 Source text for Eikon: Further company coverage:","136":"(Corrects to $10,000 a year instead of $10,000 a month, paragraph 3)  May 17 (Reuters) - Amgen Inc won U.S. Food and Drug Administration approval on Thursday for the first drug in a new class designed to prevent migraine headaches in adults.  The drug, Aimovig, which is given monthly by self-injection, will have a list price of $6,900 a year, or $575 a month, the company said. Any discounts or rebates will depend on negotiations with health plans, Amgen spokeswoman Kristen Davis said.  Some Wall Street analysts had expected a price as high as $10,000 a year.  Amgen’s pricing strategy “appears to play into (an) appropriate framework of lower gross pricing,” Jefferies analyst Michael Yee said in a research note.  Express Scripts, the largest U.S. manager of prescription benefits, has called for Amgen to reconsider its strategy of setting a high list price for new drugs and then lowering the cost for health plans through hefty rebates.  Yee said Aimovig’s net price could fall to around $5,000 to $6,000 a year after rebates and discounts.  U.S. President Donald Trump last week blasted drugmakers and healthcare “middlemen” for making prescription medicines unaffordable for Americans as the administration said it would act to boost competition between pharmaceutical companies and test ways to pay for drugs based on their effectiveness.  The administration said longer-term priorities include restricting use of rebates, creating incentives for drugmakers to lower list prices, and investigating tools to address foreign government practices that it said could be harming innovation and driving up U.S. prices.  Aimovig is the first in a new class of treatments designed to prevent migraine by interfering with calcitonin gene-related peptide (CGRP), which is involved in the processes that kick off the severe headaches, such as dilation of blood vessels in the brain.  Companies including Teva Pharmaceutical Industries , Eli Lilly & Co and Alder Biopharmaceuticals Inc are developing similar treatments.  Preventive medications may be an option for around eight million Americans suffering from migraines, Amgen said.  In three separate pivotal trials, involving patients with chronic or episodic migraines, patients given Aimovig experienced an average of one to 2.5 fewer migraine days a month than those treated with a placebo, the FDA said.  The most common side effects reported by patients in the trials were injection site reactions and constipation.  Current migraines treatments are mostly repurposed generic drugs including anti-depressants and hypertension medicines. Allergan’s anti-wrinkle injection Botox is approved for patients suffering from 15 or more migraine headaches a month.  Analysts, on average, have forecast annual Aimovig sales of nearly $1 billion by 2022, according to Thomson Reuters I\/B\/E\/S.  Express Scripts has also suggested that Aimovig prescriptions be at least partially refunded if the drug fails to work, since many patients in the clinical trials did not have a significant response to the treatment.  Amgen, which will market Aimovig in partnership with Novartis, said the drug’s price “reflects the value it brings to patients and society.” The company said it will pay most out-of-pocket costs for eligible patients with commercial insurance. (Reporting by Deena Beasley; Editing by Leslie Adler and Grant McCool)","137":"(Reuters) - Amgen Inc AMGN.O on Tuesday said stock buybacks lifted its third-quarter earnings per share, but operating income fell as expenses rose and sales of some key products declined.  FILE PHOTO: An Amgen sign is seen at the company's office in South San Francisco, California October 21, 2013. REUTERS\/Robert Galbraith  Total revenue for the quarter rose 2 percent from a year earlier to $5.9 billion. Operating expenses, including research and product launch costs, increased 7 percent to $3.58 billion.  Sales beat expectations by about $100 million, due to older drugs like kidney medication Sensipar and anemia drug Epogen, but “Repatha looked a little weak,” Mizuho analyst Salim Syed said in a research note.  Amgen last week said it slashed the U.S. list price for cholesterol drug Repatha by 60 percent to $5,850 a year, mainly to reduce out-of-pocket costs for patients on Medicare, the federal government’s health plan for seniors.  Citing solid fourth-quarter expectations, the company raised its full-year earnings forecast to between $14.00 and $14.25 per share from a previous outlook of $13.30 to $14.00. That puts the midpoint above Wall Street estimates of $14.01.  Adjusted earnings per share at the world’s largest biotechnology company rose 13 percent to $3.69 for the quarter, exceeding Wall Street analysts’ average estimate by 24 cents, according to Refinitiv data.  Adjusted operating income fell 2 percent to $2.97 billion.  Repatha sales totaled $120 million, down from $148 million in the second quarter, and short of the $166 million forecast by analysts.  Sales of blockbuster white blood cell booster Neulasta fell 6 percent to $897 million. That trend could accelerate as rivals introduce “biosimilar” versions of the infection fighter, with a second competitor possibly approved by U.S. regulators later this week.  Aimovig, the migraine drug launched by Amgen in May, saw sales of $22 million. Amgen, which recently reached a deal with U.S. pharmacy benefit manager Express Scripts Holding Co ESRX.O on coverage of Aimovig, is currently discussing terms with other payers including health insurer Anthem Inc ANTM.O, commercial operations chief Murdo Gordon said on a conference call.  He said 100,000 patients have so far been treated with Aimovig, and a growing number are getting coverage from their insurance plans, rather than receiving free medication from Amgen in the form of samples or patient assistance programs.  Amgen said it now expects total revenue for the year of $23.2 billion to $23.5 billion, up from $22.5 billion to $23.2 billion.  The company’s shares, which rose half a percent to close at $189.08 in regular trading, were up slightly at $189.45 after hours.","138":"Oct 24 (Reuters) - Drugmaker Amgen Inc said on Thursday starting next year it would sell its cholesterol drug Repatha exclusively at a 60% discount to its current list price.  The new price of $5,850 per year will go into effect after Dec. 31 and will make the drug more accessible to patients on Medicare, the federal health insurance program for people aged 65 and older, the company said.  The list price is not necessarily what patients actually pay as “out-of-pocket” costs vary based on the duration of the treatment and individual healthcare plans.","139":"Feb 2 (Reuters) - Amgen Inc on Tuesday reported a higher-than-expected quarterly profit as sales of newer drugs offset lower revenue from older off-patent medications, but the biotech company forecast 2021 earnings below Wall Street estimates.  For the full year, Amgen said it expects adjusted earnings of $16.00 to $17.00 per share on revenue of $25.8 billion to $26.6 billion. Analysts were looking for $17.03 per share on revenue of $26.45 billion, according to IBES data from Refinitiv.  Due to the COVID-19 pandemic, Amgen said physician-patient interactions remained below normal levels in the fourth quarter and it expects that to continue through 2021.  In a statement, the company said recovery in the latter part of the year is contingent on the speed and effectiveness of the global vaccination rollout.  For the fourth quarter, Amgen reported adjusted earnings per share of $3.81, beating the average analyst estimate of $3.40 per share. The number of Amgen shares outstanding fell 13% from a year earlier.  Net profit for the quarter fell 3% to $2.76 per share.  Quarterly revenue rose 7% to $6.6 billion, in line with analysts’ estimates.  Sales of older rheumatoid arthritis drug Enbrel fell 5% to $1.27 billion, shy of analysts’ estimate of $1.3 billion.  Sales of newer migraine drug Aimovig totaled $104 million for the quarter, short of the $115 million projected by analysts. But sales of cholesterol fighter Repatha rose 27% to $253 million, beating Wall Street estimates of $223 million.  Sales of Neulasta, which fights infections by boosting white blood cells, fell 19% to $536 million, while sales of kidney drug Sensipar dropped 58% to $45 million in the face of increased competition from cheaper generics and biosimilars.  Amgen, which produces its own biosimilar versions of drugs from rival companies, said sales of those medicines rose in the fourth quarter. (Reporting By Deena Beasley Editing by Bill Berkrot)","140":"(Reuters) - The U.S. Food and Drug Administration on Friday approved Amgen Inc’s biosimilar copy of Johnson & Johnson’s blockbuster rheumatoid arthritis drug, Remicade, according to the regulator’s website.  FILE PHOTO: An Amgen sign is seen at the company's office in South San Francisco, California October 21, 2013. REUTERS\/Robert Galbraith  The biosimilar, Avsola, has the same chemical components, dosage form and strength as Remicade and would treat a range of autoimmune disorders.  Amgen did not give the pricing of the drug immediately, but said is confident to compete in the biosimilar market.  The label for the treatment carries a boxed warning, FDA’s harshest, flagging risks of serious infections and malignancy, similar to that of Remicade’s.  With the regulatory approval, Avsola joins the existing biosimilars to J&J’s drug, including Pfizer Inc’s 2017 approved Ixifi, Celltrion Inc’s Inflectra and Merck & Co and Samsung Bioepis Co Ltd’s Renflexis.  Avsola will add to Amgen’s growing biosimilar unit, which could be $2 billion over the next several years, says Jefferies analyst Michael Yee.  However, Yee doesn’t see the drug as a major driver of sales for Amgen right now.  Avsola was approved for all eligible indications of Remicade, including the treatment of bowel disease, Crohn’s disease and skin disorder plaque psoriasis, the agency said.  Biosimilars are medicines considered highly similar to an original drug and are cheaper alternatives to biologic products.  The blockbuster drug Remicade, approved in the United States, European Union and other regions, has steadily lost market share among patients enrolled in the Canadian province of Quebec’s public drug program and elsewhere, where biosimilars have been slowly catching on with doctors and patients.  Remicade brought in sales of $1.14 billion in the third quarter, which fell 17.6% from last year.","141":"A judge upheld patents on the Amgen Inc cancer drug Kyprolis, denying a bid by Cipla Ltd to launch a proposed generic version of the multiple myeloma treatment.  U.S. District Judge Leonard Stark in Wilmington, Delaware on Monday rejected Cipla’s arguments that the three patents, owned by Amgen’s Onyx Therapeutics unit, were invalid.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2yyD46l","142":"(Corrects spelling of Repatha in paragraph 1)  Feb 25 (Reuters) - A U.S. jury on Monday said patents owned by Amgen Inc on its cholesterol drug Repatha are valid, rejecting a challenge by Regeneron Pharmaceuticals Inc and Sanofi SA, Bloomberg reported.  Sanofi and Regeneron had stipulated that if the Amgen patents were valid their jointly developed cholesterol drug Praluent infringed them.","143":"LOS ANGELES (Reuters) - A late-stage trial of Amgen Inc’s experimental drug Aimovig found that it reduced episodic migraines by at least half in 30 percent of patients who had failed up to four previous treatments, while 14 percent of placebo patients achieved that goal, the company said on Tuesday.  FILE PHOTO: An Amgen sign is seen at the company's office in South San Francisco, California October 21, 2013. The biopharmaceutical company reports earnings on Tuesday. REUTERS\/Robert Galbraith  The 12-week trial, presented this week at the annual meeting of the American Academy of Neurology, involved 246 patients suffering four to 14 migraine headaches a month who had tried two to four preventive treatments that either did not work for them or had intolerable side effects.  “This is a trial in really difficult to treat patients,” professor Uwe Reuter, trial investigator and managing medical director at Charité Universitätsmedizin in Berlin, told Reuters in a telephone interview. He said previous studies excluded patients who had tried more than two other treatments.  Reuter said the 17-point gap between the treatment and placebo groups was in line with previous Aimovig studies.  Aimovig, currently under review by the U.S. Food and Drug Administration, is likely to be the first drug in a new class designed to target calcitonin gene-related peptide (CGRP), which plays a key role in migraine activation. A decision by the FDA is due by May 17.  Amgen has partnered with Novartis AG to co-commercialize Aimovig in the United States, while Amgen has rights to the drug in Japan and Novartis has rights to commercialize in rest of world. The drug, a monoclonal antibody, was given monthly by injection at a dose of 140 mg for the trial.  Similar drugs are under development at companies including Eli Lilly & Co and Teva Pharmaceutical Industries Ltd, but Amgen emphasizes that Aimovig is the only one that targets the CGRP receptor pathway, rather than CGRP itself.  Aimovig has the “potential to help fill treatment gaps in more difficult patient populations whose migraine has not been adequately managed with current therapies,” Sean Harper, executive vice president of research and development at Amgen, said in a statement.  Amgen said Aimovig trial patients also had statistically and clinically meaningful improvements in secondary trial goals including fewer monthly migraine days and better physical function.  Researchers said no Aimovig patients stopped treatment due to side effects, while around 1 percent of placebo patients discontinued because of side effects.  Analytics firm GlobalData has forecast that CGRP antibodies will generate combined sales of $4 billion by 2026.","144":"Oct 30 (Reuters) - Amgen Inc on Tuesday said its third quarter profit fell as higher expenses offset a lower tax rate and price concessions kept sales of its cholesterol drug Repatha below Wall Street estimates.  But adjusted earnings per share, helped by stock buybacks, rose 13 percent to $3.69 for the quarter. Wall Street analysts, on average, expected $3.45 a share, according to Refinitiv data.  The world’s largest biotechnology company posted a net profit of $1.86 billion, or $2.86 per share, compared with a profit of $2.02 billion, or $2.76 per share, a year ago.  Amgen last week said it slashed Repatha’s U.S. list price by 60 percent to $5,850 a year, mainly to reduce out-of-pocket costs for patients on Medicare, the federal government’s health plan for seniors.  Third quarter sales of Repatha totaled $120 million, down from $148 million in the second quarter, and short of the $166 million forecast by analysts, as compiled by Refinitiv.  Sales of blockbuster rheumatoid arthritis drug Enbrel slipped 5 percent, but still came in at $1.29 billion.  Amgen’s total revenue for the quarter rose 2 percent from a year earlier to $5.9 billion. Operating expenses, including research and product launch costs, rose 7 percent to $3.58 billion.  The company raised its full-year earnings forecast to between $14.00 and $14.25 per share from a previous $13.30 to $14.00. That puts the midpoint above Wall Street estimates of $14.01.  Amgen also said it expects total revenue for the year of $23.2 billion to $23.5 billion, up from $22.5 billion to $23.2 billion. (Reporting by Deena Beasley Editing by Bill Berkrot)","145":"An Amgen sign is seen at the company's office in South San Francisco, California October 21, 2013. REUTERS\/Robert Galbraith  (Reuters) - Drugmaker Amgen Inc said on Thursday that starting next year, its official list price for cholesterol drug Repatha will be the lower price it began offering last year to patients on Medicare and those paying for the drug out-of-pocket.  The company launched the lower price option last October, selling the drug to some patients under the list price of $5,850 per year because the drug’s original $14,000-year-list price was too much for many patients in Medicare or with high-deductible plans.  But Amgen still sold the drug under its original list price, because it had already negotiated discounts in contracts with payers like pharmacy benefit managers (PBMs) based on that price. At the time, Amgen said $5,850 was in line with what most patients with private insurance were paying for the drug after discounts and rebates.  They said then that they planned on discontinuing the original list price of Repatha by the end of 2020 or sooner.  The list price for drugs is not necessarily what patients actually pay as “out-of-pocket” costs vary based on the duration of the treatment and individual healthcare plans.  Amgen said that the cost for patients covered under its current contracts with PBMs and health plans will pay $5,850 a year or less for Repatha.  It said that standardizing the lower price option will help because some Medicare patients’ prescription drug plans were not able to buy the drug under the lower list price option.  Sales of drugs like Repatha that dramatically lower bad LDL cholesterol by targeting the PCSK9 protein have been constrained by insurers looking to limit spending on the expensive drugs, which compete with cheap statins that cost hundreds of dollars per year.","146":"The Patent Trial and Appeal Board on Thursday invalidated all claims of a patent that Amgen has accused Sanofi-Aventis and Regeneron Pharmaceuticals of infringing with their breakthrough biologic Dupixent.  The PTAB agreed with Sanofi and Regeneron that all 17 innovations that Amgen subsidiary Immunex claimed in its patent were obvious in light of prior discoveries by two other inventors.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2SE2RCU","147":"A federal appeals court on Monday denied a bid by Genentech Inc to stop rival Amgen Inc from selling a biosimilar version of its cancer drug Avastin.  The U.S. Court of Appeals for the Federal Circuit affirmed a ruling denying Genentech’s request for an order blocking sales of Amgen’s biosimilar, sold under the name Mvasi.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/3e0vVu5","148":"The U.S. Court of Appeals for the Federal Circuit on Tuesday declined further review of a panel decision that blocked Novartis AG’s Sandoz unit from offering a biosimilar of Amgen’s arthritis drug Enbrel (etanercept) until 2029.  The Federal Circuit offered no comment in its per curiam order upholding the win for Amgen, which was represented by Sidley Austin. No dissents were noted, even though the panel split 2-1 in July.  To read the full story on Westlaw Today, click here: bit.ly\/34eJmnk","149":"(Reuters) - U.S. biotech Amgen Inc on Tuesday provided a 2021 earnings forecast below Wall Street estimates and said it had paused or halted enrollment for clinical trials of three cancer drugs.  Slideshow ( 2 images )  The company also said it expects net selling prices for its drugs to fall by a rate in the mid-single digits this year - after a drop of 6% in 2020 - and the COVID pandemic will continue to impact sales.  Amgen shares, which closed at $240.49, were down $4.37, or 2%, at $236.12 after hours.  For 2021, Amgen forecast adjusted earnings of $16.00 to $17.00 per share, putting the midpoint below analysts’ estimates of $17.03 per share, according to IBES data from Refinitiv. The full-year revenue forecast of $25.8 billion to $26.6 billion was more in line with analyst projections of $26.45 billion.  “The 2021 outlook is light versus consensus but we believe they are generally being conservative,” Jefferies analyst Michael Yee said in an email.  Due to the pandemic, Amgen said physician-patient interactions remained below normal levels in the fourth quarter and it expects that to continue.  The company said recovery later in the year is contingent on the speed and effectiveness of the global vaccination rollout. “We think COVID will be with us for the majority of 2021,” Amgen Chief Commercial Officer Murdo Gordon said on a conference call.  Amgen also said it had paused three clinical trials of early stage cancer drugs due to efficacy or safety issues.  The news “will make investors nervous about the pipeline and possibly drive further inquiry into whether they need to do more M&A,” Yee said of deals and acquisitions.  Amgen reported a higher-than-expected profit for the fourth quarter, with adjusted earnings per share of $3.81 beating the average analyst estimate by 41 cents. The number of Amgen shares outstanding fell 13% from a year earlier.  Net profit for the quarter fell 3% to $2.76 per share. Revenue rose 7% to $6.6 billion, in line with analysts’ estimates.  Sales of rheumatoid arthritis drug Enbrel fell 5% to $1.27 billion, shy of analysts’ estimate of $1.3 billion.  Sales of newer migraine drug Aimovig totaled $104 million for the quarter, short of the $115 million projected by analysts. But sales of cholesterol fighter Repatha rose 27% to $253 million, beating Wall Street estimates of $223 million.  Increased competition from cheaper generics and biosimilars hit sales of older drugs such as infection-fighter Neulasta, which saw sales fall 19% to $536 million.","150":"April 11 (Reuters) - Amgen Inc:  * AMGEN INC SAYS CEO ROBERT BRADWAY'S FY 2017 TOTAL COMPENSATION WAS $16.9 MLN VS $16.9 MLN IN FY 2016 - SEC FILING Source text: [bit.ly\/2EDxA7i] Further company coverage:","151":"Workers of Teva Pharmaceutical Industries stand at the entrance to their facility in Ashdod, Israel December 17, 2017. REUTERS\/Amir Cohen  (Reuters) - Teva Pharmaceutical Industries Ltd TEVA.TA said on Thursday it will pay an undisclosed amount to settle an ongoing dispute with Amgen Inc AMGN.O over its generic Cinacalcet HCl product.  The Israel-based drugmaker has also agreed to stop selling the generic product until its license date in mid-year 2021, or earlier under certain circumstances reut.rs\/2BUnEad.  Teva said it recently received approval for the generic product and launched it in the United States.  Cinacalcet hydrochloride is approved for the treatment of secondary hyperparathyroidism in adults with chronic kidney disease on dialysis and for the treatment of higher levels of calcium in adults with parathyroid carcinoma.","152":"April 25 (Reuters) - Amgen Inc:  * AMGEN INC SAYS IN APRIL, CO'S BOARD INCREASED THE AMOUNT AUTHORIZED UNDER CO'S STOCK REPURCHASE PROGRAM BY AN ADDITIONAL $5.0 BILLION - SEC FILING Source text: (bit.ly\/2FftYIV) Further company coverage:","153":"May 4 (Reuters) - Amgen Inc:  * AMGEN INC FILES FOR OFFERING OF 2.200% SENIOR NOTES DUE 2027, SENIOR NOTES DUE 2031, 3.150% SENIOR NOTES DUE 2040, 3.375% SENIOR NOTES DUE 2050 Source text: (bit.ly\/35ur95o) Further company coverage:","154":"Amgen Inc on Monday lost a bid to revive a lawsuit it filed seeking to block Coherus BioSciences Inc from selling a biosimilar version of its blockbuster chemotherapy drug Neulasta.  A three-judge panel of the U.S. Court of Appeals for the Federal Circuit affirmed a 2018 decision from a Delaware judge that dismissed Amgen’s case.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2KaVjRd","155":"Feb 26 (Reuters) - Cytokinetics Inc:  * AMGEN, CYTOKINETICS AND SERVIER ANNOUNCE CONTINUATION OF GALACTIC-HF FOLLOWING PLANNED INTERIM ANALYSIS  * CYTOKINETICS-DATA MONITORING COMMITTEE RECOMMENDS PHASE 3 CLINICAL TRIAL OF OMECAMTIV MECARBIL IN PATIENTS WITH HEART FAILURE CONTINUE WITHOUT CHANGES  * CYTOKINETICS INC - TOPLINE RESULTS EXPECTED IN Q4 2020 Source text for Eikon: Further company coverage:","156":"FILE PHOTO: A logo is seen in front of the entrance at the headquarters French drugmaker Sanofi in Paris October 30, 2014. REUTERS\/Christian Hartmann  (Reuters) - Biotech company Amgen Inc said on Monday a U.S. jury confirmed the validity of patents on its cholesterol drug Repatha, rejecting a challenge by Regeneron Pharmaceuticals Inc and Sanofi SA.  Sanofi and Regeneron had stipulated that if the two Amgen patents were valid, their jointly developed cholesterol drug Praluent infringed them.  Amgen Chief Executive Robert Bradway said in a statement that the company was “thankful that the jury weighed the evidence carefully and recognized the validity of Amgen’s patents.”  Regeneron and Sanofi said in a statement they disagreed with aspects of the ruling and would seek to have it overturned.  “We will continue to vigorously defend our positions against Amgen’s overly broad patent claims,” Joseph LaRosa, Regeneron’s general counsel, said in the statement.  Thousand Oaks, California-based Amgen won a similar verdict in 2016, as well as a court order blocking Praluent sales, but an appeals court set aside the victory and ordered a new trial.","157":"March 23 (Reuters) - Amgen Inc:  * AMGEN RECEIVES POSITIVE CHMP OPINION RECOGNIZING THAT REPATHA (EVOLOCUMAB) PREVENTS HEART ATTACKS AND STROKES  * AMGEN INC - RECOMMENDED LABEL INCLUDES NEW INDICATION BASED ON REPATHA CARDIOVASCULAR OUTCOMES STUDY Source text for Eikon: Further company coverage:","158":"May 21 (Reuters) - Amgen Inc:  * FDA APPROVES PROLIA® (DENOSUMAB) FOR GLUCOCORTICOID-INDUCED OSTEOPOROSIS  * FDA APPROVES PROLIA® (DENOSUMAB) FOR GLUCOCORTICOID-INDUCED OSTEOPOROSIS  * AMGEN INC - SAFETY RESULTS WERE CONSISTENT WITH KNOWN SAFETY PROFILE OF PROLIA  * AMGEN INC - APPROVAL OF PROLIA FOR GLUCOCORTICOID-INDUCED OSTEOPOROSIS IS BASED ON DATA FROM A PHASE 3 STUDY Source text for Eikon: Further company coverage:","159":"(Corrects spelling of drug in headline and first bullet)  Jan 2 (Reuters) - Teva Pharmaceutical Industries Ltd :  * TEVA AND AMGEN RESOLVE ONGOING DISPUTE OVER TEVA’S GENERIC CINACALCET HCL PRODUCT  * TEVA WILL PAY AMGEN AN UNDISCLOSED AMOUNT AS PART OF THE SETTLEMENT  * THE AMOUNT AND OTHER TERMS OF SETTLEMENT REMAIN CONFIDENTIAL  * TEVA PHARMACEUTICAL INDUSTRIES- LITIGATION BETWEEN PARTIES TO BE ENDED  * TEVA PHARMACEUTICAL INDUSTRIES- CO AGREED TO STOP SELLING ITS GENERIC PRODUCT UNTIL LICENSE DATE IN MID 2021, OR EARLIER UNDER CERTAIN CIRCUMSTANCES Source text for Eikon: Further company coverage:","160":"April 30 (Reuters) - Amgen Inc on Thursday reported better-than-expected first-quarter results on Thursday and said it plans to study psoriasis drug Otezla as a potential treatment for COVID-19, the respiratory disease caused by the new coronavirus.  Otezla, which Amgen acquired last year from Celgene Corp as part of Celgene’s buyout by Bristol Myers Squibb Co, is a pill that helps reduce overactive inflammation. Other similar medicines are also being tested to see if they can help COVID-19 patients.  Amgen, which maintained its full-year earnings forecast, also said it is working with partner Adaptive Biotechnologies Corp to identify antibodies targeting the novel coronavirus that may be developed into a drug to potentially prevent or treat COVID-19.  Amgen said strong first-quarter sales of Otezla, along with higher volume sales of drugs like cholesterol treatment Repatha, contributed to an 11% increase in revenue for the period.  The company last year launched a lower-priced Repatha option aimed at reducing out-of-pocket costs for Medicare patients.  The biotechnology company reported an adjusted profit of $4.17 per share, up 17% from a year earlier and well above analysts’ average expectations of $3.76, according to Refinitiv IBES.  Amgen said the results were driven by revenue of $6.16 billion and fewer shares outstanding. That topped Wall Street estimates for revenue of just under $6 billion.  Net profit fell 3% to $3.07 per share due to higher operating costs that were partially offset by the lower share count.  For 2020, the Thousand Oaks, California-based company said it still expects adjusted earnings of $14.85 to $15.60 per share on revenue of $25 billion to $25.6 billion. (Reporting By Deena Beasley Editing by Bill Berkrot)","161":"BOSTON, April 25 (Reuters) - Two drugmakers will pay nearly $125 million to settle claims they used charities that help cover Medicare patients’ out-of-pocket drug costs as a way to pay kickbacks aimed at encouraging the use of their medications, the U.S. Justice Department said on Thursday.  The department said Astellas Pharma and Amgen Inc were the latest pharmaceutical companies to settle claims stemming from an industry-wide probe of drugmakers’ financial support of patient assistance charities. (Reporting by Nate Raymond in Boston Editing by Chizu Nomiyama)","162":"April 9 (Reuters) - The U.S. Food and Drug Administration on Tuesday approved Amgen Inc’s osteoporosis treatment for postmenopausal women at high risk for fracture, according to the regulator’s website.  The monthly injection, Evenity, developed jointly with Belgium-based UCB SA, helps reduce the risk of fracture by mildly inhibiting the break down of bone minerals. (bit.ly\/2U4oqZ7)  The decision comes months after a panel of experts to the FDA overwhelmingly voted for the drug’s approval. (Reporting by Manas Mishra and Saumya Sibi Joseph in Bengaluru; Editing by Shounak Dasgupta)","163":"(Reuters) - A U.S. judge on Friday upheld two patents relating to Amgen Inc’s blockbuster rheumatoid arthritis drug Enbrel, denying a challenge by Novartis AG, which is seeking to launch a copycat version.  FILE PHOTO: An Amgen sign is seen at the company's office in South San Francisco, California in this October 21, 2013 file photo. REUTERS\/Robert Galbraith  The decision was a relief to investors concerned about a competitive threat to Enbrel, which had U.S. sales of $4.8 billion last year. Shares of Amgen closed up about 6% at $196.25 after the ruling.  “This is a key overhang removed,” Jefferies analyst Michael Yee said in a research note. “While an (expedited) appeal is in place and expected, we believe the worst-case fear is now gone.”  U.S. District Judge Claire Cecchi in Newark, New Jersey, rejected arguments by Novartis’ Sandoz unit that the patents covering Enbrel’s active ingredient until 2029 should not have been granted because their concepts were already contained in previous patents.  Enbrel has been on the U.S. market since 1998. It was developed by Immunex, which Amgen acquired in 2002.  Novartis said it would appeal the ruling to the United States Court of Appeals for the Federal Circuit.  “Sandoz respectfully disagrees with the Court’s ruling, which prevents us from launching an additional treatment option for patients with autoimmune and inflammatory diseases,” said Carol Lynch, president of Sandoz US and head of North America.  U.S. regulators in recent years have acted to encourage the launch of “biosimilar” versions of pricey biologic drugs, but drugmakers like Amgen have used litigation to extend patent protections and limit price competition for as long as possible. Biologics are made from living cells and are therefore difficult to copy with precision.  The Food and Drug Administration said last year that biologic drugs account for almost 40 percent of U.S. prescription drug spending, and for 70 percent of the growth in drug spending between 2010 and 2015.  The United States has lagged behind Europe in use of biosimilars.  Pfizer Inc holds rights to Enbrel in Europe, where biosimilar versions are available.  AbbVie has said that rival biosimilar versions of its multi-billion-dollar rheumatoid arthritis drug Humira are available in Europe at discounts ranging from 10 percent to 80 percent.  The FDA in 2016 approved Novartis’ Erelzi as a so-called biosimilar, meaning it is not different from Enbrel in any clinically significant way, but is not identical as a generic drug would be.  Novartis and Amgen are also involved in litigation over a partnership to develop migraine drug Aimovig, which was launched in the United States last year. Amgen is seeking to terminate the partnership, arguing that Novartis has violated the terms due to an agreement by Sandoz to manufacture a rival migraine drug.  U.S.-listed shares of Novartis closed down 0.5% at $90.82.  Amgen is also suing Samsung Bioepis over its Enbrel biosimilar. That litigation remains under way, an Amgen spokeswoman said on Friday. Officials at Samsung Bioepis did not immediately respond to a request for comment.","164":"Oct 28 (Reuters) - Amgen Inc on Wednesday said its third-quarter adjusted profit rose 17% due to stronger sales of drugs including the osteoporosis treatment Prolia and recently-acquired psoriasis medication Otezla.  The higher-than-expected results were partially offset by lower drug prices and the effects of the COVID-19 pandemic.  The biotechnology company said that more patients had resumed interacting with their doctors in the third quarter than earlier in the health crisis, but prescribing volumes remained “modestly below” pre-pandemic levels.  The company raised its full-year adjusted earnings forecast to $15.80 to $16.15 per share, from a previous range of $15.10 to $15.75, and narrowed its revenue estimate. It now expects revenue of $25.1 billion to $25.5 billion versus it prior forecast of $25.0 billion to $25.6 billion.  Amgen also lowered its expected 2020 tax rate to 13% to 14% from 13.5% to 14.5%.  The company reported a third-quarter adjusted profit $4.37 per share, beating the average estimate of $3.81 per share, as compiled by Refinitiv.  Revenue for the quarter rose 12% to $6.4 billion, in line with analyst estimates of $6.38 billion.  Sales of Prolia rose 11% to $701 million, ahead of the average analyst estimate of $688 million.  Psoriasis drug Otezla, acquired from Celgene Corp in November, had sales of $538 million for the quarter, falling short of analyst expectations of $587 million.  Sales of Amgen’s older arthritis drug Enbrel fell 3% year-over-year to $1.3 billion as the drug continued to lose market share in the quarter. That still topped analysts’ expectations of $1.26 billion.  Amgen’s posted a net income of $2.02 billion, or $3.43 per share, compared with a profit of $1.97 billion, or $3.27 a share, a year ago. (Reporting By Deena Beasley Editing by Bill Berkrot)","165":"Aug 28 (Reuters) - A U.S. judge on Wendesday largely set aside a jury verdict that Amgen Inc patents on its cholesterol drug Repatha were valid, handing a victory to Regeneron Pharmaceuticals Inc and Sanofi SA. (Reporting by Jan Wolfe; editing by Jonathan Oatis)","166":"NEW YORK (Reuters) - Sanofi SA and Regeneron Pharmaceuticals Inc said on Monday that they will slash the U.S. list price of their potent but expensive cholesterol fighter Praluent by 60 percent, as the drugmakers follow a similar move by rival Amgen Inc in hopes of increasing use of the drug.  FILE PHOTO: The logo of Sanofi is pictured during the Viva Tech start-up and technology summit in Paris, France, May 25, 2018. REUTERS\/Charles Platiau  The new list price for Praluent will be $5,850 a year, matching the price Amgen set when it lowered the list of its competing drug, Repatha, in October.  Sanofi and Regeneron said they expect the lower-priced Praluent to be available for pharmacies to order in early March. They said the new price should improve patient access and result in lower out-of-pocket costs for U.S. consumers.  Praluent and Repatha belong a class of injectable biotech drugs called PCSK9 inhibitors that dramatically lower bad LDL cholesterol and reduce the risk of heart attacks and death.  Sales of both have been severely constrained by onerous roadblocks to patient access put up by insurers looking to limit spending on the expensive drugs.  They were approved in 2015 with initial list prices of more than $14,000 a year.  In March of last year, Regeneron and Sanofi said that they would be willing to charge less for their drug if insurers agreed to reduce barriers for high-risk heart patients.  A few months later they struck a deal with Express Scripts, now part of Cigna Corp, to make the drug available to that company’s customers at a price in the range of $4,500 to $6,600 a year.  The United States, which leaves drug pricing to market competition, has higher prices than in other developed countries, where governments directly or indirectly control costs. That makes it by far the world’s most lucrative market for manufacturers.  Congress has been targeting the pharmaceutical industry over the rising cost of prescription drugs for U.S. consumers, particularly since Democrats took over the House of Representatives in January.  Executives from at least six drugmakers plan to testify at a Senate hearing on rising prescription drug prices later this month.  Drug pricing is also a top priority of the administration of President Donald Trump, who had made it a central issue of the 2016 presidential campaign.","167":"April 30 (Reuters) - Amgen Inc  * AMGEN INC - QTRLY TOTAL REVENUE INCREASED 11% TO $6.2 BILLION; QTRLY GAAP EPS $3.07; QTRLY NON-GAAP EPS $4.17  * AMGEN INC - 2020 EPS GUIDANCE REVISED TO $10.65 - $11.45 ON A GAAP BASIS  * AMGEN INC - REAFFIRMED 2020 EPS GUIDANCE OF $14.85 - $15.60 ON A NON-GAAP BASIS  * AMGEN INC - 2020 TOTAL REVENUE GUIDANCE REAFFIRMED AT $25 BILLION - $25.6 BILLION  * AMGEN INC - QTRLY TOTAL PRODUCT SALES INCREASED 12%  * AMGEN INC - QTRLY OTEZLA SALES $479 MILLION  * AMGEN INC - SEES 2020 CAPITAL EXPENDITURES TO BE ABOUT $600 MILLION  * AMGEN - ENROLLMENT IS PAUSED IN CLINICAL TRIALS WHERE THERE IS UNCERTAINTY AROUND THE ABILITY OF SITES TO ENSURE SUBJECT SAFETY\/DATA INTEGRITY  * AMGEN SAYS OTEZLA WILL BE INVESTIGATED AS A POTENTIAL IMMUNOMODULATORY TREATMENT IN ADULT PATIENTS WITH COVID-19 IN UPCOMING TRIALS Source text for Eikon:"}}