{"date":{"0":"2018\/02\/13","1":"2018\/02\/21","2":"2018\/09\/06","3":"2018\/03\/12","4":"2018\/02\/08","5":"2020\/12\/10","6":"2019\/01\/04","7":"2018\/03\/09","8":"2018\/03\/05","9":"2018\/03\/06","10":"2019\/06\/14","11":"2018\/03\/15","12":"2020\/06\/04","13":"2018\/03\/12","14":"2018\/02\/12","15":"2018\/02\/26","16":"2018\/02\/20","17":"2018\/12\/06","18":"2018\/03\/07","19":"2018\/03\/13","20":"2018\/04\/04","21":"2018\/03\/05","22":"2018\/02\/20","23":"2019\/06\/14","24":"2018\/02\/14","25":"2018\/02\/26","26":"2018\/03\/05","27":"2018\/03\/12","28":"2018\/02\/20","29":"2018\/02\/26","30":"2018\/09\/06","31":"2019\/12\/12","32":"2018\/03\/05","33":"2018\/02\/14","34":"2019\/06\/13","35":"2018\/03\/09","36":"2019\/06\/14","37":"2019\/09\/06","38":"2018\/03\/13","39":"2019\/09\/12","40":"2018\/02\/13","41":"2018\/02\/09","42":"2018\/03\/23","43":"2018\/02\/21","44":"2018\/02\/12","45":"2018\/02\/08","46":"2018\/03\/21","47":"2018\/03\/26","48":"2018\/02\/16","49":"2018\/03\/06","50":"2018\/02\/09","51":"2018\/03\/05","52":"2019\/06\/14","53":"2018\/03\/15","54":"2018\/02\/20","55":"2018\/02\/12","56":"2018\/02\/08","57":"2018\/02\/09","58":"2018\/02\/13","59":"2018\/02\/26","60":"2018\/03\/07","61":"2018\/03\/05","62":"2018\/03\/06","63":"2020\/12\/10","64":"2018\/02\/27","65":"2018\/03\/13","66":"2019\/07\/15","67":"2019\/09\/12","68":"2018\/02\/17","69":"2018\/03\/06","70":"2018\/12\/06","71":"2018\/03\/06","72":"2019\/06\/14","73":"2018\/02\/26","74":"2018\/03\/13","75":"2018\/03\/09","76":"2018\/03\/02","77":"2018\/03\/05","78":"2018\/03\/09","79":"2019\/06\/14","80":"2018\/03\/13","81":"2020\/03\/12","82":"2020\/03\/12","83":"2018\/02\/08","84":"2018\/03\/09","85":"2018\/03\/12","86":"2018\/02\/12","87":"2020\/04\/06","88":"2018\/03\/14","89":"2018\/03\/09","90":"2018\/02\/15","91":"2019\/12\/18","92":"2018\/03\/14","93":"2018\/03\/12","94":"2019\/07\/15","95":"2018\/02\/27","96":"2020\/02\/13","97":"2018\/03\/07","98":"2019\/06\/14","99":"2018\/02\/09","100":"2018\/03\/09","101":"2018\/03\/01","102":"2018\/02\/26","103":"2018\/02\/09","104":"2020\/06\/04","105":"2018\/04\/04","106":"2020\/09\/03","107":"2019\/07\/15","108":"2020\/09\/03","109":"2018\/02\/14","110":"2018\/02\/09","111":"2018\/10\/10","112":"2018\/10\/24","113":"2018\/03\/23","114":"2018\/02\/21","115":"2019\/01\/04","116":"2018\/03\/09","117":"2018\/02\/16","118":"2018\/02\/16","119":"2020\/03\/12","120":"2019\/06\/14","121":"2019\/06\/14","122":"2018\/03\/14","123":"2018\/03\/05","124":"2018\/02\/26","125":"2018\/03\/15","126":"2018\/10\/12","127":"2018\/02\/13","128":"2019\/12\/12","129":"2018\/03\/15"},"text":{"0":"Feb 13 (Reuters) - Broadcom Ltd said on Tuesday it would seek to elect six members to the board of its acquisition target Qualcomm Inc instead of the 11 it earlier sought to elect.  Broadcom also reiterated it would withdraw its merger proposal for Qualcomm if it did not win an ongoing proxy fight or otherwise have its offer accepted by the end of Qualcomm’s shareholder meeting on March 6.  The move comes a week after Broadcom made a $121 billion “best and final offer” to buy Qualcomm, which was later rejected. (Reporting by Aishwarya Venugopal in Bengaluru)","1":"(Adds Boeing, Rite Aid Corp, Bombardier; Updates Broadcom, Telecom Italia)  Feb 21 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2045 GMT on Wednesday:  ** Microchip maker Broadcom Ltd cut its bid for Qualcomm Inc by 4 percent to $117 billion as it objected to Qualcomm’s decision to raise its own bid for NXP Semiconductors NV to $44 billion.  ** Bombardier should be “on alert” for merger opportunities that will enable its transportation unit to compete with larger rivals in an industry that is consolidating to help reduce costs, the chief executive of its biggest independent shareholder said.  ** U.S. grocer Albertsons Cos Inc said it would buy drug store chain Rite Aid Corp to create a company with $83 billion in annual revenue, giving it more clout to compete with bigger chains in an industry fearing the entry of Amazon.Com .  ** Boeing Co sees a “great strategic fit” in a possible acquisition of Brazilian plane maker Embraer SA but the deal is not essential, Boeing Chief Executive Officer Dennis Muilenburg said.  ** Italy’s competition watchdog has extended a probe into Telecom Italia to see whether the former state telephone monopoly hindered new rival Open Fiber’s efforts to roll out an ultrafast broadband network.  ** Temenos agreed to a 1.4 billion pound ($1.96 billion) takeover of British software peer Fidessa Group on Wednesday, whose shares traded above the offer price after activist investor Elliott Capital Advisors disclosed a stake.  ** Thai oil and gas company PTT Pcl said it would increase its stake in oil refiner IRPC Pcl, purchasing all the shares held by state-run lender Government Savings Bank for 13.85 billion baht ($439.26 million).  ** South Korean cosmetics and pharmaceuticals contract manufacturer Korea Kolmar Co beat out private equity firms for a deal to buy domestic health foods and drugmaker CJ HealthCare for $1.2 billion, sending its shares soaring.  ** China Hanking Holdings Ltd launched a takeover bid for Australia’s Primary Gold Ltd in line with a plan to build a long-term Australian gold business, valuing the target firm at A$37.5 million ($29.6 million).  ** French telecoms group Orange has no plans to merge with a rival in Germany or expand in another country in Africa, Chief Executive Officer Stephane Richard said.  ** U.S. drugmaker Merck & Co, already one of the leaders in the hot area of cancer immunotherapy, said it had agreed to buy Viralytics for 502 million Australian dollars ($394 million) to expand its pipeline in the sector.  ** Germany’s Robert Bosch said it has acquired a carpooling start-up in the United States and created a new digital unit to further its expansion into data-based mobility services.  ** Dutch energy firm Eneco Group said it would buy from Uniper SE all E.ON branded sales and supply activities in the Benelux, representing about 200,000 retail and business customers.","2":"(Reuters) - Broadcom Inc AVGO.O on Thursday forecast current-quarter revenue largely above estimates on higher demand for components that power data centers, while the launch of Apple Inc's new iPhones is expected to bolster its wireless business.  A sign to the campus offices of chip maker Broadcom Ltd is shown in Irvine, California, U.S., November 6, 2017. REUTERS\/Mike Blake\/File Photo  Shares of Broadcom rose 4 percent to $224.90 in extended trading after the chipmaker also reported third-quarter profit that topped analysts’ estimates.  Revenue from enterprise storage business jumped 70 percent in the reported quarter as the acquisition of Brocade helped drive sales gains at the unit.  Its wireless business, which makes chips for Wi-Fi, Bluetooth, and GPS connectivity, reported flat revenue, while its wired infrastructure unit, which makes components used in telecommunication networks, posted a 4 percent rise from a year earlier.  “More than half our consolidated revenue ... is benefiting from strong cloud and enterprise data center spending,” Chief Executive Officer Hock Tan said on a post-earnings call with analysts.  “This, coupled with a seasonal uptick in wireless, will drive our forecast revenue in the fourth quarter.”  The company expects a ramp at its North American customer - which analysts identified as Apple - to drive a 25 percent rise in wireless revenue from the previous quarter, although it may be down in single-digit percentage compared with a year earlier.  Apple AAPL.O is set to unveil its new iPhones next week.  Tan, who has transformed Broadcom into a $100 billion behemoth through a series of acquisitions, surprised Wall Street in July with his move to acquire software maker CA Technologies for $19 billion.  Explaining his rationale behind the CA acquisition, Tan said he planned to target the company’s enterprise customers with Broadcom’s offerings including server and storage connectivity products.  The CA deal comes after U.S. President Donald Trump blocked Broadcom's $117 billion offer to buy Qualcomm Inc QCOM.O on national security grounds.  Broadcom forecast current-quarter revenue of about $5.40 billion, plus or minus $75 million. Analysts on average were expecting revenue of $5.35 billion, according to Thomson Reuters I\/B\/E\/S.  Net income attributable to common stock rose to $1.2 billion, or $2.71 per share, in the quarter ended Aug. 5 from $481 million, or $1.14 per share, a year earlier.  Excluding items, the company earned $4.98 per share.  Net revenue rose to $5.06 billion from $4.46 billion.  Analysts on average were expecting earnings of $4.83 per share on revenue of $5.07 billion.","3":"March 12 (Reuters) - Singapore-based Broadcom Ltd said on Monday it expects to complete the process of redomiciling to the United States by April 3.  The chipmaker’s $117 billion offer to buy California-based Qualcomm Inc is being reviewed by the Committee on Foreign Investment in the United States (CFIUS) for potential national security threats.  Broadcom said U.S. national security concerns are not a risk to the closure of the proposed buyout as it never planned to acquire the company before it completes redomiciliation. (Reporting by Supantha Mukherjee in Bengaluru; Editing by Arun Koyyur)","4":"Feb 8 (Reuters) - Qualcomm Inc:  * QUALCOMM BOARD OF DIRECTORS UNANIMOUSLY REJECTS REVISED BROADCOM PROPOSAL  * QUALCOMM BOARD OF DIRECTORS UNANIMOUSLY REJECTS REVISED BROADCOM PROPOSAL  * QUALCOMM INC - QUALCOMM OFFERS TO MEET TO SEE IF BROADCOM CAN ADDRESS SERIOUS DEFICIENCIES IN VALUE AND CERTAINTY  * QUALCOMM INC - QUALCOMM BOARD, ASSISTED BY ITS FINANCIAL AND LEGAL ADVISORS, DETERMINED THAT BROADCOM PROPOSAL MATERIALLY “UNDERVALUES” QUALCOMM  * QUALCOMM INC - BROADCOM PROPOSAL FALLS “WELL SHORT OF FIRM REGULATORY COMMITMENT” BOARD WOULD DEMAND GIVEN SIGNIFICANT DOWNSIDE RISK OF A FAILED DEAL Source text for Eikon: Further company coverage:","5":"Dec 10 (Reuters) - Broadcom Inc forecast current-quarter revenue above Wall Street estimates on Thursday, signaling higher demand from its key client Apple Inc, which is doubling down on 5G devices.  Broadcom expects first-quarter revenue to be about $6.6 billion. Analysts on average were expecting $6.52 billion, according to IBES data from Refinitiv. (Reporting by Munsif Vengattil in Bengaluru and Stephen Nellis in San Francisco; Editing by Shinjini Ganguli)","6":"A sign to the campus offices of chip maker Broadcom Ltd is shown in Irvine, California, U.S., November 6, 2017. REUTERS\/Mike Blake  WASHINGTON (Reuters) - The U.S. Supreme Court on Friday agreed to hear an appeal filed by a subsidiary of chipmaker Broadcom Inc AVGO.O seeking to put an end to a shareholder lawsuit concerning its 2015 acquisition of Emulex Corp.  The legal question, which could affect other cases, is whether under the Securities and Exchange Act shareholders need to show intent to defraud when suing a company over statements made during the merger and acquisition process.  Avago Technologies Wireless Manufacturing, which later merged with Broadcom, paid almost $610 million to acquire Emulex Corp in 2015. Emulex made equipment for data centers such as chips and routers.  Gary Varjabedian, an Emulex shareholder, filed a securities class action lawsuit in federal court in California around the time of the deal seeking to prevent it. The move failed, but Varjabedian amended his lawsuit to include a claim that Emulex had failed to disclose data about other transactions between semiconductor companies when urging shareholders to accept the offer.  The plaintiffs have said they were misled into accepting a deal that may not have valued Emulex’s shares highly enough.  A district court judge in 2016 dismissed the claim, finding that the plaintiffs had failed to show proof of intent, known in legal parlance as “scienter.”  But in an April 2018 ruling, the San Francisco-based 9th U.S. Circuit Court of Appeals revived the litigation by ruling that the plaintiffs were not required to show intent. Instead, the court said, only a showing of negligence was required.  The U.S. Chamber of Commerce business group urged the court to take the case, saying that shareholders have no right to make such claims, whether or not there is proof of intent.  A ruling is due by the end of June.","7":"FILE PHOTO: A sign to the campus offices of chip maker Broadcom Ltd is shown in Irvine, California, U.S., November 6, 2017. REUTERS\/Mike Blake  (Reuters) - Broadcom Ltd AVGO.O has promised not to sell critical national security assets to foreign buyers if its deal to buy chipmaker Qualcomm Inc QCOM.O is approved, another effort by the Singapore-based firm to appease U.S. security concerns.  Separately, Qualcomm Inc QCOM.O said it discontinued the role of executive chairman and named a new non-executive chairman as it seeks to curry favor with shareholders ahead of a proxy fight with Broadcom now slated for April 5.  Qualcomm also said Tom Horton would continue as its lead director. Horton has been a member of the company's board since December 2008, having previously served as chairman and chief executive officer of American Airlines Group Inc AAL.O.  Broadcom’s $117 billion bid for Qualcomm has warped into a complex fight over regulatory approvals, security nerves about China’s influence on global mobile networks and the best way forward financially for one of the world’s dominant chipmakers.  In an open letter to the U.S. Congress on Friday, Broadcom promised to invest $3 billion in research and engineering and $6 billion in manufacturing in the United States annually. It did not say how those numbers compared with current spending by the two companies.  Broadcom spent about $3.3 billion in 2017 on research and development and $2.7 billion in 2016, while Qualcomm’s R&D investment was significantly higher with about $5.5 billion in 2017 and $5.2 billion in the year before that.  Qualcomm’s annual shareholder meeting, now slated for April 5, was postponed by 30 days after the Committee on Foreign Investment in the United States (CFIUS) this week ordered a national security review of the takeover.  The U.S. government has raised concerns that Chinese companies, including the big network equipment and mobile phone maker Huawei Technologies [HWT.UL], will take advantage of any openings to take the lead in the next generation mobile phone networks known as 5G.  “Broadcom will not sell any critical national security assets to any foreign companies,” the letter said. “Of course, any dispositions of assets to foreign buyers would be themselves subject to CFIUS review.”","8":"FILE PHOTO: U.S. Sen. Tom Cotton (R-AR) walks outside the Senate chamber on Capitol Hill in Washington, U.S. February 7, 2018. REUTERS\/Eric Thayer  WASHINGTON (Reuters) - U.S. Republican lawmakers on Monday backed a U.S. panel's decision to delay semiconductor firm Qualcomm Inc QCOM.O shareholder meeting to allow for a more extensive review of Broadcom Ltd's AVGO.O takeover bid.  “I’m glad they’re taking a closer look at it. Qualcomm is a leader in 5G technology, which is going to be the new standard in the future,” said Senator John Cornyn, the No. 2 Republican in the Senate, who had pushed for further review.  Saying China and other countries “have been incredibly aggressive and strategic,” Cornyn told reporters outside the Senate that a hostile takeover of the chipmaker by a foreign company would be a cause for concern. Broadcom is based in Singapore.  “I support the idea that the committee on foreign investment takes a close look at that to see that American interests are protected,” he said.  Senator Tom Cotton, a vocal Republican voice on foreign policy, also said he backed further review.  “Qualcomm’s work is too important to our national security to let it fall into the hands of a foreign company — and in a hostile takeover no less,” Cotton said in a statement.  The U.S. Committee on Foreign Investment in the United States (CFIUS) on Sunday ordered Qualcomm to delay its March 8 shareholder meeting, an unprecedented move that cast new doubt on Broadcom’s $117 billion bid for its U.S. semiconductor peer.  Reuters reported last week that CFIUS had begun looking at Broadcom’s bid amid growing pressure from lawmakers, including President Donald Trump’s fellow Republicans in Congress.","9":"March 5 (Reuters) - A U.S. national security panel’s unusual decision to review Singapore-based Broadcom Ltd’s $117 billion hostile bid for smartphone chipmaker Qualcomm Ltd illustrates an expanding focus on the competitiveness of the U.S. semiconductor industry amid advances by China, regulatory experts said.  The secretive panel, called the Committee on Foreign Investment in the United States (CFIUS), has scuppered several attempts by Chinese technology companies to acquire U.S. chipmakers in the last 12 months over concerns about the transfer of potentially sensitive technology.  Broadcom is not a Chinese company, and has pledged to move its domicile from Singapore to the United States, arguing this will makes its acquisition of Qualcomm not covered by CFIUS. However, many of Qualcomm’s rivals, including Huawei Technologies Co Ltd, are Chinese.  Huawei is forging closer commercial ties with big telecommunication operators across Asia, the Americas and Europe, putting the company in prime position to lead the global race for wireless 5G networks, despite U.S. allegations it poses a security threat.  CFIUS views Qualcomm as a prized U.S. asset in the development of 5G wireless technology, which allows for the transmission of data at very fast speeds. It wants to make sure Qualcomm does not lose its status as a dominant player in wireless chip technology, according to a source familiar with the panel’s thinking.  As a result, Broadcom’s business plan for Qualcomm, including any divestitures it plans in order to appease antitrust regulators, will be scrutinized by CFIUS, lawyers who advised companies on their CFIUS applications said.  “This shows how indirect exposure to China is a frequent, but under-noticed, source of perceived national security risk,” said Mario Mancuso, a former CFIUS member who is now a partner at law firm Kirkland & Ellis LLP.  CFIUS’ stance has toughened as U.S. President Donald Trump seeks to pressure China to help tackle North Korea’s nuclear ambitions and be more accommodative on trade and foreign exchange issues.  Unfilled political vacancies in several government departments and agencies have also made it harder for CFIUS to approve deals.  Canyon Bridge Capital Partners LLC, a U.S.-based private equity firm funded by the Chinese government, saw its $1.3 billion acquisition of U.S. chipmaker Lattice Semiconductor Corp collapse last year after it was blocked by CFIUS, a rejection subsequently upheld by Trump.  Last month, U.S. semiconductor testing company Xcerra Corp said CFIUS had blocked its $580 million sale to a Chinese state-backed semiconductor investment fund.  Reuters reported last week that CFIUS had begun looking at Broadcom’s bid as pressure grew from politicians, including senior Republican U.S. Senator John Cornyn.  “Qualcomm is a leader in 5G technology, which is going to be the new standard in the future. And, as we’ve seen, some of our international rivals, like China, have been incredibly aggressive and strategic,” Cornyn said on Monday. He has proposed legislation to tighten CFIUS’ scrutiny of deals.  PROXY CONTEST  CFIUS’ intervention was unusual in that the panel typically reviews signed deals. However, Qualcomm has been resisting Broadcom’s overtures, prompting the latter to nominate six directors to Qualcomm’s 11-member board at its shareholder meeting. CFIUS on Sunday ordered Qualcomm to postpone its shareholder meeting, which was scheduled for Tuesday, for a month.  Qualcomm filed a voluntary request for CFIUS to review Broadcom’s bid on Jan. 29. CFIUS rules allow a company facing an unsolicited takeover bid to request a CFIUS review, so that its board of directors can better assess the regulatory risk of a deal.  “The rules say that one party alone could approach CFIUS and for a review,” said McDermott Will & Emery LLP regulatory lawyer David Levine.  Such circumstances are few and far between. Miner Rio Tinto Plc asked CFIUS for a review in 2008 after facing a hostile $150 billion bid by BHP Billiton Ltd, according to a source familiar with the matter. CFIUS allowed the bid, but BHP subsequently walked away from the deal in the aftermath of the financial crisis.  Broadcom struggled to win CFIUS approval to buy Brocade Communications Systems late last year. In the end, that approval came just weeks after Broadcom Chief Executive Officer Hock Tan announced in an Oval Office ceremony with Trump that Broadcom would bring its headquarters to the United States. (Reporting by Greg Roumeliotis in New York; editing by Jonathan Oatis)","10":"(Reuters) - Trade-sensitive technology stocks led losses in European markets on Friday after U.S. chipmaker Broadcom’s sales warning and disappointing industrial data out of China came as the clearest signs yet of the damage trade war may do to global growth.  The pan-European STOXX 600 index closed down 0.4%, with Frankfurt’s DAX index, which lists Europe’s largest chipmaker Infineon, falling 0.6%.  Broadcom, one of the biggest U.S. players in the chip sector, blamed the $2 billion hit to its 2019 sales on trade tensions and the ban on doing business with Huawei Technologies.  The warning battered European peers as concerns about a hit to earnings from a prolonged U.S.-China trade war fed into fears of slowing chip demand.  Infineon, AMS and STMicroelectronics, Siltronic, Dialog Semiconductor fell between 2.5% and 5.5% and pulled the technology sector down 1.8%.  “This is unlikely to be Broadcom specific but a trend to expect in the second half of this year,” said Neil Campling at technology analyst at Mirabaud Securities in London.  “The outlook of a rebound for the chip sector, which many hope for, is highly unlikely to materialize.”  Earlier, Chinese data showed industrial output growth slowed to a more than 17-year low in May and sent the euro zone bond yields to fresh lows.  However, Friday’s losses were not severe enough to erode the gains built this week on hopes that monetary easing in Europe and the United States would offset the concerns over growth that drove a sell-off in May. The STOXX 600 ended the week up about 0.4%, its second consecutive week of gains.  “The flight to safety in bonds isn’t all to do with the rate cut expectations. It is about taking the money out and putting it somewhere more defensive. Autos, banks and techs are the lowest so clearly there is a rotational trade,” said Mark Taylor, sales trader at Mirabaud.  Mining and auto stocks which typically fall on trade concerns, fell about 0.9% each.  Utilities, among sectors considered as bond-proxies, rose 0.5%, helped by shares of National Grid, which was upgraded by Bernstein and France’s Rubis.  Brokerage recommendations also drove moves in shares, with Swedish oil firm Lundin Petroleum rising 2.9% after Goldman Sachs upgraded its shares to “buy” from “neutral”.  DKSH Holdings tumbled 10% after Credit Suisse downgraded shares of the Switzerland-based consultancy to “underperform”.","11":"(Reuters) - Former Qualcomm Inc QCOM.O Chairman Paul Jacobs has informed its board of directors that he will seek to partner with investment firms to make an offer for the U.S. semiconductor company, people familiar with the matter said on Thursday.  Slideshow ( 3 images )  Jacobs' attempt to put together an offer comes just a few days after Qualcomm fended off a $117 billion hostile bid from Singapore-based rival Broadcom Ltd AVGO.O thanks to an order by U.S. President Donald Trump prohibiting the deal due to national security concerns.  Qualcomm does not view Jacobs' attempt to put together a buyout bid as credible, the sources said. Jacobs has held talks with several investment firms, including SoftBank Group Corp's 9984.T Vision Fund, but has so far been unable to secure the necessary financing, the three sources added.  Jacobs is attempting to put together the largest leveraged buyout of all time, three times as large as the $45 billion buyout of Texas power utility Energy Future Holdings, which ended in bankruptcy.  Even if SoftBank, a Japanese telecommunications group with technology investments around the world, wanted to join Jacobs’ bid, it could face conflicts given its ownership of British chip designer ARM Holdings Plc, the sources said. Adding to the potential conflicts, Qualcomm is an investor in the Vision Fund.  SoftBank’s deals are also subject to review by the Committee on Foreign Investment in the United States (CFIUS), the U.S. national security panel that also objected to Broadcom’s bid for Qualcomm.  The sources asked not to be identified because the deliberations are confidential. Qualcomm declined to comment, while Jacobs and SoftBank could not be immediately reached for comment. The Financial Times first reported on Jacob’s buyout efforts earlier on Thursday.  Jacobs, who still sits on Qualcomm’s board, was stripped of his title of executive chairman earlier this month when Jeffrey Henderson, another Qualcomm director, was named non-executive chairman.  While Jacobs shared the view of Qualcomm’s board that Broadcom’s bid undervalued the company and was fraught with regulatory risks, many on Qualcomm’s board blamed him for the dissatisfaction of some Qualcomm’s shareholders with the company’s handling of Broadcom’s bid, according to the sources.  Jacobs, whose father Irwin co-founded Qualcomm, is up for re-election as board director, alongside other Qualcomm nominees, at the company’s shareholder meeting on March 23. Proxy advisory firm ISS on Wednesday recommended to Qualcomm shareholders that they vote for Broadcom’s four nominees on Qualcomm’s 11-person board, even though their nominations have been withdrawn, as a form of protest.  Given that Qualcomm’s board director slate faces no competition, the re-election of Qualcomm’s board directors is assured. However, limited support for Qualcomm’s nominees could put pressure on Qualcomm CEO Steve Mollenkopf, who was criticized by some investors for inviting CFIUS to review Broadcom’s bid, to make changes to the company’s strategy.","12":"June 4 (Reuters) - Broadcom Inc on Thursday forecast current-quarter revenue, the mid-point of which was slightly below Wall Street estimates as its chip business was weighed down by the impact of the coronavirus crisis on global supply chains.  The company forecast third-quarter revenue of about $5.75 billion, plus or minus $150 million. Analysts on average were expecting $5.79 billion, according to IBES data from Refinitiv. (Reporting by Ayanti Bera in Bengaluru; Editing by Anil D’Silva)","13":"Slideshow ( 2 images )  WASHINGTON (Reuters) - U.S. President Donald Trump issued an order on Monday prohibiting Broadcom Ltd's AVGO.O proposed takeover of Qualcomm Inc QCOM.O on grounds of national security.  Qualcomm has rebuffed Broadcom’s $117 billion takeover offer, which is under investigation by the Committee on Foreign Investment in the United States, a multi-agency panel led by the Treasury Department that reviews national security implications when foreign entities take over U.S. corporations.","14":"Feb 12 (Reuters) -  * BROADCOM CEO HOCK TAN SAYS CO WILL WALK IF BOARD DOES NOT HAVE CONTROL OVER QUALCOMM BOARD - CNBC","15":"Feb 26 (Reuters) - Broadcom Ltd:  * QUALCOMM SAYS “HAS NO INTENTION OF DELAYING ANNUAL MEETING AND MADE THAT CLEAR TO BROADCOM DURING OUR FEBRUARY 23 MEETING”  * QUALCOMM - “REMAINS UNANIMOUS IN ITS VIEW THAT BROADCOM’S CURRENT OFFER” OF $79.00\/SHARE & PREVIOUS OFFER OF $82.00\/SHARE “MATERIALLY UNDERVALUES CO”  * QUALCOMM SAYS HAS REPEATEDLY ATTEMPTED TO ENGAGE WITH BROADCOM ON ISSUES INCLUDING PRICE, INCLUDING AT MEETINGS ON FEB 14 AND FEB 23  * QUALCOMM INC SAYS IN FEB 14 AND FEB 23 MEETINGS, BROADCOM REFUSED TO ENGAGE ON PRICE Source text for Eikon: Further company coverage:","16":"Feb 20 (Reuters) - Broadcom Ltd:  * BROADCOM IS EVALUATING ITS OPTIONS FOLLOWING QUALCOMM’S TRANSFER OF VALUE FROM QUALCOMM STOCKHOLDERS TO NXP STOCKHOLDERS  * BY RAISING OFFER FOR NXP TO $127.50\/SHARE, QUALCOMM HAS TRANSFERRED $4.10\/QUALCOMM SHARE FROM ITS STOCKHOLDERS TO NXP STOCKHOLDERS  * “REVISED PRICE FOR NXP IS WELL BEYOND WHAT QUALCOMM HAS REPEATEDLY CHARACTERIZED AS A ‘FULL AND FAIR’ PRICE”  * THE $4.10\/QUALCOMM SHARE TRANSFERRED FROM QUALCOMM TO NXP STOCKHOLDERS REPRESENTS ABOUT $6.2 BILLION OF VALUE Source text for Eikon: Further company coverage:","17":"(Reuters) - Broadcom Inc AVGO.O on Thursday reported quarterly revenue and profit above analysts' estimates, driven by strong demand for its enterprise storage and networking products from data centers, sending its shares up 5 percent in extended trading.  A sign to the campus offices of chip maker Broadcom Ltd, is shown in Irvine, California, U.S., November 6, 2017. REUTERS\/Mike Blake  The chipmaker also forecast better-than-expected full-year revenue and said it would not be giving quarterly guidance going forward.  Chief Executive Officer Hock Tan said the first quarter of fiscal 2019 is expected to be “okay”, in response to an analyst’s question during the company’s post-earnings call.  Tan said he sees a seasonal \"downtick\" in its wireless business, which makes chips for smartphones including Apple Inc's AAPL.O iPhones.  A handful of Apple suppliers have cut their forecasts for the December quarter, suggesting tepid demand for new iPhones.  Broadcom’s results beat was mainly driven by a better product mix and lower operating expenses, said Kinngai Chan, an analyst with Summit Insights Group.  The chipmaker acquired software maker CA Technologies for $19 billion earlier this year, aiming to diversify its revenue stream in the wake of a cooling semiconductor cycle. The move came after it failed to buy Qualcomm Inc QCOM.O in the biggest-ever technology deal.  Revenue from Broadcom’s wireless communications business, which makes RF filters and Wi-Fi chips for smartphones, contributed 31 percent to the sales, above Broadcom’s earlier expectations, but fell 5 percent to $1.70 billion from a year earlier.  “We benefited from upside volumes of legacy phone generations at our North American OEM customer,” Tan said.  Analysts say the North American customer is Apple.  The San Jose, California-based Broadcom also said going forward its two primary business segments will be semiconductor solutions and infrastructure software.  For the full year, Broadcom expects revenue of $24.50 billion, above analysts’ estimates of $22.40 billion, according to IBES data from Refinitiv.  Net income attributable to ordinary shares rose to $1.12 billion, or $2.64 per share, in the fourth quarter ended Nov. 4, from $532 million, or $1.25 per share, a year earlier.  Excluding items, the company earned $5.85 per share.  Net revenue rose 12.4 percent to $5.44 billion.  Analysts on average were expecting earnings of $5.58 per share on revenue of $5.39 billion.","18":"March 7 (Reuters) - Singapore-based Broadcom Ltd pledged on Wednesday to make the United States the global leader in 5G technology and maintain Qualcomm’s investments in the area after any merger between the two companies.  The U.S. government's Committee on Foreign Investment in the United States (CFIUS) has ordered a national security review of the proposed deal, saying a takeover can lead to lower R&D spending and weaken Qualcomm's competitive position against Chinese companies. (bit.ly\/2FtCesY)  Broadcom also promised to create a $1.5 billion fund with a focus on innovation to train and educate the next generation of U.S. engineers to ensure the country’s lead in future wireless technology. (Reporting by Supantha Mukherjee in Bengaluru)","19":"NEW YORK (LPC) - A dozen banks that signed on to provide a record US$100bn bridge loan to back Broadcom Ltd’s planned US$117bn takeover of Qualcomm Inc will earn starkly less than planned for extending credit to the chipmaker after US President Donald Trump on Monday blocked the deal over national security concerns.  A sign to the campus offices of chip maker Broadcom Ltd is shown in Irvine, California, U.S., November 6, 2017. REUTERS\/Mike Blake  Broadcom in February detailed the jumbo loan, the biggest committed credit package since global brewer AB InBev’s US$75bn loan in 2015 that backed its purchase of rival SABMiller, for what would be the technology sector’s largest deal ever. The loans represented a huge windfall for bankers eager to put money to work and rake in related fees.  “Broadcom’s 12 bridge lenders now stand to split a total pool of just US$20m to US$40m in fees,” said Jeff Nassof, a director at Freeman Consulting Services. “Had the transaction closed, fees for the proposed long-term debt financing package could have reached 10 times this amount.”  The whittled down fees that will be earned include money paid upfront and ticking fees accrued from the time the loan opened, he said. The lost fees include those that would have been taken in by underwriting roughly US$31bn in permanent bond financing that the company said it would issue to reduce the bridge.  The original 12 banks were in the process of downsizing their risk by expanding the bank group when the White House announced it was blocking the bid.  RECORD LOAN THAT WASN’T  The bank financing package included a US$20bn, one-year cash flow bridge facility; a US$4.477bn, two-year term loan; a US$19.679bn, three-year term loan; a US$19.679bn, five-year term loan; and a US$5bn, five-year revolving credit facility, LPC previously reported.  Bank of America Merrill Lynch, Citigroup, Deutsche Bank, JP Morgan, Mizuho, SMBC, MUFG, Wells Fargo, Scotiabank, BMO Capital Markets, Royal Bank of Canada and Morgan Stanley were lead arrangers and joint bookrunners on the syndicated loan.  The banks were either unavailable to immediately comment, or declined to comment.  Silver Lake, KKR and CVC had also agreed to provide US$6bn of convertible bond financing to Broadcom.  With this milestone loan going away, based on administration worries that the merger would give China an upper hand in mobile communications, bankers will have plenty of lending capacity to apply to other situations. The decision to scuttle the deal was based on concerns that the US advantage would be lost to China if Singapore-based Broadcom took over San Diego-based Qualcomm, according to a White House official.  “There is no issue with capacity in the market, full stop,” said a banker not involved in the deal. “Banks are looking to do business. People would be disappointed with this going away.”  Initial margins are 100bp over Libor on the cash flow bridge, 112.5bp on the two-year term loan, 125bp on the three-year term loan and revolver, and 137.5bp on the five-year term loan, Thomson Reuters LPC previously reported. The revolver pays an initial commitment fee of 12.5bp.  In syndicated loans for investment grade credits, a portion of the bridge fees is usually paid at the announcement of the deal. The other portion is paid at 90 days.  The first dozen banks only got to cash in on the first part.  “If you get an executive order that the deal is not going to happen the [loan] deal goes away,” the banker said.  Qualcomm, which has emerged as one of the biggest competitors to China’s Huawei Technologies Co Ltd in the sector, making it a prized asset, has consistently rebuffed Broadcom’s acquisition efforts.  Broadcom said in a statement that it was reviewing the presidential order and “strongly disagrees that its proposed acquisition of Qualcomm raises any national security concerns.”  Potential benefactors of the freed up lending capacity generated by the failed Broadcom takeover include US health insurer Cigna Corp, which is supporting its roughly US$52bn acquisition of pharmacy benefit manager Express Scripts Holding Co with a US$26.7bn 364-day senior unsecured bridge loan facility.  The company, in announcing its merger last Thursday, had said it had obtained committed debt financing from Morgan Stanley and MUFG.","20":"April 5 (Reuters) - Broadcom Ltd:  * BROADCOM COMPLETES REDOMICILIATION TO THE UNITED STATES  * EXISTING CO-HQ IN SAN JOSE, CALIFORNIA WILL BECOME CO’S SOLE HQ AS A U.S. CORPORATION  * BROADCOM INC COMMON STOCK WILL BEGIN TRADING ON APRIL 5 AND COMPANY’S TRADING SYMBOL ON NASDAQ WILL REMAIN UNCHANGED AS “AVGO” Source text for Eikon: Further company coverage:","21":"WASHINGTON, March 5 (Reuters) - U.S. Senator Tom Cotton said on Monday he backed a U.S. government panel’s decision to delay a Qualcomm Inc shareholder meeting to allow for a more extensive review of Broadcom Ltd’s takeover bid.  “Qualcomm’s work is too important to our national security to let it fall into the hands of a foreign company — and in a hostile takeover no less,” Cotton, a vocal Republican voice on foreign relations, said in a statement.  The U.S. Committee on Foreign Investment in the United States (CFIUS) on Sunday ordered Qualcomm to delay its March 8 shareholder meeting, an unprecedented move that cast new doubt on Singapore-based Broadcom’s $117-billion bid for its U.S. semiconductor peer.  Reuters reported last week that CFIUS had begun looking at Broadcom’s bid amid growing pressure from lawmakers, including President Donald Trump’s fellow Republicans in Congress.","22":"Feb 20 (Reuters) - Broadcom Ltd:  * BROADCOM LTD SAYS CEO HOCK E. TAN’S FY 2017 TOTAL COMPENSATION WAS $103.2 MILLION - SEC FILING  * BROADCOM LTD SAYS CFO THOMAS H. KRAUSE JR’S FY 2017 TOTAL COMPENSATION WAS $11.1 MILLION  * BROADCOM LTD SAYS CEO HOCK E. TAN'S FY 2017 TOTAL COMPENSATION INCLUDED $98.3 MILLION OF STOCK AWARDS Source text for Eikon: (bit.ly\/2Hymjbg) Further company coverage:","23":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window.)  * Broadcom tumbles after warning of chip demand slowdown  * Tech down most among 11 major S&P sectors; Chips slide  * China’s May industrial output growth cools to 17-yr low  * Data shows U.S. retail sales rise in May  * Indexes down: Dow 0.38%, S&P 0.37%, Nasdaq 0.64% (Updates to open)  By Shreyashi Sanyal  June 14 (Reuters) - Wall Street’s main indexes dropped on Friday, as shares of chipmakers sank on a warning from sector major Broadcom of a broad weakening in global demand and Chinese data pointed to the worst slowdown in industrial growth in 17 years.  Shares of Broadcom Inc plunged 6.83% after it cut its full-year revenue forecast by $2 billion, blaming the U.S.-China trade conflict and export curbs on Huawei Technologies Co Ltd.  Shares of Apple Inc also slipped 1.66% and weighed the most on the three main indexes. Broadcom is a major supplier to the iPhone maker.  “Broadcom is definitely leading markets lower and that might drive other chips lower as well. Some of it is also about the U.S.-China trade war and the fight over Huawei,” said Kim Forrest, chief investment officer at Bokeh Capital Partners in Pittsburgh.  Meanwhile, China’s industrial output growth in May slowed below expectations and showed signs of weakening demand, sending a chill through stock market investors globally.  Losses in chip companies, who both source product and sell heavily in China, dragged the benchmark S&P 500 index lower, with the Philadelphia Semiconductor index tumbling 3%. Technology stocks fell 1.06%, the most among the 11 major S&P sectors.  “China was to be expected because tariffs are having an effect on them and that’s starting to show up,” Forrest said.  At 9:57 a.m. ET the Dow Jones Industrial Average was down 99.94 points, or 0.38%, at 26,006.83, the S&P 500 was down 10.68 points, or 0.37%, at 2,880.96 and the Nasdaq Composite was down 50.39 points, or 0.64%, at 7,786.74.  The S&P 500 index has gained 4.7% in June so far and was on track to end the week slightly higher, on hopes the Federal Reserve will soon cut interest rates.  A Fed meeting next week may provide the acid test of market expectations that the U.S. central bank could cut rates as much as three times this year, while a G20 summit at the end of the month may yet yield more progress on a trade deal.  Data showed U.S. retail sales increased in May, although slightly below expectations, which could ease fears the domestic economy was slowing down sharply in the second quarter.  “It’s important to remember that softening economic data does not mean recessionary economic data,” Mike Loewengart, vice-president of investment strategy at E*Trade Financial in New York, said.  Declining issues outnumbered advancers for a 2.10-to-1 ratio on the NYSE and a 2.17-to-1 ratio on the Nasdaq.  The S&P index recorded 20 new 52-week highs and one new low, while the Nasdaq recorded 22 new highs and 30 new lows. (Reporting by Shreyashi Sanyal and Aparajita Saxena in Bengaluru; editing by Patrick Graham and Arun Koyyur)","24":"Feb 14 (Reuters) - Qualcomm Inc said on Wednesday its top executives met with Broadcom Ltd to discuss the latter’s revised $121 billion bid, the first time the chipmakers have discussed a potential deal.  “We met with representatives of Broadcom for two hours earlier today,” Qualcomm said, adding that its board would meet to determine the next steps.  Qualcomm said the meeting was attended by Chief Executive Officer Steve Mollenkopf, Chief Financial Officer George Davis and Chairman Paul Jacobs, among others.  The meeting comes after Qualcomm rejected Broadcom’s revised cash-and-stock bid of $82 per share last week and said the new offer still undervalues it and falls well short of the firm commitments on regulatory issues it expected.  However, the company offered to meet Broadcom to see if it can address what it called “serious deficiencies in value and certainty in its proposal.”  Qualcomm and Broadcom planned to meet on Feb. 14, Reuters reported on Sunday, citing people familiar with the matter.  Broadcom had initially made a $103 billion offer for Qualcomm in early November.","25":"","26":"March 5 (Reuters) - Broadcom Ltd:  * BROADCOM DISAPPOINTED WILL OF QUALCOMM STOCKHOLDERS TO BE DEFERRED  * WAS INFORMED ON SUNDAY NIGHT THAT ON JANUARY 29, QUALCOMM SECRETLY FILED A VOLUNTARY REQUEST WITH CFIUS  * BROADCOM - REQUEST WITH CFIUS TO INITIATE INVESTIGATION, RESULTING IN DELAY OF QUALCOMM’S ANNUAL MEETING 48 HOURS BEFORE IT WAS TO TAKE PLACE  * REMAINS ON TRACK TO COMPLETE REDOMICILIATION NO LATER THAN MAY 6, 2018 Source text for Eikon: Further company coverage:","27":"(Reuters) - U.S. President Donald Trump on Monday blocked microchip maker Broadcom Ltd'sAVGO.O proposed takeover of Qualcomm IncQCOM.O on national security grounds, ending what would have been the technology industry's biggest deal ever amid concerns that it would give China the upper hand in mobile communications.  The presidential order reflected a calculation that the United States’ lead in creating technology and setting standards for the next generation of mobile cell phone communications would be lost to China if Singapore-based Broadcom took over San Diego-based Qualcomm, according to a White House official.  Qualcomm has emerged as one of the biggest competitors to China’s Huawei Technologies Co [HWT.UL] in the sector, making Qualcomm a prized asset.  Qualcomm had earlier rebuffed Broadcom’s $117 billion bid, which was under investigation by the U.S. Committee on Foreign Investment in the United States (CFIUS), a multi-agency panel led by the Treasury Department that reviews the national security implications of acquisitions of U.S. corporations by foreign companies.  In a letter on March 5, CFIUS said it was investigating whether Broadcom would starve Qualcomm of research dollars that would allow it to compete and also cited the risk of Broadcom’s relationship with “third party foreign entities.”  While it did not identify those entities, the letter repeatedly described Qualcomm as the leading company in so-called 5G technology development and standard setting.  “A shift to Chinese dominance in 5G would have substantial negative national security consequences for the United States,” CFIUS said. “While the United States remains dominant in the standards-setting space currently, China would likely compete robustly to fill any void left by Qualcomm as a result of this hostile takeover.”  NATIONAL SECURITY AND HUAWEI  A White House official on Monday confirmed that the national security concerns related to the risks of Broadcom’s relationship with third party foreign entities.  Slideshow ( 4 images )  A source familiar with CFIUS’ thinking had said that, if the deal was completed, the U.S. military was concerned that within 10 years, “there would essentially be a dominant player in all of these technologies and that’s essentially Huawei, and then the American carriers would have no choice. They would just have to buy Huawei (equipment).”  Huawei has been forging closer commercial ties with big telecom operators across Europe and Asia, putting it in prime position to lead the global race for 5G networks despite U.S. concerns.  Huawei has a dominant position in China, which is set to become the world’s biggest 5G market by far, and has also made inroads in the rest of world to compete with rivals such as Ericsson ERICb.ST and Nokia NOKIA.HE in several lucrative markets, including countries that are longstanding U.S. allies.  Qualcomm is also a major player in 5G, estimated to have 15 percent of 5G-essential patents in the world, compared with 11 percent for Nokia and 10 percent for all of China, according to a Jefferies report citing LexInnova research. Many smartphone makers are counting on Qualcomm to deliver its 5G chipset on time in late 2018 to roll out their 5G phones in 2019.  Shares of Broadcom rose less than 1.0 percent to $264.10 in after-hours trade while Qualcomm fell 4.3 percent to $60.14.  Broadcom said it was reviewing the presidential order. “Broadcom strongly disagrees that its proposed acquisition of Qualcomm raises any national security concerns,” it said in a statement in response to the decision.  Qualcomm, which had delayed its annual shareholder meeting during the CFIUS review, set the new date for March 23.  The move by Trump to kill the deal comes only months after the U.S. president himself stood next to Broadcom Chief Executive Hock Tan at the White House, announcing the company’s decision to move its headquarters to the United States and calling it “one of the really great, great companies.”  Slideshow ( 4 images )  This is the fifth time a U.S. president has blocked a deal based on CFIUS objections and the second deal Trump has stopped since assuming office slightly over a year ago.  “The proposed takeover of Qualcomm by the Purchaser (Broadcom) is prohibited, and any substantially equivalent merger, acquisition, or takeover, whether effected directly or indirectly, is also prohibited,” the presidential order released on Monday said.  The order cited “credible evidence” that led Trump to believe that Broadcom’s taking control of Qualcomm “might take action that threatens to impair the national security of the United States.”  BROADCOM’S NEXT MOVE  Broadcom had struggled to complete its proposed deal to buy Qualcomm, which had cited several concerns including the price offered and potential antitrust hurdles.  The presidential decision to block the deal cannot be appealed. However, it is not clear what rules Broadcom would have to follow if it goes ahead with announced plans to move its headquarters to the United States.  Companies may challenge CFIUS’s jurisdiction in court but may not challenge the inter-agency panel’s national security findings, a CFIUS expert said.  If Broadcom decides to press on with its effort to buy Qualcomm, it would be wise to drop the matter for now while the company quietly wraps up its move to the United States, a second CFIUS expert said. Once the move is done, Broadcom could argue that CFIUS does not have jurisdiction, the second expert said.  Both spoke privately to protect business relationships.","28":"Feb 20 (Reuters) - Broadcom Ltd:  * LEADING INDEPENDENT PROXY ADVISORY FIRM ISS RECOMMENDS QUALCOMM STOCKHOLDERS VOTE ON THE BLUE PROXY CARD FOR FOUR OF BROADCOM’S NOMINEES  * BROADCOM - ANNOUNCED INSTITUTIONAL SHAREHOLDER SERVICES RECOMMENDED QUALCOMM STOCKHOLDERS VOTE “FOR” 4 OF BROADCOM’S INDEPENDENT DIRECTOR NOMINEES Source text for Eikon: Further company coverage: (Bangalore.newsroom@thomsonreuters.com)","29":"* Qualcomm proposes further price talks with Broadcom  * Focus on Fed chief’s testimony, inflation data this week  * Futures up: Dow 143 pts, S&P 10 pts, Nasdaq 27 pts (Adds comment, details, updates prices)  Feb 26 (Reuters) - U.S. stock index futures pointed to a strong start for Wall Street on Monday, with investors hoping that new Fed chair Jerome Powell will keep the U.S. central bank on a steady course of monetary tightening.  Powell faces questions from both houses of the U.S. Congress in a semi-annual testimony starting on Tuesday, his first major set piece since he took over from Janet Yellen earlier this month.  His testimony comes at a time when investors have been anxious about the pace of interest rate hikes, which have weighed on equity markets globally.  “There’s some talk of him (Powell) being a little more open to tolerating inflation running above the 2 percent target. The focus will be to see if he is indeed open to that and the rationale behind it,” said Aaron Clark, portfolio manager at GW&K Investment Management.  The Fed said on Friday it expected economic growth to remain steady and saw no serious risks on the horizon that might pause its planned pace of rate hikes.  The week is heavy on data, with a report on personal consumption expenditure, the Fed’s favorite gauge of inflation, expected on Thursday.  By 8:34 a.m. ET, Dow e-minis had gained 143 points, S&P 500 e-minis added 10 points and Nasdaq 100 e-minis rose 27 points.  Among stocks, Qualcomm shares rose 2.8 percent in premarket trading after the chipmaker urged Broadcom to enter into price negotiations on its $117 billion offer for the company.  GE shares rose marginally after the industrial conglomerate nominated three new candidates to its board.  The U.S. 10-year Treasury yield eased to 2.8405 percent , continuing a slip from the four-year high hit last week, while the CBOE Volatility index, known as Wall Street’s fear gauge, was last at 16.53.  A report on U.S. new home sales, due at 10:00 a.m. ET, is likely to show sales increased 3.2 percent to a seasonally adjusted rate of 645,000 units in January. (Reporting by Sruthi Shankar in Bengaluru; Editing by Anil D’Silva)","30":"Sept 6 (Reuters) - Broadcom Inc reported a 13.4 percent rise in quarterly revenue on Thursday, driven by strong demand for chips and switching components used in telecommunications equipment and data centers.  Net income attributable to common stock rose to $1.2 billion, or $2.71 per share, in the third quarter ended Aug. 5 from $481 million, or $1.14 per share, a year earlier.  Net revenue rose to $5.06 billion from $4.46 billion. (Reporting by Sonam Rai and Sayanti Chakraborty in Bengaluru; Editing by Anil D’Silva)","31":"(Reuters) - Broadcom Inc's AVGO.O fourth-quarter earnings beat Street estimates on Thursday, but investors were put off by slowing growth in semiconductor business and a lukewarm revenue forecast for 2020, sending its shares down about 2% in extended trade.  FILE PHOTO: A sign to the campus offices of chip maker Broadcom Ltd is shown in Irvine, California, U.S., November 6, 2017. REUTERS\/Mike Blake  The 17-month long trade war between the United States and China and sanctions on China’s Huawei Technologies pressured its core semiconductor business for the past few quarters.  The company expects 2020 full-year revenue to be about $25 billion, plus or minus $500 million, beating analysts’ estimate of $23.79 billion, according to IBES data from Refinitiv.  The outlook pointed to a weaker-than-expected wireless business, said Kinngai Chan, an analyst with Summit Insights Group.  He added that $25 billion is not a very strong outlook with its semiconductor business expected to grow at about 4% year-over-year to about $18 billion.  Broadcom, on a post-earnings call said that Symantec Corp’s enterprise security unit, its latest $10.7 billion acquisition, is expected to contribute about $1.8 billion next year.  The 2020 guidance was actually a little light on the Street as revenue from Symantec was expected to be about $2 billion, said Christopher Rolland, analyst with Susquehanna Financial Group.  Shares of Broadcom initially rose after market on better-than-expected 2020 revenue forecast boosted by upcoming 5G adoption.  The semiconductor business will return to year-over-year growth in the second half of the company’s fiscal year, Chief Executive Officer Hock Tan said in a statement.  Apple 5G smartphone ramp will drive year-over-year growth in its wireless business in second half of 2020, added Chan.  Brokerage BofA Global Research on Wednesday predicted that Apple 5G phones could make up nearly one-third of the global market for 5G smartphones in the next three years.  Fellow Apple supplier Qualcomm Inc QCOM.O forecast sales of 200 million 5G smartphones next year, which Wall Street analysts say includes 5G phones from Apple.  For the fourth quarter, Broadcom also beat revenue and profit estimates, boosted by growth in the software business that helps to manage and secure applications across mobile, cloud and mainframe platforms.  Broadcom reported revenue of $5.78 billion in the fourth quarter, edging past estimates of $5.73 billion.  Excluding items, the company reported profit of $5.39 per share, topping expectation of $5.35.  The company raised its target dividend by 23% to $3.25 per share per quarter for fiscal year 2020.","32":"March 5 (Reuters) -  * BROADCOM IS ON COURSE TO WIN MAJORITY OF QUALCOMM BOARD SEATS - BLOOMBERG Source text : bloom.bg\/2FsL3mY Further company coverage:","33":"Feb 14 (Reuters) - Broadcom Ltd:  * QUALCOMM ISSUES STATEMENT ON MEETING WITH BROADCOM  * QUALCOMM INC - “WE MET WITH REPRESENTATIVES OF BROADCOM FOR TWO HOURS EARLIER TODAY, AND LISTENED CAREFULLY TO WHAT THEY HAD TO SAY”  * QUALCOMM INC - QUALCOMM BOARD WILL “PROMPTLY MEET TO DISCUSS MEETING AND TO DETERMINE NEXT STEPS”  * QUALCOMM - ISSUES STATEMENT AFTER ITS BOARD, SENIOR MANAGEMENT TEAM MET TODAY WITH BROADCOM TO DISCUSS BROADCOM’S PROPOSAL Source text for Eikon: Further company coverage:","34":"(Reuters) - Broadcom Inc on Thursday warned of a broad slowdown in chip demand, blaming a trade conflict between the United States and China and export restrictions on Huawei Technologies Co Ltd and the chipmaker cut its revenue forecast for the year by 8%.  FILE PHOTO: Broadcom Limited company logo is pictured on an office building in Rancho Bernardo, California May 12, 2016. REUTERS\/Mike Blake  Shares of the San Jose, California-based company fell 8% to $258.75 in extended trading and the remarks dragged down stocks of other chipmakers, including Qualcomm, Texas Instruments and Skyworks Solutions.  “It is clear that the U.S.-China trade conflict including the Huawei export ban is creating economic and political uncertainty and reducing visibility,” Chief Executive Officer Hock Tan said on a conference call with analysts.  Shares of Broadcom have been under pressure after the U.S. government put Huawei on a trade blacklist last month. Huawei accounted for about $900 million, or 4%, of the company’s overall sales last year.  Tan said that if consumer demand for smartphones remains steady, other phone makers could start taking Huawei’s market share, and those phone makers are likely to buy chips from Broadcom. However, he cautioned that the process will take up to six months.  “What’s the impact of the Huawei ban on a company like us selling components and technology? Well, short term, keep in mind we’ll see a very sharp impact simply because (there are) no purchases allowed and there’s no obvious substitution in place,” Tan said.  Revenue from semiconductor solutions, Broadcom’s biggest business unit, fell 10% to $4.09 billion in the second quarter, while revenue from its infrastructure software business came in at $1.41 billion  Demand for enterprise and mainframe software remained stable, mainly in North America and Europe, Tan said.  The company, known for communications chips that power Wi-Fi, Bluetooth and GPS connectivity in smartphones, lowered its full-year revenue forecast by $2 billion to $22.50 billion, saying that its customers are actively reducing inventory levels.  Net revenue rose to $5.52 billion in the quarter ended May 5, from $5.01 billion a year earlier, but missed analysts’ estimates of $5.68 billion, according to IBES data from Refinitiv.  Net income attributable to ordinary shares fell to $691 million, or $1.64 per share, in the quarter, from $3.72 billion, or $8.33 per share, a year earlier. (reut.rs\/2F8Mgyt)  Excluding items, the company earned $5.21 per share, beating analysts’ estimates of $5.16 per share.","35":"(Reuters) - A U.S. national security panel has ordered Singapore-based chipmaker Broadcom AVGO.O to provide it with five business days' notice before taking any action toward redomiciling to the United States, a regulatory filing this week revealed.  FILE PHOTO: Broadcom Limited company logo is pictured on an office building in Rancho Bernardo, California May 12, 2016. REUTERS\/Mike Blake\/File Photo  The previously undisclosed requirement shows that the Committee on Foreign Investment in the United States (CFIUS), which reviews foreign acquisitions of U.S. companies for potential national security risks, is aware that its jurisdiction could be contested if Broadcom redomiciles to the United States.  The panel on Sunday ordered San Diego-based Qualcomm Inc QCOM.O to postpone its shareholder meeting by 30 days so it could investigate Broadcom's $117 billion hostile bid for Qualcomm.  Lawyers that specialize in advising companies on CFIUS matters have been debating this week whether Broadcom’s bid would be subject to a CFIUS review once it redomiciles.  “It is not entirely clear how establishing a U.S. domicile would affect CFIUS’ view of its jurisdiction over the proposed transaction,” Kirkland & Ellis LLP, a U.S. law firm not involved in the matter, wrote in a note to clients on Friday.  “CFIUS’ determination as to whether an entity is considered ‘foreign’ is nuanced and not prescriptive, and encompasses considerations that include a facts and circumstances assessment of ownership and formal and informal mechanisms of control,” the Kirkland lawyers wrote.  Broadcom said on Friday it expected to complete its move to the United States by May 6. It disclosed it had petitioned a Singapore court on March 9 to order the convening of a special shareholder meeting to approve the redomiciliation. This meeting will be held on March 23, the company said. The Singapore Court will then have to greenlight the redomiciliation.  “We are aware of the terms in the (CFIUS) order and are in full compliance,” a Broadcom spokeswoman said by email when asked whether the company had given CFIUS the required five-day notice on action to redomicile.  CFIUS’ instructions to Broadcom were disclosed by Qualcomm in a regulatory filing with the U.S. Securities and Exchange Commission that contained CFIUS’ interim order to both companies. Qualcomm and a spokesman for the U.S. Treasury, which chairs CFIUS, declined to comment.  CFIUS in its order on Sunday also instructed Qualcomm not to take any action that could lead to a deal with Broadcom during the panel’s review, Qualcomm’s regulatory filing showed. Broadcom has nominated six directors for election to Qualcomm’s 11-member board as a way to force negotiations between the two companies.  CFIUS, an inter-agency panel led by the U.S. Treasury, rarely reviews mergers before a deal has been clinched. The review of Broadcom’s bid illustrates the U.S. government’s expanding focus on the competitiveness of the national semiconductor industry as China advances.  The U.S. government is concerned that Chinese companies, including the big network equipment and mobile phone maker Huawei Technologies Co Ltd [HWT.UL], would take advantage of any openings to take the lead in the next generation mobile phone networks known as 5G.  “As a U.S. corporation, our future acquisitions in the United States would not be subject to certain regulatory processes required for acquisitions by foreign corporations,” Broadcom said in a regulatory filing on Friday.","36":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window.)  * Broadcom slides after warning of chip demand slowdown  * Tech down most among 11 major S&P sectors; Chips tumble  * China’s May industrial output growth cools to 17-yr low  * Data shows U.S. retail sales rise in May  * Indexes down: Dow 0.16%, S&P 0.24%, Nasdaq 0.53% (Updates prices, comments)  By Shreyashi Sanyal  June 14 (Reuters) - U.S. stocks dropped on Friday, as shares of chipmakers sank on a warning from sector major Broadcom of a broad weakening in global demand and Chinese data pointed to the worst slowdown in industrial growth in 17 years.  Shares of Broadcom Inc fell 6.53% after it cut its full-year revenue forecast by $2 billion, blaming the U.S.-China trade conflict and export curbs on Huawei Technologies Co Ltd .  Shares of Apple Inc also slipped 1% and weighed the most on the three main indexes. Broadcom is a major supplier to the iPhone maker.  “Until there’s a resolution or some type of clarity on the trade deal with China, you’re going to see the chipmakers show weakness,” said Ryan Nauman, market strategist at Informa Financial Intelligence in Zephyr Cove, Nevada.  Losses in chip companies, who both source product and sell heavily in China, dragged the benchmark S&P 500 index lower, with the Philadelphia Semiconductor index tumbling 2.67%.  “People are backing off of optimism that a trade deal will get done and it’ll probably drag out longer into the year,” Nauman said.  China’s industrial output growth in May slowed below expectations and showed signs of weakening demand, sending a chill through stock market investors globally.  Technology stocks fell 0.8%, the most among the 11 major S&P sectors. The trade-sensitive industrials slipped 0.61%.  At 11:27 a.m. ET the Dow Jones Industrial Average was down 41.61 points, or 0.16%, at 26,065.16, the S&P 500 was down 7.07 points, or 0.24%, at 2,884.57 and the Nasdaq Composite was down 41.69 points, or 0.53%, at 7,795.44.  The S&P 500 index has gained 4.8% in June so far and was on track to end the week slightly higher, on hopes the Federal Reserve will soon cut interest rates.  A Fed meeting next week may provide the acid test of market expectations that the U.S. central bank could cut rates as much as three times this year, while a G20 summit at the end of the month may yet yield more progress on a trade deal.  In a bright spot, data showed U.S. retail sales increased in May and sales for the prior month were revised higher, suggesting a pick-up in consumer spending that could ease fears the economy was slowing down sharply in the second quarter.  Online pet products retailer Chewy Inc rose 63% in its market debut on Monday, at a valuation of over $14 billion and joined a host of high-profile companies, such as Lyft Inc and Uber Technologies Inc that listed on U.S. stock exchanges this year.  Declining issues outnumbered advancers for a 1.74-to-1 ratio on the NYSE and a 1.96-to-1 ratio on the Nasdaq.  The S&P index recorded 24 new 52-week highs and two new lows, while the Nasdaq recorded 31 new highs and 50 new lows. (Reporting by Shreyashi Sanyal and Aparajita Saxena in Bengaluru; Editing by Patrick Graham and Arun Koyyur)","37":"(Reuters) - Private equity firms Permira and Advent International Corp have proposed a deal to buy Symantec Corp for more than $16 billion after the cyber security company agreed to a sale of a big chunk of its business, the Wall Street Journal reported on Friday.  FILE PHOTO: The Symantec booth is seen during the 2016 Black Hat cyber-security conference in Las Vegas, Nevada, U.S. August 3, 2016. REUTERS\/David Becker\/File Photo  Shares of Symantec rose as much as 10% after the report.  Permira and Advent recently approached Symantec proposing a takeover deal valuing Symantec at $26 to $27 a share that would hand them the company’s consumer operation while preserving the sale of its enterprise business to chipmaker Broadcom Inc, the report said.  Such a structure could reduce the tax bill for its shareholders, the WSJ report said, citing people familiar with the matter. (on.wsj.com\/2m1v1s1)  The report added that it couldn’t be learned how exactly this deal would work and it is far from guaranteed it will happen.  If it does, it could involve the firms buying Symantec and proceeding with the sale to Broadcom or waiting for the enterprise deal to close and then acquiring the consumer unit, the Journal reported.  Symantec’s consumer unit includes its Norton antivirus and LifeLock identity-theft-protection products.  In August, Broadcom said it would buy Symantec’s enterprise security unit for $10.7 billion in cash to scale up its software business through deals.  Sources had told Reuters in July that Symantec walked away from negotiations to sell the entire company to Broadcom over price disagreements.  The WSJ on Friday reported that Permira and Advent had also considered a deal for all of Symantec and were close to inking one before the talks fell apart.  Up to Thursday’s close, Symantec had a market capitalization of $14.51 billion.  Symantec and Permira did not immediately respond to Reuters’ requests for comment. An Advent spokesman declined to comment.","38":"March 12 (Reuters) - Qualcomm Inc:  * RECEIVED A PRESIDENTIAL ORDER TO IMMEDIATELY AND PERMANENTLY ABANDON THE PROPOSED TAKEOVER OF QUALCOMM BY BROADCOM LIMITED  * ALL OF BROADCOM’S DIRECTOR NOMINEES ARE ALSO DISQUALIFIED FROM STANDING FOR ELECTION AS DIRECTORS OF QUALCOMM  * CO ALSO ORDERED TO RECONVENE ITS 2018 ANNUAL MEETING ON EARLIEST POSSIBLE DATE, WHICH BASED ON REQUIRED NOTICE PERIOD, IS MARCH 23, 2018 Further company coverage:","39":"Sept 12 (Reuters) - Broadcom Inc reported quarterly revenue that missed Wall Street expectations on Thursday, as the company faces a slowdown in chip demand and macroeconomic uncertainty due to the U.S.-China trade war.  Net revenue rose to $5.52 billion in the third quarter ended Aug. 4, from $5.06 billion a year earlier. Analysts had expected $5.54 billion, according to IBES data from Refinitiv.  The chipmaker maintained its forecast for full-year 2019 revenue of $22.50 billion, which also came in below analysts’ estimates of $22.6 billion. (Reporting by Arjun Panchadar in Bengaluru; Editing by Shailesh Kuber)","40":"(Adds Xerox, Broadcom, Sberbank)  Feb 13 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 1400 GMT on Tuesday:  ** Xerox Corp management defended itself and decision to merge with Japan’s Fujifilm Holdings, calling criticism from activist shareholders Carl Icahn and Darwin Deason misleading and inaccurate.  ** Broadcom Ltd on Tuesday cut the number of board seats it was trying to win at Qualcomm Inc to six from 11, and reiterated that its offer for the company was only good until the conclusion of a March 6 shareholder meeting at the chipmaker.  ** Russia’s top lender Sberbank has received an offer for its Turkish unit Denizbank, Sberbank’s head German Gref told reporters.  ** The largest U.S. drugstore operator Walgreens Boots Alliance Inc has made a takeover approach to drug distributor AmerisourceBergen Corp, the Wall Street Journal reported on Monday, outlining a deal that would accelerate healthcare sector consolidation.  ** A unit of China’s HNA Group, the cash-starved aviation-to-financial services conglomerate, said on Tuesday it was selling two Hong Kong sites to Henderson Land Development Co Ltd for HK$16 billion ($2 billion). (Compiled by Sonam Rai in Bengaluru)","41":"Feb 9 (Reuters) - Qualcomm Inc said on Friday that it might lose two major customers if the revised $121 billion deal with chipmaker Broadcom Ltd goes forward.  \"Two customers providing Qualcomm chipset revenues in excess of $1 billion each per year have stated that they are likely to move designs away from Qualcomm in the event that this transaction moves forward,\" according to a filing. (bit.ly\/2nVvbOU)  “This is due to their lack of confidence in Broadcom’s ability to continue to lead in technology.”  Qualcomm on Thursday rejected Broadcom’s revised buyout offer, but proposed a meeting with the company to see whether they can address what it called the bid’s “serious deficiencies in value and certainty”. (Reporting by Sonam Rai in Bengaluru; Editing by Shounak Dasgupta)","42":"March 23 (Reuters) - Broadcom Ltd:  * BROADCOM LTD SAYS FILED CERTIFICATE OF AMENDMENT TO CHANGE LEGAL NAME TO BROADCOM INC. EFFECTIVE MARCH 23 - SEC FILING Source text - bit.ly\/2Gmtndc Further company coverage:","43":"Feb 21 (Reuters) - Broadcom Ltd:  * BROADCOM ADJUSTS OFFER FOR QUALCOMM TO $79 PER QUALCOMM SHARE  * BROADCOM SAYS ALL OTHER TERMS OF PROPOSED MERGER AGREEMENT WITH QUALCOMM REMAIN UNCHANGED  * BROADCOM LTD - REAFFIRMS ITS COMMITMENT TO ACQUIRING QUALCOMM  * BROADCOM - PREPARED TO BUY QUALCOMM FOR $79 PER QUALCOMM SHARE, CONSISTING OF $57 IN CASH AND $22 IN BROADCOM SHARES  * BROADCOM -ADJUSTING QUALCOMM OFFER AFTER QUALCOMM BOARD’S DECISION TO TRANSFER $4.10 PER QUALCOMM SHARE FROM QUALCOMM STOCKHOLDERS TO NXP STOCKHOLDERS  * BROADCOM - LOOKS FORWARD TO CONCLUDING TRANSACTION WITH THIS QUALCOMM BOARD, OR NEWLY ELECTED QUALCOMM BOARD FOLLOWING ANNUAL MEETING ON MARCH 6, 2018  * BROADCOM - PROPOSED DEAL WOULD PROVIDE FOR AUTOMATIC INCREASE OF $3\/QUALCOMM SHARE, OR TOTAL OF $82\/SHARE, IF QUALCOMM UNABLE TO COMPLETE NXP DEAL  * BROADCOM - POTENTIAL AUTOMATIC INCREASE OF $3\/QUALCOMM SHARE, OR TOTAL OF $82\/SHARE, WOULD EQUATE TO $60 IN CASH & $22 IN BROADCOM SHARES Source text for Eikon: Further company coverage:","44":"Slideshow ( 2 images )  LONDON (Reuters) - US chipmaker Broadcom AVGO.O has agreed record-breaking syndicated loans of up to $100 billion with 12 banks to finance its proposed $121 billion acquisition of Qualcomm QCOM.O, the company said on Monday.  The jumbo loan package is the biggest committed credit facilities since global brewer AB InBev’s ABI.BR US$75bn loan in 2015 which backed its acquisition of rival SABMiller.  BofA Merrill Lynch, Citigroup, Deutsche Bank, JP Morgan, Mizuho, MUFG, SMBC, Wells Fargo, Scotiabank, BMO Capital Markets, RBC Capital Markets and Morgan Stanley are providing the loans.  The loans include a bridge financing and a US$5bn revolving credit facility. Silver Lake, KKR and CVC have also agreed to provide US$6bn of convertible bond financing to Broadcom.  The financing package covers the cash component of the acquisition and post-closing working capital needs, including restructuring at the combined companies.","45":"(Reuters) - (This Feb. 9 story has been refiled to correct reported statement in paragraph three to “had said they would likely move designs away” from previous “had vowed to move away.)  Slideshow ( 2 images )  Qualcomm Inc warned on Friday it could lose two large clients if it accepted chipmaker Broadcom Ltd’s revised $121 billion buyout offer and said it saw no path to regulatory approval of any deal.  In a filing that followed up on its letter to Broadcom Chief Executive Hock Tan on Thursday rebutting his latest offer, the San Diego-based company laid out more detail on its reservations about the deal.  It said two customers who provide more than $1 billion in chip revenue had said they would likely move designs away from Qualcomm if the deal went through, citing a lack of confidence in Broadcom's ability to continue to lead in technology. (bit.ly\/2nVvbOU)  Broadcom, which makes connectivity chips used in products ranging from mobile phones to servers, first approached Qualcomm in November.  After its first offer was rejected, Broadcom nominated a slate of directors to replace Qualcomm’s board. Qualcomm shareholders are scheduled to vote on the nominations on March 6.  With that in mind, the company is seeking to strike a balance between continued resistance to Broadcom’s takeover and heeding the calls of shareholders who have urged the company to engage with its rival in case it can clinch an attractive deal.  Qualcomm counts Apple Inc and Samsung Electronics Co Ltd among its key customers. Other clients include Huawei Technologies, LG Electronics, Oppo, Sony Corp, Vivo and Xiaomi, all of which make smartphones.  In rejecting Broadcom’s latest offer on Thursday, Qualcomm offered to meet its rival to see if they can hammer out their differences. Broadcom welcomed the move, but said it wanted to meet before Qualcomm’s proposed date on Tuesday, ahead of scheduled meetings with proxy advisory firms.  A date for a meeting between Qualcomm and Broadcom had not been finalized as of Friday morning.  In the filing on Friday, Qualcomm also raised concerns about potential antitrust issues and said Broadcom would damage, if not destroy, its licensing business that is valued at over $4 billion.  “Broadcom completely ignores the reality that in the last five years, several large, complex international mergers involving multiple regulators have taken over 18 months. And at the moment, there is no ‘next’ step,” Qualcomm said.  Broadcom said it will pay Qualcomm $8 billion if the deal fails to win regulatory approval.  Separately on Friday, Qualcomm said it extended the cash tender offer to buy NXP Semiconductors NV by two weeks to Feb. 23.  Broadcom had said earlier that its revised offer was contingent on either Qualcomm buying NXP at currently disclosed terms of $110 per share in cash or the $38 billion deal being terminated.","46":"March 21 (Reuters) - MediaTek Inc:  * SAYS THERE HAS BEEN NO DISCUSSION OR CONTACT BETWEEN BROADCOM AND MEDIATEK CONCERNING THE SUBJECT MATTER OF SUCH MEDIA CLAIMS, CLARIFYING MEDIA REPORTS Source text for Eikon: Further company coverage: (Reporting by Hong Kong newsroom)","47":"March 26 (Reuters) - Broadcom Ltd:  * BROADCOM ANNOUNCES SINGAPORE COURT HEARING ON APRIL 2, 2018 TO APPROVE SCHEME OF ARRANGEMENT FOR REDOMICILIATION  * BROADCOM LTD - BROADCOM-SINGAPORE HAS MADE AN APPLICATION TO SINGAPORE COURT TO APPROVE SCHEME OF ARRANGEMENT  * BROADCOM LTD - SCHEME OF ARRANGEMENT REMAINS SUBJECT TO APPROVAL BY HIGH COURT OF REPUBLIC OF SINGAPORE Source text for Eikon: Further company coverage:","48":"Feb 16 (Reuters) - Qualcomm Inc:  * QUALCOMM PROVIDES UPDATE ON MEETING WITH BROADCOM  * QUALCOMM INC - BOARD FOUND MEETING WITH BROADCOM “TO BE CONSTRUCTIVE”  * QUALCOMM INC - BOARD REMAINS UNANIMOUSLY OF VIEW THAT BROADCOM’S PROPOSAL MATERIALLY “UNDERVALUES” QUALCOMM  * QUALCOMM - BROADCOM EXPRESSED WILLINGNESS TO AGREE TO SOME POTENTIAL ANTITRUST-RELATED DIVESTITURES BEYOND THOSE IN PREVIOUSLY FILED AGREEMENT  * QUALCOMM -BROADCOM CONTINUED TO RESIST AGREEING TO OTHER COMMITMENTS EXPECTED TO BE REQUIRED BY FTC, EUROPEAN COMMISSION, MOFCOM, OTHER REGULATORY BODIES  * QUALCOMM - BROADCOM ALSO DECLINED TO RESPOND TO QUESTIONS ABOUT INTENTIONS FOR FUTURE OF QUALCOMM’S LICENSING BUSINESS  * QUALCOMM - BROADCOM INSISTS ON CONTROLLING MATERIAL DECISIONS ON CO’S LICENSING BUSINESS DURING EXTENDED PERIOD BETWEEN SIGNING & POTENTIAL DEAL CLOSE  * QUALCOMM - BOARD IS INTENSELY FOCUSED ON MAXIMIZING VALUE FOR QUALCOMM STOCKHOLDERS, WHETHER THROUGH EXECUTING ON GROWTH STRATEGY OR BY SELLING CO  * QUALCOMM - IN FEB. 14 MEETING, BROADCOM REITERATED THAT $82.00 PER SHARE IS “ITS BEST AND FINAL PROPOSAL”  * QUALCOMM INC - BOARD REMAINS UNANIMOUSLY OF VIEW THAT BROADCOM’S PROPOSAL HAS AN “UNACCEPTABLY” HIGH LEVEL OF RISK  * QUALCOMM INC - BOARD OPEN TO DISCUSSIONS WITH BROADCOM TO SEE IF PROPOSAL THAT APPROPRIATELY REFLECTS “TRUE VALUE” OF CO’S SHARES CAN BE OBTAINED Source text for Eikon: Further company coverage:","49":"March 6 (Reuters) - A U.S. government security panel has identified potential security concerns that warrant a full investigation of Singapore-based Broadcom Ltd’s $117 billion bid for chipmaker Qualcomm Inc, a senior U.S. Treasury official said in a letter to the companies on Monday.  Some of the concerns relate to risks associated with Broadcom's relationships with third party foreign entities, Aimen N. Mir, Deputy Assistant Secretary for Investment Security said in the letter, dated March 5 and released by Qualcomm on Tuesday. (bit.ly\/2FtCesY)  He said the bulk of the concerns identified by the Committee on Foreign Investment in the United States (CFIUS), which on Sunday asked for time to examine the deal, were classified.  A source familiar with CFIUS’ thinking told Reuters on Monday that if the deal was completed, the U.S. military was concerned that within 10 years, “there would essentially be a dominant player in all of these technologies and that’s essentially Huawei.” (Reporting by Supantha Mukherjee in Bengaluru)","50":"(Reuters) - Qualcomm Inc warned on Friday it could lose two large clients if it accepted chipmaker Broadcom Ltd’s revised $121 billion buyout offer and said it saw no path to regulatory approval of any deal.  In a filing that followed up on its letter to Broadcom Chief Executive Hock Tan on Thursday rebutting his latest offer, the San Diego-based company laid out more detail on its reservations about the deal.  It said two customers who provide more than $1 billion in chip revenue each had vowed to move away if the deal went through, citing a lack of confidence in Broadcom’s ability to continue to lead in technology.  Broadcom, which makes connectivity chips used in products ranging from mobile phones to servers, first approached Qualcomm in November.  After its first offer was rejected, Broadcom nominated a slate of directors to replace Qualcomm’s board. Qualcomm shareholders are scheduled to vote on the nominations on March 6.  With that in mind, the company is seeking to strike a balance between continued resistance to Broadcom’s takeover and heeding the calls of shareholders who have urged the company to engage with its rival in case it can clinch an attractive deal.  Qualcomm counts Apple Inc and Samsung Electronics Co Ltd among its key customers. Other clients include Huawei Technologies, LG Electronics, Oppo, Sony Corp, Vivo and Xiaomi, all of which make smartphones.  Slideshow ( 2 images )  In rejecting Broadcom’s latest offer on Thursday, Qualcomm offered to meet its rival to see if they can hammer out their differences. Broadcom welcomed the move, but said it wanted to meet before Qualcomm’s proposed date on Tuesday, ahead of scheduled meetings with proxy advisory firms.  A date for a meeting between Qualcomm and Broadcom had not been finalized as of Friday morning.  In the filing on Friday, Qualcomm also raised concerns about potential antitrust issues and said Broadcom would damage, if not destroy, its licensing business that is valued at over $4 billion.  “Broadcom completely ignores the reality that in the last five years, several large, complex international mergers involving multiple regulators have taken over 18 months. And at the moment, there is no ‘next’ step,” Qualcomm said.  Broadcom said it will pay Qualcomm $8 billion if the deal fails to win regulatory approval.  Separately on Friday, Qualcomm said it extended the cash tender offer to buy NXP Semiconductors NV by two weeks to Feb. 23.  Broadcom had said earlier that its revised offer was contingent on either Qualcomm buying NXP at currently disclosed terms of $110 per share in cash or the $38 billion deal being terminated.","51":"(Reuters) - The U.S. government has ordered a national security review of Singapore-based Broadcom Ltd's AVGO.O $117 billion bid for Qualcomm Inc QCOM.O, in an unusual move that prompted Qualcomm to delay its March 6 shareholder meeting.  The government action on Sunday highlighted growing U.S. concerns about safeguarding semiconductor technology and cast a doubt on the deal’s success. The Committee on Foreign Investment in the United States (CFIUS), which reviews deals for potential national security concerns, rarely reviews mergers before companies have clinched an agreement.  CFIUS asked Qualcomm to postpone its shareholder meeting, scheduled for Tuesday, by 30 days. Reuters reported last week that CFIUS had begun looking at Broadcom’s bid as pressure grew from politicians, including senior Republican Senator John Cornyn.  “This measure will afford CFIUS the ability to investigate fully Broadcom’s proposed acquisition of Qualcomm,” the U.S. Treasury Department, which oversees CFIUS, said in a statement.  Qualcomm said in a statement late on Monday that it was delaying its 2018 annual meeting to April 5 as a result of the CFIUS order.  Stockholders who have already voted would be able to change their votes at the meeting, it said.  The semiconductor industry is locked in a race to develop chips that power so-called 5G wireless technology, allowing the transmission of data at faster speeds. San Diego-based Qualcomm has emerged as one of the biggest competitors to Chinese companies vying for market share in the sector, such as Huawei Technologies Co, making it a prized asset.  A source familiar with CFIUS’ thinking said that if the deal was completed, the U.S. military was concerned that within 10 years, “there would essentially be a dominant player in all of these technologies and that’s essentially Huawei, and then the American carriers would have no choice. They would just have to buy Huawei (equipment).”  Additionally, U.S. officials speaking on condition of anonymity said members of Congress and Federal Communications Commission officials were concerned that Broadcom could sell part of Qualcomm to a Chinese firm. Such a move could hurt the U.S. effort to develop 5G wireless technology because of the small existing number of suppliers that build the hardware.  A CFIUS review in itself does not mean a deal will be halted. CFIUS, under former President Barack Obama and current President Donald Trump, has soured on high-tech deals, particularly involving semiconductors, or involving sensitive information about American citizens.  Part of CFIUS’ current concern, which is echoed in a letter Cornyn sent to Treasury Secretary Steve Mnuchin last week, could lie in the fact that Broadcom has failed to strike a deal with Qualcomm. Instead, Broadcom has resorted to what is essentially a hostile takeover by putting forward a slate of six Broadcom nominees for Qualcomm’s 11-member board.  Broadcom shares closed down 1.6 percent, while Qualcomm fell 1.3 percent.  Cornyn said on Monday he was glad CFIUS had decided to review the deal, noting aggression by “international rivals, like China.”  FILE PHOTO: A Qualcomm sign is pictured in front of one of its many buildings in San Diego, California November 5, 2014. REUTERS\/Mike Blake  “I support the idea that the committee on foreign investment takes a close look at that to see that American interests are protected,” he added.  Broadcom has struggled to complete its proposed deal to buy Qualcomm as the latter has resisted, citing several concerns including the price offered and potential antitrust hurdles.  Broadcom said on Monday that CFIUS’ intervention was the result of secret moves made by Qualcomm on Jan. 29 to seek an investigation into the offer, which Qualcomm’s board has said significantly undervalues the company.  But Qualcomm, in a press statement, said “Broadcom’s claims that the CFIUS inquiry was a surprise to them has no basis in fact” and that Broadcom had been interacting with CFIUS “for weeks.”  Before Broadcom disclosed its buyout offer for Qualcomm in November, Trump himself announced Broadcom’s plan to shift its headquarters back to the United States after a White House meeting with Chief Executive Hock Tan.  Trump praised the move at the time, calling Broadcom “one of the really great, great companies.”  Republican U.S. Senator Tom Cotton said on Monday he backed the panel’s decision to delay a Qualcomm shareholder meeting, saying: “Qualcomm’s work is too important to our national security to let it fall into the hands of a foreign company.”  MOVING BACK TO THE U.S.  Broadcom said on Monday it is run by a board and senior management team consisting almost entirely of Americans and is largely owned by the same U.S. institutional investors that own Qualcomm.  “Broadcom continues to pursue the redomiciliation process as expeditiously as possible,” Broadcom said. “Upon completion of the redomiciliation, Broadcom’s proposed acquisition of Qualcomm will not be a CFIUS covered transaction.”  Qualcomm, which has told shareholders it is open to the merger at the right price and terms, said last week it had no intention of delaying the annual shareholder meeting.  \"Qualcomm now has their excuse to postpone their critical vote, giving them some breathing room to work on its acquisition of NXP Semiconductors NV NXPI.O, attempt to make progress on their Apple Inc AAPL.O licensing issues, and attempt to build a stronger case for shareholders,\" said Bernstein analyst Stacy Rasgon.  Qualcomm on Monday extended its $44 billion tender offer for NXP to March 9, as it awaits clearance from China’s MOFCOM, the only regulator globally required to approve the deal that has yet to do so.  Qualcomm is also in a legal battle with Apple over licensing and allegations that it has not delivered on promised rebates - seen by analysts as an effort by Apple to undermine Qualcomm’s strong position in mobile chips.","52":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window.)  * Broadcom slides after warning of chip demand slowdown  * Tech down most among 11 major S&P sectors; Chips tumble  * China’s May industrial output growth slows to 17-yr low  * Data shows U.S. retail sales rise in May  * Indexes down: Dow 0.14%, S&P 0.25%, Nasdaq 0.54% (Updates to early afternoon)  By Shreyashi Sanyal  June 14 (Reuters) - U.S. stocks dropped on Friday, as shares of chipmakers sank on a warning from sector major Broadcom of a broad weakening in global demand and Chinese data pointed to the worst slowdown in industrial growth in 17 years.  Shares of Broadcom Inc fell 6.53% after it cut its full-year revenue forecast by $2 billion, blaming the U.S.-China trade conflict and export curbs on Huawei Technologies Co Ltd .  Shares of Apple Inc also slipped 0.85% and weighed the most on the S&P 500 and the Nasdaq. Broadcom is a major supplier to the iPhone maker.  “This is driven by the lack of agreement with China. Everyone knows that if and when this deal gets done, there is going to be a positive reaction from semiconductors,” said Kevin Miller, chief investment officer at E-Valuator Funds in Minneapolis, Minnesota.  Losses in chip companies, who both source product and sell heavily in China, dragged the benchmark S&P 500 index lower, with the Philadelphia Semiconductor index tumbling 2.80%.  “People are backing off of optimism that a trade deal will get done and it’ll probably drag out longer into the year,” said Ryan Nauman, market strategist at Informa Financial Intelligence in Zephyr Cove, Nevada.  Earlier in the day, global stocks fell after China’s industrial output growth in May slowed below expectations and showed signs of weakening demand.  Technology stocks fell 0.83%, the most among the 11 major S&P sectors. The trade-sensitive industrials slipped 0.54%, with 3M Co weighing on the sector. Shares 3M also added to pressure on the Dow.  At 13:08 p.m. ET the Dow Jones Industrial Average was down 37.50 points, or 0.14%, at 26,069.27, the S&P 500 was down 7.34 points, or 0.25%, at 2,884.30 and the Nasdaq Composite was down 42.55 points, or 0.54%, at 7,794.58.  The S&P 500 index has so far gained 4.8% in June and was on track to record a second straight week of gains on hopes the Federal Reserve will soon cut interest rates.  A Fed meeting next week may provide the acid test of market expectations that the U.S. central bank could cut rates as much as three times this year, while a G20 summit at the end of the month may yet yield more progress on a trade deal.  In a bright spot, data showed U.S. retail sales increased in May and sales for the prior month were revised higher, suggesting a pick-up in consumer spending that could ease fears the economy was slowing down sharply in the second quarter.  Online pet products retailer Chewy Inc rose 63% in its market debut on Monday, at a valuation of over $14 billion and joined a host of high-profile companies, such as Lyft Inc and Uber Technologies Inc that listed on U.S. stock exchanges this year.  Declining issues outnumbered advancers for a 1.70-to-1 ratio on the NYSE and a 1.94-to-1 ratio on the Nasdaq.  The S&P index recorded 27 new 52-week highs and two new lows, while the Nasdaq recorded 37 new highs and 64 new lows. (Reporting by Shreyashi Sanyal and Aparajita Saxena in Bengaluru; Editing by Patrick Graham and Arun Koyyur)","53":"March 15 (Reuters) - Chipmaker Broadcom Ltd reported a 28.7 percent jump in quarterly revenue on Thursday on strong demand for its chips from smartphone makers.  Net income attributable to ordinary shares rose to $6.23 billion, or $14.62 per share, in the first quarter ended Feb. 4, from $239 million, or 57 cents per share, a year earlier.  The company, which announced a quarterly interim dividend, said it recorded a gain of $5.8 billion due to the recently enacted U.S. tax law.  Net revenue rose to $5.33 billion from $4.14 billion.  Broadcom on Wednesday withdrew its $117 billion hostile bid for fellow chipmaker Qualcomm Inc after the deal was blocked by U.S. President Donald Trump over national security concerns. (Reporting by Sonam Rai in Bengaluru; Editing by Sriraj Kalluvila)","54":"(Reuters) - U.S. semiconductor company Qualcomm Inc QCOM.O on Tuesday unveiled a sweetened $44 billion agreement to acquire NXP Semiconductors NV NXPI.O, its most defiant move in its defense against a hostile $121 billion bid from Broadcom Ltd AVGO.O.  FILE PHOTO: A sign on the Qualcomm campus is seen in San Diego, California, U.S. November 6, 2017. REUTERS\/Mike Blake\/File Photo  The new deal puts pressure on Broadcom to decide if it will stick with a stipulation in its bid that Qualcomm does not raise its offer for NXP. It could strengthen Qualcomm’s defenses because it allows its shareholders to better assess the standalone value of Qualcomm as an alternative to a deal with Broadcom.  Qualcomm shares fell 1.3 percent to $63.99, significantly below Broadcom’s latest $82 per share cash-and-stock offer unveiled on Feb. 5, as investors saw the new NXP deal as increasing the chances of Qualcomm repelling Broadcom.  Broadcom said on Tuesday it was evaluating its options in response to Qualcomm’s move and noted that the revised price for NXP was well beyond what Qualcomm has repeatedly characterized as “full and fair.” It called the new deal a transfer of value from Qualcomm shareholders to NXP shareholders.  In an interview with Reuters, Qualcomm’s presiding board director Tom Horton argued that the revised deal with NXP represented value for Qualcomm shareholders irrespective of the outcome of the takeover battle with Broadcom.  “It makes Qualcomm stronger and more profitable and diversified if there is no deal with Broadcom, and if we do decide to pursue a sale the same is true, more value would accrue to the Qualcomm shareholders,” Horton said.  Qualcomm raised its offer for NXP from $110 to $127.50 per share in cash. In exchange, it received binding agreements from nine NXP stockholders that collectively own more than 28 percent of NXP’s outstanding shares to support the deal. These include hedge funds Elliott Advisors (UK) Ltd and Soroban Capital Partners LP, which had spearheaded opposition to the NXP deal.  NXP’s shares rose 6 percent to $125.56. The stock had traded above the original offer price for nearly seven months, reflecting expectations among investors that Qualcomm’s offer would be raised.  NXP shareholders have to tender their shares in an offer that is currently set to expire on March 5, though Qualcomm has repeatedly pushed back this deadline as it awaits clearance from China’s MOFCOM, the only regulator globally needed to approved the deal that has yet to do so. The Chinese New Year holiday this month has delayed this review.  Under the new terms agreed with NXP’s board, the deal with Qualcomm is contingent on 70 percent of NXP’s shares being tendered, instead of the 80 percent threshold required in the earlier agreement signed in October 2016. Once this threshold is reached, Qualcomm can take over the entire company through a “second-step” transaction mechanism.  The new NXP deal came less than a week after Broadcom and Qualcomm executives met face-to-face for the first time to discuss the differences between the two sides. Qualcomm called the meeting constructive but reiterated it had several concerns over price and regulatory risk.  BOARD CHALLENGE  The acquisition of NXP will help Qualcomm to expand in the fast-growing market for chips used in automobiles and reduce its dependence on the competitive smartphone market.  The takeover battle between Qualcomm and Broadcom is at the heart of a race to consolidate the wireless technology equipment sector, as smartphone makers such as Apple Inc AAPL.O and Samsung Electronics Co Ltd 005930.KS use their market dominance to negotiate lower chip prices.  Singapore-based Broadcom is mainly a manufacturer whose connectivity chips are used in products ranging from mobile phones to servers. San Diego-based Qualcomm primarily outsources the manufacturing of its chips which are used for the delivery of broadband and data, a business that would significantly benefit from the rollout of 5G wireless technology.  To put pressure on Qualcomm, Broadcom has put forward six nominees up for election at Qualcomm’s March 6 shareholder meeting to replace the majority of the company’s eleven-member board of directors.  Proxy advisory firm Glass Lewis on Tuesday recommended Qualcomm shareholders vote for all six director nominees Broadcom has put forward.  Last week, Institutional Shareholder Services Inc (ISS) had recommended for the election of four Broadcom nominees. While this recommendation would fall short of Broadcom’s nominees winning a majority on Qualcomm’s board, ISS said such a vote by Qualcomm shareholders would offer a reasonable path to a negotiated deal that would deliver value.  “ISS and Glass Lewis only influence a minority of our shareholders. They belie the fact that the Qualcomm board is doing everything it can in the furtherance of the interests of its shareholders. The ISS and Glass Lewis reports are also dated because they came out before certainty was secured on the NXP deal,” Horton said.","55":"Feb 12 (Reuters) - Broadcom Ltd:  * BROADCOM AND FINANCING SOURCES SIGN BINDING FINANCING COMMITMENTS TO FUND CASH COMPONENT OF QUALCOMM ACQUISITION  * BROADCOM LTD - SILVER LAKE JOINED BY KKR AND CVC IN $6 BILLION CONVERTIBLE NOTES FINANCING TO FUND QUALCOMM TRANSACTION  * BROADCOM LTD - SIGNED COMMITTED FINANCING AGREEMENTS TO FUND ITS PROPOSED ACQUISITION OF QUALCOMM INC  * BROADCOM LTD - A GROUP OF 12 FINANCIAL INSTITUTIONS HAVE AGREED TO PROVIDE UP TO $100 BILLION OF COMMITTED CREDIT FACILITIES  * BROADCOM LTD - THE $100 BILLION COMMITTED CREDIT FACILITIES INCLUDE A $5 BILLION REVOLVING CREDIT FACILITY AND BRIDGE FINANCING  * BROADCOM -AS RESULT FINANCING,HAS SUFFICIENT COMMITTED FINANCING TO FUND $60\/SHARE CASH COMPONENT OF $82\/SHARE OFFER TO ACQUIRE ALL SHARES OF QUALCOMM  * BROADCOM- INVESTMENT FUNDS AFFILIATED WITH SILVER LAKE, KKR, CVC TO GIVE $6 BILLION CONVERTIBLE NOTE FINANCING TO FUND DEAL, POST-CLOSING WORKING CAPITAL NEEDS Source text for Eikon: Further company coverage:","56":"(Adds Broadcom CEO comment and details including breakup fee and ticking fee from Broadcom letter)  Feb 8 (Reuters) - U.S. semiconductor company Qualcomm Inc on Thursday rejected Broadcom Ltd’s revised $121 billion buyout offer, but proposed meeting its peer to see whether they can address what it called the bid’s “serious deficiencies in value and certainty.”  Qualcomm’s response attempts to strike a balance between continued resistance of Broadcom’s takeover attempt and heeding the calls of some Qualcomm shareholders, who urged the company in recent days to engage with its rival in case it can clinch an attractive deal.  Broadcom said it proposed to meet by this weekend, but Qualcomm was not willing to meet until Tuesday, after the two companies’ respective meetings with proxy advisors Glass Lewis and ISS.  “We hope that your willingness to meet with us reflects Qualcomm’s genuine intent to reach an agreement with respect to our February 5 proposal,” Broadcom CEO Hock Tan told Qualcomm Executive Chairman Paul Jacobs in a letter published by Broadcom.  Broadcom said its latest offer was “best and final” and that it had strong Qualcomm stockholder support.  Qualcomm had rejected Broadcom’s first unsolicited $103 billion acquisition offer in November, without engaging further. In response, Broadcom nominated a slate of directors to replace Qualcomm’s board.  Qualcomm shareholders are scheduled to vote on these nominations at a March 6 meeting.  Qualcomm said Broadcom’s latest $82 per share offer, comprising $60 per share in cash and $22 per share in stock, “materially undervalues” Qualcomm and falls short of the firm regulatory commitment it would demand given the significant antitrust risks involved.  Qualcomm shares were up 1.1 percent at $63.12 in after-hours trading on Thursday. Broadcom shares were up 1 percent at $232.00.  Broadcom has promised to pay a breakup fee of $8 billion in the event regulators thwart the deal, as well as a “ticking” fee of 6 percent per year on the cash portion of the consideration if the deal takes more than 12 months to close.  Qualcomm argued on Thursday this would not compensate Qualcomm if several large customers were to walk away or infringe their licensing agreements.  It believes Broadcom needs to offer a “hell-or-high-water” legal commitment to complete the deal irrespective of divestitures that antitrust watchdogs around the world may require.  “If you are not willing to agree to do whatever is necessary to ensure a transaction closes, we will need you to be extremely clear and specific about exactly what actions you would refuse to take, so that we can properly evaluate the risk to Qualcomm’s shareholders,” Qualcomm’s Jacobs wrote to Broadcom’s Tan in a letter published by Qualcomm.  Qualcomm also said in its statement that Broadcom’s plan to address antitrust concerns by selling two Qualcomm businesses, its Wi-Fi networking processors and RF Front End chips for mobile phones, was inadequate to allay concerns that the deal would not win regulatory approval.  Qualcomm added that the regulatory approval process could take longer than 18 months and disrupt Qualcomm during a period of explosive innovation in the industry that includes the development of 5G mobile phones, autonomous driving and the expanding use of computerized gadgets from refrigerators to thermostats.  NXP DEAL  The takeover battle is at the heart of a race to consolidate the wireless technology equipment sector, as smartphone makers such as Apple Inc and Samsung Electronics Co Ltd use their market dominance to negotiate down chip prices.  Singapore-based Broadcom is mainly a manufacturer whose connectivity chips are used in products ranging from mobile phones to servers. Qualcomm primarily licenses its technology for the delivery of broadband and data, a business that would significantly benefit from the rollout of 5G wireless technology.  Broadcom said on Monday its improved offer was premised on either Qualcomm acquiring NXP Semiconductors NV at the current disclosed terms of $110 per share in cash, or the $38 billion transaction being terminated.  NXP shareholders, led by activist hedge fund Elliott Management Corp, are resisting the deal, pushing for Qualcomm to raise its offer. NXP shares closed at $115.94 on Thursday, indicating investors were expecting a sweeter deal.  Qualcomm’s proposed acquisition of NXP was approved by European Union antitrust regulators last month. Qualcomm expects China’s blessing as early as this month, at which point it has to decide whether it would raise its offer. (Reporting by Greg Roumeliotis in New York and Diane Bartz in Washington, D.C.; additonal reporting by Ismail Shakil in Bengaluru; Editing by G Crosse and Matthew Lewis and Amrutha Gayathri)","57":"Feb 9 (Reuters) - Broadcom Ltd:  * BROADCOM WELCOMES MEETING WITH QUALCOMM  * SAYS REITERATES THAT $82 PER SHARE PROPOSAL IS BEST AND FINAL  * SAYS REITERATES RECEIVING STRONG QUALCOMM STOCKHOLDER SUPPORT FOR BROADCOM’S $82 PER SHARE PROPOSAL  * DELIVERED A LETTER TO QUALCOMM ON FEB 8  * SAYS MERGER AGREEMENT INCLUDES $8 BILLION REVERSE TERMINATION FEE  * TO MAKE MEETING WITH QUALCOMM MORE PRODUCTIVE, PROVIDING A PROPOSED MERGER AGREEMENT THAT CO IS PREPARED TO ENTER INTO  * SAYS REITERATES RECEIVING STRONG QUALCOMM STOCKHOLDER SUPPORT FOR “BROADCOM’S CLEAR PATH TO REGULATORY APPROVAL”  * FOLLOWING QUALCOMM’S ANNOUNCEMENT THAT IT IS WILLING TO MEET WITH CO, CO OFFERED TO MEET WITH QUALCOMM ON FRIDAY, SATURDAY OR SUNDAY Source text for Eikon: Further company coverage:","58":"Feb 13 (Reuters) - Broadcom Ltd:  * BROADCOM TO SEEK THE ELECTION OF SIX, RATHER THAN 11, NOMINEES TO THE QUALCOMM BOARD  * BROADCOM - CO’S SIX NOMINEES ARE SAMIH ELHAGE, DAVID GOLDEN, VERONICA HAGEN, JULIE HILL, JOHN KISPERT AND HARRY YOU  * BROADCOM - URGES QUALCOMM STOCKHOLDERS TO VOTE REVISED BLUE PROXY CARD FOR ALL 6 NOMINEES TO PRESERVE BENEFIT OF CO’S OFFER FOR QUALCOMM OF $82\/SHARE Source text for Eikon: Further company coverage:","59":"Feb 26 (Reuters) - Qualcomm Inc:  * QUALCOMM PROPOSES FURTHER ENGAGEMENT WITH BROADCOM ON PRICE AND TERMS OF POSSIBLE TRANSACTION  * QUALCOMM INC - BOARD “ENCOURAGES” BROADCOM TO ENTER INTO MUTUAL DUE DILIGENCE AND PRICE NEGOTIATIONS  * QUALCOMM - BOARD AUTHORIZED PROVIDING BROADCOM WITH A MARK-UP OF BROADCOM’S PREVIOUSLY RELEASED DRAFT MERGER AGREEMENT  * QUALCOMM INC - BOARD BELIEVES MEETING WITH BROADCOM LED TO FURTHER PROGRESS TOWARD A POSSIBLE NEGOTIATED TRANSACTION ON KEY ISSUES OTHER THAN PRICE  * QUALCOMM INC - BOARD IS UNANIMOUS IN ITS VIEW THAT EACH OF BROADCOM’S PROPOSALS MATERIALLY “UNDERVALUES” QUALCOMM  * QUALCOMM - IN FEB. 23 MEETING WITH BROADCOM, PROPOSED REVERSE TERMINATION FEE OF 9% OF ENTERPRISE DEAL VALUE, PAYABLE IF DEAL TERMINATED IN SOME CIRCUMSTANCES  * QUALCOMM INC - MADE PROGRESS ON REGULATORY AND OTHER DEAL CERTAINTY ISSUES WITH BROADCOM  * QUALCOMM INC - BROADCOM “CONTINUED TO INSIST” THAT CURRENT $79.00 PER SHARE PROPOSAL IS “BEST AND FINAL PROPOSAL”  * QUALCOMM - ON FEB. 23, ASKED BROADCOM TO ANY CONDUCT REMEDIES THAT MAY BE IMPOSED THAT WOULD NOT HAVE MATERIAL ADVERSE EFFECT ON COMBINED CO (AFTER DIVESTITURES)  * QUALCOMM SAYS TOM HORTON, IN CAPACITY AS PRESIDING DIRECTOR (LEAD INDEPENDENT DIRECTOR), TO CONTINUE TO LEAD CO IN NEGOTIATIONS WITH BROADCOM  * QUALCOMM INC - PRIOR $82.00 PER SHARE PROPOSAL FROM BROADCOM ALSO “MATERIALLY UNDERVALUES” QUALCOMM  * QUALCOMM INC - CURRENT CHALLENGES IN LICENSING BUSINESS HAVE MASKED CO’S PERFORMANCE IN SEMICONDUCTOR BUSINESS  * QUALCOMM - ON FEB. 23, BROADCOM TOLD CO IT WOULD NOT RESTRICT CO’S ABILITY TO OPERATE LICENSING BUSINESS BETWEEN SIGNING & CLOSING OF DEAL  * QUALCOMM INC SAYS PROPOSES TO BROADCOM TO AGREE ON APPROACH TO PROVIDE INFORMATION ON LICENSING BUSINESS  * QUALCOMM - BROADCOM STILL DECLINED TO DISCLOSE PLANS TO CHANGE HOW LICENSING BUSINESS WOULD BE STRUCTURED, OPERATED AFTER DEAL CLOSE  * QUALCOMM - “VERY SENSITIVE TO UNCERTAINTY” FOR SHORT-TERM PERFORMANCE AND QUESTIONS IT RAISED AS TO LONG-TERM PROSPECTS FOR LICENSING BUSINESS  * QUALCOMM - CO PROPOSES ENTERING INTO NON-DISCLOSURE AGREEMENT WITH BROADCOM & BEGINNING BILATERAL DUE DILIGENCE  * QUALCOMM - CO WILLING TO JOINTLY SELECT LAW FIRM THAT BROADCOM WOULD FULLY BRIEF ON ITS LICENSING PLANS  * QUALCOMM INC - PROPOSE ARRANGING A MEETING WITH BROADCOM FOCUSED ON PRICE  * QUALCOMM - COMMITTED TO EXPLORING FULLY WITH BROADCOM WHETHER A NEGOTIATED TRANSACTION IS ACHIEVABLE  * QUALCOMM - CO’S MARK-UP OF BROADCOM’S PRIOR DRAFT AGREEMENT INTENDED TO PROVIDE PATH FORWARD ON REGULATORY & DEAL CERTAINTY ISSUES  * QUALCOMM - PATH FORWARD BASED ON MARK-UP OF BROADCOM’S PRIOR DRAFT DOES NOT NEED “HELL OR HIGH WATER” COMMITMENT ON REGULATORY FRONT  * QUALCOMM - IF CO’S MARK-UP IS ACCEPTABLE TO BROADCOM, IT WOULD RESOLVE ALL ISSUES BETWEEN COS OTHER THAN PRICE Source text for Eikon: Further company coverage:","60":"Slideshow ( 2 images )  (Reuters) - Broadcom Ltd AVGO.O sought again to soothe U.S. security concerns around its bid for chipmaker Qualcomm Inc QCOM.O on Wednesday, saying it would stick with investments aimed at maintaining the United States' leadership in 5G technology.  A U.S. government panel, in an unusual move, stepped into Singapore-based Broadcom’s hostile takeover bid for Qualcomm this week, citing a number of concerns around the development of the next generation of mobile networks and technology.  The Committee on Foreign Investment in the United States (CFIUS) delayed a shareholder meeting that had threatened to hand Broadcom control of the Qualcomm board and, among other things, said lower R&D spending would weaken U.S.-based Qualcomm against Chinese companies. (bit.ly\/2FtCesY)  It said that Broadcom’s recent statements and its history in other buyouts suggested the heavily-leveraged $117 billion bid for Qualcomm would lead to such a reduction in investment in favor of short-term profits.  “Broadcom will not only maintain the R&D resources Qualcomm devotes to 5G and innovation in future wireless standards – we will also focus R&D spend to those critical technologies that are essential to the U.S.,” Broadcom said on Wednesday.  The statement also promised to create a $1.5 billion fund with a focus on innovation to train and educate the next generation of U.S. engineers to ensure the country’s lead in future wireless technology.  Qualcomm could not immediately be reached for comment.  Shares of Qualcomm and Broadcom were marginally down in trading before the bell.","61":"(Adds Cornyn, paragraphs 2-5)  WASHINGTON, March 5 (Reuters) - U.S. Republican lawmakers on Monday backed a U.S. panel’s decision to delay semiconductor firm Qualcomm Inc shareholder meeting to allow for a more extensive review of Broadcom Ltd’s takeover bid.  “I’m glad they’re taking a closer look at it. Qualcomm is a leader in 5G technology, which is going to be the new standard in the future,” said Senator John Cornyn, the No. 2 Republican in the Senate, who had pushed for further review.  Saying China and other countries “have been incredibly aggressive and strategic,” Cornyn told reporters outside the Senate that a hostile takeover of the chipmaker by a foreign company would be a cause for concern. Broadcom is based in Singapore.  “I support the idea that the committee on foreign investment takes a close look at that to see that American interests are protected,” he said.  Senator Tom Cotton, a vocal Republican voice on foreign policy, also said he backed further review.  “Qualcomm’s work is too important to our national security to let it fall into the hands of a foreign company — and in a hostile takeover no less,” Cotton said in a statement.  The U.S. Committee on Foreign Investment in the United States (CFIUS) on Sunday ordered Qualcomm to delay its March 8 shareholder meeting, an unprecedented move that cast new doubt on Broadcom’s $117 billion bid for its U.S. semiconductor peer.  Reuters reported last week that CFIUS had begun looking at Broadcom’s bid amid growing pressure from lawmakers, including President Donald Trump’s fellow Republicans in Congress.","62":"(Reuters) - A U.S. government national security panel has identified potential risks that warrant a full investigation of Singapore-based Broadcom Ltd's AVGO.O $117 billion bid for chipmaker Qualcomm Inc QCOM.O, a senior U.S. Treasury official said in a letter to the companies on Monday.  Shares of Qualcomm slid 3 percent on growing investor concern that such government scrutiny, unusual for a deal that has not yet been agreed, would scupper any takeover by Broadcom.  Some of the U.S. government’s concerns relate to risks associated with Broadcom’s relationships with foreign entities, Aimen Mir, the Treasury’s deputy assistant secretary for investment security, said in the letter, without identifying who those parties might be.  The letter, dated March 5, was made public by Qualcomm on Tuesday. (bit.ly\/2FtCesY)  The U.S. government’s Committee on Foreign Investment in the United States (CFIUS) ordered a national security review of Broadcom’s proposed deal on Sunday in an unusual move that prompted Qualcomm to delay a March 6 shareholder meeting.  The letter said that, as with every investigation, the review will consider the potential risk of an unnamed “actor” working through Broadcom to hurt U.S. national security, adding that the bulk of CFIUS’ concerns were classified.  CFIUS, made up of representatives from the Departments of Defense, State, Justice, Treasury, Commerce, Energy and Homeland Security, assesses proposed foreign deals to purchase U.S. assets to ensure they do not harm national security.  The inter-agency body, led by the Treasury, rarely looks at mergers before companies have clinched an agreement, highlighting the urgency of U.S. concerns about safeguarding semiconductor technology.  The review of the Broadcom deal illustrates the U.S. government’s expanding focus on the competitiveness of the national semiconductor industry as China advances, regulatory experts said.  Slideshow ( 2 images )  The U.S. government is concerned that Chinese companies, including the big network equipment and mobile phone maker Huawei Technologies [HWT.UL], will take advantage of any openings to take the lead in the next generation mobile phone networks known as 5G.  “A shift to Chinese dominance in 5G would have substantial negative security consequences for the United States,” Mir’s letter said.  Broadcom said in a statement it was cooperating with CFIUS. “There can be no question that an American Broadcom-Qualcomm combination will provide far more resources for investments and development to that end.” Broadcom said last year it plans to move its headquarters to the United States from Singapore.  A source familiar with CFIUS’ thinking told Reuters on Monday that if Broadcom acquired Qualcomm, the U.S. military had concerns that within 10 years “there would essentially be a dominant player in all of these technologies and that’s essentially Huawei.”  Huawei has been forging closer commercial ties with big telecom operators across Europe and Asia, putting the company in prime position to lead the global race for 5G networks despite U.S. concerns.  Its has a dominant position in China, which is set to become the world’s biggest 5G market by far, but has also made inroads in the rest of world to compete with rivals such as Ericsson and Nokia in several lucrative markets, including countries that are longstanding U.S. allies.","63":"(Reuters) -Broadcom Inc on Thursday appointed its principal accounting officer, Kirsten Spears, as chief financial officer and forecast first-quarter revenue above estimates as key client Apple Inc doubles down on 5G devices, driving demand for its chips.  FILE PHOTO: A sign to the campus offices of chipmaker Broadcom Ltd is shown in Irvine, California, U.S., November 6, 2017. REUTERS\/Mike Blake\/File Photo  Spears replaces Tom Krause, who has been named president of Infrastructure Software Group, which oversees the chipmaker’s six software divisions. Chief Sales Officer Charlie Kawwas was also named chief operating officer.  Shares of Broadcom, however, fell 2% in extended trading after the company warned of soft demand from enterprise clients.  Supply disruptions due to the COVID-19 pandemic continue to persist, Chief Executive Officer Hock Tan said.  Broadcom is seeing deceleration in orders for its wireless business, which was offset by strong demand for other products, Tan added.  The global roll out of 5G technology is expected to boost sales of higher-priced chips used in next-generation smartphones, helping semiconductor firms such as Broadcom.  The company expects first-quarter revenue to be about $6.6 billion. Analysts on average were expecting $6.52 billion, according to IBES data from Refinitiv.  For the fourth quarter, revenue rose 12% to $6.47 billion, above Wall Street estimates of $6.43 billion.  Excluding items, the company reported a profit of $6.35 per share, topping analysts’ expectations of $6.25.  The company’s shares have gained nearly 30% this year, but lag the broader Philadelphia SE Semiconductor Index, which is up about 48%.","64":"WASHINGTON (Reuters) - A national security panel that can stop mergers that could harm U.S. security has begun looking at Singapore-based chipmaker Broadcom Ltd’s plan to take over rival Qualcomm Inc, according to three sources familiar with the matter.  FILE PHOTO: Broadcom Limited company logo is pictured on an office building in Rancho Bernardo, California May 12, 2016. REUTERS\/Mike Blake\/File Photo  CFIUS, an opaque inter-agency panel, has been in touch with at least one of the companies in the proposed merger, one source said, and met last month to discuss the potential merger of the two big semiconductor companies, according to two sources familiar with the matter.  Senator John Cornyn, the No. 2 Republican in the Senate, urged Treasury Secretary Steven Mnuchin on Monday to have the Committee on Foreign Investment in the United States, or CFIUS, officially review the proposed transaction before a key shareholder vote expected on March 6, according to a letter seen by Reuters.  The pre-deal discussions by CFIUS -- which are extremely rare -- suggest Broadcom’s plans to move its headquarters to the United States before it completes its proposed purchase of Qualcomm may not be enough to sidestep a national security review that could threaten the deal.  Part of CFIUS’ current concern, which is echoed in Cornyn’s letter, could lie in the fact that Broadcom has failed to strike a deal with Qualcomm and has resorted to what is essentially a hostile takeover by putting forward a slate of six Broadcom nominees for Qualcomm’s 11-member board.  If the six are elected on March 6, the vote would give control of Qualcomm to Broadcom’s nominees. That would happen before a CFIUS review or antitrust review is complete.  “I urge CFIUS to promptly review Broadcom’s proposed acquisition of control of Qualcomm’s board, and to act prior to the March 6 Qualcomm meeting to address any national security concerns that may be identified,” Cornyn wrote to Secretary Mnuchin, according to the letter, a copy of which was seen by Reuters.  A spokesman for CFIUS declined to comment. Representatives for Cornyn did not respond to requests for comment.  Broadcom said in a statement Tuesday that it plans to move from Singapore to the United States, following receipt of approvals expected by May 6, and once again be a U.S. corporation.  “We remain confident in our ability to complete a transaction with Qualcomm within approximately 12 months following the signing of a definitive agreement,” Broadcom said.  A CFIUS review in itself does not mean a deal will be halted. CFIUS, under former President Barack Obama and current President Donald Trump, has soured on high tech deals, particularly involving semiconductors, or involving sensitive information about American citizens.  Microprocessor expert Linley Gwennap, of the Linley Group, said that Qualcomm had world-leading chips in several areas.  “Qualcomm is a crown jewel of the American semiconductor industry,” he said. “I would think that CFIUS would be very protective of that. ... Singapore is nominally a friendly country but it still seems dangerous for that level of technology to go overseas.”  Broadcom, which is based in Singapore, struggled to win CFIUS approval to buy Brocade Communications Systems late last year. In the end, that approval came just weeks after Broadcom CEO Hock Tan announced in an Oval Office ceremony with Trump that Broadcom would return its headquarters to the United States.  Lawyers who take deals to CFIUS and know how the panel thinks said that it was unusual, if not unprecedented, for a company to move to the United States to avoid CFIUS scrutiny. But they also said that the strategy could work.  “Broadcom could very well establish its position as a U.S. person,” one expert said privately to protect business relationships. “Would CFIUS want to look at it? They would want to be comfortable that Broadcom is actually a U.S. person within the meaning of the statute.”  Others cautioned that CFIUS could also look at the make-up of Broadcom’s board and who the major shareholders are as a way to determine if control of the company resides outside the United States.","65":"(Reuters) - President Donald Trump's dramatic intervention in Singapore-based Broadcom Ltd's AVGO.O $117 billion hostile bid for U.S. semiconductor peer Qualcomm Inc QCOM.O is the latest reminder to investment bankers not to take lucrative fees on transformative mergers for granted under his administration.  U.S. President Donald Trump arrives at Marine Corps Air Station Miramar in San Diego, California. U.S., March 13, 2018. REUTERS\/Kevin Lamarque  Seven investment banks that were backing Broadcom’s bid for Qualcomm, the largest acquisition ever attempted in the technology sector, stand to lose out on fees as a result of Trump’s order on Monday prohibiting the deal due to national security concerns.  “Bankers will be skeptical about cross-border deals that involve technology or data that could have implications for national security or for America’s competitive position in key industries,” said Erik Gordon, a professor at the University of Michigan’s Ross School of Business.  Broadcom has disclosed its financial advisers as Moelis & Co M.S, Citigroup C.N, Morgan Stanley MS.N, JPMorgan Chase & Co JPM.N, Bank of America Corp BAML.N, Deutsche Bank AG DBKGn.DE and Wells Fargo & Co WFC.N. They stood to receive an estimated $135 million if the deal had gone ahead, according to Freeman Consulting Services.  This is not the first time Trump's administration has put investment banking fees in jeopardy. The U.S. Justice Department filed a lawsuit in November to stop AT&T Inc T.N, from buying HBO and CNN owner Time Warner Inc TWX.N for $85 billion, citing antitrust concerns.  If that deal closes, AT&T's adviser, Perella Weinberg Partners, will receive an estimated $80 million, Freeman said, while Time Warner's advisers, Allen & Co, Citigroup Inc C.N and Morgan Stanley MS.N, will receive $140 million, according to regulatory filings.  To be sure, the Trump administration’s overall track record is not hostile to mergers. Deal activity continues to be robust, with U.S. merger and acquisition volumes reaching $389 billion so far this year, compared with $236.5 billion in the same period a year ago, as companies have been emboldened by U.S. tax reform to pursue big deals.  What is more, banks typically do receive some small portion of the full fees if deals fall through. In the case of Broadcom, the banks could now receive an estimated $20 million, according to Freeman.  However, the high-profile dealmaking casualties illustrate how Trump’s pro-business rhetoric has not always translated into smooth sailing for the regulatory approval of deals.  Investment bankers' nerves are about to be tested further, as more transformative deals make their way through the regulatory review process. Walt Disney Co's DIS.N $52.4 billion acquisition of assets from Twenty-First Century Fox Inc FOXA.O, CVS Health Corp's CVS.N $69 billion deal to buy health insurer Aetna Inc AET.N and U.S. health insurer Cigna Corp's CI.N $52 billion agreement to buy pharmacy benefits manager Express Scripts Holding Co ESRX.O will be subjected to intense regulatory scrutiny later this year.","66":"(Reuters) - Cybersecurity company Symantec Corp SYMC.O has walked away from negotiations to sell itself to chipmaker Broadcom Inc AVGO.O over price disagreements, people familiar with the matter said on Monday.  Slideshow ( 2 images )  Symantec’s decision raises new questions over the future of the U.S. antivirus software provider, which is looking for a new CEO and has been struggling to grow its business serving companies.  It could not be determined why the price negotiations broke down. Broadcom was last week willing to offer as much as $28.25 per share in cash for Symantec and was hoping to ink a deal on Monday, one of the sources said. CNBC, which first reported the news on Monday, said Symantec was looking for more than $28 per share.  It is possible that talks between the two sides resume, the sources said. However, Symantec has a track record of exploring a sale, only subsequently to walk away from a deal.  Prior to reaching a deal with Starboard Value LP last year that gave it representation on Symantec’s board, the Mountain View, California-based company explored going private, according to the sources.  Symantec also held talks last year with private equity firm Thoma Bravo LLC about a leveraged buyout, Reuters reported at the time. Two other private equity firms, Silver Lake Partners LP and Bain Capital LP, are investors in Symantec and each have a seat on its board.  The sources asked not to be identified because the matter is confidential. Broadcom and Symantec did not respond to requests for comment.  Symantec’s shares fell 12% to $22.43 in Monday morning trading, giving it a market value of $14 billion. Broadcom shares were up 2% at $291.32.  Symantec is struggling with severe competition from nimbler rivals. Several top executives, including CEO Greg Clark, have left the company this year, and it is also being investigated by U.S. regulators over an accounting irregularity.  Symantec completed its $2.3 billion acquisition of LifeLock Inc in 2017, a move aimed at bolstering its consumer security business. That followed the purchase of Blue Coat Inc for $4.65 billion in 2016, which expanded its product line for large corporations.  Broadcom, whose chips power smartphones, computers and networking equipment, is trying to diversify into software after U.S. President Donald Trump's administration last year scuttled its $117 billion bid to buy mobile chipmaker Qualcomm Inc QCOM.O.  The Symantec deal would have followed Broadcom’s $18.9 acquisition of U.S. business software company CA Inc last year.  “Broadcom buys software companies, that’s their strategy. If this falls apart, they’ll buy something else at some point,” said Stacy Rasgon, an analyst with Bernstein.  (The story has been refiled to add dropped word in penultimate paragraph)","67":"(Reuters) - Broadcom Inc said on Thursday demand for microchips had hit a bottom and would remain at current levels, a sign that an industry downturn may linger, and added that there was no clear indication as to when the recovery would take place.  FILE PHOTO: A sign to the campus offices of chipmaker Broadcom Ltd is shown in Irvine, California, U.S., November 6, 2017. REUTERS\/Mike Blake\/File Photo  The chip industry has been in a slowdown with research firm Gartner forecasting a 9.6% drop in global semiconductor revenue to $429 billion in 2019. U.S.-China trade tensions, including tariffs on some products and the restrictions on sales to Huawei, have been pressuring chipmakers.  “...There is not much clarity or visibility yet, or certainty that any sharp recovery is around the corner,” Chief Executive Officer Hock Tan said on a post-earnings call.  He said the company is managing its chip business with an expectation that it will continue to operate in a “very low growth, uncertain macro environment” for the foreseeable future.  Shares of Broadcom fell 1.5% in extended trading.  Revenue from the company’s semiconductor solutions segment fell about 5% to $4.35 billion from a year ago.  Total net revenue rose to $5.52 billion in the third quarter ended Aug. 4 from $5.06 billion, but missed analysts average estimate of $5.54 billion, according to IBES data from Refinitiv.  The chipmaker also maintained its full-year 2019 revenue forecast of $22.50 billion, saying that although the U.S.-China trade conflict continues, it had not seen further deterioration in its business, both globally and in China.  “Our industry checks point to a modest demand recovery in the second half of 2019 but we think it is appropriate for Broadcom to provide a cautious outlook at this juncture due to the uncertainty caused by the trade friction,” Summit Insights Group analyst Kinngai Chan said.  Through a string of big-money acquisitions, the latest being a $10.7 billion proposed deal to buy Symantec Corp’s enterprise security unit, Tan has propelled the chipmaker that was worth just a few billions to a market capitalization of about $118 billion in the period that he has been at the helm.  After its move to buy peer Qualcomm Inc in what would have been the biggest-ever technology deal was blocked, Broadcom acquired software maker CA Technologies for $19 billion to diversify its revenue stream.  Net income attributable to common stock fell to $715 million, or $1.71 per share, in the quarter, from $1.2 billion, or $2.71 per share, a year earlier.  Excluding items, Broadcom earned a profit of $5.16 per share, beating estimates of a profit of $5.13 per share.","68":"(Reuters) - U.S. semiconductor company Qualcomm Inc should try to negotiate a sale to Broadcom Ltd following the latter’s sweetened $121 billion offer, proxy advisory firm Institutional Shareholder Services Inc (ISS) said.  FILE PHOTO: A sign on the Qualcomm campus is seen in San Diego, California, U.S. November 6, 2017. REUTERS\/Mike Blake\/File Photo  Qualcomm has been seeking to walk a fine line between resisting Broadcom’s acquisition approach, which it says undervalues it and is fraught with regulatory risks, and demonstrating to shareholders and proxy advisory firms such as ISS that it is willing to engage to secure a better deal if possible.  In a report published late on Friday, ISS recommended to Qualcomm shareholders that they vote for four out of the six board director nominees that Broadcom has put forward for election at Qualcomm’s shareholder meeting on March 6.  While this recommendation would fall short of Broadcom’s nominees winning a majority on Qualcomm’s 11-member board, ISS said such a vote by Qualcomm shareholders would offer a reasonable path to a negotiated deal that would deliver value.  “The tenor of (Qualcomm’s) engagement leading up to the present raises questions as to whether the incumbent (Qualcomm) board is committed to playing its part in attempting to maximize the offer,” ISS said in its report.  Broadcom first unveiled an unsolicited $70 per share cash-and-stock offer in November, which Qualcomm rejected. It raised its offer to $82 per share in cash and stock on Feb. 5 and offered other concessions, including paying an $8 billion breakup fee in the event regulators thwart the deal, which would be the technology sector’s largest-ever acquisition.  ISS said it did not recommend voting for all six Broadcom nominees because Qualcomm’s board would then be less inclined to drive a hard bargain with Broadcom in deal negotiations. ISS recommended that Broadcom nominees Samih Elhage, Julie Hill, John Kispert and Harry You should be elected as Qualcomm board directors.  Qualcomm on Friday called a Feb. 14 meeting with Broadcom constructive and opened the door to more talks, but continued to reject the proposed deal.  As of Saturday afternoon, no new meeting between the two companies had been scheduled, according to people familiar with the matter. Broadcom and Qualcomm representatives offered no immediate comment.  The takeover battle is at the heart of a race to consolidate the wireless technology equipment sector, as smartphone makers such as Apple Inc and Samsung Electronics Co Ltd use their market dominance to negotiate lower chip prices.  Singapore-based Broadcom is mainly a manufacturer whose connectivity chips are used in products ranging from mobile phones to servers. San Diego-based Qualcomm primarily outsources the manufacturing of its chips which are used for the delivery of broadband and data, a business that would significantly benefit from the rollout of 5G wireless technology.  ISS said in its report that Broadcom’s latest $82 per share cash-and-stock bid, which Broadcom CEO Hock Tan has called its best and final offer, does not appear to be clearly superior to Qualcomm’s potential standalone value in the short term. ISS added, however, that the offer seemed to represent a reasonable starting point for negotiations.  Even though both companies “have adopted strategies that do not lend themselves to fluid negotiations,” a deal between them is possible, ISS said. It suggested that Qualcomm shareholders could gain greater exposure to the deal’s potential upside if they were to receive more of the combined company.  ISS also said it appeared more likely than not that Broadcom and Qualcomm, with their collective experience and resources, can find a reasonable path to regulatory approval, despite Qualcomm’s current concerns about antitrust risk.  NXP DEAL  Qualcomm is currently seeking to complete a $38 billion deal to acquire NXP Semiconductors NV, which is still pending regulatory approval. NXP shares ended trading on Friday at $118.50, significantly above Qualcomm’s $110 per share all-cash offer, as some NXP shareholders, led by activist hedge fund Elliott Management Corp, have called on Qualcomm to raise its price.  Broadcom has said its acquisition offer is contingent on either Qualcomm buying NXP at currently disclosed terms of $110 per share in cash or the deal being terminated.  ISS said in its report that Qualcomm could negotiate provisions with Broadcom to close the NXP deal at a mutually agreed price, which would provide Qualcomm with the “next-best safety net of diversification” in the event the deal with Broadcom falls through.  China’s MOFCOM is the only regulator globally required to approve the Qualcomm-NXP deal that has yet to do so. With the start of the Chinese New Year public holiday this week, Qualcomm may now delay its decision on raising its offer for NXP until after the March 6 Qualcomm shareholder meeting.","69":"(Repeats story first published on March 5, no change to text)  March 5 (Reuters) - A U.S. national security panel’s unusual decision to review Singapore-based Broadcom Ltd’s $117 billion hostile bid for smartphone chipmaker Qualcomm Ltd illustrates an expanding focus on the competitiveness of the U.S. semiconductor industry amid advances by China, regulatory experts said.  The secretive panel, called the Committee on Foreign Investment in the United States (CFIUS), has scuppered several attempts by Chinese technology companies to acquire U.S. chipmakers in the last 12 months over concerns about the transfer of potentially sensitive technology.  Broadcom is not a Chinese company, and has pledged to move its domicile from Singapore to the United States, arguing this will makes its acquisition of Qualcomm not covered by CFIUS. However, many of Qualcomm’s rivals, including Huawei Technologies Co Ltd, are Chinese.  Huawei is forging closer commercial ties with big telecommunication operators across Asia, the Americas and Europe, putting the company in prime position to lead the global race for wireless 5G networks, despite U.S. allegations it poses a security threat.  CFIUS views Qualcomm as a prized U.S. asset in the development of 5G wireless technology, which allows for the transmission of data at very fast speeds. It wants to make sure Qualcomm does not lose its status as a dominant player in wireless chip technology, according to a source familiar with the panel’s thinking.  As a result, Broadcom’s business plan for Qualcomm, including any divestitures it plans in order to appease antitrust regulators, will be scrutinized by CFIUS, lawyers who advised companies on their CFIUS applications said.  “This shows how indirect exposure to China is a frequent, but under-noticed, source of perceived national security risk,” said Mario Mancuso, a former CFIUS member who is now a partner at law firm Kirkland & Ellis LLP.  CFIUS’ stance has toughened as U.S. President Donald Trump seeks to pressure China to help tackle North Korea’s nuclear ambitions and be more accommodative on trade and foreign exchange issues.  Unfilled political vacancies in several government departments and agencies have also made it harder for CFIUS to approve deals.  Canyon Bridge Capital Partners LLC, a U.S.-based private equity firm funded by the Chinese government, saw its $1.3 billion acquisition of U.S. chipmaker Lattice Semiconductor Corp collapse last year after it was blocked by CFIUS, a rejection subsequently upheld by Trump.  Last month, U.S. semiconductor testing company Xcerra Corp said CFIUS had blocked its $580 million sale to a Chinese state-backed semiconductor investment fund.  Reuters reported last week that CFIUS had begun looking at Broadcom’s bid as pressure grew from politicians, including senior Republican U.S. Senator John Cornyn.  “Qualcomm is a leader in 5G technology, which is going to be the new standard in the future. And, as we’ve seen, some of our international rivals, like China, have been incredibly aggressive and strategic,” Cornyn said on Monday. He has proposed legislation to tighten CFIUS’ scrutiny of deals.  PROXY CONTEST  CFIUS’ intervention was unusual in that the panel typically reviews signed deals. However, Qualcomm has been resisting Broadcom’s overtures, prompting the latter to nominate six directors to Qualcomm’s 11-member board at its shareholder meeting. CFIUS on Sunday ordered Qualcomm to postpone its shareholder meeting, which was scheduled for Tuesday, for a month.  Qualcomm filed a voluntary request for CFIUS to review Broadcom’s bid on Jan. 29. CFIUS rules allow a company facing an unsolicited takeover bid to request a CFIUS review, so that its board of directors can better assess the regulatory risk of a deal.  “The rules say that one party alone could approach CFIUS and for a review,” said McDermott Will & Emery LLP regulatory lawyer David Levine.  Such circumstances are few and far between. Miner Rio Tinto Plc asked CFIUS for a review in 2008 after facing a hostile $150 billion bid by BHP Billiton Ltd, according to a source familiar with the matter. CFIUS allowed the bid, but BHP subsequently walked away from the deal in the aftermath of the financial crisis.  Broadcom struggled to win CFIUS approval to buy Brocade Communications Systems late last year. In the end, that approval came just weeks after Broadcom Chief Executive Officer Hock Tan announced in an Oval Office ceremony with Trump that Broadcom would bring its headquarters to the United States. (Reporting by Greg Roumeliotis in New York; editing by Jonathan Oatis)","70":"Dec 6 (Reuters) - Broadcom Inc reported 12.4 percent rise in quarterly revenue on Thursday, driven by strong demand for its enterprise storage and networking products.  Net income attributable to ordinary shares rose to $1.12 billion, or $2.64 per share, in the fourth quarter ended Nov. 4, from $532 million, or $1.25 per share, a year earlier.  Net revenue rose to $5.44 billion from $4.84 billion. (Reporting by Sonam Rai in Bengaluru; Editing by Anil D’Silva)","71":"(Reuters) - A U.S. national security panel's unusual decision to review Singapore-based Broadcom Ltd's AVGO.O $117 billion hostile bid for smartphone chipmaker Qualcomm Ltd QCOM.O illustrates an expanding focus on the competitiveness of the U.S. semiconductor industry amid advances by China, regulatory experts said.  FILE PHOTO: A sign on the Qualcomm campus is seen, as chip maker Broadcom Ltd announced an unsolicited bid to buy peer Qualcomm Inc for $103 billion, in San Diego, California, U.S. November 6, 2017. REUTERS\/Mike Blake\/File Photo  The secretive panel, called the Committee on Foreign Investment in the United States (CFIUS), has scuppered several attempts by Chinese technology companies to acquire U.S. chipmakers in the last 12 months over concerns about the transfer of potentially sensitive technology.  Broadcom is not a Chinese company, and has pledged to move its domicile from Singapore to the United States, arguing this will makes its acquisition of Qualcomm not covered by CFIUS. However, many of Qualcomm’s rivals, including Huawei Technologies Co Ltd [HWT.UL], are Chinese.  Huawei is forging closer commercial ties with big telecommunication operators across Asia, the Americas and Europe, putting the company in prime position to lead the global race for wireless 5G networks, despite U.S. allegations it poses a security threat.  CFIUS views Qualcomm as a prized U.S. asset in the development of 5G wireless technology, which allows for the transmission of data at very fast speeds. It wants to make sure Qualcomm does not lose its status as a dominant player in wireless chip technology, according to a source familiar with the panel’s thinking.  As a result, Broadcom’s business plan for Qualcomm, including any divestitures it plans in order to appease antitrust regulators, will be scrutinized by CFIUS, lawyers who advised companies on their CFIUS applications said.  “This shows how indirect exposure to China is a frequent, but under-noticed, source of perceived national security risk,” said Mario Mancuso, a former CFIUS member who is now a partner at law firm Kirkland & Ellis LLP.  CFIUS’ stance has toughened as U.S. President Donald Trump seeks to pressure China to help tackle North Korea’s nuclear ambitions and be more accommodative on trade and foreign exchange issues.  Unfilled political vacancies in several government departments and agencies have also made it harder for CFIUS to approve deals.  Canyon Bridge Capital Partners LLC, a U.S.-based private equity firm funded by the Chinese government, saw its $1.3 billion acquisition of U.S. chipmaker Lattice Semiconductor Corp LSCC.O collapse last year after it was blocked by CFIUS, a rejection subsequently upheld by Trump.  Last month, U.S. semiconductor testing company Xcerra Corp XCRA.O said CFIUS had blocked its $580 million sale to a Chinese state-backed semiconductor investment fund.  Reuters reported last week that CFIUS had begun looking at Broadcom’s bid as pressure grew from politicians, including senior Republican U.S. Senator John Cornyn.  “Qualcomm is a leader in 5G technology, which is going to be the new standard in the future. And, as we’ve seen, some of our international rivals, like China, have been incredibly aggressive and strategic,” Cornyn said on Monday. He has proposed legislation to tighten CFIUS’ scrutiny of deals.  PROXY CONTEST  CFIUS’ intervention was unusual in that the panel typically reviews signed deals. However, Qualcomm has been resisting Broadcom’s overtures, prompting the latter to nominate six directors to Qualcomm’s 11-member board at its shareholder meeting. CFIUS on Sunday ordered Qualcomm to postpone its shareholder meeting, which was scheduled for Tuesday, for a month.  Qualcomm filed a voluntary request for CFIUS to review Broadcom’s bid on Jan. 29. CFIUS rules allow a company facing an unsolicited takeover bid to request a CFIUS review, so that its board of directors can better assess the regulatory risk of a deal.  “The rules say that one party alone could approach CFIUS and for a review,” said McDermott Will & Emery LLP regulatory lawyer David Levine.  Such circumstances are few and far between. Miner Rio Tinto Plc RIO.L asked CFIUS for a review in 2008 after facing a hostile $150 billion bid by BHP Billiton Ltd BHP.AX, according to a source familiar with the matter. CFIUS allowed the bid, but BHP subsequently walked away from the deal in the aftermath of the financial crisis.  Broadcom struggled to win CFIUS approval to buy Brocade Communications Systems late last year. In the end, that approval came just weeks after Broadcom Chief Executive Officer Hock Tan announced in an Oval Office ceremony with Trump that Broadcom would bring its headquarters to the United States.","72":"(For a live blog on European stocks, type LIVE\/ in an Eikon news window)  June 14 (Reuters) - Technology shares led European shares lower on Friday after U.S. chipmaker Broadcom warned of a broad slowdown in demand due to trade tensions and the U.S. ban on Chinese tech and mobile phone company Huawei Technologies.  The forecast of a $2 billion hit to sales at one of the biggest U.S. players in the sector came as Chinese industrial output growth slowed to a more than 17-year of 5% in May and were among the clearest signs yet of the damage President Trump’s trade war may do to global growth.  European semiconductor companies Infineon, AMS and STMicroelectronics, Siltronic, Dialog Semiconductor all dropped between 2% and 3% after Broadcom Inc outlined the impact of a total halt in sales to Huawei.  The pan-European STOXX 600 index fell 0.38% by 0707 GMT, with Germany’s trade-sensitive DAX falling 0.40%.  Energy stocks were an outlier, up 0.2%, with oil majors Total SA and Royal Dutch Shell providing the biggest boost. (Reporting by Amy Caren Daniel and Medha Singh in Bengaluru; editing by Patrick Graham)","73":"Feb 26 (Reuters) - Broadcom Ltd:  * SAYS “DOES NOT BELIEVE THAT THE PROCESS OUTLINED BY QUALCOMM TODAY IS DESIGNED TO LEAD TO A PROMPT AGREEMENT”  * SAYS CO URGES QUALCOMM STOCKHOLDERS TO VOTE BLUE CARD “FOR” ALL 6 BROADCOM NOMINEES TO SUPPORT CO’S PROPOSAL  * SAYS QUALCOMM’S PROPOSED PROCESS IS AN “EFFORT TO DELAY” MARCH 6, 2018 ANNUAL MEETING  * SAYS AT FEBRUARY 23 MEETING, QUALCOMM REFUSED TO CONFIRM THAT IT WILL HOLD ITS PREVIOUSLY SCHEDULED STOCKHOLDER VOTE ON MARCH 6  * SAYS “WOULD BE HAPPY TO PROVIDE CONFIRMATORY REVERSE DUE DILIGENCE UPON AN AGREEMENT ON ALL MATERIAL TERMS, INCLUDING PRICE, AS IS CUSTOMARY”  * SAYS THERE IS “NO CAUSE TO DELAY” QUALCOMM ANNUAL MEETING  * SAYS WHILE CO REPEATEDLY ATTEMPTS “GENUINE ENGAGEMENT” WITH QUALCOMM, DEMONSTRATED FLEXIBILITY AT BOTH MEETINGS, “QUALCOMM HAS ONLY FEIGNED ENGAGEMENT”  * SAYS ITS PROPOSAL FOR QUALCOMM HAS NEVER BEEN CONDITIONED ON DUE DILIGENCE  * SAYS IT CONTINUES TO BE PREPARED TO MOVE FORWARD WITH QUALCOMM DEAL IMMEDIATELY WITHOUT DILIGENCE  * SAYS READY TO NEGOTIATE PROPOSAL FOR QUALCOMM ON “COMPREHENSIVE BASIS” ON TERMS REALISTIC FOR BOTH PARTIES & THEIR STOCKHOLDERS Further company coverage:","74":"FILE PHOTO - Senate Minority Leader Chuck Schumer (D-NY) speaks after the Senate Democratic weekly policy luncheon on Capitol Hill in Washington, U.S., March 6, 2018. REUTERS\/Joshua Roberts  WASHINGTON (Reuters) - Senator Chuck Schumer, the top Democrat in the U.S. Senate, on Tuesday praised President Donald's Trump's decision to block chipmaker Broadcom Ltd's AVGO.O proposed takeover of Qualcomm Inc QCOM.O, calling China's trade practices \"rapacious.\"  Trump on Monday blocked Broadcom’s effort to buy Qualcomm on national security grounds, ending what would have been the technology industry’s biggest deal ever amid concerns that it would give China the upper hand in mobile communications.  “President Trump and his administration made the right decision on blocking Broadcom from taking over Qualcomm,” Senate Democratic Leader Chuck Schumer said in a speech on the Senate floor.  “We all know that China has been rapacious about trade and very smart. They look for places where they can steal our best technology,” Schumer added.","75":"March 9 (Reuters) - Broadcom Ltd:  * BROADCOM SAYS WILL NOT SELL ANY CRITICAL NATIONAL SECURITY ASSETS TO ANY FOREIGN COMPANIES  * BROADCOM - AFTER REDOMICILING, EACH YEAR WILL INVEST $3 BILLION IN RESEARCH AND ENGINEERING IN U.S.  * BROADCOM - AFTER REDOMICILING, EACH YEAR WILL INVEST $6 BILLION IN MANUFACTURING IN U.S. Source text for Eikon: Further company coverage:","76":"WASHINGTON (Reuters) - Singapore-based chipmaker Broadcom Ltd, which is seeking to buy rival Qualcomm Inc, plans to complete its move back to the United States by mid-May, according to sources familiar with the matter.  FILE PHOTO: Broadcom Limited company logo is pictured on an office building in Rancho Bernardo, California May 12, 2016. REUTERS\/Mike Blake\/File Photo  Wrapping up the move from Singapore and redomiciling in the United States relatively quickly could remove a roadblock to the proposed deal by calming concerns at the inter-agency Committee on Foreign Investment in the United States (CFIUS), which has the power to stop deals that could harm national security.  Broadcom said in November that it would return to the United States but did not say when the move would happen.  Broadcom shareholders will vote on the proposal by May 6, after which it must be confirmed by a judge. Once that happens, which is expected in early to mid-May, the redomiciling can happen quickly, according to a source familiar with the matter.  The entire process is likely to be wrapped up as soon as mid-May, the source added.  Broadcom was a U.S. company until it was bought in 2016 by Singapore’s Avago, which decided to use the name Broadcom.  Despite Broadcom’s plans to move back to the United States, CFIUS has already shown an interest in the proposed transaction because Broadcom has proposed six directors for Qualcomm’s 11-member board. The vote on that slate is set for Tuesday.  Broadcom has argued that CFIUS’ concern is unwarranted since it does not control the directors that it proposed.  “Broadcom could not and will not control the Qualcomm board - the essential basis for CFIUS jurisdiction - in the event some or all of the independent, Broadcom-nominated directors are elected,” the company said in a statement on Friday.  It also reiterated it was confident it would be able to win regulatory approval for a deal to buy Qualcomm within approximately 12 months of reaching an agreement.  Qualcomm has argued that Broadcom’s $117 billion offer undervalues the company. Broadcom has accused Qualcomm of failing to negotiate seriously, saying they were involved in “engagement theater.”","77":"March 5 (Reuters) - Broadcom Ltd said on Monday Qualcomm Inc secretly requested an U.S. national security panel on Jan. 29 to start an investigation into its proposed $117 billion buyout offer, leading to a delay in Qualcomm’s March 6 shareholder meeting.  The Committee on Foreign Investment in the United States (CFIUS), which has the power to stop deals that could harm national security, on Sunday asked Qualcomm to postpone the annual meeting and election of directors by 30 days.  Singapore-based Broadcom plans to complete its move back to the United States by mid-May to remove a roadblock to the proposed deal to by calming concerns at CFIUS, Reuters reported on Friday.  Broadcom on Monday said Qualcomm did not talk about submitting a voluntary notice to CFIUS in any of its interactions, including in the two meetings on Feb. 14 and Feb. 23.  Qualcomm and Broadcom were not immediately available for comment. (Reporting by Sonam Rai in Bengaluru; Editing by Arun Koyyur)","78":"(Reuters) - Microchip maker Intel Corp INTC.O responded to a news report that it is considering a possible bid for Broadcom Ltd AVGO.O by saying that it is focused on integrating previous acquisitions, raising doubt over the idea.  The Wall Street Journal reported on Friday that Intel's competitive concern about Broadcom's attempt to buy mobile chip rival Qualcomm Inc QCOM.O had led it to consider a range of acquisitions in response, including a bid for Broadcom.  In response to an inquiry about the Journal’s report, Intel said it does not comment on “rumors or speculation” related to mergers and acquisitions but that it is focused on its previous acquisitions.  “We have made important acquisitions over the past 30 months - including Mobileye and Altera - and our focus is on integrating those acquisitions and making them successful for our customers and shareholders,” Intel said in a statement to Reuters. Intel acquired autonomous vehicle technology firm Mobileye last year and acquired programmable chip maker Altera in late 2015.  Broadcom did not immediately respond to a request for comment.  Shares of Broadcom rose 3.6 percent to $262.93 in after hours trade on Friday. Qualcomm and Intel each fell less than 1 percent, to $62.87 and $51.84, respectively.  Singapore-based Broadcom’s $117 billion bid for Qualcomm faces concerns by U.S. regulators worried about potential Chinese influence on the company and U.S. ability to influence the creation of the next generation of mobile networks, called 5G.  Qualcomm has sought assurances from Broadcom over potential antitrust issues.  Intel is mostly known for making chips that are the brains of personal computers and data centers, though it has made progress gaining smart phone manufacturing customers such as Apple Inc AAPL.O.  If Broadcom buys Qualcomm, Intel would face a much bigger competitor, nearly equal to itself in market heft.  Broadcom and Qualcomm are worth close to $100 billion each and a combination would be the biggest tech deal ever. An Intel deal would be significantly bigger, since its market capitalization alone is nearly $240 billion.  The Journal reported that Intel had been considering a Broadcom bid since late last year and was working with advisers, although the newspaper said one of its sources described a bid as unlikely given the complexity of the combination.  Still, antitrust consultant Linley Gwennap said Intel likely could convince regulators to allow it to take over Broadcom, despite the size, since the companies largely make different types of microchips.  VLSI Research chief Dan Hutcheson agreed. “There’s product overlap, but it’s really inconsequential,” he said.","79":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window.)  * Futures fall: Dow 0.20%, S&P 0.30%, Nasdaq 0.79%  June 14 (Reuters) - U.S. stock index futures dropped on Friday, as the long-feared hit to global growth from President Trump’s trade war crystalised in slashed sales forecasts from chipmaker Broadcom, and signs of the worst slowdown in Chinese industry in 17 years.  Shares of Broadcom Inc plunged 9.8% in premarket trading, after it cut its revenue forecast for 2019 by $2 billion, blaming the U.S.-China trade conflict and export curbs on Huawei Technologies Co Ltd.  Data from China showed industrial output growth in the world’s second largest economy slowed to a more than 17-year low in May, sending a chill through stock market investors globally.  Nasdaq 100 e-minis pointed to a 59.5 point fall, or 0.79% fall at opening while Dow e-minis slid 52 points, or 0.2%, and S&P 500 e-minis 8.75 points, or 0.3%.  The S&P has gained about 5% in June so far on hopes the Federal Reserve will reduce interest rates soon to combat slowing global growth, a stark contrast to the steady path of monetary tightening it was on until the end of last year.  The Broadcom news was one of the clearest indications yet from the trade-sensitive tech sector of the scale of pain companies can expect from Washington’s stand-off with China.  Semiconductors stocks, who both source product and sell heavily in China, tumbled, with Intel Corp, Advanced Micro Devices Inc and Micron Technology Inc down between 2.2% and 4%. Shares of Apple Inc also slipped 1.2%.  A Fed meeting next week may provide the acid test of market expectations that the U.S. central bank could cut rates as much as three times this year, while a Group of 20 summit at the end of the month may yet yield more progress on a trade deal.  In the latest salvo between the two sides, China said on Friday it was raising anti-dumping duties on certain alloy-steel seamless tubes and pipes from the United States and the European Union by as much as 10 times.  On the macro front, the Commerce Department’s report on retail sales for May is expected to show a 0.6% rise at 8:30 a.m. ET, following a 0.2% drop in April. (Reporting by Shreyashi Sanyal and Aparajita Saxena in Bengaluru; editing by Patrick Graham)","80":"(Reuters) - Singapore-based Broadcom Ltd AVGO.O is planning to scrap its bid for Qualcomm Inc QCOM.O, after U.S. President Donald Trump blocked the chipmaker's proposed acquisition on national security grounds earlier this week, although it will press on with its plan to move its base to the United States, according to sources familiar with the matter.  Broadcom’s board was meeting on Tuesday night to formalize its plans and it could make an announcement as soon as Wednesday, the two sources added. The company will also drop its challenge to Qualcomm’s board, the people added.  Broadcom will continue with its plan to redomicile to the United States, a move that will cost it about $500 million a year under a higher tax rate, the sources added.  Being based in the United States as opposed to Singapore will allow Broadcom to make what it believes will be acquisitions of U.S. companies that will not fall within the jurisdiction of the Committee on Foreign Investment in the United States (CFIUS), which scrutinizes deals for potential national security concerns.  Broadcom and Qualcomm could not be immediately reached for comment.  DEAD DEAL  Trump signed an order late on Monday to halt what would have been the biggest-ever technology deal on concerns that a takeover of Qualcomm by the Singapore-based company would erode the United States’ lead in mobile technology and give China the upper hand.  The deal, spearheaded by CEO Hock Tan, would have created the world’s No. 3 semiconductor company with a leading market share in smartphones, car electronics and industrial internet devices.  Analysts said Broadcom can still build heft through smaller deals. And it could have an easier time buying U.S. targets if it goes through with plans to redomicilie in the United States.  Tan has already turned Avago, a small chipmaker with a market value of $3.5 billion in 2009, into a more than $100 billion company.  Tan bought California-based companies Broadcom for $37 billion in a leveraged deal in 2015 and Brocade Communications in a $5.5 billion deal two years later.  San Diego-based Qualcomm evolved from a U.S. military aerospace contractor to become the dominant player in wireless radio technology over the past two decades, with its chips used in half of all smartphones.  It fended off antitrust concerns around the globe over its intellectual property strategies, taking the biggest share of wireless royalties in the 3G and 4G eras and getting a head start on next decade’s 5G era, which promises to embed wireless connections in cars, factories, homes and cities.  Slideshow ( 3 images )  SMALLER BITES  Broadcom now has ample firepower for smaller deals, with about $11 billion in cash and the potential to generate nearly $9 billion in annual free cash flow, analysts estimate.  CFIUS, which raised concerns about the Qualcomm deal with Trump, listed the highly leveraged nature of Broadcom’s bid for its larger rival as a major concern coupled with the risk of the U.S. losing mobile technology leadership.  Slideshow ( 3 images )  Broadcom had planned since last year to relocate its legal headquarters to the United States, avoiding the need for a CFIUS review.  “If Broadcom completes its redomiciling in the U.S. in a way that extinguishes any non-U.S. ownership or control, then I think they can open the door to many, if not all, acquisitions ... they would effectively no longer be subject to a CFIUS-initiated review or investigation,” said Guillermo Christensen, a lawyer who works on CFIUS issues at Brown Rudnick in Washington.  “But that really hinges on completely severing the foreign ownership connection,” he said.","81":"March 12 (Reuters) - Broadcom Inc:  * ANNOUNCES FIRST QUARTER FISCAL YEAR 2020 FINANCIAL RESULTS, QUARTERLY DIVIDEND AND UPDATED GUIDANCE  * SEES Q2 REVENUE ABOUT $5.7 BILLION PLUS OR MINUS $150 MILLION  * Q1 NON-GAAP EARNINGS PER SHARE $5.25  * Q1 GAAP EARNINGS PER SHARE $0.74  * Q1 REVENUE $5.858 BILLION VERSUS REFINITIV IBES ESTIMATE OF $6 BILLION  * Q1 EARNINGS PER SHARE ESTIMATE $5.33 -- REFINITIV IBES DATA  * WITHDRAWING PRIOR ANNUAL GUIDANCE, IN LIGHT OF UNCERTAINTIES ARISING FROM EFFECTS OF COVID-19  * SEES SECOND QUARTER REVENUE GUIDANCE OF $5.7 BILLION PLUS OR MINUS $150 MILLION  * BROADCOM - DID NOT SEE ANY MATERIAL IMPACT ON BUSINESSES DUE TO COVID-19 IN Q1  * Q2 ADJUSTED EBITDA GUIDANCE OF $3,135 MILLION PLUS OR MINUS $75 MILLION  * SEES Q2 ADJUSTED EBITDA OF $3,135 MILLION PLUS OR MINUS $75 MILLION, OR 55% OF REVENUE AT THE MIDPOINT OF GUIDANCE  * QUARTERLY COMMON STOCK DIVIDEND OF $3.25 PER SHARE  * VISIBILITY IN GLOBAL MARKETS IS LACKING AND DEMAND UNCERTAINTY IS INTENSIFYING  * BELIEVE IT PRUDENT TO WITHDRAW ANNUAL GUIDANCE UNTIL VISIBILITY RETURNS TO PRE COVID-19 LEVELS  * ARE WELL POSITIONED TO CONTINUE TO SUPPORT DIVIDENDS TO STOCKHOLDERS DESPITE CHALLENGING MARKET BACKDROP Source text for Eikon: Further company coverage:","82":"(Reuters) - Broadcom Inc withdrew its revenue forecast for 2020 on Thursday, joining a host of chipmakers that have either cut or pulled their sales outlook due to demand and supply disruptions caused by the coronavirus outbreak.  FILE PHOTO: A sign to the campus offices of chipmaker Broadcom Ltd is shown in Irvine, California, U.S., November 6, 2017. REUTERS\/Mike Blake\/File Photo  Nearly 20% of Broadcom’s revenue in 2019 came from Apple Inc, which was the first big technology company to say the epidemic was hurting its production and demand in China.  Chief Executive Officer Hock Tan downplayed reports about one of its wireless chip units coming up for sale.  “We have come to the conclusion that continuing to invest in and operate our wireless assets will create the most value for our business and for our shareholders,” Tan said on a conference call with analysts.  The Wall Street Journal had reported in December that Broadcom is working with Credit Suisse to sell its radio frequency segment in a process that is at an early stage.  Tan said the company will supply radio frequency components for next three generations of 5G phones for its top customer, which analysts believe to be Apple.  VIRUS IMPACT  Tan said Broadcom’s supply chain was not impacted to any “meaningful level” due to the outbreak, but there was a slowdown in demand.  “There is no doubt COVID-19 has created a high level of uncertainty, which we can’t help but think is going to have an impact on our semiconductor business, in particular, in the second half of the fiscal year,” he said.  The chipmaker said it expects second-quarter revenue of $5.7 billion, plus or minus $150 million, below analysts’ average estimate of $5.94 billion, according to IBES data from Refinitiv.  Net revenue rose 1.2% to $5.86 billion in the first quarter, below expectations of $6 billion.  Excluding items, Broadcom reported a profit of $5.25 per share, while analysts were expecting $5.33 per share.  Shares of the company, which closed down 11% on Thursday amid a broader market selloff, fell nearly 9% in extended trading.","83":"Feb 8 (Reuters) - Chipmaker Qualcomm Inc said on Thursday its board had unanimously rejected Broadcom Ltd’s revised $121 billion buyout offer.  The board has determined that Broadcom’s proposal “materially undervalues” Qualcomm and falls short of the firm regulatory commitment it would demand given the significant downside risk of a failed transaction, the company said.  Qualcomm also said it has offered to meet with Broadcom to see if it can address the serious deficiencies in value and certainty in its proposal.  Broadcom on Monday increased its offer to buy Qualcomm to $82 per share from $70 per share. (Reporting by Supantha Mukherjee in Bengaluru; Editing by Anil D’Silva)","84":"March 9 (Reuters) -  * INTEL CORP CONSIDERS POSSIBLE BID FOR BROADCOM - WSJ, CITING SOURCES Source text : on.wsj.com\/2GcfY4S Further company coverage:","85":"(Reuters) - Singapore-based Broadcom Ltd AVGO.O said on Monday it expects to redomicile to the United States by April 3, two days before the chipmaker's acquisition target Qualcomm Inc QCOM.O holds its annual shareholder meeting.  Broadcom’s $117 billion offer to buy California-based Qualcomm is being reviewed by the Committee on Foreign Investment in the United States (CFIUS) for potential national security threats.  Broadcom said such security concerns were not a risk to the closure of the proposed buyout as it never planned to finish the deal before completing moving its official base to the United States.  Broadcom is incorporated in Singapore and co-headquartered there and in San Jose, California.  Broadcom said last week that CFIUS has ordered the company to provide it with five business days’ notice before taking any action toward moving base to the United States.  The requirement showed that CFIUS, an inter-agency panel led by the U.S. Treasury, was aware that its jurisdiction could be contested if Broadcom redomiciles to the United States.  CFIUS had delayed Qualcomm’s annual meeting by a month to April 5. In that meeting, shareholders will also vote for Broadcom’s slate of six nominees for Qualcomm’s 11-member board.  Since disclosing its first bid, worth $103 billion, for Qualcomm on Nov. 6, Broadcom has revised its bid twice, but is yet to strike a deal.  Days before the first bid in November, U.S. President Donald Trump said Broadcom planned to redomicile to the United States from Singapore.  (This version of the story corrects to show Broadcom is co-headquartered in Singapore and San Jose, not Irvine in paragraph four)","86":"(Reuters) - Qualcomm Inc and Broadcom Ltd plan to meet on Wednesday to talk about the latter’s $121 billion acquisition offer, the first time the semiconductor companies will discuss the potential deal, people familiar with the matter said.  Slideshow ( 2 images )  The meeting comes after Broadcom raised its cash-and-stock offer last week from $70 to $82 per share, and made other concessions, including offering to pay Qualcomm an $8 billion breakup fee should antitrust regulators block the deal.  Qualcomm said last Thursday that Broadcom’s new offer still undervalues it and falls well short of the firm commitments on regulatory issues it expected. However, it offered to meet Broadcom to see if it can address what it called “serious deficiencies in value and certainty in its proposal.”  As part of its bid to take over Qualcomm, Broadcom has also launched a campaign with Qualcomm shareholders to replace Qualcomm’s board. Both companies are due to meet proxy advisory firms ISS and Glass Lewis before their Feb. 14 meeting to argue why Qualcomm shareholders should back them in a vote scheduled for March 6.  Broadcom had requested last week to meet over the weekend, but has now agreed to meet on Wednesday instead, the sources said on Sunday, asking not to be identified because the meeting’s details are not public.  Qualcomm and Broadcom did not immediately respond to requests for comment.  The takeover battle is at the heart of a race to consolidate the wireless technology equipment sector, as smartphone makers such as Apple Inc and Samsung Electronics Co Ltd use their market dominance to negotiate down chip prices.  Singapore-based Broadcom is mainly a manufacturer whose connectivity chips are used in products ranging from mobile phones to servers. San Diego-based Qualcomm primarily licenses its technology for the delivery of broadband and data, a business that would significantly benefit from the rollout of 5G wireless technology.  Broadcom’s antitrust counsel, Daniel Wall of Latham & Watkins LLP, said in a filing with the U.S. Securities and Exchange Commission last week that Broadcom was willing to sell two Qualcomm businesses to resolve any antitrust problems. These are its Wi-Fi networking processors and RF Front End chips for mobile phones.  Qualcomm responded on Thursday that unless Broadcom will agree to do whatever is necessary to ensure the deal closes, a commitment to divestitures without restrictions often referred to as “hell or high water”, it would have to be extremely clear and specific about what actions it would refuse to take.  Broadcom CEO Hock Tan told Reuters in an interview last week that Broadcom decided not to offer hell-or-high-water provisions to Qualcomm because it does not view them as a very well defined legal standard.","87":"April 6 (Reuters) - Broadcom Inc:  * BROADCOM INC - ARE EXPERIENCING SOME DISRUPTION TO PARTS OF OUR GLOBAL SUPPLY CHAIN  * BROADCOM INC - OUR MALAYSIA WAREHOUSE IS CURRENTLY FULLY OPERATIONAL, PURSUANT TO A CRITICAL INDUSTRY EXEMPTION  * BROADCOM- ANY INCREASE IN SEVERITY OF COVID-19 OUTBREAK\/GOVERNMENT MEASURES RESTRICTING MOVEMENT IN TAIWAN MAY CAUSE SUBSTANTIAL DISRUPTION TO TSMC’S OPERATIONS  * BROADCOM- TO DATE, IMPACT OF COVID-19 ON DEMAND ENVIRONMENT FOR SOFTWARE PRODUCTS HAS BEEN LIMITED  * BROADCOM- ANY INCREASE IN SEVERITY IN COVID-19 OUTBREAK\/GOVERNMENT MEASURES IN FORT COLLINS, COLARADO WOULD ADVERSELY AFFECT WIRELESS BUSINESS  * BROADCOM- DEMAND ENVIRONMENT FOR SEMICONDUCTOR PRODUCTS HAS BEEN CONSISTENT WITH CURRENT EXPECTATIONS DURING Q2 TO DATE Source text for Eikon: [ID:bit.ly\/2Re6IDY] Further company coverage:","88":"March 14 (Reuters) - Broadcom Ltd:  * BROADCOM WITHDRAWS OFFER TO ACQUIRE QUALCOMM  * BROADCOM WITHDRAWS OFFER TO ACQUIRE QUALCOMM  * BROADCOM LTD - WILL CONTINUE TO MOVE FORWARD WITH ITS REDOMICILIATION PROCESS  * BROADCOM LTD - HAS WITHDRAWN ITS SLATE OF INDEPENDENT DIRECTOR NOMINEES FOR QUALCOMM’S 2018 ANNUAL MEETING OF STOCKHOLDER  * BROADCOM LTD - WILL HOLD ITS SPECIAL MEETING OF STOCKHOLDERS AS PLANNED ON MARCH 23, 2018  * BROADCOM LTD - “APPRECIATES” STATEMENT FROM U.S. TREASURY SECRETARY AND CFIUS CHAIR STEVEN MNUCHIN ON MARCH 12  * BROADCOM LTD - “ALTHOUGH WE ARE DISAPPOINTED WITH THIS OUTCOME, BROADCOM WILL COMPLY WITH ORDER” Source text for Eikon: Further company coverage:","89":"March 9 (Reuters) - Intel Corp is considering a range of acquisition options that could include a possible bid for Broadcom Ltd, the Wall Street Journal reported on Friday, citing people familiar with the matter.  Intel was rooting for Broadcom to fail in its attempt to buy Qualcomm Inc, given that the combined company would be a competitive threat to Intel, the report said. (on.wsj.com\/2HnCaZk) (Reporting by Arunima Banerjee in Bengaluru)","90":"Feb 15 (Reuters) - Broadcom Ltd:  * BROADCOM- $6 BILLION NOTE PURCHASE AGREEMENT WITH KKR, SILVER LAKE, CVC, PROVIDES NOTES TO BEAR INTEREST AT 3.00% PER ANNUM, PAYABLE SEMIANNUALLY IN CASH​ Source text: (bit.ly\/2Gh2UtO) Further company coverage:","91":"FILE PHOTO: A sign to the campus offices of chip maker Broadcom Ltd is shown in Irvine, California, U.S., November 6, 2017. REUTERS\/Mike Blake\/File Photo  (Reuters) - Broadcom Inc AVGO.O is looking to sell one of its wireless chip units, marking a move away from its forte as a chipmaker, the Wall Street Journal reported on Wednesday, citing people familiar with the matter.  The company is working with Credit Suisse to sell its radio frequency segment in a process that is at an early stage, the Journal reported on.wsj.com\/2Z0bOq0.  The segment could be worth $10 billion, some of the people told the WSJ.  Broadcom did not immediately reply to a Reuters request for comment.  The chipmaker gave a lukewarm forecast for 2020 amid slowing growth in the semiconductor business in its last reported quarter.  Shares of the company were up 1.4% in afternoon trading.","92":"(Reuters) - Singapore-based Broadcom Ltd withdrew its $117 billion bid to acquire Qualcomm Inc on Wednesday, two days after U.S. President Donald Trump blocked the attempt, citing national security concerns.  A sign to the campus offices of chip maker Broadcom Ltd in Irvine, California, U.S., November 6, 2017. REUTERS\/Mike Blake  The company said it has also withdrawn its slate of independent director nominees for Qualcomm’s annual shareholder meeting.  Broadcom expects to continue with its plan to redomicile to the United States.  Here are the important developments that have taken place since Broadcom made its first bid to buy Qualcomm:  March 13  - A dozen banks that signed on to provide a record $100 billion bridge loan to back Broadcom’s planned $117 billion takeover of Qualcomm will earn starkly less than planned for extending credit to the chipmaker after President Trump blocked the deal over national security concerns.  - Senator Chuck Schumer, the top Democrat in the U.S. Senate, praised Trump’s decision, calling China’s trade practices “rapacious.”  - Broadcom, led by dynamic Chief Executive Hock Tan, is unlikely to put the brakes on an acquisition spree after its $117 billion bid for Qualcomm Inc was blocked by President Trump on national security grounds.  That was the immediate reaction from Wall Street’s tech sector analysts to Trump’s surprise intervention to block what would have been the biggest ever tech merger.  March 12  - President Trump signed an order to halt the deal on concerns that a takeover of Qualcomm by the Singapore-based company would erode the United States’ lead in mobile technology and give China the upper hand.  - Broadcom violated an order from a national security panel in a bid to push for a merger with Qualcomm, the U.S. Treasury Department said in a letter.  The letter said that Broadcom “took a series of actions in violation” of a previous order from Treasury.  - Broadcom said it expects to redomicile to the United States by April 3.  March 9  - Microchip maker Intel Corp responded to a news report that it is considering a possible bid for Broadcom by saying that it is focused on integrating previous acquisitions, raising doubt over the idea.  The Wall Street Journal reported that Intel’s competitive concern about Broadcom’s attempt to buy Qualcomm had led it to consider a range of acquisitions in response, including a bid for Broadcom.  - A U.S. national security panel ordered Broadcom to provide it with five business days’ notice before taking any action toward redomiciling to the United States, a regulatory filing revealed.  The previously undisclosed requirement shows that the Committee on Foreign Investment in the United States (CFIUS), which reviews foreign acquisitions of U.S. companies for potential national security risks, is aware that its jurisdiction could be contested if Broadcom redomiciles to the United States.  - Broadcom promised not to sell critical national security assets to foreign buyers if its deal for Qualcomm is approved, another effort by the firm to appease U.S. security concerns.  Separately, Qualcomm said it discontinued the role of executive chairman and named a new non-executive chairman.  March 7  Broadcom sought again to soothe U.S. security concerns around its bid for Qualcomm, saying it would stick with investments aimed at maintaining the United States’ leadership in 5G technology.  CFIUS, in an unusual move, stepped into Broadcom’s hostile takeover bid for Qualcomm this week, citing a number of concerns on the development of the next generation of mobile networks and technology.  March 6  CFIUS identified potential risks that warrant a full investigation of Broadcom’s bid for Qualcomm, a senior U.S. Treasury official said in a letter to the companies.  Some of the U.S. government’s concerns relate to risks associated with Broadcom’s relationships with foreign entities, Aimen Mir, the Treasury’s deputy assistant secretary for investment security, said in the letter, without identifying who those parties might be.  The letter was dated March 5 and made public by Qualcomm.  Separately, the Wall Street Journal reported that Qualcomm is in talks to settle a patent dispute with China’s Huawei Technologies Co and could reach an agreement in the coming weeks, citing people familiar with the matter.  March 5  Broadcom said the decision by CFIUS to review the deal was the result of secret moves made by Qualcomm on Jan. 29 to encourage an investigation into the offer.  Qualcomm said it was delaying its 2018 annual meeting to April 5 as a result of the CFIUS order.  Separately, Qualcomm, which is awaiting China’s MOFCOM approval for the $44 billion deal to buy NXP Semiconductors NV, extended the tender offer to March 9 from March 5.  March 4  The U.S. government ordered the national security review of Broadcom’s bid for Qualcomm that prompted Qualcomm to delay its March 6 shareholder meeting.  March 2  Broadcom was planning to complete its move back to the United States by mid-May, Reuters reported, citing sources familiar with the matter.  Wrapping up the move from Singapore and redomiciling in the United States relatively quickly could remove a roadblock to Broadcom’s proposed deal by calming concerns at the national security panel, CFIUS.  Feb. 27  CFIUS began looking at Broadcom’s plan to take over Qualcomm, Reuters reported, citing three sources familiar with the matter.  Feb. 26  Qualcomm appears to warm to Broadcom’s advances by saying the sides have grown closer on regulatory issues and called for talks on price after Broadcom’s latest $117 billion offer. The war of words continued, however, as Broadcom called its U.S. semiconductor peer’s proposal to negotiate a higher price “engagement theater”.  Feb. 21  Broadcom cut its bid for Qualcomm by $3 to $79 per share after Qualcomm raises its offer for NXP Semiconductors.  Feb. 20  Qualcomm deals a blow to Broadcom’s raised bid by increasing its offer for NXP Semiconductors to $127.50 per share in cash from $110.  Feb. 14  Representatives of Broadcom and Qualcomm meet for the first time to discuss a potential combination; Qualcomm later calls the meeting “constructive”.  Feb. 13  Broadcom scales back its challenge to Qualcomm’s board by cutting the number of board seats it was trying to win to six from 11, following a meeting with proxy advisory firm ISS.  Feb. 8  Qualcomm rejects Broadcom’s revised buyout offer of $121 bln, but proposes meeting to address the bid’s “serious deficiencies in value and certainty”.  Feb. 5  Broadcom raises its offer for Qualcomm to $82 per share from $70 per share, calling the bid its “best and final offer”.  The revised offer is contingent on either Qualcomm acquiring NXP Semiconductors for $38 billion or the NXP deal being terminated.  Jan. 17  The Federal Trade Commission investigates whether Broadcom engaged in anticompetitive tactics in negotiations with customers, casting further doubts on regulatory approval for potential deals.  Dec. 22, 2017  Qualcomm rejects Broadcom and private equity firm Silver Lake Partners’ 11 director nominees, setting the stage for a proxy battle.  Dec. 4 , 2017  Broadcom makes its first formal move toward a hostile bid to take over Qualcomm by nominating 11 directors to its rival’s board.  Nov. 13, 2017  Qualcomm rejects Broadcom’s $103 billion takeover bid, saying the offer undervalued the company and would face regulatory hurdles.  Nov. 6, 2017  Broadcom makes unsolicited $103 billion, or $70 per share, bid to acquire Qualcomm.  (Graphic: War of chips - reut.rs\/2FG5D00)","93":"WASHINGTON, March 12 (Reuters) - Chipmaker Broadcom Ltd violated an order from a national security panel in a bid to push for a merger with rival Qualcomm Inc, the U.S. Treasury Department said in a letter.  The letter, which was dated Sunday, said that Broadcom “took a series of actions in violation” of a previous order from Treasury.  Broadcom has been seeking to merge with Qualcomm, which has sought to fend off the takeover. (Reporting by Diane Bartz Editing by Chizu Nomiyama)","94":"July 15 (Reuters) - Cybersecurity company Symantec Corp and chipmaker Broadcom Inc have ceased deal negotiations, CNBC reported here on Monday, citing sources.  The companies did not immediately respond to Reuters’ request for comment. (Reporting by Akanksha Rana in Bengaluru Editing by Saumyadeb Chakrabarty)","95":"(Reuters) - Broadcom Ltd AVGO.O sought again to soothe U.S. security concerns around its bid for chipmaker Qualcomm Inc QCOM.O on Wednesday, saying it would stick with investments aimed at maintaining the United States' leadership in 5G technology.  FILE PHOTO: A sign to the campus offices of chip maker Broadcom Ltd, who announced on Monday an unsolicited bid to buy peer Qualcomm Inc for $103 billion, is shown in Irvine, California, U.S., November 6, 2017. REUTERS\/Mike Blake\/File Photo  The Committee on Foreign Investment in the United States (CFIUS), a national security panel that can stop mergers that could harm U.S. security, in an unusual move, stepped into Singapore-based Broadcom’s hostile takeover bid for Qualcomm this week, citing a number of concerns on the development of the next generation of mobile networks and technology.  CFIUS delayed a shareholder meeting that had threatened to hand Broadcom control of the Qualcomm board and, among other things, said lower R&D spending would weaken U.S.-based Qualcomm against Chinese companies.  Here are the important events that have taken place since Broadcom made its first bid to buy Qualcomm:  March 6, 2018  CFIUS identified potential risks that warrant a full investigation of Broadcom’s $117 billion bid for Qualcomm, a senior U.S. Treasury official said in a letter to the companies.  Some of the U.S. government’s concerns relate to risks associated with Broadcom’s relationships with foreign entities, Aimen Mir, the Treasury’s deputy assistant secretary for investment security, said in the letter, without identifying who those parties might be.  The letter, dated March 5, was made public by Qualcomm on Tuesday.  Separately, the Wall Street Journal reported that Qualcomm is in talks to settle a patent dispute with China's Huawei Technologies Co HWT.UL and could reach an agreement in the coming weeks, citing people familiar with the matter.  March 5, 2018  Broadcom said the decision by CFIUS to review the deal was the result of secret moves made by Qualcomm on Jan. 29 to encourage an investigation into the offer.  Qualcomm said in a statement that it was delaying its 2018 annual meeting to April 5 as a result of the CFIUS order.  Separately, Qualcomm, which is awaiting China's MOFCOM approval for the $44 billion deal to buy NXP Semiconductors NV NXPI.O, extended the tender offer to March 9 from March 5.  March 4, 2018  The U.S. government ordered the national security review of Broadcom Ltd’s $117 billion bid for Qualcomm that prompted Qualcomm to delay its March 6 shareholder meeting.  March 2, 2018  Broadcom, seeking to buy rival Qualcomm, was planning to complete its move back to the United States by mid-May, Reuters reported, citing sources familiar with the matter.  Wrapping up the move from Singapore and redomiciling in the United States relatively quickly could remove a roadblock to Broadcom’s proposed deal by calming concerns at the national security panel, CFIUS.  Feb. 27, 2018  CFIUS began looking at Singapore-based chipmaker Broadcom’s plan to take over rival Qualcomm, Reuters reported, citing three sources familiar with the matter.  Feb. 26, 2018  Qualcomm appears to warm to Broadcom’s advances by saying the sides have grown closer on regulatory issues and called for talks on price after Broadcom’s latest $117 billion offer. The war of words continued, however, as Broadcom called its U.S. semiconductor peer’s proposal to negotiate a higher price “engagement theater”.  Feb. 21, 2018  Broadcom cut its bid for Qualcomm by $3 to $79 per share after Qualcomm raises its offer for NXP Semiconductors.  Feb. 20, 2018  Qualcomm deals a blow to Broadcom’s raised bid by increasing its offer for NXP Semiconductors to $127.50 per share in cash from $110.  Feb. 14, 2018  Representatives of Broadcom and Qualcomm meet for the first time to discuss a potential combination; Qualcomm later calls the meeting “constructive”.  Feb. 13, 2018  Broadcom scales back its challenge to Qualcomm’s board by cutting the number of board seats it was trying to win to six from 11, following a meeting with proxy advisory firm ISS.  Feb. 8, 2018  Qualcomm rejects Broadcom’s revised buyout offer of $121 bln, but proposes meeting to address the bid’s “serious deficiencies in value and certainty”.  Feb. 5, 2018  Broadcom raises its offer for Qualcomm to $82 per share from $70 per share, calling the bid its “best and final offer”.  The revised offer is contingent on either Qualcomm acquiring NXP Semiconductors for $38 billion or the NXP deal being terminated.  Jan. 17, 2018  The Federal Trade Commission investigates whether Broadcom engaged in anticompetitive tactics in negotiations with customers, casting further doubts on regulatory approval for potential deals.  Dec. 22, 2017  Qualcomm rejects Broadcom and private-equity firm Silver Lake Partners’ 11 director nominees, setting the stage for a proxy battle.  Dec. 4 , 2017  Broadcom makes its first formal move toward a hostile bid to take over Qualcomm by nominating 11 directors to its rival’s board.  Nov. 13, 2017  Qualcomm rejects Broadcom’s $103 billion takeover bid, saying the offer undervalued the company and would face regulatory hurdles.  Nov. 6, 2017  Broadcom makes unsolicited $103 billion, or $70 per share, bid to acquire Qualcomm.","96":"FILE PHOTO: A sign to the campus offices of chip maker Broadcom Ltd, who announced on Monday an unsolicited bid to buy peer Qualcomm Inc for $103 billion, is shown in Irvine, California, U.S., November 6, 2017. REUTERS\/Mike Blake  (Reuters) - Broadcom Inc on Thursday released a new chip aimed at eliminating choppy phone calls and music on Bluetooth headphones.  The San Jose, California-based company is a major supplier to high-end smart phone makers such as Apple Inc, with whom it has signed deals to supply as much as $15 billion worth of chips.  The Broadcom chip released on Thursday handles Wi-Fi and Bluetooth wireless communication functions in devices such as smart phones. The Bluetooth portion of the chip uses two radios in tandem to communicate with devices such as headphones.  Vijay Nagarajan, vice president of Broadcom’s mobile connectivity division, said the technology is meant to prevent choppy calls and music listening when walking into crowded areas like subway platforms, where Bluetooth signals from other people’s devices can cause interference and dropouts.  “We’re making your wireless link from your phone to the headset more resilient,” Nagarajan told Reuters.  The Bluetooth chips also keep one of their radios in a low-power mode so that it can stay on all the time to “listen” for devices trying to connect to a mobile phone, a feature meant to help wireless headphones connect faster.  The chip will also support Wi-Fi 6E, a new version of the common wireless standard that is expected to be much faster than previous versions if both a phone and a Wi-Fi router have new chips that support it. But before the technology can be used, the U.S. Federal Communications Commission must finalize its 2018 move to open up the use of 6-gigahertz spectrum.  If U.S. regulators open the spectrum in the next several months, Nagarajan said devices with the new chips could come to market as early as this fall.","97":"March 7 (Reuters) - Broadcom Ltd:  * REGARDING ITS OFFER TO BUY QUALCOMM, WILL MAINTAIN RESEARCH AND DEVELOPMENT RESOURCES QUALCOMM DEVOTES TO 5G  * PLEDGING TO CREATE A NEW $1.5 BILLION FUND TO TRAIN AND EDUCATE ENGINEERS IN U.S.  * WILL ALSO FOCUS RESEARCH AND DEVELOPMENT SPEND TO QUALCOMM’S 5G TECHNOLOGIES THAT ARE “ESSENTIAL TO THE U.S.”  * SAYS “THERE IS NO TRUTH TO QUALCOMM’S ARGUMENT THAT ITS ANTICOMPETITIVE LICENSING PRACTICES ARE NEEDED TO FUND A ROBUST RESEARCH AND DEVELOPMENT EFFORT” Source text for Eikon: Further company coverage:","98":"LONDON\/BENGALURU (Reuters) - Broadcom Inc sent a shockwave through the global chipmaking industry on Friday with its forecast that U.S.-China trade tensions and the ban on doing business with Huawei Technologies would knock $2 billion off the company’s sales this year.  The forecast, included in the company’s second-quarter results late on Thursday, was the hardest evidence yet of the damage President Donald Trump’s trade war with Beijing may do to the global industry.  Shares in Broadcom fell as much as 8.6%, wiping more than $9 billion off the market value of the company, previously based in Asia but now with its headquarters and main listing in the United States.  U.S. chipmakers Qualcomm, Applied Materials Inc, Intel Corp, Advanced Micro Devices Inc and Xilinx Inc were all down between 1.5% and 3%.  The Philadelphia chip index was down nearly 3% with 29 of its 30 components trading lower. Shares of other Huawei suppliers like Analog Devices Inc, Skyworks Solutions and Qorvo Inc also fell.  European peers including STMicroelectronics, Infineon and AMS ended the day lower.  “We’ll see a very sharp impact simply because (there are) no purchases allowed and there’s no obvious substitution in place,” Chief Executive Officer Hock Tan said on a post-earnings call with analysts on the Huawei ban.  Huawei accounted for about $900 million, or 4%, of the company’s overall sales last year. Broadcom, however, also said the forecast cut “extends beyond one particular customer.”  “We’re talking about uncertainty in our marketplace, uncertainty because of the - of demand in the form of order reduction as the supply chain out there constricts - compress, so to speak,” Tan said.  FILE PHOTO: Broadcom Limited company logo is pictured on an office building in Rancho Bernardo, California May 12, 2016. REUTERS\/Mike Blake  The semiconductor industry has been grappling with slowing demand since the second half of 2018 with bellwether Texas Instruments warning in April that a cyclical downturn could last for another two years.  That has related chiefly to signs that mobile phone markets in some major economies are increasingly saturated while mass demand in new areas like self-driving cars and internet of things devices for homes and offices is still developing.  The geopolitical risks from the trade conflict and Huawei ban are an additional shock.  “It’s not just Huawei, it’s deeper than that. OEMs [carmakers] aren’t ordering. Inventory concerns, which were supposed to ease, have not gone away,” said one European trader. “Goodbye H2 recovery hopes!”  Broadcom, known for communications chips that power Wi-Fi, Bluetooth and GPS connectivity in smartphones, is also a major supplier to Apple Inc and shares of the iPhone maker were down 1%.  “We believe Broadcom’s 2H19 outlook is not only impacted by the direct Huawei export ban, but also includes the indirect impact from the Huawei export ban to other customers as well as the possible industry-wide impact of the possible additional import tariffs,” Summit Insights Group analyst Kinngai Chan said.  Finisar Corp, which makes sensors for facial recognition, transceivers and other components for telecommunication networks, said in a regulatory filing that ban on Huawei could have continuing negative impact on its future revenue. Huawei represented 10% of its total revenue in fiscal 2019.  The CEO of chipmaker Micron Technology also said the ban on Huawei brings uncertainty and disturbance to the semiconductor industry.  Micron will report its third-quarter results on June 25.  “I think you have seen all the companies (Qorvo, Skyworks, Maxlinear, Cree, Inphi, Lumentum, NeoPhotonics) which pre-announced negative for about half their quarter’s impact due to this Huawei export ban,” Chan said.  “The issue now is that there will be a second degree (indirect) impact as well that most companies do not want to talk about. We believe the next wave of companies that should be echoing what Broadcom says are Micron and Western Digital,” Chan added.","99":"Feb 9 (Reuters) - Broadcom Ltd:  * IF QUALCOMM DEAL TERMINATED UNDER SOME CIRCUMSTANCES, CO SHALL PAY OR CAUSE TO BE PAID $3.6 BILLION IN CASH  * $8 BILLION REVERSE TERMINATION FEE APPLICABLE IF QUALCOMM DEAL FAILS TO GET REGULATORY APPROVAL, AMONG OTHER CONDITIONS Source text - (bit.ly\/2EVaCul) Further company coverage:","100":"March 9 (Reuters) - Broadcom Ltd said in a letter to U.S. Congress on Friday that it will not sell any critical national security assets to any foreign companies if its $117 billion deal to buy chipmaker Qualcomm Inc is approved.  U.S. Republican lawmakers on Monday backed a U.S. panel’s decision to delay Qualcomm’s shareholder meeting to allow for a more extensive review of Broadcom’s takeover bid.  “Qualcomm’s work is too important to our national security to let it fall into the hands of a foreign company — and in a hostile takeover no less,” Senator Tom Cotton, a vocal Republican voice on foreign policy, had said. (Reporting by Arjun Panchadar in Bengaluru Editing by Saumyadeb Chakrabarty)","101":"March 1 (Reuters) - Qualcomm Inc:  * QUALCOMM’S BOARD OF DIRECTORS ISSUES STATEMENT  * QUALCOMM INC - BOARD REMAINS UNANIMOUS IN ITS VIEW THAT BROADCOM’S ALL OFFERS “MATERIALLY UNDERVALUES” COMPANY  * QUALCOMM INC - “URGE” SHAREHOLDERS TO VOTE WHITE PROXY CARD TO RE-ELECT ALL 11 QUALCOMM DIRECTORS  * QUALCOMM - “NOT IN BEST INTEREST” OF CO’S STOCKHOLDERS TO ELECT BROADCOM’S NOMINEES, WITHOUT A “MEANINGFUL DISCUSSION” ON PRICE, CLOSING CERTAINTY, LICENSING BUSINESS  * QUALCOMM INC - QUALCOMM BOARD “REMAINS READY TO ENGAGE” WITH BROADCOM ON PRICE, CLOSING CERTAINTY AND LICENSING BUSINESS TALKS  * QUALCOMM INC - CO “ATTEMPTED TO ENGAGE” WITH BROADCOM ON ISSUES INCLUDING PRICE, REGULATORY AND OTHER CLOSING CERTAINTIES  * AT MEETINGS ON FEBRUARY 14 AND FEBRUARY 23, BROADCOM “REFUSED TO ENGAGE IN GOOD FAITH” Source text for Eikon: Further company coverage:","102":"(Reuters) - Broadcom Ltd AVGO.O on Monday called a proposal by U.S. semiconductor peer Qualcomm Inc QCOM.O for a new meeting to negotiate an increase to Broadcom's $117 billion acquisition offer \"engagement theater\" aimed at dodging a takeover battle.  FILE PHOTO: A sign on the Qualcomm campus is seen in San Diego, California, U.S. November 6, 2017. REUTERS\/Mike Blake\/File Photo  Broadcom’s statement came after Qualcomm said earlier on Monday that all of Broadcom’s previous offers - which would represent the largest technology deal on record - materially undervalued it, but that it wanted to negotiate further.  Broadcom accused Qualcomm of feigning engagement in the companies’ two meetings earlier this month. It also said Qualcomm has refused to confirm that it will hold its previously scheduled stockholder vote on March 6. Broadcom has put forward six nominees for election to Qualcomm’s 11-member board as a way to force deal negotiations with Qualcomm.  “Broadcom does not believe that the process outlined by Qualcomm today is designed to lead to a prompt agreement,” Broadcom said in a statement.  Qualcomm responded by denying it was considering moving the date of its annual shareholder meeting. The company added in a statement that it had no intention of delaying the meeting, and said it had made that clear in talks with Broadcom on Friday.  “The ball is in Broadcom’s court to let us know whether it is willing to engage with us,” Qualcomm said.  In a letter to Broadcom Chief Executive Hock Tan, Qualcomm Chairman Paul Jacobs on Monday proposed a new meeting focused on price as soon as convenient for both parties.  While the two companies have not yet resolved their disagreements on how to address potential antitrust hurdles, Qualcomm said they had made progress on that front.  “If the discussion is truly coming down to price alone, then we would call this progress,” said Bernstein analyst Stacy Rasgon.  The takeover battle is at the heart of a race to consolidate the wireless technology equipment sector, as smartphone makers such as Apple Inc AAPL.O and Samsung Electronics Co Ltd 005930.KS use their market dominance to negotiate lower chip prices.  Broadcom cut its bid last week by 4 percent to $117 billion after Qualcomm's decision to raise its own bid for NXP Semiconductors NV NXPI.O to $44 billion.  Qualcomm’s shares rose 5.8 percent to close Monday’s trading at $66.98, still well below Broadcom’s latest cash-and-stock offer of $79 per share.  Qualcomm also softened its approach to Broadcom’s commitments on regulatory approval for the deal, saying the path forward did not require a “hell or high water” commitment to sell any assets that the regulators require.  Qualcomm, however, urged the Singapore-based chipmaker to provide more clarity regarding its plans for Qualcomm’s licensing business, which Broadcom has been unwilling to reveal. It also offered to sign a confidentiality agreement so both companies can carry out due diligence on one another.  “We are willing to jointly select a law firm with antitrust expertise that you would fully brief on your licensing plans,” Qualcomm said.  In a meeting with Broadcom on Friday, Qualcomm proposed a reverse termination fee of 9 percent of enterprise value if Broadcom fails to win regulatory approvals.  Broadcom had previously proposed a $8 billion breakup fee. The company was not immediately available for comment.","103":"(Adds Nestle; Updates L’Oreal)  Feb 9 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2200 GMT on Friday:  ** Qualcomm Inc warned on Friday it could lose two large clients if it accepted chipmaker Broadcom Ltd’s revised $121 billion buyout offer and said it saw “no next step” for regulatory approval of any deal.  ** Nestle said that it has bought a majority stake in Terrafertil, a company selling natural and organic plant based foods.  ** French carmaker and Peugeot-owner PSA has agreed to buy a controlling stake in Chinese automotive spare parts distributor Jian Xin, with PSA looking to improve its performance in the lucrative Chinese market.  ** Spanish engineering and renewable energy company Acciona and Britain’s Contour Global are in talks about a possible deal for the Spanish company’s solar power plants, the companies said separately.  ** British business travel company Hogg Robinson Group said American Express Global Business Travel (GBT) made a recommended offer for the company and that it agreed to sell its payments technology business, Fraedom, to Visa Inc.  ** Daily Mirror publisher Trinity Mirror scooped up titles including the Daily Express, Daily Star and OK! magazine for 127 million pounds ($177 million) in the biggest shake up of Britain’s cut-throat newspaper industry in decades.  ** Investment firm Kinnevik said it will do all in its power to see the deal between Tele2 and Com Hem through, after proposing a raised dividend for 2017.  ** Bank of China (BOC) and Industrial and Commercial Bank of China (ICBC) are among suitors looking at a potential purchase of German transport finance lender DVB Bank, three sources familiar with the matter say.  ** L’Oreal underscored its readiness to buy Nestle’s 23 percent stake in the world’s biggest cosmetics firm were its Swiss shareholder to sell, saying it had access to cash and funding at its disposal.  ** British engineering group GKN could allow investors more time to decide on a hostile takeover offer by turnaround specialist Melrose, because the U.S., which is a big customer, has a say in whether any deal can proceed. (Compiled by John Benny and Akankshita Mukhopadhyay in Bengaluru)","104":"FILE PHOTO: A sign to the campus offices of chip maker Broadcom Ltd is shown in Irvine, California, U.S., November 6, 2017. REUTERS\/Mike Blake\/File Photo  (Reuters) - Broadcom Inc AVGO.O on Thursday forecast current-quarter revenue with a midpoint slightly below analysts' estimates, in part caused by a delay at a \"large North American mobile phone\" customer that analysts believe is Apple Inc AAPL.O.  The company forecast fiscal third-quarter revenue of about $5.75 billion, plus or minus $150 million. Analysts on average were expecting $5.79 billion, according to IBES data from Refinitiv.  “We would normally expect to see a double-digit sequential uplift in revenue from the ramp of next-generation phone at our large North American mobile phone customer,” Chief Executive Hock Tan said on a conference call. “However, this year, we do not expect to see this uptick in revenue until our fourth fiscal quarter.”  Tan cited a “major product cycle delay in wireless” without naming the customer, but Broadcom got about a fifth of its revenue from Apple in its most recent fiscal year and in January entered into to two multi-year agreements worth as much as $15 billion in revenue to supply Apple with wireless components.  Apple did not immediately respond to a request for comment. Analysts expect the company to release a range of 5G iPhone models later this year, but the Nikkei Asian Review reported in March that Apple was considering delaying the launch due to product development disruptions and the economic turmoil caused by the novel coronavirus pandemic.  Broadcom reported better-than-expected growth in quarterly revenue, supported by higher demand for chips used in data centers, which are ramping up as more people opt to work from home in the face of the coronavirus crisis.  Broadcom’s revenue rose 4% to $5.74 billion in the second quarter ended May 3, beating analysts’ average estimate of $5.69 billion.","105":"FILE PHOTO: A sign to the campus offices of chip maker Broadcom Ltd, is shown in Irvine, California, U.S., November 6, 2017. REUTERS\/Mike Blake\/File photo  (Reuters) - Broadcom Inc AVGO.O said on Wednesday it had completed its move back to the United States from Singapore, weeks after President Donald Trump blocked its $117 billion offer to buy Qualcomm Inc QCOM.O on national security grounds.  Broadcom, which was a U.S. company until it was bought in 2016 by Singapore’s Avago, had announced its plan to redomicile on Nov. 2, days before making its first offer for Qualcomm.  The company said it exchanged all shares of Broadcom Ltd to newly issued stock of Broadcom Inc on a one-for-one basis and that its stock would continue to trade under the same ticker.  Broadcom’s existing co-headquarters in San Jose, California will become its sole headquarters, the company said.  The move to the United States could allow Broadcom to buy U.S. companies without coming under the scrutiny of the Committee on Foreign Investment in the United States (CFIUS), which has the power to stop deals that could harm national security.  Broadcom’s shares were up 0.4 percent at $237.97 in after hours trading.","106":"Sept 3 (Reuters) - Broadcom Inc forecast current-quarter revenue above Wall Street estimates on Thursday, encouraged by strong demand for its data center chips from the growing remote work market and the upcoming 5G phone launches.  The company expects fourth-quarter revenue to be $6.4 billion, plus or minus $150 million. Analysts on average were expecting revenue of $6.18 billion, according to IBES data from Refinitiv. (Reporting by Neha Malara in Bengaluru and Stephen Nellis in San Francisco; Editing by Sriraj Kalluvila)","107":"(Adds share price, details from the report, background)  July 15 (Reuters) - Cybersecurity company Symantec Corp and chipmaker Broadcom Inc have ceased deal negotiations, CNBC reported here on Monday, citing sources.  Symantec’s shares fell 18% to $21.01 in trading before the opening bell, while those of Broadcom were up nearly 3%.  Symantec would not accept less than $28 per share, according to the report.  Jefferies said in a research note last week that it valued Symantec at $24 per share, or an enterprise value of $18.3 billion, and any sale at a premium to $24 would be a huge windfall to its shareholders.  The companies did not immediately respond to Reuters requests for comment.  The deal talks were first reported late on July 2 by Bloomberg, sending Symantec’s shares 14% higher.  The Symantec deal would have given Broadcom another push into software, a year after its $18.9 billion deal to buy U.S. business software company CA Inc last year. (Reporting by Akanksha Rana in Bengaluru Editing by Saumyadeb Chakrabarty)","108":"(Reuters) - Apple Inc AAPL.O supplier Broadcom Inc AVGO.O said on Thursday that a ramp-up of annual chip shipments would be later this year than most, likely signaling that the next iPhone will arrive after the usual late September launch date.  FILE PHOTO: A sign to the campus offices of chip maker Broadcom Ltd is shown in Irvine, California, U.S., November 6, 2017. REUTERS\/Mike Blake  Broadcom, which earned about a fifth of its revenue from Apple in 2019, said a ramp-up of chip shipments for what analysts believe is the next iPhone will run into the final quarter of the calendar year, a quarter later than most years.  In June, Broadcom had warned that revenues for its just-ended quarter would be below expectations because of a delayed phone launch from “our large North American mobile phone customer” that analysts believe is Apple.  Most analysts have already pushed out their expected launch date of Apple’s much-anticipated 5G-enabled iPhone to October after travel restrictions imposed by the novel coronavirus pandemic disrupted work on the devices.  Apple did not immediately respond to a request for comment.  Broadcom, meanwhile, forecast current fourth-quarter revenue above Wall Street estimates on Thursday, encouraged by the upcoming 5G phone launches and strong demand for its data-center chips from the growing remote work market. Shares rose 0.3% in after-hours trading on the results.  The company forecast fourth-quarter revenue of $6.4 billion, plus or minus $150 million. Analysts on average were expecting revenue of $6.18 billion, according to IBES data from Refinitiv.  The pandemic-led shift to work-from-home has fired up demand for infrastructure such as data centers at a time when the semi-conductor industry is gearing up for the launch of 5G phones that use higher priced chips.  Broadcom posted a 5.6% rise in third-quarter revenue to $5.82 billion, ahead of estimates of $5.76 billion.  Net income attributable to common stock fell to $614 million, or $1.45 per share, from $715 million, or $1.71 per share, a year earlier.  Excluding items, the company reported a profit of $5.40 per share, topping analysts’ average estimate of $5.24.  Shares of the company, which have gained about 11% this year, rose 1.7% in extended trading.","109":"(Reuters) - Qualcomm Inc said on Wednesday it met with Broadcom Ltd earlier in the day to discuss the latter’s revised $121 billion bid, the first time the chipmakers have discussed what would be the technology sector’s largest ever acquisition.  Slideshow ( 2 images )  The outcome of the meeting will determine whether Qualcomm, which has resisted Broadcom’s takeover approach since November, will engage in negotiations or continue to defend itself by rallying its shareholders, who are scheduled to vote on March 6 on replacing the majority of its board with Broadcom nominees.  Neither side commented on what transpired in the two-hour meeting. Qualcomm said in its statement its board would meet to determine its next steps.  Broadcom’s top executives left the meeting with the impression that their Qualcomm counterparts listened to them but did not engage, according to sources familiar with the matter who asked not to be identified because it was private.  The meeting came after Qualcomm rejected Broadcom’s revised cash-and-stock bid of $82 per share last week and said the new offer still undervalued it and fell well short of the firm commitments on regulatory issues it expected.  Qualcomm had said it would take the meeting to allow Broadcom to explain how it would attempt to bridge the gaps in both value and deal certainty and to better understand the issues that remained unaddressed in its proposal.  Qualcomm said last week that Broadcom’s plan to address antitrust concerns by selling two Qualcomm businesses, its Wi-Fi networking processors and RF Front End chips for mobile phones, was inadequate to allay concerns that the deal would not win regulatory approval.  The takeover battle is at the heart of a race to consolidate the wireless technology equipment sector, as smartphone makers such as Apple Inc and Samsung Electronics Co Ltd use their market dominance to negotiate down chip prices.  Broadcom is mainly a manufacturer whose connectivity chips are used in products ranging from mobile phones to servers. San Diego-based Qualcomm primarily outsources the manufacturing of its chips which are used for the delivery of broadband and data, a business that would significantly benefit from the rollout of 5G wireless technology.  Qualcomm has argued that signing a deal with Broadcom could create uncertainty with its customers during the time it takes to complete the deal. Broadcom has promised to pay a breakup fee of $8 billion in the event regulators thwart the deal, as well as a “ticking” fee of 6 percent per year on the cash portion of the consideration if the deal takes more than 12 months to close.","110":"(Corrects spelling of customers in headline)  Feb 9 (Reuters) - Qualcomm Inc :  * QUALCOMM - TWO CUSTOMERS PROVIDING CHIPSET REVENUE OF OVER $1 BILLION EACH PER YEAR STATED THEY ARE LIKELY TO MOVE DESIGNS AWAY FROM CO IF DEAL WITH BROADCOM MOVES FORWARD  * QUALCOMM - “WE BELIEVE BROADCOM’S STRATEGY IS MAINLY TO TRADE LICENSING REVENUE FOR CHIP SHARE AT HIGHER PRICES”  * QUALCOMM - ANY POSSIBLE DEAL APPROVAL WOULD REQUIRE “SIGNIFICANT AND COMPLEX DIVESTITURES” AS WELL AS RESTRICTIONS ON THE COMBINED ENTITY’S FUTURE OPERATIONS  * QUALCOMM INC - PROPOSED BROADCOM-QUALCOMM DEAL RAISES “FAR MORE SIGNIFICANT COMPETITIVE CONCERNS” VERSUS QUALCOMM-NXP DEAL  * QUALCOMM INC - IN LAST FIVE YEARS, \"SEVERAL LARGE, COMPLEX INTERNATIONAL MERGERS\" INVOLVING MULTIPLE REGULATORS HAVE TAKEN OVER 18 MONTHS Source text : (bit.ly\/2EewnIh) Further company coverage:","111":"(Reuters) - The U.S. Department of Defense said on Wednesday that a memo purporting to show the Pentagon asking for a national security review of chipmaker Broadcom Inc's AVGO.O $19 billion deal to buy software company CA Technologies CA.O was likely fake.  A sign to the campus offices of chip maker Broadcom Ltd, is shown in Irvine, California, U.S., November 6, 2017. REUTERS\/Mike Blake  Broadcom said in a statement that the two companies are American, “and there is no basis in fact or law for CFIUS review of our pending transaction.”  The Pentagon is looking into who wrote the fake memo, according to a spokeswoman. She said they considered it likely to be fake based on an initial assessment.  The Committee on Foreign Investment in the United States (CFIUS) is the government panel that reviews deals for potential national security risks. Panel members include representatives of several U.S. agencies, including the Department of Defense and the Treasury Department.  Senator Rand Paul’s office, however, reiterated his call for a national security review of the deal, denying that a memo was behind the lawmaker’s request for a review.  Paul’s office said in a statement that the planned merger raised “obvious national security implications.”  “Broadcom had national security issues in a CFIUS review just earlier this year and this review should be undertaken immediately,” the statement said.  Earlier this year, U.S. President Donald Trump blocked Broadcom's $117 billion hostile bid for semiconductor peer Qualcomm Inc QCOM.O, arguing it posed a threat to U.S. national security and gave an edge to Chinese companies looking to build next-generation wireless networks.  Since then, Broadcom has redomiciled from Singapore to the United States, placing it formally outside the purview of CFIUS.  Shares of Broadcom were down 2.9 percent at $237.61 and those of CA slipped 2.3 percent to $43.01 in afternoon trading on the Nasdaq.  Broadcom announced the deal to buy CA Technologies in July.","112":"A sign to the campus offices of chip maker Broadcom Ltd is shown in Irvine, California, U.S., November 6, 2017. REUTERS\/Mike Blake  (Reuters) - Broadcom Inc is facing antitrust scrutiny from the European Union over the possible use of its market dominance to pressure customers to buy its semiconductors, Bloomberg reported on Wednesday.  The preliminary inquiry by the EU focuses on Broadcom’s sales of chips in set-top box hardware used by the cable and satellite industry, Bloomberg reported, citing people familiar with the matter and a questionnaire issued by the European Commission.  Broadcom’s practices are also being examined by the U.S. Federal Trade Commission, the report added, citing one of the people.  Broadcom did not immediately respond to a Reuters request for comment.  European antitrust regulators in July fined Alphabet Inc’s Google a record 4.34 billion euro ($4.95 billion) and ordered it to stop using its popular Android mobile operating system to block rivals.  Broadcom’s $117 billion bid to acquire Qualcomm Inc was blocked by the U.S. government over national security concerns, while Qualcomm had to walk away from a $44 billion deal to buy NXP Semiconductors NV after failing to secure Chinese regulatory approval.","113":"March 23 (Reuters) - Broadcom Ltd:  * BROADCOM SHAREHOLDERS OVERWHELMINGLY APPROVE REDOMICILIATION  * REDOMICILIATION EXPECTED TO BE COMPLETED ON APRIL 4, 2018  * SHAREHOLDERS VOTED TO APPROVE ITS REDOMICILIATION TO U.S., WITH OVER 99 PCT OF VOTES IN FAVOR Source text for Eikon: Further company coverage:","114":"Feb 21 (Reuters) - Broadcom Ltd:  * QUALCOMM ISSUES STATEMENT ON REDUCED BROADCOM PROPOSAL  * QUALCOMM - “BROADCOM’S REDUCED PROPOSAL HAS MADE AN INADEQUATE OFFER EVEN WORSE”  * QUALCOMM - “BROADCOM HAS REFUSED AND CONTINUES TO REFUSE TO ENGAGE WITH QUALCOMM ON PRICE”  * QUALCOMM INC - “BROADCOM’S REVISED $79.00 PER SHARE PROPOSAL MATERIALLY UNDERVALUES QUALCOMM”  * QUALCOMM INC - BROADCOM’S REVISED $79.00 PER SHARE PROPOSAL “FAILS TO TAKE INTO ACCOUNT STRATEGIC AND FINANCIAL BENEFITS OF ACQUIRING NXP” Source text for Eikon: Further company coverage:","115":"WASHINGTON, Jan 4 (Reuters) - The U.S. Supreme Court on Friday agreed to hear an appeal filed by a subsidiary of Broadcom Inc seeking to put an end to a shareholder lawsuit concerning its 2015 acquisition of Emulex Corp.  The legal question, which could affect other cases, is whether under the Securities and Exchange Act shareholders need to show intent to defraud when suing a company over statements made during the merger and acquisition process.","116":"March 9 (Reuters) - Broadcom Ltd:  * BROADCOM LTD FILES DEFINITIVE PROXY STATEMENT WITH U.S. SEC RELATED TO ITS SHAREHOLDER MEETING - SEC FILING  * BROADCOM LTD - ON MARCH 9, CO PETITIONED THE SINGAPORE COURT TO ORDER CONVENING OF SPECIAL MEETING TO APPROVE THE SCHEME OF ARRANGEMENT  * BROADCOM LTD SAYS ITS BOARD RECOMMENDS THAT BROADCOM-SINGAPORE SHAREHOLDERS VOTE “FOR” THE APPROVAL OF THE BROADCOM REDOMICILIATION PROPOSAL. Source text: (bit.ly\/2Ga0azs) Further company coverage:","117":"(Reuters) - Qualcomm Inc QCOM.O on Friday called a meeting with Broadcom Ltd AVGO.O to discuss the latter's $121 billion bid constructive and opened the door to more talks, but continued to reject the proposed deal between the semiconductor companies.  FILE PHOTO: A sign on the Qualcomm campus is seen, as chip maker Broadcom Ltd announced an unsolicited bid to buy peer Qualcomm Inc for $103 billion, in San Diego, California, U.S. November 6, 2017. REUTERS\/Mike Blake\/File Photo  Qualcomm’s response raises the stakes in a battle over what would be the technology sector’s largest-ever acquisition. The two companies have less than three weeks to negotiate a potential deal until Qualcomm shareholders are asked to vote on a challenge by Broadcom to Qualcomm’s board of directors.  Qualcomm has been seeking to walk a fine line between resisting Broadcom’s acquisition approach, which it says undervalues it and is fraught with regulatory risks, and demonstrating to its shareholders and proxy advisory firms that it is willing to engage to secure a better deal if possible.  “While the current Broadcom proposal is unacceptable, our board is intensely focused on maximizing value for Qualcomm stockholders, whether through executing on its growth strategy or by selling the company,” Qualcomm Chairman Paul Jacobs wrote to Broadcom CEO Hock Tan on Friday in a letter released by Qualcomm.  Broadcom offered no immediate comment. Qualcomm shares were up 0.4 percent at $65.60, significantly below Broadcom’s latest $82 per share cash-and-stock offer. Broadcom shares were down 0.8 percent at $249.89.  Qualcomm’s meeting with Broadcom on Feb. 14 was the first time the two companies met to discuss a potential combination since Broadcom unveiled its unsolicited bid last November.  As part of the takeover battle, Broadcom is asking Qualcomm shareholders to back its effort to replace a majority of Qualcomm’s board of directors in a vote scheduled for March 6. It has called its latest bid its best and final offer.  “While it sounds like the parties remain very far apart on the specifics (price, risk mitigation, etc), actual negotiations (with an understanding of opening positions) do appear to have kicked off, and Qualcomm is at least contemplating the bare possibility that they might get sold,” analyst Stacy Rasgon at Bernstein said.  In the meeting this week, Singapore-based Broadcom was willing to make certain divestitures to satisfy antitrust regulators, but was still resistant to “other commitments that could be expected” to be required by government regulatory bodies, Qualcomm said.  Broadcom has already said it is willing to sell two Qualcomm businesses to resolve any antitrust problems. These are its Wi-Fi networking processors and RF Front End chips for mobile phones.  In the meeting, Broadcom agreed to divest if needed its own Wi-Fi business, instead of Qualcomm’s, a source familiar with the confidential details of the meeting said.  Broadcom also wanted Qualcomm to include in the merger agreement that Qualcomm will refrain from lawsuits related to licensing while the deal is being reviewed by regulators, according to the source. Qualcomm did not agree to that.  Qualcomm reiterated that Broadcom’s promised breakup fee of $8 billion in the event regulators thwart the deal did not come close to compensating for risks related to the deal.  NXP DEAL  The takeover battle is at the heart of a race to consolidate the wireless technology equipment sector, as smartphone makers such as Apple Inc AAPL.O and Samsung Electronics Co Ltd 005930.KS use their market dominance to negotiate down chip prices.  Broadcom is mainly a manufacturer whose connectivity chips are used in products ranging from mobile phones to servers. San Diego-based Qualcomm primarily outsources the manufacturing of its chips which are used for the delivery of broadband and data, a business that would significantly benefit from the rollout of 5G wireless technology.  Qualcomm is currently seeking to complete a $38 billion deal to acquire NXP Semiconductors NV NXPI.O. NXP shares are trading at around $119, significantly above Qualcomm's $110 per share offer, as some NXP shareholders, led by activist hedge fund Elliott Management Corp, have called on Qualcomm to raise its price.  Broadcom has said its acquisition offer is contingent on either Qualcomm buying NXP at currently disclosed terms of $110 per share in cash or the deal being terminated.  China’s MOFCOM is the only regulator around the world that has yet to approve the Qualcomm-NXP deal. With the start of the Chinese New Year public holiday this week, Qualcomm could potentially delay its decision on raising its offer for NXP until after the March 6 Qualcomm shareholder meeting.","118":"Feb 16 (Reuters) - Qualcomm Inc is open to discussing a buyout offer from Broadcom Ltd that “reflects the true value” of the chipmaker and better addresses concerns about regulatory hurdles to a deal, the company said on Friday.  Qualcomm and Broadcom executives met for the first time on Feb. 14 to discuss the existing acquisition offer.  Qualcomm’s board maintained its view that Broadcom’s existing $121 billion proposal materially undervalues the company and has an unacceptably high level of risk, and is not in the best interests of its stockholders. (Reporting by Supantha Mukherjee in Bengaluru; Editing by Savio D’Souza)","119":"March 12 (Reuters) - Broadcom Inc withdrew its revenue forecast for 2020 on Thursday, joining a host of chipmakers that have either cut or pulled their sales outlook due to disruptions in global supply chain caused by the coronavirus outbreak.  Nearly 20% of Broadcom’s revenue in 2019 had come from Apple Inc, which was the first big technology company to say the epidemic was hurting its production and demand in China. (Reporting by Munsif Vengattil in Bengaluru; Editing by Arun Koyyur)","120":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window.)  * Broadcom tumbles after warning chip demand slowdown  * China’s May industrial output growth cools to 17-yr low  * Data shows U.S. retail sales rise in May  * Futures down: Dow 0.13%, S&P 0.22%, Nasdaq 0.70% (Updates prices, adds comments)  By Shreyashi Sanyal  June 14 (Reuters) - Wall Street was set to drop at the open on Friday, as the long-feared hit to global growth from President Donald Trump’s trade war crystallized in slashed sales forecast from chipmaker Broadcom, and more signs of slowdown in Chinese industry.  Shares of Broadcom Inc plunged 8.6% in premarket trading after it cut its revenue forecast for 2019 by $2 billion, blaming the U.S.-China trade conflict and export curbs on Huawei Technologies Co Ltd.  Data from China showed industrial output growth in the world’s second largest economy slowed to a more than 17-year low in May, sending a chill through stock market investors globally.  “Broadcom is definitely leading markets lower and that might drive other chips lower as well. Some of it is also about the U.S.-China trade war and the fight over Huawei,” said Kim Forrest, chief investment officer at Bokeh Capital Partners in Pittsburgh.  “China was to be expected because tariffs are having an effect on them and that’s starting to show up.”  At 8:41 a.m. ET, Dow e-minis were down 33 points, or 0.13%. S&P 500 e-minis were down 6.5 points, or 0.22% and Nasdaq 100 e-minis were down 52.5 points, or 0.7%.  The S&P 500 index has gained about 5% in June so far on hopes the Federal Reserve will soon cut interest rates, a stark contrast to the steady path of monetary tightening it was on until the end of last year.  The dour forecast from Broadcom was one of the clearest indications yet from the trade-sensitive tech sector of the scale of pain companies can expect from Washington’s stand-off with China.  Semiconductors stocks, who both source product and sell heavily in China, tumbled, with Intel Corp, Advanced Micro Devices Inc and Micron Technology Inc down between 2% and 3.2%. Shares of Apple Inc also slipped 1.2%.  A Fed meeting next week may provide the acid test of market expectations that the U.S. central bank could cut rates as much as three times this year, while a G20 summit at the end of the month may yet yield more progress on a trade deal.  Data showed U.S. retail sales increased in May, although slightly below expectations, suggesting a pick-up in consumer spending that could ease fears the domestic economy was slowing down sharply in the second quarter.  In the latest salvo between the two sides, China said on Friday it was raising anti-dumping duties on certain alloy-steel seamless tubes and pipes from the United States and the European Union by as much as 10 times. (Reporting by Shreyashi Sanyal and Aparajita Saxena in Bengaluru; editing by Patrick Graham and Arun Koyyur)","121":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window.)  * Broadcom slides after warning of chip demand slowdown  * China’s May industrial output growth slows to 17-year low  * Indexes: Dow up 0.1%, S&P flat, Nasdaq down 0.8% (Updates to late afternoon)  NEW YORK, June 14 (Reuters) - U.S. stocks were flat to lower in late afternoon trading on Friday, though a warning from Broadcom of a broad weakening in global demand weighed on chipmakers.  Shares of Broadcom Inc fell 5.5% after it cut its full-year revenue forecast by $2 billion, blaming the U.S.-China trade conflict and export curbs on Huawei Technologies Co Ltd .  Shares of Apple Inc also slipped 0.85% and weighed the most on the S&P 500 and the Nasdaq. Broadcom is a major supplier to the iPhone maker.  Losses in chip companies, who both source product and sell heavily in China, dropped sharply. The Philadelphia Semiconductor index tumbled 2.60%.  Adding to China worries, Chinese data pointed to the worst slowdown in industrial growth in 17 years. China’s industrial output growth in May slowed below expectations and showed signs of weakening demand.  A Federal Reserve meeting next week may provide the test of market expectations that the U.S. central bank could cut interest rates as much as three times this year, while a G20 summit at the end of the month may yet yield more progress on a trade deal.  “The key is going to be any progress with China ... There might be other headlines, but the bottom line is that’s what’s going to move the market materially. Otherwise, you’re going to get this drifting up and back down,” said Alan Lancz, president of Alan B. Lancz & Associates Inc. investment advisory firm based in Toledo, Ohio.  The Dow Jones Industrial Average rose 30.35 points, or 0.12%, to 26,137.12, the S&P 500 was unchanged to 2,891.64 and the Nasdaq Composite dropped 20.90 points, or 0.27%, to 7,816.23.  Stocks are primed for a selloff should the Fed fail to take an even more dovish tilt after policymakers raised expectations for a rate cut in recent weeks.  The S&P 500 index has so far gained 4.9% in June and was on track to record a second straight week of gains on hopes the Fed will soon cut rates.  In a bright spot, data showed U.S. retail sales increased in May and sales for the prior month were revised higher, suggesting a pick-up in consumer spending that could ease fears the economy was slowing down sharply in the second quarter.  Online pet products retailer Chewy Inc rose 55% in its market debut on Monday, at a valuation of over $14 billion, and joined a host of high-profile companies, such as Lyft Inc and Uber Technologies Inc that listed on U.S. stock exchanges this year.  Declining issues outnumbered advancing ones on the NYSE by a 1.43-to-1 ratio; on Nasdaq, a 1.59-to-1 ratio favored decliners.  The S&P 500 posted 33 new 52-week highs and three new lows; the Nasdaq Composite recorded 43 new highs and 73 new lows. (Additional reporting by Shreyashi Sanyal and Aparajita Saxena in Bengaluru; Editing by Arun Koyyur and James Dalgleish)","122":"(Reuters) - Singapore-based Broadcom Ltd withdrew its $117 billion bid to acquire Qualcomm Inc on Wednesday, two days after U.S. President Donald Trump blocked the attempt citing national security concerns.  The company said it has also withdrawn its slate of independent director nominees for Qualcomm’s annual shareholder meeting.  Broadcom, however, expects to continue with its plan to redomicile to the United States.  “Although we are disappointed with this outcome, Broadcom will comply with the order,” the chipmaker said.  Sources had told Reuters on Tuesday that Broadcom was ready to scrap its bid for Qualcomm.  Broadcom’s board met late on Tuesday to formalize plans to move its base to the United States, at a cost of about $500 million a year under a higher tax rate, the sources said.  Being based in the United States as opposed to Singapore should make it easier for Broadcom to make acquisitions of U.S. companies without falling under the jurisdiction of the Committee on Foreign Investment in the United States (CFIUS).  Shares of Broadcom were untraded, while those of Qualcomm were up marginally before the opening bell.","123":"March 5 (Reuters) - Qualcomm Inc:  * QUALCOMM SAYS “BROADCOM’S CLAIMS THAT THE COMMITTEE ON FOREIGN INVESTMENT IN THE U.S. (CFIUS) INQUIRY WAS A SURPRISE TO THEM HAS NO BASIS IN FACT”  * BROADCOM HAS BEEN INTERACTING WITH CFIUS “FOR WEEKS” AND MADE TWO WRITTEN SUBMISSIONS TO CFIUS  * CFIUS DETERMINED THERE ARE “NATIONAL SECURITY RISKS” TO THE U.S. RELATED TO DEAL PROPOSED BY BROADCOM Further company coverage:","124":"Feb 26 (Reuters) - Qualcomm Inc urged peer Broadcom Ltd to enter into direct negotiations on a price for merging the two companies and said they had made progress on regulatory and other deal certainty issues at a meeting last week.  Qualcomm maintained that all of Broadcom’s previous offers materially undervalued the company.  “The Board encourages Broadcom to enter into mutual due diligence and price negotiations,” Qualcomm said. (Reporting by Sonam Rai in Bengaluru; Editing by Saumyadeb Chakrabarty)","125":"March 15 (Reuters) - Broadcom Ltd:  * BROADCOM LIMITED ANNOUNCES FIRST QUARTER FISCAL YEAR 2018 FINANCIAL RESULTS AND INTERIM DIVIDEND  * Q1 NON-GAAP EARNINGS PER SHARE $5.12 FROM CONTINUING OPERATIONS  * Q1 GAAP EARNINGS PER SHARE $14.62  * Q1 REVENUE $5.327 BILLION VERSUS I\/B\/E\/S VIEW $5.32 BILLION  * Q1 EARNINGS PER SHARE VIEW $5.04 -- THOMSON REUTERS I\/B\/E\/S  * CAPITAL EXPENDITURES FOR SECOND FISCAL QUARTER ARE EXPECTED TO BE APPROXIMATELY $190 MILLION  * SEES Q2 2018 NON-GAAP NET REVENUE $5,000 MILLION, +\/-$75 MILLION  * SEES Q2 NET REVENUE $4,997M +\/-$75M  * QUARTERLY INTERIM DIVIDEND OF $1.75 PER SHARE Source text for Eikon: Further company coverage: (Reuters.Brief@thomsonreuters.com)","126":"A sign to the campus offices of chip maker Broadcom Ltd is shown in Irvine, California, U.S., November 6, 2017. REUTERS\/Mike Blake  (Reuters) - Chipmaker Broadcom Inc said on Friday it has obtained antitrust clearance from the European Union for its $19-billion deal to acquire software company CA Technologies Inc.  Broadcom had on Wednesday said a memo, purportedly signed by the U.S. Department of Defense and circulated among lawmakers calling for a review of the deal, was likely fake.  The chipmaker said it now expects the deal to close on Nov. 5, as the clearance from the EU was the last regulatory hurdle.","127":"(Reuters) - Broadcom Ltd AVGO.O cut the number of board seats it was trying to win at Qualcomm Inc QCOM.O to six from 11 on Tuesday, saying this would let Qualcomm shareholders push the U.S. chip maker toward a sale while ensuring continuity.  Slideshow ( 2 images )  The move came following Singapore-based Broadcom’s meeting with proxy advisory firm ISS on Monday and concern from some Qualcomm shareholders that replacing the company’s entire 11-member board could create uncertainty during the time it would take to complete a combination of the two companies.  The move on board seats comes a day ahead of planned talks between the semiconductor companies to discuss Broadcom’s $121 billion cash-and-stock acquisition offer, which will be their first such discussion.  Broadcom said the change would let Qualcomm stockholders direct a simple majority of the board to negotiate a deal while also ensuring that the remaining five directors who are familiar with the company continue to oversee it.  Broadcom’s six nominees are Samih Elhage, David Golden, Veronica Hagen, Julie Hill, John Kispert and Harry You. The company said it would withdraw its offer if it was not accepted by Qualcomm’s executives or unless its six nominees were elected at Qualcomm’s shareholder meeting scheduled for March 6.  Qualcomm offered no comment.  The takeover battle is at the heart of a race to consolidate the wireless technology equipment sector, as smartphone makers such as Apple Inc AAPL.O and Samsung Electronics Co Ltd 005930.KS use their market dominance to negotiate down chip prices.  Broadcom is mainly a manufacturer whose connectivity chips are used in products ranging from mobile phones to servers. San Diego-based Qualcomm primarily licenses its technology for the delivery of broadband and data, a business that would significantly benefit from the rollout of 5G wireless technology.  The difference in their business models has led to Qualcomm raising concerns that its licensing agreements with customers could be upended should a deal with Broadcom be announced.  It has warned that regulators could take more than 18 months to approve the deal, and may never do so. Broadcom has countered it believes it can complete the deal in 12 months.  Qualcomm has been a supplier of components to Apple for years, but the relationship soured last year when Apple accused Qualcomm of overcharging for chips and refused to pay some $1 billion in promised rebates. Apple and Qualcomm are now locked in a bitter legal dispute.  Broadcom raised its cash-and-stock offer last week to $82 per share from $70, and made other concessions. They include offering to pay Qualcomm an $8 billion breakup fee should antitrust regulators block the deal.  Qualcomm rejected the revised offer, as it did the first bid, saying the proposal undervalued the company and fell well short of commitments on regulatory issues.","128":"Dec 12 (Reuters) - Broadcom Inc forecast full-year 2020 revenue above Wall Street estimates on Thursday, as the company expects strong demand for its chips from rising 5G adoption.  The company expects full-year revenue to be about $25 billion, plus or minus $500 million, beating analysts’ estimate of $23.79 billion, according to IBES data from Refinitiv.  Net income attributable to common stock fell to $818 million, or $1.97 per share, in the fourth quarter ended Nov. 3, from $1.12 billion, or $2.64 per share, a year earlier.  The company announced a quarterly dividend of $3.25 per share. (Reporting by Ayanti Bera in Bengaluru)","129":"(Reuters) - Broadcom Ltd AVGO.O on Thursday said it was likely to pursue smaller acquisitions of chipmakers after its failed hostile takeover bid to acquire rival Qualcomm Inc QCOM.O and said that its smart phone chip business would see a drop in demand this quarter from a North American customer and an increase from South Korea.  FILE PHOTO - sign to the campus offices of chip maker Broadcom Ltd is shown in Irvine, California, U.S., November 6, 2017. REUTERS\/Mike Blake  Most analysts believe that the North American customer is Apple Inc AAPL.O, which made up a fifth of Broadcom revenue last year, and the Korean customer is Samsung Electronics Co Ltd 005930.KS, which is ramping up production of its recently announced Galaxy S9 smart phone.  Broadcom results beat expectations days after U.S. President Donald Trump blocked its $117 billion hostile bid for Qualcomm on national security concerns. The company scrapped the offer on Wednesday.  Singapore-based Broadcom, however, said it would continue with its plans to redomicile to the United States, fueling expectations that the company would likely scout for smaller targets.  “Qualcomm was clearly a unique and very large acquisition opportunity,” Chief Financial Officer Tom Krause told investors on a conference call. “Given the maturity of the industry, the consolidation it is seeing and our relative size now, our future acquisitions are much more likely to be funded with cash available on our balance sheet and without the need to flex the balance sheet.”  Broadcom’s shares were down 1.2 percent at $264.50 in extended trading on Thursday.  “Typically, Broadcom has to make acquisitions to drive the earnings,” said Summit Insight Group analyst Kinngai Chan. “If the company is able to make two or three medium-size acquisitions, then I think the stock will move up again.”  But Broadcom officials were still publicly smarting over the loss of the Qualcomm deal. Krause said he was “touched” by an Institutional Shareholder Services report Wednesday encouraging Qualcomm shareholders to cast protest ballots for Broadcom’s director nominees.  Krause said Broadcom believes that “based on the vote tally as of today, the 11 Qualcomm nominees are only garnering between 15 percent to 16 percent of the outstanding shares, not necessarily something to celebrate on San Diego.” Qualcomm declined to comment on Krause’s comments.  Broadcom, whose WiFi chips are found in Apple Inc's AAPL.O iPhone and most Android phones, was eyeing Qualcomm's core baseband chips and license business that would significantly benefit from the rollout of 5G wireless technology.  Broadcom said first-quarter smart phone results were driven by an increase in orders from a \"North American smartphone customer,\" which most analysts believe is Apple Inc AAPL.O, which released its flagship iPhone X later than normal last year, pushing production into the early part of this year.  CEO Hock Tan said that customer’s business was expected to “trend down sharply” in the second quarter, partially offset at Broadcom by more business for a “next-generation flagship [phone] from a large Korean smartphone customer.”  Net income attributable to ordinary shares surged to $6.23 billion, or $14.62 per share, in the first quarter ended Feb. 4, from $239 million, or 57 cents per share, a year earlier.  The company, which announced a quarterly interim dividend of $1.75 per share, said it recorded a gain of $5.79 billion due to the recently enacted U.S. tax law.  Excluding items, the company earned $5.12 per share.  Net revenue rose to $5.33 billion from $4.14 billion.  Analysts on average had expected earnings of $5.05 per share and revenue of $5.32 billion.  (This version of the story has been refiled to fix punctuation in first paragraph)"}}