{"date":{"0":"2018\/04\/16","1":"2018\/02\/09","2":"2018\/03\/29","3":"2018\/03\/23","4":"2020\/03\/20","5":"2020\/05\/11","6":"2020\/04\/15","7":"2018\/02\/26","8":"2020\/06\/04","9":"2019\/04\/04","10":"2020\/10\/20","11":"2018\/06\/26","12":"2019\/05\/29","13":"2021\/02\/12","14":"2019\/01\/17","15":"2021\/01\/19","16":"2019\/10\/21","17":"2019\/07\/12","18":"2018\/09\/20","19":"2018\/02\/09","20":"2019\/05\/06","21":"2020\/01\/15","22":"2019\/07\/29","23":"2018\/03\/13","24":"2020\/05\/20","25":"2020\/01\/22","26":"2020\/02\/24","27":"2019\/10\/16","28":"2018\/03\/05","29":"2019\/05\/28","30":"2020\/09\/15","31":"2018\/02\/26","32":"2019\/04\/09","33":"2020\/09\/16","34":"2018\/03\/16","35":"2018\/04\/25","36":"2019\/12\/03","37":"2018\/09\/18","38":"2020\/04\/13","39":"2019\/07\/18","40":"2019\/11\/06","41":"2019\/07\/17","42":"2020\/07\/16","43":"2019\/01\/23","44":"2018\/03\/29","45":"2019\/06\/03","46":"2019\/02\/07","47":"2020\/10\/13","48":"2018\/03\/03","49":"2019\/01\/11","50":"2020\/10\/05","51":"2020\/03\/27","52":"2020\/10\/14","53":"2020\/01\/16","54":"2019\/03\/11","55":"2019\/09\/09","56":"2020\/04\/03","57":"2018\/09\/28","58":"2018\/02\/09","59":"2018\/02\/09","60":"2021\/01\/19","61":"2020\/02\/07","62":"2019\/08\/02","63":"2020\/05\/01","64":"2019\/04\/05","65":"2018\/07\/16","66":"2020\/07\/16","67":"2018\/03\/23","68":"2020\/10\/21","69":"2019\/01\/31","70":"2018\/09\/19","71":"2019\/09\/04","72":"2020\/07\/16","73":"2018\/03\/20","74":"2020\/09\/30","75":"2020\/02\/24","76":"2019\/06\/04","77":"2020\/12\/15","78":"2018\/03\/15","79":"2020\/02\/24","80":"2019\/02\/25","81":"2019\/06\/26","82":"2018\/06\/12","83":"2018\/05\/07","84":"2020\/03\/06","85":"2020\/10\/30","86":"2019\/07\/19","87":"2018\/07\/16","88":"2020\/07\/20","89":"2020\/06\/22","90":"2018\/06\/28","91":"2018\/04\/02","92":"2019\/10\/16","93":"2021\/02\/12","94":"2019\/09\/30","95":"2018\/03\/15","96":"2020\/05\/28","97":"2018\/02\/15","98":"2020\/10\/14","99":"2018\/04\/03","100":"2018\/11\/02","101":"2018\/02\/25","102":"2019\/02\/25","103":"2020\/07\/31","104":"2019\/10\/29","105":"2020\/06\/04","106":"2020\/03\/06","107":"2018\/10\/15","108":"2018\/10\/15","109":"2019\/07\/29","110":"2018\/05\/06","111":"2019\/01\/16","112":"2020\/06\/02","113":"2020\/09\/10","114":"2019\/10\/16","115":"2019\/04\/09","116":"2018\/05\/15","117":"2021\/01\/20","118":"2020\/04\/03","119":"2020\/12\/11","120":"2020\/04\/20","121":"2020\/03\/10","122":"2019\/08\/14","123":"2020\/02\/24","124":"2018\/12\/05","125":"2020\/02\/18","126":"2018\/06\/28","127":"2018\/03\/23","128":"2018\/06\/15","129":"2019\/11\/06","130":"2019\/04\/30","131":"2020\/11\/21","132":"2020\/01\/10","133":"2020\/10\/13","134":"2018\/04\/16","135":"2019\/07\/25","136":"2019\/04\/05","137":"2020\/09\/25","138":"2020\/04\/06","139":"2021\/01\/19","140":"2020\/04\/30","141":"2019\/04\/16","142":"2020\/10\/13","143":"2018\/05\/29","144":"2020\/02\/19","145":"2020\/02\/24","146":"2019\/08\/02","147":"2018\/03\/16","148":"2020\/02\/07","149":"2018\/06\/19","150":"2019\/06\/26","151":"2020\/09\/15","152":"2018\/04\/30","153":"2019\/07\/03","154":"2019\/09\/09","155":"2018\/04\/16","156":"2018\/05\/30","157":"2019\/08\/21","158":"2020\/01\/19","159":"2019\/02\/08","160":"2021\/01\/19","161":"2020\/10\/05","162":"2019\/06\/25","163":"2019\/04\/16","164":"2019\/03\/22","165":"2019\/11\/06","166":"2019\/03\/05","167":"2020\/06\/22","168":"2020\/03\/20","169":"2020\/09\/30","170":"2019\/07\/17","171":"2019\/07\/08","172":"2019\/01\/16","173":"2018\/02\/14","174":"2019\/12\/04","175":"2018\/07\/23","176":"2018\/06\/25","177":"2018\/05\/14","178":"2019\/03\/11","179":"2020\/04\/15","180":"2020\/07\/29","181":"2020\/03\/06","182":"2020\/01\/15","183":"2019\/02\/08","184":"2019\/05\/29","185":"2019\/04\/05","186":"2018\/05\/10","187":"2020\/06\/15","188":"2019\/04\/30","189":"2020\/03\/11","190":"2018\/04\/10","191":"2021\/02\/03","192":"2020\/04\/02","193":"2019\/07\/26","194":"2018\/09\/19","195":"2018\/05\/17","196":"2018\/09\/28","197":"2018\/03\/28","198":"2018\/04\/26"},"text":{"0":"April 16 (Reuters) - Bank of America reported a 34 percent rise in first-quarter profit on Monday on higher interest rates and loan growth.  The second-largest U.S. bank by assets said net income attributable to shareholders rose to $6.49 billion in the three months ended March 31 from $4.84 billion a year earlier.  Earnings per share rose to 62 cents from 45 cents. (bit.ly\/2qCLx19)  Analysts on average had expected 59 cents per share, according to Thomson Reuters I\/B\/E\/S. It was not immediately clear if the reported figures were comparable. (Reporting by Sweta Singh in Bengaluru and Elizabeth Dilts in New York Editing by Saumyadeb Chakrabarty)","1":"FILE PHOTO - Brian T. Moynihan, Chairman and Chief Executive Officer of the Bank of America Corporation, attends the World Economic Forum (WEF) annual meeting in Davos, Switzerland, January 23, 2018. REUTERS\/Denis Balibouse  (Reuters) - Bank of America Corp said on Friday its board had approved Chief Executive Brian Moynihan’s incentive compensation for 2017.  Moynihan’s 2017 equity incentive award has been raised to $21.5 million from $18.5 million in 2016.  However, he received no cash bonus for 2017 and his annual base salary remains unchanged at $1.5 million, the company said.  Moynihan’s compensation comprises base salary, time-based restricted stock units (RSUs) and performance RSUs that will be paid only if Bank of America meets specific financial goals.","2":"A Bank Of America sign is pictured in the Manhattan borough of New York August 21, 2014. REUTERS\/Carlo Allegri  (Reuters) - Bank of America Corp said on Thursday it will grow its wealth management offering for mainstream investors by opening 600 new Merrill Edge centers and adding 300 new brokers in the next two years.  Merrill Edge is a division of the bank that serves clients with $250,000 or less. Launched in 2010, the division now has $184.5 billion in assets under management and 2.4 million accounts.  The new brokers, called financial solutions advisers, will bring the total to roughly 4,000.  The 600 new Merrill Edge offices will be opened in existing Bank of America branches and new ones in cities like Cleveland, Indianapolis and Lexington, Kentucky.  “Our goal is to serve our clients in ways most convenient to them, and we have both the brick and mortar and the digital presence to do that,” Aron Levine, head of Merrill Edge, said in a statement.","3":"NEW YORK (Reuters) - Bank of America Corp BAC.N will pay a $42 million fine and admitted wrongdoing to settle claims by New York's attorney general that it fraudulently routed clients' stock trades to outside firms, including one run by swindler Bernard Madoff.  FILE PHOTO: A customer leaves a Bank of America ATM kiosk in Boston, Massachusetts, U.S., October 11, 2017. REUTERS\/Brian Snyder  New York Attorney General Eric Schneiderman announced the settlement on Friday, and called the fine the largest collected by the state to resolve an electronic trading probe.  The attorney general said Bank of America Merrill Lynch had undisclosed agreements with several electronic trading firms from March 2008 to May 2013 to handle client trades.  He said the bank told clients it was processing the trades in-house, even going so far as to alter trade confirmations, as part of an effort to make its electronic trading services appear safer and more sophisticated than they were.  Schneiderman said the “masking” scheme affected more than 16 million trade orders and 4 billion shares, benefiting such firms as Madoff Securities, Citadel Securities, D.E. Shaw, Knight Capital and Two Sigma Securities.  The bank also admitted to having told traders in its “dark pool,” a private venue where they expected protection from high-speed traders, that up to 30 percent of orders came from retail traders, when the percentage was closer to 5 percent.  “Bank of America Merrill Lynch went to astonishing lengths to defraud its own institutional clients about who was seeing and filling their orders, who was trading in its dark pool, and the capabilities of its electronic trading services,” Schneiderman said in a statement.  Bill Halldin, a bank spokesman, said in an email: “At all times we met our obligation to deliver the best prices to clients. About five years ago, we addressed the issues concerning communicating to clients about where their trades were executed.”  The Charlotte, North Carolina-based bank also admitted that its masking activity violated New York’s powerful securities fraud law, the Martin Act.  In 2016, Barclays Plc BARC.L, Credit Suisse Group AG CSGN.S and Deutsche Bank AG DBKGn.DE settled separate electronic and high-speed trading probes by Schneiderman's office for a respective $35 million, $30 million and $18.5 million. They also reached related settlements with the U.S. Securities and Exchange Commission.  Madoff is serving a 150-year prison term for running a huge Ponzi scheme involving his investment advisory business.","4":"(Reuters) - Bank of America Corp’s consumer division has hired 1,700 people in critical support roles so far this month, a spokesman said on Friday, as the industry faces a surge in customer service demand due to concerns about the coronavirus outbreak.  FILE PHOTO: A Bank of America logo is pictured in the Manhattan borough of New York City, New York, U.S., January 30, 2019. REUTERS\/Carlo Allegri\/File Photo  The bank also said it would be paying an additional $200 per pay period to front-line workers in branches, call centers and operation centers effective immediately and enhanced overtime pay, according to a memo seen by Reuters.  The second largest U.S. bank by assets had roughly 208,000 employees at the end of 2019, according to filings.  While most of corporate America has been forced to dramatically scale back operations due to the quickly spreading coronavirus outbreak, banks have been under pressure to keep critical infrastructure like ATMs, branches and trading floors open for business and to offer relief for customers adversely affected by the crisis.  Bank of America announced several relief measures for small businesses and consumers, including deferred payments on credit cards, auto loans and mortgages as well as refunds for checking account fees. Requests for refunds and deferrals are handled on a case-by-case basis, the bank said in a statement late on Thursday.  “We’re going to continue to provide convenient access to the important services they count on, and the additional assistance and support they need during this difficult period,” Dean Athanasia, head of the bank’s consumer and small business unit, said in a statement.  Banks have been balancing the need to maintain customer-facing operations while protecting employees and curbing the spread of the virus.  JPMorgan Chase & Co, the largest U.S. bank by assets, said earlier this week that it would temporarily shut 20% of its branch network in light of the outbreak and pay a $1,000 bonus to front-line employees working with customers during the crisis.  All of Bank of America’s 4,300 branches across the United States remained open as of Friday, a spokesman said.  On Tuesday, the bank announced a $100 million donation for coronavirus relief efforts to address medical response capacity, food insecurity, and education in light of school closures.","5":"FILE PHOTO: A Bank of America building is seen in Los Angeles, California, U.S., May 6, 2019. REUTERS\/Lucy Nicholson  LONDON (Reuters) - Leading emerging countries have burned through $240 billion in foreign exchange reserves over the past two months, Bank of America said on Monday, as central banks look to prop up their currencies and economies in the face of COVID-19.  The drain was likely to continue albeit at a slower pace, Bank of America added in a note citing reserves data for 31 states.  China, Hong Kong, Saudi Arabia, Brazil and Turkey had all seen the biggest total drop in reserves, the bank said.  Turkey and Egypt had seen particularly large percentage declines, it added. Turkey and Romania also stood out as their official reserves did not fully cover short-term external debt over 12 months, the note said.  “The drain of [EM] reserves is likely to continue, though more slowly, during what looks to be a disappointing recovery in global and EM growth,” David Hauner at BofA wrote in the note.  “After an initial bounce in activity after the opening of lockdowns, several factors are likely to restrain the recovery: high debt, corporate defaults, inefficient labour markets, de-globalisation and China-U.S. tensions.”  The bank said that it was remarkable how little some other emerging market countries, including Russia, had spent of their reserves in percentage terms.  Instead, it added, they had built up credibility by allowing their currencies to adjust without much intervention, and had instead focused on cutting interest rates and in many cases buying government bonds.  Russia’s central bank governor Elvira Nabiullina said on Friday the bank will consider cutting its key rate by 100 basis points in June, opening the door for a bigger cut than the market had expected.","6":"(Reuters) - Bank of America Corp BAC.N reported a 48.5% drop in first-quarter net income on Wednesday, warning that it anticipated a recession because of the novel coronavirus and setting aside an additional $3.6 billion to cover potential losses.  FILE PHOTO: A Bank of America logo is pictured in the Manhattan borough of New York City, New York, U.S., January 30, 2019. REUTERS\/Carlo Allegri  The second-largest U.S. bank by assets, a bellwether of the economy, said it analysed a number of recessionary scenarios in arriving at the view that economic output would drop significantly in the second quarter.  The bank’s analysis showed growth would recover slowly from the second quarter, “with negative growth rates in GDP extending well into 2021,” Chief Financial Officer Paul Donofrio said.  Bank of America’s shares fell 7% to $22.07.  Bank of America joined other major Wall Street banks in their dour outlook on the economy, providing new details about the impact sweeping lockdowns to curb the spread of the virus have had on the economy.  Other major lenders, including JPMorgan Chase & Co JPM.N, Citigroup Inc C.N and Wells Fargo & Co WFC.N, also bulked up reserves to absorb potential losses.  Including BofA’s reserve build of $3.6 billion, the top four U.S. lenders have set aside a combined $14.2 billion in loan loss provisions. BofA’s total provisions is more than three times its actual first-quarter loan losses of $1.1 billion.  In recent days, amid signs that the spread of coronavirus may be peaking in some areas, governments have started examining when and how they should re-open the economy. Investors and economists are also debating what an eventual recovery would look like.  In a call with analysts, Bank of America Chief Executive Brian Moynihan said the bank was still waiting for signs that the situation was stabilizing.  The bank had seen lower demand for loans from businesses such as credit cards and mortgages through the first two weeks of April compared with the levels in February, before the coronavirus crisis hit United States with full force, Moynihan said.  “We’re watching to see these stabilize at some level of activity,” Moynihan said. “And we’ll keep watching that as states, cities and the federal government focuses on reopening the economy.”  CFO Donofrio, however, said a rush by companies to get loans as they worried about their ability to meet immediate cash needs like payrolls had peaked in March and returned to normal levels in the first week of April.  Bank of America said it extend an additional $57 billion in loans, or a 6% increase during the quarter.  Overall, net income applicable to common shareholders fell to $3.54 billion, or 40 cents per share, in the first quarter, coming in below the 46 cents per share predicted by analysts, according to Refinitiv data.  Net interest income declined 2% to $12.1 billion, as interest rates fell.  Sales and trading revenue, excluding certain valuation adjustments, increased 22% to $4.3 billion, with higher revenues in both fixed income and equities. The bank said it increased its global markets balance sheet by $130 billion in early March compared with the year-end to help manage record-breaking market activity.  Bank of America, which was the first major bank to participate in the U.S. Treasury’s $349-billion small business rescue program, said it started accepting applications within hours of the official launch.  The bank’s wealth management arm shifted about 700 advisers to field client inquiries about the U.S. government’s $2.3 trillion economic stimulus package.  The bank said it received 279,000 small business loan applications through April 8 under the Paycheck Protection Program, totalling $43 billion.","7":"Feb 26 (Reuters) - Bank Of America Corp:  * BANK OF AMERICA CORP SAYS CO WILL OPEN MORE THAN 500 NEW FINANCIAL CENTERS NATIONWIDE OVER NEXT FOUR YEARS  * BANK OF AMERICA CORP SAYS CO’S PLAN INCLUDES LATEST MOVE TO ENTER STATE OF OHIO TO OFFER RETAIL BANKING SERVICES IN CINCINNATI, CLEVELAND, COLUMBUS  * BANK OF AMERICA CORP SAYS PLANS TO REDESIGN MORE THAN 1,500 FINANCIAL CENTERS WITH NEW TECHNOLOGY, FURNISHINGS, LAYOUTS Source text (bit.ly\/2HPbPEg) Further company coverage:","8":"June 4 (Reuters) - Bank of America Corp agreed to pay $7.23 million in restitution and interest to settle a U.S. regulator’s accusations that it overcharged customers on mutual funds.  The Financial Industry Regulatory Authority said on Thursday that the accord resolves charges that customers with more than 13,000 accounts at the bank’s Merrill Lynch unit incurred unnecessary sales charges and paid excess fees.","9":"A federal appeals court on Wednesday struck down a ruling that Bank of America’s $290,000 mortgage on a Nevada residence had been wiped out by a homeowners’ association foreclosure to recover less than $2,000 in unpaid dues.  The 9th U.S. Circuit Court of Appeals revived Bank of America’s quiet title action against Arlington West Twilight Homeowners Association and Thomas Jessup LLC Series IV, a corporate investor who acquired the Las Vegas property through the HOA’s foreclosure auction.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2UjFsHJ","10":"FILE PHOTO: A Bank of America logo is pictured in the Manhattan borough of New York City, New York, U.S., January 30, 2019. REUTERS\/Carlo Allegri  LONDON (Reuters) - Bank of America BAC.N has named Fernando Vicario as chief executive of its EU bank, based in Dublin, following Bruce Thompson's decision to relocate to the United States.  Vicario’s old role as head of EMEA Corporate Banking, based in London, will be filled by Richard King, the bank said in a statement on Tuesday.  Simeon Stevens has been appointed as head of UK Corporate Banking, succeeding King, who will continue as co-head of UK & Ireland Corporate & Investment Banking.","11":"LONDON (Reuters) - Bank of America Merrill Lynch (BAML) BAC.N is shifting three of its most senior UK-based bankers to Paris, as part of Brexit reorganisation plans aimed at ensuring \"seamless\" service to its European Union clients after Britain quits the bloc in March.  FILE PHOTO: A general view shows the Eiffel Tower and the financial and business district in La Defense, west of Paris, France November 22, 2017. REUTERS\/Gonzalo Fuentes\/File Photo  In a staff memo seen by Reuters on Tuesday, the bank’s chief operating officer Tom Montag said Sanaz Zaimi, head of Global Fixed Income, Currencies and Commodities (FICC) Sales, would assume the additional role of country executive for France and relocate to the French capital during 2019.  The move is one of the most senior Brexit staff redeployments to date by a major bank, and reflects a renewed sense of action among institutions keen to protect their businesses from a possible Brexit shock.  International banks which built up London operations over the past few years are now scrambling to beef up EU outposts to overcome the loss of passporting rights which enable them to offer financial, advisory and trading services to corporate clients across all EU states with just one local licence.  U.S. banks have said London would almost certainly remain their primary hub in Europe irrespective of Brexit, citing a broader pool of talent, a more suitable legal and regulatory framework and an Anglo-Saxon workplace culture as factors giving the British capital an edge.  But they have also said relocation and hiring decisions were subject to change, depending on the shape of any financial services deal between Britain and Brussels.  In preparation, Bank of America is merging its London-based subsidiary with its Dublin-based Irish entity, which will become its main EU base.  It has already said it would expand its investment banking activities in Paris and transfer some of its London-based back office operations to Dublin, ahead of Brexit.  Reuters earlier reported that up to 400 jobs in Bank of America’s markets, trading, sales and fixed income teams would move from London to the EU in a first wave of transfers next year, citing two sources familiar with the bank’s Brexit plans.  Zaimi will be joined by Vanessa Holtz, who is currently head of global G10 foreign exchange trading and co-head of EMEA G10 FX trading. She will also become head of European Union FICC trading. Othmane Kabbaj, head of EMEA emerging markets FICC sales, will assume the additional role of head of EU FICC sales, the memo said.  Holtz and Kabbaj will also relocate from London to the bank’s new Paris offices next year, Montag said, adding that further EU leadership appointments would be announced in due course.","12":"FILE PHOTO: Brian T. Moynihan, chairman & CEO of Bank of America, testifies before a House Financial Services Committee hearing on Capitol Hill in Washington, U.S., April 10, 2019. REUTERS\/Aaron P. Bernstein\/File Photo  (Reuters) - Bank of America Corp joined the chorus of large banks predicting a weak trading quarter on Wednesday.  Speaking to investors and analysts at an industry conference, Chief Executive Brian Moynihan said he expects trading revenue to be lower and investment banking revenue to be flat.  Earlier this week JPMorgan Chase & Co CEO Jamie Dimon and Citigroup Inc CEO Mike Corbat said they also expect trading to be down for the quarter.","13":"Feb 12 (Reuters) - Bank of America Corp Chief Executive Officer Brian Moynihan’s annual pay fell by about $2 million, or 7.5%, in 2020, a regulatory filing showed on Friday.  Moynihan will receive $24.5 million for his work during the year, compared with $26.5 million in 2019, the bank said. bit.ly\/3admuZO (Reporting by Noor Zainab Hussain in Bengaluru; Editing by Aditya Soni)","14":"(Reuters) - Big trading operations were a thorn in the side of the top U.S. banks in the fourth quarter as fears about global growth sent credit markets into a tailspin, but a “dovish” turn from the Federal Reserve may mean the drama is over for now.  FILE PHOTO: The Citigroup Inc (Citi) logo is seen at the SIBOS banking and financial conference in Toronto, Ontario, Canada October 19, 2017. Picture taken October 19, 2017. REUTERS\/Chris Helgren  Citigroup Inc, JPMorgan Chase & Co, Goldman Sachs Group Inc and Bank of America Corp all reported declines in fourth-quarter revenue from their key fixed income, commodity and currency trading arms, although overall results at most were cushioned by improving loan growth and net interest margins.  The final months of 2018 were dominated by investor worries about slowing global growth and the U.S.-China trade dispute and were further aggravated by concerns that the Fed might be pushing interest rates too high. The resulting volatility in equity, bond and commodity markets sent many investors to the sidelines, pushing down bond trading volume and hurting the value of credit market assets sitting on banks’ own books.  “You had a one-two punch of market losses on inventory along with a lot of bank clients stepping back from market because you couldn’t have much of an opinion given the uncertainty,” said Jeffery Harte, bank analyst at Sandler O’Neill & Partners.  Credit spreads, the measure of additional compensation investors demand for owning riskier corporate securities over safer U.S. Treasuries, widened in the fourth quarter by the most in more than seven years both for investment-grade and high-yield, or junk, bonds, according to ICE BofAML index data.  Moreover, corporate bond issuance largely dried up, slicing into underwriting fees.  As quarterly results spilled out this week, it became clear that it all added up to a sizable hit for Wall Street’s biggest players.  Bank of America said fixed income fees fell 5 percent because of lower debt underwriting and advisory fees, while its adjusted sales and trading revenue fell 6 percent, with a 15 percent fall in bond trading. Goldman Sachs’ bond trading revenue slid 18 percent to $822 million, far from its peak of more than $6 billion.  In both cases, a big surge in equity trading volumes during the quarter helped offset those losses.  But JPMorgan missed profit estimates for the fourth quarter as its bond trading revenue slump overpowered strong consumer loan growth.  At Citigroup, Chief Financial Officer John Gerspach said for much of the quarter corporate and investor clients “remained on the sidelines, waiting for some clearer market conditions.” Citi reported a 21 percent fall in revenue in its markets and securities business for the quarter.  After being slow to address the spasms in financial markets, Fed officials in recent weeks have said they are mindful of how such moves have tightened financial conditions. The Fed raised interest rates four times in 2018, but since the start of this year a chorus of Fed officials, including Chairman Jerome Powell, have come out to pledge that they will take it slow from here.  That dovish tone has investors in a better mood so far in the first quarter.  The S&P 500 is up more than 11 percent from its Dec. 24 low and junk bonds are enjoying their strongest start to a year in a decade, according to ICE BofAML’s high-yield index.  The S&P bank sector has risen 17.5 percent since its Dec. 24 low, including a 5.6 percent gain since Citigroup kicked off earnings season on Monday.  Even as “the potential for tape-bombs from trade and political developments still present challenges, the dovish pivot at the Fed has helped calmed markets,” said Craig Bishop, lead strategist for U.S. fixed income strategies at RBC Wealth Management. “This has contributed to tamping down fixed income volatility, so to me it could be just a matter of one bad month\/quarter.”  But no one is quite ready to dismiss the possibility that the environment could change quickly again for the worse.  “That could change tomorrow,” said Sandler O’Neill’s Harte. “That’s the trouble with trading revenues, they’re awfully volatile. But at least today the first quarter is looking a lot better than the fourth.”","15":"(Recasts lead paragraph, adds detail from conference call, stock move and file photos)  Jan 19 (Reuters) - Bank of America Corp executives said on Tuesday they were optimistic the bank could return to loan growth this year, after the coronavirus pandemic caused its loan book to shrink on an annual basis for the first time since 2014.  Total loans and leases at the second-largest U.S. bank slid 6% in 2020. Appetite for new loans waned during the pandemic as customers spent less and saved more and large companies relied on capital markets for funds rather than their bank.  But bank executives said on calls they are starting to see signs of a rebound if the COVID-19 pandemic continues to abate.  “We’re grinding out of this health crisis,” Chief Financial Officer Paul Donofrio said on a conference call with reporters. “We should be able to grow NII because we are adding deposits and we are adding loans.”  Net interest income (NII) at the bank, a key measure of how much it can make from lending, tumbled 16% in the fourth quarter.  Lower rates meant to prop-up the economy during the pandemic have limited how much banks can charge for their lending services at the same time fiscal stimulus programs and flagging consumer confidence have softened loan demand. As a result Bank of America, Wells Fargo and Citigroup each posted double-digit overall revenue declines this month.  NII grew slightly from a low point in the third quarter of 2020 and will continue to increase in 2021 with the biggest gains in the last half of the year, Donofrio said.  Megabank peers Wells Fargo and Citigroup said last week NII could decline by 4% due to the rock-bottom interest rates Fed officials have signaled will stay in place throughout the year while JPMorgan predicted modest growth in 2021.  Bolstering the bank’s upbeat view are signs of improving financial health among its customers.  Consumer and small business transaction volume across the second-largest U.S. bank managed to grow 2% in 2020 despite plunging 21% to a record low as the coronavirus gripped the U.S. economy in the spring.  Debit card spending jumped 12% during the quarter as customers who had been spending less amid lockdowns, reopened their wallets over the holidays, the bank said.  Underscoring its confidence in the economy, the bank joined peers JPMorgan Chase & Co and Citigroup Inc in releasing $828 million from its reserves to cover bad loans after adding more than $8 billion through the first three quarters of the year.  Roughly 75% of the reserve release is tied to the bank’s consumer portfolio as customers entered the new year in better-than-expected financial health due to fiscal stimulus. The commercial reserve release was mostly driven by a pullback from industries heavily impacted by the pandemic.  Revenue from its sales and trading business rose 7%, but underperformed peers as its fixed-income trading desk missed estimates.  Net income applicable to common shareholders fell to $5.21 billion, or 59 cents per share, for the quarter ended Dec. 31 from $6.75 billion, or 74 cents per share, a year earlier.  Analysts on average had expected a profit of 55 cents per share, according to the IBES estimate from Refinitiv, helped by lower credit costs. Shares gained 1.2%.  Separately, the second-largest U.S. bank said its board approved a $3.2-billion share repurchase program in the first quarter. (Reporting by Noor Zainab Hussain in Bengaluru and Imani Moise in New York; Editing by Anil D’Silva and Nick Zieminski)","16":"FILE PHOTO: A man uses an ATM machine next an inflatable plastic balloon inside a Bank of America branch in Times Square in New York, U.S., August 10, 2019. REUTERS\/Nacho Doce\/File Photo  (Reuters) - Bank Of America said on Monday it would expand its zero-dollar online trading to all customers of its Preferred Rewards program and cut commissions for others, following similar moves by several online brokers.  Discount brokerage Charles Schwab Corp, Fidelity Investments and TD Ameritrade had eliminated commissions on online trading earlier this month to lure clients amid increased competition from several fintech startups that offer quick and cheaper services.  “We began offering zero-dollar trading 13 years ago as one of the many ways we reward clients for doing business with us,” Aron Levine, head of Consumer Banking and Investments at Bank of America, said in a statement.  The Charlotte, North Carolina-based bank offers zero-dollar online trading through its Merrill Edge Self-Directed program.  Bank of America reported better-than-expected third-quarter numbers last week, easing concerns that lower interest rates would crimp growth.","17":"FRANKFURT (Reuters) - Bank of America BAC.N has named Thorsten Pauli as its new head of equity capital markets in Germany, Austria and Switzerland, the lender said in a statement on Friday.  Pauli, who joins the U.S. bank from UBS UBSG.S, will start in November and be based in Zurich. His appointment follows that of Jerome Renard as head of EU ECM and Magnus Ericson as head of Nordic ECM last year.","18":"(Reuters) - Bank of America Corp corporate and investment banking head Christian Meissner is leaving the bank, The Wall Street Journal reported on Wednesday, citing an internal memo.  Meissner will be replaced by Matthew Koder, who presently is the bank’s Asia-Pacific president, and will continue in the position until the end of the year, the newspaper reported.  Bank of America did not immediately respond to a request for comment.","19":"* U.S. stocks plunged around 4 percent  * Asian shares sink  * European bourses seen opening lower  Feb 9 (Reuters) - Welcome to the home for real time coverage of European equity markets brought to you by Reuters stocks reporters and anchored today by Julien Ponthus. Reach her on Messenger to share your thoughts on market moves: julien.ponthus.thomsonreuters.com@reuters.net  BAML’S BULL & BEAR INDICATOR STILL SAYS SELL (0635 GMT)  Bank of America Merrill-Lynch’s indicator of market sentiment is down from 8.6 to 8.5 but that, according to its analysts, remains in “excess bullish” territory and still signals a “sell”.  The indicator had jumped of market sentiment jumped from 7.9 to 8.6 on Jan 30, driven up by record inflows to equities and bullish hedge fund risk appetite.  (Julien Ponthus)  *****  MORNING CALL: EUROPE TO OPEN IN THE RED AFTER NEW WALL STREET SELL-OFF (0615 GMT)  Good morning and welcome to Live Markets.  European bourses are expected to open in the red this morning after Wall Street’s fresh new sell-off. The bottom of the slide remains elusive but this current trend sure seems to be threatening to throw the market’s bull run off course.  Spreadbetters are calling the DAX 23 points lower, the CAC 40 down 8 points, and the FTSE down 40 points.  Considering that U.S. stocks plunged around 4 percent on Thursday, this looks, so far, like a limited reaction from our side of the pond. .  (Julien Ponthus)  *****","20":"SAO PAULO (Reuters) - Banco Bradesco SA has embarked on its first-ever international acquisition by paying approximately $500 million to buy BAC Florida Bank, which focuses on high-net-worth individuals in a move intended to close the gap with Brazilian rivals.  The logo of Brazilian Bradesco bank is seen on a branch in Osasco financial centre, Brazil, August 3, 2015. REUTERS\/Paulo Whitaker  Based in Coral Gables, BAC Florida is controlled by Grupo Pellas, which was founded in 1877 in Nicaragua.  After the deal closes, Bradesco said its main goal is to provide a wide range of financial services in the United States to Bradesco clients and lure new customers to BAC Florida.  Bradesco Chief Executive Officer Octavio de Lazari said on a call with journalists that the Brazilian bank’s private banking clients have increasingly demanded diversification and greater access to global products.  “This move underscores our expansion not only in the U.S., but also in Latin America as a whole, as BAC has clients all over the region,” he said. Around 20 percent of BAC Florida’s clients are Brazilian and 9 percent are American.  Still, Lazari said Bradesco is not seeking to build a retail base outside Brazil, but wants to boost its private banking business, which manages nearly $50 billion in assets.  BAC Florida will add 10,000 customers to Bradesco’s 13,000 private banking clients in Brazil.  “This acquisition is small for Bradesco (less than 1 percent of the bank’s market cap) and tends to help the bank to reduce the gap of its private banking business,” Itaú BBA said in a note to clients, estimating a 30 basis point impact on capital.  Bradesco’s footprint in private banking is smaller than rival Itaú Unibanco Holding SA, which has $120 billion in assets under management. Itaú acquired the Latin America private banking business of ABN Amro and now-defunct BankBoston nearly 12 years ago.  BAC Florida ended 2018 with total assets of $2.2 billion and net income of $29 million. One of its main business segments is real estate financing.","21":"Jan 15 (Reuters) - Bank of America Corp posted a 4.1% fall in quarterly profit on Wednesday, as lower interest rates crimped the second-biggest U.S. lender’s ability to earn more from loans.  Net income applicable to common shareholders fell to $6.75 billion, or 74 cents per share, in the fourth quarter ended Dec 31 from $7.04 billion, or 70 cents per share, a year earlier.  Revenue, net of interest expense, fell slightly to $22.35 billion. (Reporting by Bharath Manjesh in Bengaluru; Editing by Anil D’Silva)","22":"Slideshow ( 2 images )  (Reuters) - Bank of America Corp BAC.N said on Monday it would end its electronic payment services joint venture with First Data Corp next June, hours after Fiserv Inc FISV.O completed its acquisition of the payment processor.  The bank said it expects to incur a non-cash, pretax impairment charge of about $1.7 billion to $2.1 billion in the third quarter of 2019 due to the termination of the partnership started in 2009 .  The charge is expected to reduce the second-largest U.S. lender’s common equity tier 1 ratio, a key measure of capital against risk-weighted assets, by 9 to 11 basis points.  U.S. financial technology provider Fiserv announced the acquisition of First Data earlier this year, in a $22 billion all-stock deal.  Bank of America said here on Monday it and First Data had agreed to provide uninterrupted services to clients of Banc of America Merchant Services through at least June 2023.  Fiserv’s shares were down 1.5% at $103.10 in extended trading, while that of Bank of America’s were broadly unchanged.","23":"A U.S. Dollar note is seen in this June 22, 2017 illustration photo. REUTERS\/Thomas White\/Illustration  NEW YORK (Reuters) - A measure of stress in U.S. dollar funding is expected to intensify into the end of first quarter due to a rising supply of Treasury bills and maturing short-term bank debt, Bank of America Merrill Lynch analysts said on Tuesday.  The spread on the three-month London interbank offered rate (LIBOR) and three-month overnight indexed swap rate may widen to 50 basis points before gradually easing in the second quarter. On Tuesday, the spread reached 48.45 basis points, the widest since January 2012, the analysts wrote in a research note.","24":"NEW YORK (Reuters) - Thomas Solomon has decided to step down as head of insurance investment banking in the Americas at Bank of America Corp BAC.N, people familiar with the matter said on Wednesday.  Solomon is leaving Bank of America to become the chief financial officer of an insurance company, the sources said, requesting anonymity ahead of an announcement that could come in the next few days. They did not disclose the identity of the insurance company.  Bank of America declined to comment.  Solomon joined Bank of America in September 2014 after spending nearly 19 years at Citigroup Inc C.N, according to his LinkedIn page.  He is the second high-profile investment banker in the insurance sector to change jobs in recent days. On Monday, Citigroup said it hired Jawad Haider from Credit Suisse Group AG CSGN.S as the bank's new head of North America insurance investment banking.","25":"HONG KONG (Reuters) - Bank of America Corp BAC.N will recruit about 50 bankers for its investment banking team in Asia this year, as it pushes to bolster its dealmaking business and shore up revenues from the unit, three people with direct knowledge of the matter said.  FILE PHOTO: The Bank of America building is shown in Los Angeles, California October 29, 2014. REUTERS\/Mike Blake\/File Photo  Bank of America’s (BofA’s) Asia headcount expansion comes against the backdrop of a subdued recruitment outlook for the broader investment banking business as global lenders grapple with cost pressures and slowing M&A momentum.  A third of BofA’s new hires in Asia will be senior bankers, including managing directors, for its merger and acquisitions advisory and capital markets businesses, mainly in Hong Kong, Singapore and Australia, the people told Reuters.  BofA’s hiring tally for the year could change depending on the deals’ momentum, said two of the people, who spoke on condition of anonymity as the plans are still confidential.  A BofA spokesman in Hong Kong declined to comment.  Deals involving Asia-Pacific firms worldwide fell in 2019 amid the U.S.-China trade war and tighter regulatory scrutiny. But after a Phase 1 agreement between the world’s two biggest economies, trade tensions have eased, which should bode well for dealmaking.  Bankers see Chinese state-owned companies playing a major role in dealmaking in 2020, and expect large floats including a potential listing of Ant Financial, an Alibaba BABA.N9988.HK affiliate, to buoy capital markets activity.  With the renewed focus on investment banking, BofA is aiming to break into the top four of Asian investment banking advisory league tables in the next few years, the people said.  “The bank’s coverage footprint (in Asia Pacific) is smaller than bigger rivals,” one of the three people said, adding BofA’s hiring has to increase to reduce the gap in coverage of industrial sectors and clients in the region.  BofA is the second largest bank in the United States, with consumer banking its biggest business.  INVESTMENT BANKING FOCUS  BofA’s recruitment drive for the investment banking unit comes as it struggles with falling market share and revenue, as well as a string of departures of senior leaders in the United States and Asia in the recent past.  The Wall Street bank promoted its Asia Pacific president Matthew Koder to global head of corporate and investment banking in late 2018 and tasked him with revitalizing its corporate and investment banking business.  Koder, an Australian who started out at Goldman Sachs GS.N in the mid-1990s, has made significant changes to the business in the past year and stepped up hiring in the bank's home market as well as in Europe.  In Asia, senior hires in 2019 included Patrick Steinemann, who came on board as BofA's head of industrials investment banking team, while Monica Chang joined the China coverage team from Deutsche Bank DBKGn.DE.  Overall, BofA expanded its investment banking headcount in Asia last year by hiring about a dozen senior bankers, making it one of the most aggressive recruiters among other global banks in the region, one of the people said.  The Charlotte, North Carolina-based firm reported a 9% rise in investment banking fees in the fourth quarter ended December to $1.5 billion, on higher income from debt and equity underwriting deals.  BofA was third in the Asia Pacific M&A advisory league table including Japan in 2019, but it was ranked ninth in the equity capital markets table and did not feature in the top 20 debt capital market rankings, according to Refinitiv data.","26":"Feb 24 (Reuters) - Bank of America expects benchmark Brent crude prices to average $62 per barrel in 2020, with medium-term downside risks due to slowing global growth, trade war uncertainties and the coronavirus outbreak.  Brent crude was down $2.37, or 4.1%, to $56.13 per barrel at 1145 GMT on Monday, while U.S. crude futures fell by $2.08, or 3.9%, to $51.30 amid sharp rises in new coronavirus cases reported in Iran, Italy and South Korea, leaving investors worried about a demand fall.  “If global GDP growth were to drop from our base case 3.0% to 1.5% over 18 months, a mild global recession, we estimate that it would knock $5 off the average oil price over the medium term,” Bank of America Global Research analysts said in a note.  China relaxed restrictions on movement in several places, including Beijing, as rates of new coronavirus infections eased.  “Beyond the growth in new cases and their potential impact on future travel demand, another key factor for oil prices will be the trajectory of inventories going forward,” BofA said.  “Satellite data suggests crude oil inventories in China have started to rise as travel has come to a standstill.”  BofA said that Brent prices will likely remain in a $50-70 per barrel price band through 2025, anchored by both supply and demand dynamics. (Reporting by Harshith Aranya in Bengaluru; Editing by Alexander Smith)","27":"Oct 16 (Reuters) - Bank of America Corp, the second-largest U.S. bank by assets, reported a 21% fall in quarterly profit on Wednesday, hurt mainly by a $2 billion pretax impairment charge.  Net income applicable to common shareholders fell to $5.27 billion, or 56 cents per share, in the third quarter ended Sept. 30, from $6.70 billion, or 66 cents per share, a year earlier.  Revenue, net of interest expense, rose slightly to $22.8 billion.  Analysts were expecting a profit of 51 cents per share and revenue of $22.79 billion, according to IBES data from Refinitiv. It was not immediately clear if the numbers were comparable to the consensus estimates. (Reporting by Anirban Sen in Bangalore and Imani Moise in New York; Editing by Saumyadeb Chakrabarty)","28":"LONDON, March 5 (Reuters) - Bank of America Merrill Lynch’s Craig Coben has been appointed vice chairman of global capital markets, moving from his role as head of equity capital markets (ECM), the bank said on Monday.  Veteran banker Coben has been at Bank of America Merrill Lynch for 13 years and has more than two decades of experience leading privatisations and equity offerings.  James Fleming and Sam Losada will remain co-heads of Europe, Middle East and Africa ECM, A.J. Murphy, the bank’s Global Capital Markets head, said in an internal memo seen by Reuters.  Chris Gammons will continue to lead the Asia Pacific (APAC) region as head of APAC capital markets while Jim Cooney remains head of the Americas. (Reporting by Dasha Afanasieva Editing by David Goodman)","29":"U.S. Bank has sued Bank of America Corp alleging that a company it acquired sold defective mortgages to a $2 billion residential mortgage-backed securities trust and failed to disclose problem mortgages to the trust’s investors.  Filed in Manhattan federal court on Friday, the complaint alleges that Bank of America predecessor company First Franklin Financial Corp breached its contractual duties by selling the defective mortgages and failing to repurchase them after problems surfaced. U.S. Bank sued in its capacity as trustee for the RMBS trust.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2VYFn8u","30":"Sept 15 (Reuters) - Bank of America Corp Chief Executive Officer Brian Moynihan told investors on Tuesday that the worst pandemic-related revenue declines could soon be in the rear-view mirror.  Speaking at the Barclays Global Financial Services Conference, Moynihan said third quarter net interest income, a closely watched measure of how much money the bank makes from lending, is expected to fall by up to $700 million compared with prior guidance of a $200 million decline due to a drop off in loan demand. However, he predicted revenue will stabilize going into the end of the year.  “It looks like 3Q will be the bottom,” he said. “It’ll take another several quarters before it really starts growing again...But right now, it looks like this quarter could be the trough based on everything I see.”","31":"Feb 26 (Reuters) - Bank of America Corp on Monday said it plans to open more than 500 new branches across the United States over the next four years, as the bank continues to invest in physical and digital enhancements.  The Charlotte, North Carolina-based lender said the latest push includes a move into three Ohio cities - Cincinnati, Cleveland and Columbus.  The growth in the state follows recent expansions in Denver, Minneapolis and Indianapolis and a plan to do similarly in Pittsburgh, the bank said.  Apart from the new branches, more than 1,500 existing locations would be redesigned with new technology, furnishings and layouts, Bank of America said. (Reporting by Nikhil Subba in Bengaluru)","32":"April 9 (Reuters) - Bank of America Corp said on Tuesday it would raise its minimum wage to $20 per hour in increments over a two-year period.  On May 1, 2019, the minimum hourly wage will rise to $17, and will continue to rise until it reaches $20 in 2021, the bank said reut.rs\/2Il5148. (Reporting by Bharath Manjesh in Bengaluru; Editing by Maju Samuel)","33":"(Reuters) - Executives at the top U.S. banks warned investors this week that 2020 revenue will be lower than expected due to weak loan demand and an uptick in repayments during the coronavirus pandemic.  Slideshow ( 2 images )  Bank of America BAC.N, the second-largest U.S. bank by assets, said it found little appetite for new loans when it surveyed its corporate clients twice this year.  “Most of them are saying, ‘We don’t need money,’” CEO Brian Moynihan said in a virtual investor conference on Tuesday. “We tended not to believe them, honestly.”  But loan balances at the Charlotte-based bank dipped below pre-pandemic levels earlier this month, potentially setting up its loan book to shrink in the third quarter for the first time since 2015, according to an investor presentation and Refinitiv data.  Consumers with additional cash from government stimulus programs and from spending less have used some of that money to pay off debt. In addition, large corporate clients have raised cash from the capital markets, which have been propped up by the Federal Reserve, rather than banks.  The shifts caused Bank of America to slash its outlook for quarterly net interest income by roughly $400 million.  In the same conference, JPMorgan Chase & Co JPM.N trimmed its outlook for annual net interest income by $1 billion, citing an expected drop in loan demand.  Citigroup Inc C.N, one of the largest credit card issuers, cited less consumer borrowing as a reason its third-quarter revenue will decline.  Lending is also lagging also because business activity is slower, PNC Financial Services Group, PNC.N CEO William Demchak said.  Sluggish loan demand is the latest headwind for banks that have been hit by prospective costs for bad loans in the recession.  The Federal Reserve is holding interest rates near zero to support the economy, but that also means banks earn less from loans.","34":"NEW YORK, March 16 (Reuters) - Alex Wilmot-Sitwell, president of Bank of America Merrill Lynch’s Europe, Middle East and Africa region, is leaving the bank, according to an internal memo seen by Reuters on Friday.  Wilmot-Sitwell, who has led the EMEA business for the last six years, will be leaving in coming months for outside opportunities, according to a memo from the bank’s chief operating officer Tom Montag. (Reporting by Catherine Ngai; Editing by Meredith Mazzilli)","35":"April 25 (Reuters) - Bank of America Corp:  * BANK OF AMERICA CORP - BOARD DECLARED A REGULAR QUARTERLY CASH DIVIDEND ON BANK OF AMERICA COMMON STOCK OF $0.12 PER SHARE Source text: (bit.ly\/2Ke57cf) Further company coverage:","36":"A Bank of America logo is pictured in the Manhattan borough of New York City, New York, U.S., January 30, 2019. REUTERS\/Carlo Allegri  WASHINGTON (Reuters) - The U.S. Federal Reserve announced Wednesday it had terminated a 2015 enforcement action against Bank of America BAC.N over its shortcomings in preventing traders from manipulating foreign exchange rates.  The bank had agreed in May of that year to pay a $205 million fine and overhaul relevant policies after regulators charged several large banks with oversight shortcomings in foreign exchange markets. Alongside the fine, the bank had agreed to submit plans to improve its operations and additional Fed oversight.","37":"Sept 17 (Reuters) - Bank of America Corp has appointed Marco Chisari and Rob Brass as co-heads of global semiconductor investment banking in a move aimed to deepen the bank’s focus on the sector, according to a memo published on Monday and confirmed by a spokesman.  Brass recently started at Bank of America and Chisari will be joining later this year, the memo said. They will both be based in Palo Alto, California, and report to Gary Kirkham, head of technology at Bank of America.  Chisari previously worked for Credit Suisse Group AG , where he was managing director in the technology M&A group. He focused primarily on the semiconductor, software and internet space.  He was previously head of M&A for the technology group at Mubadala, an Abu Dhabi-based investment fund. Over the course of his career, Chisari worked on transactions for companies including Toshiba Memory and NXP Semiconductors NV.  Brass spent the majority of his career at Morgan Stanley , where he was managing director, head of West Coast semiconductors, and head of internet of things and connected electronics.  He was most recently chief financial officer at DAQRI, a company that produces augmented reality technology. He worked with clients including Micron Technology Inc, Microsemi Corporation and Cavium Semiconductor Solutions.  The semiconductor industry has undergone rapid consolidation in recent years driven by technological advances including automated driving and artificial intelligence.  Bank of America has advised on major deals in the semiconductor space including Broadcom Inc’s attempt to acquire Qualcomm Inc, which was shot down by U.S. regulators earlier this year.  Bank of America’s previous semiconductor banker, Bill Frauenhofer, went to Morgan Stanley earlier this year, a spokeswoman for Morgan Stanley said.  Bank of America has made a number of recent hires in the technology, media and telecommunications space.  Earlier this year, Bank of America announced that Steve Pettigrew was joining from Citigroup Inc to co-head global software investment banking, according to an internal memo that was confirmed by a spokesman.  It also hired Sam Powers, who was previously head of technology, media and telecom for the Americas at UBS Group AG , and Randy Russell, who was previously head of Americas media and telecom at Deutsche Bank AG, Reuters previously reported.  Powers was brought on to head Americas media and telecom investment banking. Russell was brought on to be managing director for media and telecom, the memo said. (Reporting by Carl O’Donnell Editing by Leslie Adler)","38":"NEW YORK (Reuters) - Big U.S. banks made a pretty penny in trading during the first quarter as the coronavirus pandemic caused wild market swings, analysts said, but those gains will likely be overshadowed by declines in other businesses and a bleak outlook for the rest of the year.  Slideshow ( 3 images )  Trading revenue could be up from 8% to 20% when the five big Wall Street banks – JPMorgan Chase & Co JPM.N, Bank of America Corp BAC.N, Citigroup Inc C.N, Goldman Sachs Group Inc GS.N and Morgan Stanley MS.N – report results this week, according to five estimates gathered by Reuters.  A note of caution was sounded by a sixth, Chris Kotowski of Oppenheimer & Co, who penciled in double-digit revenue declines for some banks because “these kinds of markets almost always lead to some trading inventory losses.”  Nonetheless, Kotowski favors banks with heavy exposure to trading, betting they will fare better than those with large lending businesses.  That dark optimism reflects the state of banking today.  Bread-and-butter businesses that take in, lend out, process and manage money for individuals and companies are struggling as the novel coronavirus has infected hundreds of thousands of people in the United States alone, shut down businesses and set the stage for a global recession. (tmsnrt.rs\/2RqR9sT)  Shifting updates about the novel coronavirus and government responses during the first quarter created volatility that allowed trading businesses to perform well, analysts said.  Stock markets plunged and soared day-to-day in a manner not seen in at least a decade, while bond markets reacted to the U.S. Federal Reserve’s cutting interest rates and pouring trillions of dollars into financial markets to address liquidity issues.  Teams that handle stocks, Treasury bonds and foreign-exchange swaps likely did better than those in corporate credit, where there was severe stress at times, analysts said.  Average daily volumes on Tradeweb Markets Inc TW.O, which operates electronic trading platforms for fixed income and equities, were up 39% in the quarter from a year earlier, the company reported.  But activity began dissipating by late March, and few expect it to return as the year goes on.  “Good temporary news for the big banks is trading was really good in 1Q,” Evercore ISI analyst Glenn Schorr said in a recent report.  The last time Wall Street banks experienced this kind of dynamic was the first quarter of 2009. Investors were worried that banks were in serious trouble, only to learn that government stimulus programs had created a trading boon, which held up through most of that year. But coronavirus volatility may turn out to be quite different, analysts said.  Banks have dramatically restructured their trading businesses since then, and bursts of trading activity have become much more fleeting, even when they are extreme. “If we look back to, like, 2Q ‘18 when we had that sharp market correction, it took several quarters in a good economy for that trading activity to come back,” Morgan Stanley analyst Betsy Graseck said in an interview. “With this economy it’s going to take a little bit longer.”","39":"July 18 (Reuters) - Bank of America Corp has appointed Janis Vitols to be its new head of global asset management investment banking, according to an internal memo seen by Reuters on Thursday.  “A 20-year veteran in investment banking, Janis joins us from Barclays, where he was most recently managing director and head of global asset management investment banking,” Bank of America Vice Chairman and Americas head of its financial institutions group Will Addas wrote in the memo to staff.  A Bank of America spokesman confirmed the contents of the memo.  Vitols will join the bank later this year and be based in New York, reporting to Addas. (Reporting by Joshua Franklin in New York Editing by Susan Thomas)","40":"FILE PHOTO: A Bank of America logo is pictured in the Manhattan borough of New York City, New York, U.S., January 30, 2019. REUTERS\/Carlo Allegri  (Reuters) - Bank of America Corp BAC.N and Raymond James Financial Inc RJF.N will pay roughly $12 million in restitution to customers who incurred excessive fees on investments meant to help their children afford college, a U.S. regulator said on Wednesday.  The Financial Industry Regulatory Authority said Bank of America’s Merrill Lynch unit will pay at least $4 million and two Raymond James units will pay $8.03 million, after failing to ensure that financial advisers properly took fees into account when recommending investments in so-called 529 savings plans.  Such plans are tax-advantaged municipal securities designed to encourage saving for education, and sponsored by U.S. states, state agencies and educational institutions.  FINRA said the supervisory failures caused Merrill and Raymond James customers, especially those with young children many years away from college, to incur higher fees than they should have.  According to the regulator, many customers who invested in Class C shares, which carry no upfront sales charges but higher annual fees, would have been better off investing in Class A shares that carry upfront sales charges but lower annual fees.  The failures allegedly occurred from 2011 and 2015 at Merrill, and from January 2008 to March 2017 at Raymond James.  None of the units admitted or denied wrongdoing, and FINRA said they received credit for “extraordinary cooperation” with the regulator.","41":"July 17 (Reuters) - Bank of America Corp reported a 10% increase in quarterly profit on Wednesday as a healthy U.S. economy boosted demand for loans.  Net income applicable to common shareholders rose to $7.11 billion, or 74 cents per share, in the second quarter ended June 30 from $6.47 billion, or 63 cents per share, a year earlier.  Revenue, net of interest expense, was up about 2% at $23.08 billion.  Analysts had expected a profit of 71 cents per share and revenue of $23.2 billion, according to IBES data from Refinitiv, but it was not immediately clear if the numbers were comparable. (Reporting by Noor Zainab Hussain in Bengaluru and Imani Moise in New York Editing by Saumyadeb Chakrabarty)","42":"(Reuters) - Bank of America Corp BAC.N saw its profit more than halve in the second quarter as it set aside $5 billion to cover potential loan losses, while warning that it would struggle as long as interest rates stayed low.  FILE PHOTO: A Bank of America sign stands on the side of a building in New York U.S., July 16, 2018. REUTERS\/Lucas Jackson  The Charlotte, North Carolina-based lender is especially vulnerable to rate movements because of the composition of its balance sheet and at least one analyst expressed concern about its net interest income, down 11%.  Shares in the bank fell about 4% in response to the results.  “When both long term and short term interest rates are at their historical lows as they are today. That spread is lower, and we make less money,” Chief Financial Officer Paul Donofrio said.  The fall in revenue and profit was broadly in line with other Main Street peers that have suffered from the need to brace for a deep recession, while profiting from the surge in financial market trading since February.  “Strong capital markets results provided an important counterbalance to the COVID-19-related impacts on our Consumer business,” Chief Executive Officer Brian Moynihan said.  The bank allocated a much lower dollar amount for reserves this quarter than some of its peers earlier in the week, in part due to it having set aside more in the previous quarter.  Its provision expense rose just 7% in the second quarter, compared with a 26% increase at JPMorgan Chase & Co JPM.N, a 12% jump at Citigroup Inc C.N and a 138% jump at Wells Fargo WFC.N.  It also reported a 9% fall in pre-provision income, pointing to the pressure on its business model from the interest rate environment, even if it did not have to prepare for potential loan losses.  Donofrio, however, added that the bank was seeing early signs of “cautious optimism” in the economy, with loan applications showing signs of life.  WEAK SHOWING  Net income applicable to common shareholders fell to $3.28 billion, or 37 cents per share, for the quarter to end of June, topping analysts’ expectations of 26 cents per share.  Higher non-interest income, mainly in global markets and banking unit, drove the beat but was offset by lower net interest income (NII) and loan loss provisions, UBS analyst Saul Martinez said.  NII, a key measure of how much banks can make from their lending activities, has been pressured by the pandemic as the U.S. Federal Reserve slashed interest rates to near-zero levels.  Net income for the bank’s global markets unit rose 81% to $1.9 billion but revenue gains of 50% in fixed income, currencies and commodities (FICC) and 7% in equities trading failed to match those reported by some of its rivals.  Overall revenue, net of interest expense, fell 3% to $22.3 billion, while consumer banking net income dropped to $71 million from $3.29 billion a year earlier, and that for global wealth and investment management by more than 40%.  Wall Street peer Morgan Stanley MS.N on Thursday posted a better-than-expected surge in profit, driven by strong trading gains.","43":"NEW YORK (Reuters) - Mike Joo, Bank of America Corp's BAC.N head of global rates and currencies origination, is taking over the role of operating chief within the corporate and investment bank as David Glaser retires, according to a memo sent on Wednesday.  FILE PHOTO - A Bank Of America logo is pictured in the Manhattan borough of New York August 21, 2014. REUTERS\/Carlo Allegri  The change is the latest shuffle among senior executives in the division, which has been trying to get back on track after a year marked by double-digit revenue declines.  Joo was previously operating chief of the markets division, according to the memo, whose contents were confirmed by a spokesman. He joined Bank of America in 2006 as head of Asia Debt Capital Markets.  Glaser, who joined in 2008 after 20 years at Bear Stearns, will leave in March, allowing time for the transition.  Current executive vice chairman of the corporate bank Jill Schwartz will lead the rates and currencies business as Joo steps into his new role.  His retirement marks the third executive departure from Bank of America’s corporate and investment banking division since the second-largest U.S. bank in January 2018 reported $292 million in losses tied to South African mattress company Steinhoff International.  Christian Meissner, former head of the business, left at year-end. He was replaced by Matthew Koder.  Last week, its head of global investment banking, Diego De Giorgi, said he would leave at the end of February. He will be replaced by Jack MacDonald and Thomas Sheehan, who will act as co-heads.  Management is now adding resources to the business to regain some of the market share it has lost, Chief Executive Officer Brian Moynihan said on a call with analysts last week to discuss earnings.  The investment bank posted a 17 percent decline in fees last year, with advisory revenue suffering more than underwriting.","44":"(Corrects headline and first paragraph to show FTC did not issue a warning)  TOKYO, March 29 (Reuters) - Japan’s Fair Trade Commission on Thursday said Bank of America Merrill Lynch and Deutsche Bank had violated Japan’s antitrust laws in alleged bond-price fixing by London-based traders in 2012, because it involved a Japanese bank.  The FTC, however, will not take further action against the banks because the five-year statute of limitations has run out, Tsuyoshi Okumura, a senior investigator for the International Antitrust Investigation Bureau, told a media briefing.  The antitrust watchdog accused the banks of exchanging information and agreeing prices on U.S. dollar bonds issued by an international organisation. It did not identify the Japanese bank.  Last year, Deutsche Bank and Bank of America agreed to pay a combined $65.5 million to settle investor litigation accusing large banks of rigging the roughly $9 trillion market for U.S. government agency bonds. (Reporting by Junko Fujita and Takahiko Wada; Editing by Chris Gallagher)","45":"(Corrects minimum investment amount for Betterment’s premium service in the final paragraph.)  June 3(Reuters) - Bank of America Corp is rolling out a new wealth management product that combines automated portfolios with human advice, becoming the latest brokerage to seek to boost business by blending digital with personalized financial planning.  It comes as competitors are increasingly offering hybrid advice models, in response to questions about the potential profitability of stand-alone robo-advisers.  The new service underscores how Bank of America is targeting downscale clients even as certain banks like Morgan Stanley have opted to reserve human advice for wealthy customers.  The Bank of America service, Merrill Guided Investing with an Advisor, builds on its robo adviser launched in 2017, adding the ability for clients to call or make an appointment with a bank employee to discuss their financial goals.  Providing online investors access to a human adviser is growing more popular in the wealth management industry as studies have shown many clients prefer a combination of digital and personal advice.  Robo-advisers typically use computer algorithms to create and manage portfolios made up of low-cost exchange-traded-funds for clients with as little as a few hundred dollars to invest.  Merrill Guided Investing, which uses recommendations from the wealth management chief investment office, requires a $20,000 minimum investment for access to a financial adviser who can offer help over the phone, online, or in person at a Bank of America branch.  The tiered offering is meant to attract young families and others in the early stages of wealth accumulation, head of Consumer Banking & Investment Aron Levine told Reuters.  Bank of America estimates that 85 percent of its clients who are eligible for its wealth management products hold investments elsewhere.  “It’s critical for us to have the right wealth management solution to meet the needs of investors at every age, and every stage of their wealth accumulation,” said Andy Sieg, president of Merrill Lynch Wealth Management.  Research firm Aite Group expects digital wealth management to continue growing quickly over the next few years but said in a May 2019 survey that large incumbents will grow faster than start-ups as they leverage their massive distribution networks.  With a 0.85% annual fee, Merrill Guided Investing with an Advisor is more costly than many competitors’ hybrid financial planning services.  Betterment, a start-up robo-adviser, charges an annual fee of 0.4 percent for its premium service and has a minimum investment of $100,000, while Wells Fargo & Co’s Intuitive Investor charges 0.5% annually with a minimum investment of $10,000. (Reporting by Imani Moise; editing by Steve Orlofsky)","46":"A Bank Of America sign is pictured in the Manhattan borough of New York August 21, 2014. REUTERS\/Carlo Allegri  (This FEB 7 story corrects to clarify that BofA appoints new head of equities within global markets South Africa unit not new head of global markets for South Africa.)  JOHANNESBURG (Reuters) - Bank of America Corp has appointed a new head of equities within its global markets South Africa unit, a source familiar with the matter told Reuters.  Alec Schoeman, currently EMEA sales trader at Investec, according to his LinkedIn profile, will join Bank of America in Johannesburg in early March, the source said.  In his new role, Schoeman will report to Nicholas Egerton, head of EMEA equities trading, and Richard Gush, country executive for South Africa, the source added.","47":"FILE PHOTO: The logo of Swiss bank Credit Suisse is seen at its headquarters in Zurich, Switzerland June 22, 2020. REUTERS\/Arnd Wiegmann  (Reuters) - Credit Suisse CSGN.S is hiring former head of investment banking at Bank of America Corp BAC.N Christian Meissner, the company said on Tuesday.  Meissner would take over as the co-head of International Wealth Management Investment Banking Advisory and vice-chairman of Investment Banking.  Meissner, who left Bank of America in Sept. 2018, resigned from Julius Baer with immediate effect, the Swiss wealth manager said on Tuesday.","48":"California resident Donald Lusnak can proceed with a proposed class action against Bank of America for its failure to pay interest on mortgage escrow accounts, a federal appeals court has ruled.  In a unanimous decision on Friday, a three-judge panel of the 9th U.S. Circuit Court of Appeals rejected the bank’s argument that a California law requiring banks to pay 2 percent interest on escrow accounts is blocked by the National Bank Act (NBA) and reversed a district court’s dismissal of the case.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2Faz4ac","49":"HONG KONG, Jan 11 (Reuters) - Bank of America has appointed Jiro Seguchi and Jin Su as co-presidents of the Asia Pacific region, an internal memo seen by Reuters stated.  The appointments were made after Matthew Koder moved to become global head of corporate and investment banking at the end of 2018.  Seguchi, who has been with the bank for 19 years, is currently the country executive of Japan and head of corporate and investment banking in Asia, while Su is co-head of the region’s fixed income, currencies and commodities businesses.  Both will retain their existing roles in addition to the new posts, the memo said.  Seguchi has worked in Hong Kong and Japan, while Su has been in various trading and trading management roles in London and Hong Kong over 25 years.  The memo was sent by the bank’s Chief Operating Officer Tom Montag. (Reporting by Julia Fioretti, Editing by Sherry Jacob-Phillips)","50":"Slideshow ( 2 images )  (Reuters) - Bank of America Corp said on Monday it is rolling out a digital financial planning tool, wading into a space that has so far been dominated by fintech companies.  Life Plan, a new functionality on Bank of America’s website and app, allows customers to set multiple goals like buying a home, improving credit or saving for retirement, and uses its existing trove of client data to serve them recommendations.  Such personalized advice used to be reserved for high-net worth customers who had enough cash to retain a financial advisor to help manage their wealth, but a host of digital budgeting tools, like Intuit Inc’s Mint app, have used artificial intelligence to bring planning to the masses.  “Planning is no longer an activity that’s born out of how much money you have,” said digital planning executive Evelyn Varner.  Bank of America, which operates one of the largest wirehouses catering to America’s richest households, has been building out its product set to capture customers lower on the wealth spectrum.  The tool, which launched nationally on Monday, has already helped the bank better target customers, executives said. During the eight-month long pilot period, Life Plan led to over 3,800 referrals for conversations with bankers.  It could also give the megabank more control over its customers’ data as they use the bank’s tools over third-party applications, executives said. Since Life Plan is linked to customers’ bank accounts, the bank can provide a fuller picture of someone’s financial situation without requiring multiple sign-ins or verifications.  “We’re not necessarily targeting and replacing something that clients may be using or comfortable with,” said Teron Douglas, chief digital executive. “But it’s certainly something that we feel is going to naturally happen as the clients continue to engage.”","51":"FILE PHOTO: Chairman and CEO of Bank of America Brian T. Moynihan attends a session at the 50th World Economic Forum (WEF) annual meeting in Davos, Switzerland, January 21, 2020. REUTERS\/Denis Balibouse  (Reuters) - Bank of America Corp BAC.N is better positioned to focus on operations rather than financial risk during the coronavirus outbreak, thanks to regulatory safeguards put in place after the financial crisis in 2008, Chief Executive Brian Moynihan said on Friday.  “What’s different this time is clearly our capital liquidity,” Moynihan said in a CNBC interview. “Everything that changed has led the banking industry be in a great condition to service clients continuously for the last few weeks as this thing has hit.”  The second largest U.S. bank by assets has extended more than $50 billion in loans this so far month to commercial clients looking for cash to survive the coronavirus recession. The retail division has fielded more than 150,000 requests to defer payments on mortgages and auto loans. Many requests are managed digitally, he said.  The bank has also been hiring and reallocating employees to the consumer bank to help manage a surge in requests related to the pandemic, according to a memo seen by Reuters. So far this month the Charlotte-based bank has hired 2,000 people and shifted 3,000 internal employees to support its consumer bank.  Bank of America followed its peers like Morgan Stanley MS.N, Citigroup Inc C.N and Wells Fargo & Co WFC.N in reassuring employees that they would not be immediately hit by layoffs as a result of the pandemic. In the memo sent to employees on Friday, the bank said it \"will not do layoffs or job reductions in 2020 due to coronavirus impacts.\"  “We don’t want our teammates to worry about their jobs during a time like this,” Moynihan said.  (Corrects second-last paragraph to reflect that Wells Fargo did not suspend layoffs through 2020)","52":"Oct 14 (Reuters) - Bank of America Corp reported a 15.8% drop in quarterly profit on Wednesday, hit by higher provisions for credit losses due to the COVID-19 pandemic.  Net income applicable to common shareholders fell to $4.44 billion, or 51 cents per share, in the third quarter ended Sept. 30, from $5.27 billion, or 56 cents per share, a year earlier.  Analysts had expected a profit of 49 cents per share, according to IBES data from Refinitiv. It was not immediately clear if the estimates were comparable. (Reporting by Niket Nishant in Bengaluru and Imani Moise in New York; Editing by Sriraj Kalluvila)","53":"(Reuters) - Bank of America Private Bank BAC.N, formerly U.S. Trust, is doubling down on efforts to court more business from the country's wealthiest individuals, an executive told Reuters.  FILE PHOTO: A customer uses a Bank of America ATM in Charlotte, North Carolina on April 14, 2010. REUTERS\/Chris Keane\/File Photo  By the end of this year, Bank of America Corp’s private banking arm aims to double its adviser force from 2014 levels to 600 and expand to 40 markets from 20 in 2017.  “We’ve made a massive investment in the business from a technology standpoint, people and real estate,” said Katy Knox, president of Bank of America Private Bank. “Now, it’s really making sure that our folks can hit the ground running.”  Last year those investments started showing results. The wealth division, which caters to individuals with at least $3 million to invest, added 64% more households in 2019, helping the unit end the year with a record of $288 billion in assets under management.  Bank of America bought U.S. Trust, a storied firm that once handled money for families like the Astors, in 2007 in a deal that vaulted the bank to top of the U.S. private banking rankings with $270 billion assets under management. But asset growth has lagged competitors since then. JPMorgan Chase & Co's JPM.N private banking arm now boasts more than $670 billion assets under management and Citigroup Inc C.N has roughly $460 billion globally.  Early in 2019, the bank dropped the 166-year-old U.S. Trust name in favor of its own, and moved to accelerate growth by streamlining management structures and integrating the private bank more deeply with Bank of America’s other business lines.  The business launched new initiatives in partnership with the investment and corporate banks to increase the amount of chief executives using the private bank to manage their personal wealth. That’s helped grow referrals between the private bank and other businesses by 30% to 7,000 in 2019.  In addition to tapping its corporate parent’s existing client list, the private bank is taking share by re-entering markets it left behind after the financial crisis and pushing into new markets like Cincinnati, Pittsburgh and Salt Lake City, Knox said.  The business is also looking to strengthen its presence in growth markets like Northern and Southern California.  Bank of America has been deepening its bench of private advisers by training and promoting back-office staff internally, which has improved retention and productivity levels, Knox said.  Last year, new relationships per adviser jumped 35% compared with 2018.  The business is also poaching talent from rivals in new markets. When the bank moved into Cincinnati last year, it hired private client advisers away from regional and national competitors like PNC Financial Services Group Inc PNC.N and JPMorgan, according to LinkedIn.  Overall, adviser count was up 8% to 482 in 2019.”That is a big sales force out there taking share,” Knox said.","54":"(.)  LONDON, March 11 (Reuters) - Bank of America has appointed James Robertson and Peter Luck as co-heads of UK investment banking as part of its push to win business from large corporate clients in Britain.  These latest appointments show the U.S. bank’s commitment to build up its business in the country despite Brexit.  The newly created roles, detailed in a memo seen by Reuters, follow departures from the bank in the past few months, including that of Bank of America’s head of global investment banking Diego De Giorgi and his boss Christian Meissner.  The Wall Street bank appointed Matthew Koder last year to succeed Meissner and revitalise its corporate and investment banking business after a slide in fees.  De Giorgi was replaced by Jack MacDonald and Thomas Sheehan who are co-heads of global investment banking out of the United States.  Robertson is joining Bank of America from UBS after a 22-year career at the Swiss bank where he recently headed its UK advisory business.  Luck worked closely with Robertson at UBS where he spent 13 years before moving to Bank of America to help to build its corporate broking franchise in the Europe, Middle East and Africa region.  He is currently heading the bank’s corporate broking business and will retain these responsibilities in addition to his new role.  The two bankers also served in the same British Army regiment - the Royal Dragoon Guards - in the mid 1990s, before starting their respective careers in investment banking.  They will report to Matt Cannon and Richard King who are co-heads of UK & Ireland Corporate and Investment Banking and Luigi Rizzo, head of EMEA Investment Banking.  Bank of America has won some lucrative business recently from some of Britain’s biggest companies, including Vodafone where the bank led a 3.4 billion pound mandatory convertible bond - the largest ever UK equity-linked offering and largest ever European mandatory convertible bond.  It also advised drugs group GSK on its $4.9 billion acquisition of Tesaro and helped Unilever with its $4.6 billion purchase of Horlicks India from GSK.  Bank of America has also been expanding its team in Paris ahead of Brexit and transferring London-based executives, including Rizzo to the French capital. On Feb. 8, it named Sanaz Zaimi as head of its new Paris-based European Union broker-dealer unit BofA Securities Europe.","55":"FILE PHOTO: A Bank Of America sign is pictured in the Manhattan borough of New York August 21, 2014. REUTERS\/Carlo Allegri  (Reuters) - Bank of America Corp BAC.N said on Monday its deal-making unit is gaining momentum with midsized companies as it focuses on the sector to regain market share.  Revenue from the middle market grew by 17% in the first seven months of the year. For the third quarter the bank estimated overall investment banking revenue to be up in the low single digits.  Bank of America, the second largest U.S. bank by assets, is focusing more on middle market clients and private companies following a turbulent year marked by falling revenue and market share and after a string of departures by senior leaders.  Investment banking income tumbled 11% last year.  “We had fallen too far,” Chief Operating Officer Tom Montag told analysts and investors at the Barclays Financial Services Conference. Taking advantage of the bank’s broad network to reach more clients can help close the gap, he said.  The bank is also working with a longer list of private equity firms, hedge funds and other financial sponsors.  “We were more focused on the top 100,” he said at the Barclays Financial Services Conference. “We’re now going 400-deep.”  The number of merger and acquisition referrals coming from its wealth business has surged 67% so far this year as the Charlotte, North Carolina-based bank is increasingly relying on that division to drum up business, he added.","56":"April 3 (Reuters) - Bank of America Corp Chief Executive Brian Moynihan said the bank has already received roughly 10,000 applications for federally backed small business loans within the first hour of starting to accept them.  The second largest U.S. bank by assets became the first major bank to accept applications for the massive small business loan program approved by Congress last week.  Banks have been scrambling to prepare for overwhelming demand for the loans while awaiting guidance from the government. JPMorgan Chase & Co emailed many small business customers on Thursday to tell them it may not be ready to accept applications when the program launches on Friday. (Reporting by Imani Moise, Editing by Franklin Paul)","57":"A Bank of America sign stands on the side of a building in New York U.S., July 16, 2018. REUTERS\/Lucas Jackson  (Reuters) - Bank of America BAC.N is placing trading restrictions on penny stocks as part of a policy change aimed at shielding clients from risky assets, the Wall Street bank said on Friday.  “To ensure we are complying with Securities and Exchange Commission (SEC) regulations and protecting the interests of our clients, we have made changes to our policy regarding low-priced security,” Bank of America spokesman Jerry Dubrowski said.  The bank considers low-priced securities as those that trade over-the-counter at, or below, $5 per share, and have limited or no financial disclosure information available.  Bank of America had begun clamping down on its clients’ dealings in penny stocks in late July by banning purchases, CNBC reported earlier on Friday.  Six weeks later, the bank told clients it was restricting sales of risky securities, later amending the policy to give customers time to exit their positions, the report said.  Bank of America is the first among big financial firms to pull back on the purchase of penny stocks, although companies including UBS UBSG.S and Morgan Stanley MS.N have review processes in place to evaluate risky trades, people with knowledge of those firms' policies told CNBC.  Over-the-counter securities have suffered a fall in reputation after being used for decades as tools for fraudulent schemes, thanks to lack of disclosure requirements.  Brokerages and traders looking to make quick money off this segment of the market buy stock in dormant shell companies, spread false information to promote the companies’ products, and then dump the shares as other investors start buying in at inflated prices.  U.S. SEC Chairman Jay Clayton has expressed shock at the amount of fraud related to penny stocks in his first year leading the agency. He has also said the regulator would increase scrutiny of trading in penny stocks.","58":"Feb 9 (Reuters) - Bank Of America Corp:  * BANK OF AMERICA CORP - BOARD APPROVED 2017 INCENTIVE COMPENSATION FOR CO’S EXECUTIVE OFFICERS, INCLUDING CHAIRMAN AND CEO BRIAN T. MOYNIHAN  * BANK OF AMERICA CORP - BRIAN MOYNIHAN’S ANNUAL BASE SALARY REMAINS UNCHANGED AT $1.5 MILLION - SEC FILING  * BANK OF AMERICA CORP - AGGREGATE VALUE OF BRIAN MOYNIHAN’S 2017 EQUITY INCENTIVE AWARD IS $21.5 MILLION, 50% OF WHICH IS PERFORMANCE RSUS Source text: (bit.ly\/2H3rfoa) Further company coverage: (Bengaluru Newsroom: +91 806 749 1136)","59":"LONDON (Reuters) - Bank of America Merrill-Lynch’s barometer of market sentiment remained in ‘sell’ territory on Friday, after a week of market turmoil which has left U.S. equities down more than 10 percent from their peaks and in so-called ‘correction’ territory.  BAML’s ‘Bull & Bear’ signal fell to 8.5 from 8.6 last week but that, according to its strategists, remains in “excess bullish” territory and still signals a “sell”.  The indicator had jumped from 7.9 to 8.6 on Jan 30, driven up by record inflows to equities and bullish hedge fund risk appetite.","60":"LONDON (Reuters) - There is growing angst among investors over financial market price bubbles, and top of the list of concerns were the cryptocurrency bitcoin and U.S. tech stocks, two closely followed surveys showed on Tuesday.  FILE PHOTO: A representation of virtual currency Bitcoin is seen in front of a stock graph in this illustration taken November 19, 2020. REUTERS\/Dado Ruvic  According to nearly 90% of respondents in Deutsche Bank’s monthly money-manager study, many price bubbles were now being blown. The most extreme though is bitcoin, with nearly half of those surveyed seeing it at a maximum 10 on a 1-10 bubble scale.  More generally, too, when asked specifically about the 12-month fate of bitcoin - which surged 300% last year - and electric vehicle maker Tesla which soared nearly 750% and is seen as emblematic of highly priced tech stocks, a majority of respondents said they were now more likely to halve than double in value.  A similar Bank of America (BofA) survey showed that buying bitcoin had replaced buying tech stocks as the trade which fund managers saw as most crowded, knocking tech off the top spot for the first time since October 2019 and into second place.  The cryptocoin hit a record high $40,000 earlier this month, having rallied more than 900% since a low in March and having only just breached $20,000 in mid-December.  Investors were bullish on the outlook for world growth, with the proportion of fund managers surveyed by BofA who said the global economy was in an early-cycle phase, as opposed to a recession, at its highest in 11 years.  A record 92% expected higher global inflation over the next year, though Deutsche Bank’s survey also showed 71% expected the U.S. Federal Reserve to resist the temptation to start removing the stimulus that has helped markets rally.  The biggest potential tail risks that could unsettle markets in the BofA study were seen vaccine rollout problems (30%), if the Fed did taper its asset purchases (29%) and the Wall Street bubble bursting (18%).  For a graphic on Global stock valuations surge:  Still, although fund managers are wary of the bubbles, they weren’t yet backing away from them.  BofA said a record 19% of investors - who altogether manage more than $500 billion worth of assets - were currently taking on more risk than normal in their investment portfolios.  For a graphic on Risk:  A steeper yield curve - usually where longer-dated borrowing costs rise on expectations that economic growth will allow official interest rates to rise - was expected by a record 83% of BofA investors.  That is more than after the 2008 collapse of Lehman Brothers, the 2013 U.S. Federal Reserve’s “Taper Tantrum” or after the 2016 U.S. election.  For a graphic on BofA:  Elsewhere, underowned UK equities saw some money flowing in. But at 15% underweight, it remained pinned as the most underweight region, BofA’s survey showed.","61":"Feb 7 (Reuters) - Bank of America Corp said on Friday that Chief Executive Officer Brian Moynihan's 2019 compensation remained $26.5 million, the same as a year earlier. Moynihan's compensation package has two parts: a base salary of $1.5 million and equity incentive award of $25 million, the bank said in a filing here. (Reporting by Abhishek Manikandan in Bengaluru; Editing by Vinay Dwivedi)","62":"(Adds Lissauer’s title)  NEW YORK, Aug 2 (Reuters) - Bank of America Corp has hired former Evercore Inc banker Amy Lissauer to become its global head of activism and raid defense, a spokesman for the bank confirmed on Friday.  In her new role, Lissauer will continue working to defend against activists and will join Bank of America in the late fall, the spokesman confirmed.  In her four years at Evercore, Lissauer was a managing director and worked alongside Bill Anderson, one of the industry’s most prominent defense bankers.  Like rivals Morgan Stanley, Lazard Ltd and Goldman Sachs Group Inc, Bank of America concentrates on defending companies from investors, often prominent hedge funds, that are calling for improved performance or asking for strategic reviews and board seats.  Activism defense has developed into a must-have business for most Wall Street banks even though the work can be time consuming and not especially lucrative.  A number of banks have recently increased their activism defense activities, including Greenhill & Co Inc and Moelis & Co. (Reporting by Svea Herbst-Bayliss and Jessica DiNapoli; Editing by Tom Brown and Cynthia Osterman)","63":"May 1 (Reuters) - Bank of America Corp Chief Executive Brian Moynihan said on Friday that the bank is seeing some consumer spending beginning to pick up as some states ease restrictions related to the coronavirus pandemic.  Speaking on CNBC, Moynihan said spending on clothing and restaurants is starting to recover though travel and entertainment spending is still pressured.  On an earnings call earlier this month, Moynihan said the sharp dropoff in spending in March pulled down overall consumer spending, and that spending was trending negative for the month of April. (Reporting by Imani Moise; editing by Jonathan Oatis)","64":"(Reuters) - Bank of America Corp said on Friday that more than half of its branch network will be modernized over the next three years to respond to changing consumer behavior.  The second largest U.S. bank by assets will renovate 2,500 retail financial services centers with more interactive technology and a layout that accommodates longer visits for customers who have more complex needs.  “We have been very encouraged by the initial results of our center redesigns and expansions,” Aron Levine, head of Consumer Banking & Investments for Bank of America told Reuters. “This work has enabled us to have more in-depth conversations with our clients about their financial plans and priorities.”  The announcement accelerates plans put in place last year to redesign 1,500 centers. Bank of America also said it planned to upgrade its network of 16,000 ATMs to allow customers to pay credit card bills and withdraw cash with their phones, and install an additional 2,700 machines.  By 2021, Bank of America’s branch and ATM network will cover more than 90 percent of the U.S. population, said David Tyrie, head of consumer advanced solutions and digital banking.  The percentage of customers who prefer to make their transactions in brick and mortar banks fell to 26 percent from 38 percent in 2016, according to a study published this year by consulting firm McKinsey. However, the firm found that banks that closed a significant number of branches must rely more heavily on advertising to win market share.  For many years banks have been paring back their branch networks due to dwindling foot traffic as more and more people opt to handle routine transactions online. But over the past year some banks have announced plans to expand again.  Charlotte, North Carolina-based Bank of America said on Friday that it will expand its retail banking presence in two new markets, Cleveland and Lexington, Kentucky, next year as part of a previously announced pledge to add 500 branches.  The expansion is expected to add up to 5,500 jobs in local markets, the bank said Friday.  Last year, JPMorgan Chase & Co, the largest U.S. bank by assets, started adding bank branches in new cities for the first time in nearly a decade. The bank, which has roughly 5,000 branches nationwide, said it would open locations in new cities and markets such as Boston, Washington, D.C., and Pittsburgh.  By 2022, 93 percent of the U.S. population will be in JPMorgan’s “Chase footprint,” Chief Executive Jamie Dimon said in his 2019 annual letter to shareholders.  Bank of America has about 4,300 branches, according to its most recent filing, down more than 1,000 from its peak.","65":"July 16 (Reuters) - Bank of America Corp reported a 36.3 percent jump in quarterly profit, helped by loan growth across its businesses, lower expenses and a smaller tax bill.  Net income applicable to common shareholders rose to $6.47 billion in the second quarter, from $4.75 billion a year earlier.  Earnings per share was 63 cents, up from 44 cents.  Analysts on average were expecting the bank to earn 57 cents per share, according to Thomson Reuters I\/B\/E\/S. It was not immediately clear if the reported numbers were comparable with estimates.  Noninterest expense fell 5 percent, while tax bill was down by 43 percent. (Reporting by Sweta Singh in Bengaluru Editing by Saumyadeb Chakrabarty)","66":"MEXICO CITY (Reuters) - Mexico could lose its investment grade credit rating in 2021, with public debt expected to make up 60% of the country’s gross domestic product this year as the economy contracts sharply, Bank of America said in a report on Thursday.  “We believe the fiscal deterioration along with a very weak economic recovery could lead rating agencies to downgrade Mexico to High Yield in 2021,” the bank said.  Last year, debt made up just 45% of Mexican GDP, it noted.","67":"March 23 (Reuters) - Bank of America Corp will pay a record $42 million penalty to New York state to settle an investigation into fraudulent practices related to its electronic trading division.  New York Attorney General Eric Schneiderman, who announced the settlement on Friday, said Bank of America Merrill Lynch admitted to having systematically misled clients about how their stock orders were handled.  The attorney general said the bank admitted to having over five years concealed how it routed client orders to so-called electronic liquidity providers such as Citadel Securities, D.E. Shaw, Knight Capital, Two Sigma Securities and Madoff Securities. (Reporting by Jonathan Stempel in New York Editing by Chizu Nomiyama)","68":"BOSTON\/NEW YORK\/WASHINGTON (Reuters) - Banks that facilitated the U.S. government’s Paycheck Protection Program at first saw the effort as a small revenue booster with a patriotic bonus, shepherding $525 billion in loans to businesses slammed by the fallout of the COVID-19 pandemic.  FILE PHOTO: Customers wait in line outside a bank amid the coronavirus disease (COVID-19) outbreak in Chelsea, Massachusetts, U.S., May 11, 2020. REUTERS\/Brian Snyder  But as taxpayers begin to take on the cost of forgiving those loans, lenders like JPMorgan Chase & Co, Wells Fargo & Co and Bank of America Corp, are girding for what is likely to be years of regulatory scrutiny for their role in doling out the money, according to industry insiders, securities filings and government watchdogs.  “The sense of anxiety is high,” said Vivian Merker, a management consultant to financial services firms at Oliver Wyman in New York. “They are gearing up for years of requests from regulators and there’s still reputational risk from PPP fraud even if they did all the right things to follow program rules.”  Banks participating in the Paycheck Protection Program (PPP) issued more than 5.2 million loans, to be repaid by the government as long as borrowers demonstrated financial need and used most of the cash to make payroll.  Fraud by borrowers popped up almost as quickly as the program, overseen by the Small Business Administration (SBA), began in April. The Department of Justice has so far brought charges against 82 individuals in 56 cases for around $250 million in loans, according to a review by the Project On Government Oversight.  So far, the burden on lenders has mostly been administrative. One veteran attorney who advises major banks on compliance matters said clients were responding to as many as 20 law enforcement subpoenas a week, producing documents and making employees available for interviews.  There is increasing concern, though, that the lenders themselves will face legal challenges over PPP, already leading to internal compliance reviews, investor warnings and even the outright sale of loan portfolios, according to public statements and people familiar with the situation.  At least four banks have warned investors in shareholder filings about PPP regulatory and legal risk. Bank of America, for example, said in a July filing that its participation in government stimulus programs “could result in reputational harm and government actions and proceedings, and has resulted in, and may continue to result in, litigation, including class actions.”  “We fully cooperate with government inquiries,” said Bill Halldin, a Bank Of America spokesperson.  POSSIBLE HAZARDS  Among the possible hazards, experts have pointed to potential violations of the program’s first-come, first-served application rules, disadvantaging minority-owned and women-owned businesses; maintaining adequate documentation, especially for loan forgiveness applications; and abiding by broader “know your customer” rules, which could have spotted more fraud.  Slideshow ( 2 images )  Congress passed the $2.2-trillion Cares Act bailout in March which included nearly $350 billion for PPP loans, with the pot later increasing.  Under pressure to get the cash out the door fast, banks were initially concerned they would be taking on too much liability, even if they stood to earn origination fees of up to 5%, and 1% interest payments on government-guaranteed loans. Lenders secured a promise from the government that they would not be held responsible if borrowers broke the program rules.  An October congressional report said that several lenders, including JPMorgan, PNC Financial Services Group Inc and Truist Financial Corp, processed larger PPP loans for wealthy customers at two to four times the speed of smaller loans for the neediest small businesses.  It also said some banks limited their PPP loan programs to existing customers.  That decision, the report said, had a disproportionately adverse effect on women-owned and minority-owned businesses, because they are less likely to have pre-existing banking relationships, according to U.S. Federal Reserve data. Depending on the circumstances, policies that hurt such “protected” groups - even if inadvertently - can violate fair lending rules.  Citing an internal April presentation, the report said that Citigroup identified the negative effect on these businesses as a possible compliance risk, but decided to initially prioritize existing customers because demand was high and it required less manual intervention. Citi declined to comment.  A Truist spokesman said that it handled PPP applications through a single portal on a first-come, first-served basis, “without any preference to larger or more affluent clients.”  JPMorgan declined to comment. PNC did not respond to requests for comment.  Bank groups pushed back on the House report. The Consumer Bankers Association said lenders were denied waivers that would have made it easier to lend to new borrowers, and that larger borrowers had dedicated staff and documentation that accelerated their applications.  “When Congress, the SBA and Treasury designed the Paycheck Protection Program they prioritized getting money into the hands of small businesses very quickly, issuing confusing and changing operational and legal guidance for banks,” said Greg Baer, CEO of the Bank Policy Institute.  REVIEWING PPP LOANS  People familiar with the situation say that virtually every large PPP lender, including JPMorgan, Citi, Truist and KeyBank, conducted standard internal reviews to spot violations by their own employees of program rules.  “As we participate in efforts to make critical government stimulus programs available ... we continue to execute on our controls to identify, address and report fraud,” a Truist spokesman told Reuters via email.  KeyBank declined to comment.  Wells Fargo said in a May filing that it had received “formal and informal inquiries from federal and state governmental agencies regarding its offering of PPP loans.”  Wells Fargo spokesman Manny Venegas said the filing was referring to industry-wide inquiries from regulators over PPP fraud, which the bank had worked to spot and report. He declined to comment on whether the probes also concerned bank employees or processes.  Regulators have signaled there’s much more to come. The SBA plans to review PPP loans over $2 million and its inspector general recently said there were “strong indicators of widespread potential abuse and fraud.”  A recent U.S. House committee analysis found tens of thousands of PPP loans could be subject to fraud, waste, or abuse, including more than $1 billion in multiple loans to the same company, a violation of program rules.  James Stevens, an attorney who advises lenders at Troutman Pepper in Atlanta, said banks did their best to get money to needy small businesses, but that fast-changing program rules created “fertile ground” for fraud and internal errors.  “Regulatory scrutiny of banks is always in hindsight,” Stevens said. “It’s going to come.”","69":"FILE PHOTO: The Goldman Sachs Headquarters building is pictured in the Manhattan borough of New York City, New York, U.S., December 19, 2018. REUTERS\/Carlo Allegri\/File Photo  NEW YORK (Reuters) - Grocery distributing company United Natural Foods Inc filed a lawsuit on Tuesday against Goldman Sachs Group Inc and Bank of America Merrill Lynch claiming the investment banks put their financial interests ahead of the company’s when they advised it on a multi-billion acquisition last year.  United Natural Foods announced plans to acquire distributor Supervalu in July 2018 in a deal valued at $2.9 billion, according to a joint statement on United’s website.  United claims in the lawsuit, which was filed in New York state court, that Goldman Sachs committed breach of contract and fraud, and that the firm improperly extracted around $200 million for the advisory and financing services it gave United.  Goldman Sachs spokeswoman Nicole Sharp wrote in an emailed statement that the bank believes the claims have no merit, and the bank plans to “vigorously defend ourselves against these accusations.”  Bank of America spokesman Bill Halldin declined to comment.","70":"FILE PHOTO: A Bank of America logo is seen in New York City, U.S. January 10, 2017. REUTERS\/Stephanie Keith\/File Photo  WASHINGTON (Reuters) - U.S. regulators ordered Bank of America BAC.N on Wednesday to pay a $30 million civil penalty for what it called attempted manipulation of the swaps and derivatives benchmark.  The Commodity Futures Trading Commission said in a statement that Bank of America from January 2007 through December 2012 made false reports and attempted to manipulate the U.S. Dollar International Swaps and Derivatives Association Fix (USD ISDAFIX), a leading global benchmark.  Bank of America spokesman Bill Halldin said the bank has “significantly enhanced” the procedures it uses to detect inappropriate behavior.  The settlement is one of several the CFTC has reached with other banks on similar matters.","71":"FILE PHOTO: A Bank of America logo is pictured in the Manhattan borough of New York City, New York, U.S., January 30, 2019. REUTERS\/Carlo Allegri  (Reuters) - Bank Of America Corp BAC.N said on Wednesday it recognized a pretax impairment charge of about $2.1 billion for the quarter ending September 2019 related to a merchant services joint venture. (bit.ly\/2kjN5xh)","72":"July 16 (Reuters) - Bank of America Corp reported a drop of more than 50% in second-quarter profit on Thursday as it set aside $4 billion for potential loan losses tied to the coronavirus pandemic.  Net income applicable to common shareholders fell to $3.28 billion, or 37 cents per share, for the quarter ended June 30 from $7.11 billion, or 74 cents per share, a year earlier. (Reporting by Anil D’Silva in Bengaluru)","73":"March 20 (Reuters) - Bank Of America Corp:  * BANK OF AMERICA - CUSTOMERS CAN NOW ADD MULTIPLE CREDIT AND DEBIT CARDS TO THEIR PAYPAL ACCOUNT DIRECTLY FROM BANK’S MOBILE BANKING APP Source text: bit.ly\/2DF0AuY Further company coverage:","74":"WASHINGTON, Sept 30 (Reuters) - The U.S. Federal Reserve will curb big bank capital distributions through the end of the year, meaning the likes of JPMorgan, Citi, Wells Fargo and Bank of America will be barred from share buybacks and will have to cap dividends into the new year.  The central bank announced that it would be extending its existing policy of limiting capital payouts for banks with at least $100 billion in assets, to ensure lenders have enough capital to the weather the economic strain caused by the coronavirus pandemic.","75":"LONDON (Reuters) - Bank of America BAC.N has appointed Jérôme Morisseau as its head of investment banking for France as it seeks to bolster its Paris franchise and win more business from large French clients, a memo seen by Reuters said.  FILE PHOTO: A Bank of America logo is pictured in the Manhattan borough of New York City, New York, U.S., January 30, 2019. REUTERS\/Carlo Allegri\/File Photo  The U.S. bank has also named veteran French banker Stéphane Courbon as chairman of corporate and investment banking for France.  The appointments are part of a top level management reshuffle in Paris and follow the recent departures of senior deal-makers Bernard Mourad and Luigi Rizzo who used to head investment banking in France and EMEA, respectively.  Bank of America established an 11,000 square metre office in Paris ahead of Brexit and will use it as a hub to serve clients across Europe after Britain’s transition period expires in December.  The value of French mergers and acquisitions (M&A) rose 2% last year to $193 billion, the third highest in the past decade, according to Refinitiv data.  France has become a key battleground for both big investment banks and their boutique rivals.  The likes of Centerview and Evercore EVR.N have been looking to poach senior bankers in Paris who can boast long-standing relationships with the country's major companies.  At Bank of America, Courbon will work closely with the vice-chairman of investment banking for France, Laurent Vieillevigne, to further expand the bank’s client franchise, the memo said.  Meanwhile the bank’s current head of EMEA corporate banking Fernando Vicario will take on an additional role as head of EU corporate and investment banking and will be based in Paris.  In his expanded role, Vicario will report to Bruce Thompson, president of EU and Switzerland, and Jim O’Neil, head of EMEA corporate and investment banking.  Vicario will keep his existing reporting lines into both O’Neil and the bank’s global corporate banking boss Anne Clarke Wolff for all matters related to corporate banking.  Morisseau and Courbon will report to both Vicario and Matt Cannon, who heads Bank of America’s EMEA investment banking and recently replaced Luigi Rizzo.","76":"(Reuters) - Bank of America Corp is rolling out a new wealth management product that combines automated portfolios with human advice, becoming the latest brokerage to seek to boost business by blending digital with personalized financial planning.  It comes as competitors are increasingly offering hybrid advice models, in response to questions about the potential profitability of stand-alone robo-advisers.  The new service underscores how Bank of America is targeting downscale clients even as certain banks like Morgan Stanley have opted to reserve human advice for wealthy customers.  The Bank of America service, Merrill Guided Investing with an Advisor, builds on its robo adviser launched in 2017, adding the ability for clients to call or make an appointment with a bank employee to discuss their financial goals.  Providing online investors access to a human adviser is growing more popular in the wealth management industry as studies have shown many clients prefer a combination of digital and personal advice.  Robo-advisers typically use computer algorithms to create and manage portfolios made up of low-cost exchange-traded-funds for clients with as little as a few hundred dollars to invest.  Merrill Guided Investing, which uses recommendations from the wealth management chief investment office, requires a $20,000 minimum investment for access to a financial adviser who can offer help over the phone, online, or in person at a Bank of America branch.  The tiered offering is meant to attract young families and others in the early stages of wealth accumulation, head of Consumer Banking & Investment Aron Levine told Reuters.  Bank of America estimates that 85 percent of its clients who are eligible for its wealth management products hold investments elsewhere.  “It’s critical for us to have the right wealth management solution to meet the needs of investors at every age, and every stage of their wealth accumulation,” said Andy Sieg, president of Merrill Lynch Wealth Management.  Research firm Aite Group expects digital wealth management to continue growing quickly over the next few years but said in a May 2019 survey that large incumbents will grow faster than start-ups as they leverage their massive distribution networks.  With a 0.85% annual fee, Merrill Guided Investing with an Advisor is more costly than many competitors’ hybrid financial planning services.  Betterment, a start-up robo-adviser, charges an annual fee of 0.4 percent for its premium service and has a minimum investment of $100,000, while Wells Fargo & Co’s Intuitive Investor charges 0.5% annually with a minimum investment of $10,000.  (This story corrects minimum investment amount for Betterment’s premium service in the final paragraph).","77":"FILE PHOTO: SsangYong logo is seen on the rear of new XLV compact SUV during media day, ahead of the 84th Geneva Motor Show, at the Palexpo Arena in Geneva March 4, 2014. REUTERS\/Arnd Wiegmann\/File Photo  NEW DELHI (Reuters) - Automaker Mahindra & Mahindra’s South Korean unit Ssangyong Motor Co has defaulted on loan repayment of about 60 billion won ($55 million), the Indian company said in a statement to the stock exchange on Tuesday.  Of the total payment that was due on Dec. 14, about 30 billion won was owed to Bank of America, 20 billion won to JP Morgan Chase and 10 billion won to BNP Paribas, Mahindra said.  Shares of the Indian automaker fell as much as 1.5% on Tuesday to their lowest since Nov. 23, while those of Ssangyong fell up to 7.72%.  Mahindra has since June been looking for a buyer for all or most of its 75% stake in the South Korean sport-utility vehicle (SUV) maker, which it bought from near-insolvency in 2010 but has struggled to turnaround.  The move is part of a wider restructuring effort by Mahindra under which it is reviewing all of its loss-making businesses to cut costs and prioritise capital expenditure.  Ssangyong has total outstanding loans of about 100 billion won ($92 million) to the three banks, Mahindra said.  While the Indian automaker had made a commitment to cover the loans, its final liability would be limited to the extent not recovered from the South Korean SUV maker, it added.","78":"March 15 (Reuters) - Bank Of America Corp:  * BANK OF AMERICA - CREDIT CARD DELINQUENCY RATE 1.72 PERCENT AT FEBRUARY END VERSUS 1.70 PERCENT AT JANUARY END - SEC FILING  * BANK OF AMERICA - CREDIT CARD CHARGE-OFF RATE WAS 2.78 PERCENT IN FEBRUARY VERSUS 2.58 PERCENT IN JANUARY Source text : [ID:bit.ly\/2FJmcbq] Further company coverage:","79":"FILE PHOTO: A Bank of America logo is pictured in the Manhattan borough of New York City, New York, U.S., January 30, 2019. REUTERS\/Carlo Allegri\/File Photo  LONDON (Reuters) - Bank of America's BAC.N seasoned deal-maker Wadih Boueiz has resigned after a career spanning 21 years, a source with knowledge of the matter told Reuters.  Boueiz, 43, was in charge of the bank’s global sovereign wealth funds and public pensions division.  Boueiz, known as Woody, started his career at Bank of America in New York in 1999 and then moved to London in 2007.  He made his name in the Middle East where he started working in 2011, advising the likes of Abu Dhabi National Oil Company (ADNOC) and Abu Dhabi Investment Authority (ADIA).  In a memo seen by Reuters, the bank’s co-heads of global investment banking Jack MacDonald and Thomas Sheehan told staff that Boueiz had decided to pursue opportunities outside the firm.  Boueiz was until last summer co-head of the bank’s corporate and investment banking business across the Middle East and North Africa with Hakim Karoui, focusing mostly on large investment banking clients, the source said.  He represented Saudi Arabia’s Public investment Fund (PIF) on the $69 billion sale of its 70% stake in Saudi Basic Industries Corp (SABIC) to oil giant Saudi Aramco.  Boueiz also worked closely with ADNOC on the sale of a 49% stake in its oil pipelines business to an investment consortium comprising BlackRock and KKR.  Bank of America declined to comment.","80":"Feb 25 (Reuters) - Bank of America Corp is dropping the \"Merrill Lynch\" name from most of its businesses including its investment bank unit, the lender said here on Monday.  The bank will rename its wealth management business as “Merrill,” while the global markets, investment banking, and capital markets business will be known as “BofA Securities.”  Bank of America bought Merrill Lynch at the height of the 2007-08 financial crisis. (Reporting By Aparajita Saxena in Bengaluru; Editing by Sai Sachin Ravikumar)","81":"WASHINGTON\/NEW YORK (Reuters) - Congress and the White House were attempting to broker a deal over how to spend emergency aid to address the migrant surge as lawmakers, private companies and presidential candidates raised alarms about immigrants facing dangerous conditions along the U.S.-Mexico border.  The Republican-controlled Senate passed by an overwhelming 84-8 vote a $4.6 billion spending bill on Wednesday. The Democratic-led House of Representatives on Tuesday night tied more strings to its approval of the money, setting standards for health and nutrition of migrants in custody after reports they lacked necessities such as soap and diapers.  Now the two chambers are trying to strike a compromise to send to U.S. President Donald Trump before Congress recesses at the end of this week for the Fourth of July holiday.  The House on Thursday will consider adding to the Senate-passed bill several requirements that were in the House version, including medical, nutrition and hygiene standards for facilities holding migrants, and a three-month limit for any child to spend at an intake shelter, said House Speaker Nancy Pelosi. It would also require the death of a child be reported within 24 hours.  Trump has made cracking down on immigration a centerpiece of his administration but officials are saying they will run out of money for border agencies soon. Border crossings hit the highest level in over a decade in May, straining resources and creating chaotic scenes at overcrowded border patrol facilities.  The need for funding has become more urgent as attorneys last week called attention to more than 300 children detained in squalid conditions at a border patrol facility in Clint, Texas.  Children are supposed to be transferred quickly out of border patrol facilities and into shelters overseen by the Department of Health and Human Services (HHS).  Slideshow ( 4 images )  There are currently 178 children in border patrol facilities who have been there longer than 72 hours, Representative Diana DeGette said she was told by HHS on Wednesday.  Adding to concerns was a harrowing photo published this week of a Salvadoran migrant and his young daughter who both drowned crossing the Rio Grande from Mexico.  Trump has said U.S. asylum laws, which allow those who claim fear of returning to their home countries to seek protection through a U.S. court process, need to be changed to deter migrants from coming. But so far the president has failed to push through any changes in Congress.  At this pivotal time in U.S. border policy, the head of the U.S. immigration agency is resigning on July 5. The head of U.S. Immigration and Customs Enforcement (ICE), Mark Morgan, will take his place, an official said.  ICEBOXES AND PRIVATE DETENTION CENTERS  Immigration advocates have long complained about inadequate conditions in border patrol facilities, often called “hieleras” - or “iceboxes” - by the immigrants held there because they are so cold.  Slideshow ( 4 images )  But the stark images and descriptions of detention conditions has spurred some companies and employees to take action.  On Wednesday, several hundred people, including employees of Wayfair Inc, rallied in Boston to protest the online retailer’s sale of furniture for a detention facility in Carrizo Springs, Texas housing migrant children.  Also on Wednesday, Bank of America Corp said it will no longer finance operators of private prisons and detention centers, joining peers in distancing itself from a sector that has triggered protests over Trump’s policies.  ICE typically detains adults who have been arrested in the interior of the United States or arrested at the border, and contracts with private companies like CoreCivic Inc and GEO Group Inc, two major private prison operators. Bank of America has underwritten bonds or given syndicated loans to both companies.  Private detention centers account for about two-thirds of people held by ICE, S&P Global Ratings estimated last year.  With younger and younger children crossing the border and being held for longer periods of times, the issue is becoming a flashpoint of debate ahead of the 2020 presidential elections.  Democratic candidates Elizabeth Warren and Amy Klobuchar, both U.S. senators, visited a different private facility in Florida on Wednesday holding thousands of unaccompanied migrant children. Close to a dozen other candidates, including Senator Kamala Harris, Senator Bernie Sanders and Mayor Pete Buttigieg, said they would tour the same center later this week.  Immigration advocates have said the Homestead facility, which houses more than 2,000 teenagers apprehended at the border, does not meet basic safety and wellness standards.","82":"FILE PHOTO: A Bank of America logo is seen in New York City, U.S. January 10, 2017. REUTERS\/Stephanie Keith\/File Photo  (Reuters) - Bank of America Corp's BAC.N co-head of consumer and business banking said on Tuesday he expects the consumer banking unit's efficiency ratio to remain flat or improve further as it cuts more costs tied to moving physical checks and cash.  Speaking at a conference, Dean Athanasia said the closely watched figure measuring expenses per dollar of revenue would remain below 50 percent for the unit but did not provide a specific time frame for the outlook.  The unit’s efficiency ratio fell to 49.6 percent in the first quarter of this year, compared to 51.5 percent for full-year 2017 and 61.1 percent in full-year 2014.  The company earlier this year launched an artificial intelligence-based virtual assistant and plans to renovate 1,500 of its branches to include more automation. Athanasia said higher volume through the Zelle digital payment system launched in July 2017 would also help continue to improve costs.  Athanasia also noted that consumers have been spending more and “levering up” following the U.S. tax code overhaul in December, and that Bank of America has been monitoring the borrowing of its clients across other banks but so far has not seen any issues in terms of credit quality.  “Right now they’re at a pretty good level,” he said. “We just watch diligently.”  (This story corrects fourth paragraph to show Bank of America launched a artificial-intelligence based virtual assistant capability earlier this year, not a standalone app)","83":"WILMINGTON, Del.\/NEW YORK, May 6 (Reuters) - Bank of America Corp is preparing to provide critical financing to Remington Outdoor Co, which makes assault-type rifles, just weeks after the U.S. bank said it would stop financing “military-style” firearms for civilians.  The bank is contributing $43.2 million to a $193 million lending package funded by seven banks, according to court documents, which will help put Remington back on stable footing as it emerges from bankruptcy later this month into an uncertain environment for gun makers.  The package replaces a similar credit facility the banks committed to providing Remington. Both were agreed in late March, before Bank of America, the second-largest U.S. bank by assets, changed its policy to stop financing companies that make military-style guns for civilian use.  Anne Finucane, Bank of America’s vice chair, said in April that the bank had decided on its pledge to help reduce mass shootings, saying in an interview with Bloomberg TV that “it is not our intent to underwrite or finance military-style firearms on a go-forward basis.”  The comment came weeks after a school shooting in Parkland, Florida, triggered a new movement for gun control, led in part by student survivors, increasing pressure on U.S. companies to seek to distance themselves from the firearms industry.  Finucane in the Bloomberg TV interview said that Bank of America was in discussions with its gun-manufacturing clients following the change, but did not give details. She did not mention Remington.  Bank of America’s plans to go ahead with the credit facility following its change of policy in April have not previously been reported.  Bank of America said it does not comment on client matters.  Representatives for Remington and Cerberus Capital Management L.P., Remington’s private equity owner, did not immediately respond to requests for comment. Cerberus will give up its equity stake in Remington under the weapons maker’s bankruptcy plan.  According to a review of bankruptcy court documents and interviews with restructuring experts, Bank of America’s agreement with Remington allows it to back out and find another lender to cover its commitment.  But withdrawing from the deal would hurt the bank’s reputation for standing by its lending agreements and could undermine Remington’s survival, according to one person familiar with the bank’s thinking.  Noting that the credit facility is part of a court-supervised bankruptcy, the source said that if the bank were to pull out of the deal it could expose itself to lawsuits and potential damages.  Remington makes the Bushmaster assault-style rifle, including the one used in the Sandy Hook school shooting in Connecticut in 2012 that killed 20 children and six adults.  At Bank of America’s annual shareholder meeting in April, Chairman and Chief Executive Brian Moynihan said the change of policy toward some gun makers was prompted in part because more than 150 Bank of America employees “directly lost a relative in the shootings in the last couple years.”  Moynihan was responding to conservative activist and shareholder Justin Danhof, who said at the meeting that the bank has an obligation to its investors to make profitable loans.  “The company is willfully giving up money,” Danhof said of the guns pledge.  Remington has been a client of Bank of America and the six other lenders providing the credit facility since at least 2012, according to court records.  For the new facility, Wells Fargo & Co and Regions Bank are each providing $43.2 million, while Branch Banking and Trust Co, Synovus Bank, Fifth Third Bank and Deutsche Bank are providing smaller amounts.  Wells Fargo has said it believes the government should set gun policy, not companies through their credit.  The other banks declined to comment or did not respond to requests for comment.  In the weeks leading up to Remington’s bankruptcy, 30 other potential lenders turned down requests for help from Remington’s financial adviser, many of them citing firearms as the reason, according to court documents.  One corporate restructuring specialist suggested Bank of America could have used the new credit facility as leverage to demand that Remington stop making assault-style rifles.  “It’s perfectly reasonable for them to say to any borrower, ‘We’re happy to lend to you if you don’t make military-style assault weapons,’” said Ted Gavin of the Gavin\/Solmonese LLC restructuring advisory firm. “The lender has all the power.” (Reporting by Tom Hals in Wilmington, Delaware and Jessica DiNapoli in New York Editing by Noeleen Walder, Daniel Wallis and Leslie Adler)","84":"March 6 (Reuters) - Bank of America Corp is splitting its trading staff with about 100 employees working out of the Stamford location effective Monday, according to a source familiar with the matter.  This was a precautionary move, the source said, adding that other business lines were not impacted by the split.  Business Insider earlier reported on the development, citing an internal memo sent on Thursday to employees of its New York-based fixed income and equities units.  Employees at the company’s headquarters “should continue to come into the office and operate business as usual”, but staff will be banned from moving between the Stamford and Manhattan offices, according to the report.  The number of people infected with coronavirus across the world crossed 100,000 on Friday as the outbreak reached more countries and the economic damage intensified.  Other U.S. banks like JPMorgan divided its team between central locations and a secondary site in New Jersey, while Goldman Sachs sent some traders to nearby secondary offices in Greenwich, Connecticut and Jersey City. (Reporting by C Nivedita in Bengaluru and Imani Moise in New York; Editing by Shounak Dasgupta)","85":"Oct 30 (Reuters) - Bank of America Corp said on Friday that nearly $10 billion of its consumer loan portfolio was in a deferral program due to the COVID-19 pandemic.  Deferred consumer and small- business loans totaled $9.8 billion as of Oct. 21, according to a regulatory filing. The deferred loans include $9 billion in residential mortgage and home equity loans, $298 million in credit card loans and $582 million of small business and consumer vehicle loans.  Excluding small business loans, deferred commercial balances totaled $1.4 billion, or 0.29% of total commercial loans. (Reporting by Imani Moise; Editing by Leslie Adler)","86":"The National Fair Housing Alliance and other groups and homeowners can pursue a proposed class action accusing Bank of America of neglecting maintenance on foreclosed homes in predominantly black and Hispanic neighborhoods, a federal judge in Maryland ruled.  In a decision on Thursday, U.S. District Judge Catherine Blake in Baltimore said the plaintiffs presented enough data to support their claims of “significant disparities” in routine exterior maintenance of homes in minority communities across the country, compared with homes in white communities.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2Y3UtdU","87":"(Reuters) - Bank of America Corp reported quarterly profit above analyst expectations on Monday as the second-largest U.S. lender cut expenses and benefited from growth in loans and deposits on the back of a strengthening economy.  Noninterest expense dropped 5 percent in the quarter from a year earlier as the bank trimmed headcount and worked on digitizing its retail operations to lower overhead.  Revenue rose in each of the bank’s segments with the exception of global banking, where lower investment banking fees dragged revenue down 2 percent.  The bank’s shares were up 2.4 percent to $29.24 in morning trading.  During his near-decade long tenure, Chief Executive Brian Moynihan has focused on making the bank’s sprawling operations more efficient. Two years ago, he pledged to cut expenses to $53 billion by the end of this year, and the bank confirmed it is on track to meet that goal and plans to hold expenses at that level through 2020.  Banks have been broadly expected to report higher investment banking fees this year as lower U.S. corporate tax rates and a friendlier regulatory environment encourage deal making.  Moynihan acknowledged on a call with analysts that the bank is underperforming peers when it comes to earning M&A advisory fees.  “The team knows they can do a better job, and they’re after it,” he said.  The corporate tax cuts have helped boost Bank of America’s bottom line along with its Wall Street peers, while Federal Reserve interest rate hikes have padded net interest income.  FILE PHOTO: A customer uses an ATM at a Bank of America branch in Boston, Massachusetts, U.S., October 11, 2017. REUTERS\/Brian Snyder\/File Photo  Total loans increased 2 percent in the quarter for Bank of America, led by growth in its consumer banking and wealth management businesses.  Total loan growth continued to be weighed by its runoff portfolio of consumer real estate loans, while year-over-year growth in Bank of America’s business segments was 5 percent.  In comparison, JPMorgan Chase & Co’s core loans, which exclude consumer credit and loans to the biggest corporations, rose 7 percent in the quarter. Citigroup Inc’s total loans rose 5 percent.  Loan growth combined with higher interest rates helped push net interest income up during the quarter, but rising interest rates also increased the price the bank pays for its deposits.  The bank has increased the rate it pays for deposits in its wealth management and global banking units, Chief Financial Officer Paul Donofrio said.  Overall, Bank of America’s net income applicable to common shareholders rose 36.3 percent to $6.47 billion in the second quarter.  Excluding items, it earned 64 cents per share compared with the average expectation of 57 cents per share, according to Thomson Reuters I\/B\/E\/S.  Net interest income rose 6 percent as the bank’s large stock of deposits and rate-sensitive mortgage securities helped it take advantage of four interest rate hikes in the past year.  Revenue, net of interest expense, fell 1 percent to $22.76 billion. Revenue in the year earlier quarter included a $793 million pretax gain on the sale of the bank’s non-U.S. consumer card business. Analysts had expected revenue of $22.29 billion.  (This version of the story corrects the day of week in the first paragraph)","88":"July 20 (Reuters) - Bank of America Corp said on Monday it has promoted Raul Anaya to head of business banking. In his new role, the 30-year firm veteran will oversee the business line that serves mid-sized U.S.-based companies with annual revenues between $5 million and $50 million. Anaya, who also serves as market president for the Los Angeles area and co-chair of the Hispanic-Latino Executive Council, will report directly to Chief Operating Officer Tom Montag. (Reporting by Imani Moise; Editing by Dan Grebler)","89":"(Reuters) - Bank of America (BofA) Global Research has lifted its oil price forecast for this year and next as demand recovers from coronavirus-linked shutdowns, the OPEC+ output cut deal curtails supply, and producers slash capital expenditure.  FILE PHOTO: The sun is seen behind a crude oil pump jack in the Permian Basin in Loving County, Texas, U.S., November 22, 2019. REUTERS\/Angus Mordant\/File Photo  The bank now sees Brent crude oil averaging $43.70 per barrel in 2020, up from a previous estimate of $37. In 2021 and 2022, the bank forecasts average prices of $50 and $55 a barrel respectively.  For WTI crude, BofA expects an average price of $39.70 per barrel this year, compared with $32 previously, and average prices of $47 in 2021 and $50 in 2022.  “As we head into next year, we believe transportation demand could recover at a faster rate than we initially anticipated,” the bank said in a note dated Friday.  “We also think that OPEC+ will likely hold back larger supply volumes than we anticipated three months ago.”  Brent futures were trading around $42.17 a barrel on Monday, and U.S. crude at $39.54. [O\/R]  “A pattern of falling inventories across most regions should emerge as we move into H2 2020. As a result, we expect the full Brent crude oil curve to return into backwardation by year-end,” it said, referring to a market structure which usually points to supplies tightening up.  It expects the oil market to register a deficit of 2.5 million barrels per day (bpd) in the second half of 2020 and 1.7 million bpd in 2021.  The bank said its bullish view could be challenged if production picked up with the rise in prices, or if there was a significant second wave of COVID-19 infections.  “Yet a synchronous global lockdown is not as likely, even if local stay-at-home orders re-appear,” the analysts at the bank wrote.","90":"FILE PHOTO: The company logo of the Bank of America and Merrill Lynch is displayed at its office in Hong Kong March 8, 2013. REUTERS\/Bobby Yip  LONDON (Reuters) - Bank of America Merrill Lynch has hired Struan Robertson as chairman of its real estate, gaming and lodging investment banking business in Europe, the Middle East and Africa, an internal memo said.  Robertson, who will be based in London, will start in July, the U.S. bank said in the memo, which was confirmed by a BAML spokeswoman on Thursday.  Robertson joins Bank of America Merrill Lynch from Global Student Accommodation Group. He previously had a three-year spell at Host Hotels & Resorts and spent more than two decades at Morgan Stanley, where he was co-head of global real estate advisory, the memo said.  (This story has been refiled to read chairman, paragraph 1)","91":"SAO PAULO, April 2 (Reuters) - FINANCIAL RANK RANK VALUE OF NUMBER ADVISORY FIRM Q1 2018 Q1 2017 DEALS(Jan 1-March OF DEALS 31) Bank of America 1 6 $15,250 bln 4 Merrill Lynch Banco Itaú BBA 2 10 $14,869 bln 6 Riza Capital 3 - $14,575 bln 2 Consultoria Morgan Stanley 4 1 $14,393 bln 1 & Co Goldman Sachs & 5 4 $693 mln 2 Co Banco BTG 6 3 $323 mln 2 Pactual SA Santander 7 8 $272 mln 1 Global Corporate Bnk Credit Suisse 8 7 $257 mln 1 Banco Bradesco 9 2 n.d 1 SA Rothschild & Co 9 - n.d 1 Arab Banking 9 27 n.d. 3 Corporation Industry Total $17,610 bln 102 (Reporting by Tatiana Bautzer; Editing by Richard Chang)","92":"NEW YORK (Reuters) - For the first time in nearly five years, Bank of America Corp BAC.N did not rely on cost cuts to amplify profits – the latest sign of big U.S. banks prioritizing investments in their businesses over short-term gains.  FILE PHOTO: A Bank of America sign stands on the side of a building in New York U.S., July 16, 2018. REUTERS\/Lucas Jackson  On Tuesday, Bank of America reported better-than-expected quarterly results, helped by loan growth, higher equities trading revenue and bigger fees from dealmaking and wealth management.  But overall, the bank’s net revenue was nearly flat, as were core expenses. The difference between those two figures, known as operating leverage, is watched closely on Wall Street as a barometer of how well a bank manages costs.  That metric had been positive at Bank of America for eighteen straight quarters, until the most recent one.  Instead of slashing expenses, the Charlotte, N.C.-based lender spent more on marketing, technology, real estate, equipment and compensation during the quarter.  Its U.S.-centric consumer business opened 20 new locations, renovated another 117 and paid retail employees more after a pledge to boost minimum wages to $15 an hour. Bank of America also opened a new Paris office, hired more customer-facing staff and spent on digital tools across its operation.  Such investments are necessary to keep businesses healthy and growing, executives said, while asserting they have a good handle on expenses. Chief Executive Brian Moynihan pledged to keep annual costs at around $53 billion.  “We’ve been able to operate at that [level] despite increased investments in technology and infrastructure, buildings and people,” he said.  Bank of America, the second-largest U.S. lender by assets, does not stand alone in prioritizing business investments over cost cuts.  Goldman Sachs Group Inc GS.N, for instance, has been spending heavily on its burgeoning consumer business even as its revenue has slumped. Executives defended the strategy on Tuesday when discussing quarterly results.  Similarly, Wells Fargo & Co WFC.N partially explained its outlook for higher expenses in a presentation by saying \"we don't want to forgo revenue to manage to an expense target.\" Costs at the San Francisco based bank have also been elevated as the bank hired more risk and compliance professionals to help it work through its regulatory issues.  Citigroup Inc C.N management also faced questions about winnowing operating leverage. The bank, which reduced headcount by 7,000 over the past year, has been keeping a close eye on travel expenses while avoiding what its finance chief called \"non-critical hires.\"  But CEO Michael Corbat also sounded a cautious note about not “sacrificing the investments that we need to make to either maintain or continue to attempt to build competitive advantages.”  JPMorgan Chase & Co JPM.N was the only one to report positive operating leverage for the third quarter as well as year-to-date.  Spending in the face of revenue pressure is a sharp reversal for the U.S. banking industry after years of cost cuts following the 2007-2009 financial crisis. For Bank of America, it also marks a new chapter for CEO Brian Moynihan.  His tenure was defined first by spending billions of dollars to settle costly legal disputes, and then cutting billions of dollars from Bank of America’s expense line through an initiative he dubbed “Project New BAC.”  From when Moynihan first developed the cost-cutting plan in 2011 through last year, the bank’s annual expenses have fallen by more than one-third and its payroll is down by more than 70,000 workers.  On Wednesday, Moynihan predicted recent investments will pay off through productivity gains and that the bank will find more savings by doing things like reducing paper use.  “We have a good track record of generating operational savings,” he said.","93":"FILE PHOTO: Chairman and CEO of Bank of America Brian T. Moynihan attends a session at the 50th World Economic Forum (WEF) annual meeting in Davos, Switzerland, January 21, 2020. REUTERS\/Denis Balibouse  (Reuters) - Bank of America Corp Chief Executive Officer Brian Moynihan’s annual pay fell by about $2 million, or 7.5%, in 2020, a regulatory filing showed on Friday.  Moynihan will receive $24.5 million for his work during the year, compared with $26.5 million in 2019, the bank said. His base salary was held flat at $1.5 million and the remainder was made up of incentive compensation. bit.ly\/3admuZO  Profit tumbled 35% last year as the bank set aside billions of dollars in reserves for pandemic-fueled bad loans and low interested rates crimped revenue.  Earlier this year, Wells Fargo said CEO Charlie Scharf’s pay dropped 12% in 2020 while Goldman Sachs CEO David Solomon’s tumbled by 36%. JPMorgan Chase & Co held CEO Jamie Dimon’s annual pay flat.  Morgan Stanley’s top boss James Gorman say his pay jump 20%.","94":"NEW YORK (Reuters) - Morgan Stanley MS.N and Bank of America Corp BAC.N are expanding the employee-benefits services they offer, hoping to gain market share in the dull-but-reliable business of managing wealth for companies and employees.  FILE PHOTO: A sign is displayed on the Morgan Stanley building in New York U.S., July 16, 2018. REUTERS\/Lucas Jackson  The banks, which operate the two biggest U.S. wealth management firms, are focused on different parts of the benefits business, executives told Reuters. But both strategies create opportunities for the firms to market to younger and middle-class clients.  Morgan Stanley is building on its $850 million purchase of Solium Capital, which manages employee stock plans for some 3,400 companies and 2.7 million employees.  Morgan Stanley has renamed it Shareworks and is looking to roll out deferred compensation management, health savings accounts and student loan refinancing. The firm is also considering partnering with a payroll company.  Meanwhile, Bank of America has focused on retirement services, with significant growth in its 401(k)s and health service accounts businesses.  The bank now manages plans for about 30,000 companies covering 5 million people. It ranked No. 7 on PlanSponsor.com’s annual list of 401(k) record-keepers by assets last year, three notches higher than in 2017.  The two banks typically cater to older, wealthy families. By providing wealth services to companies, they hope to start relationships with young workers that could develop into one-on-one wealth management relationships later.  The investments Morgan Stanley and Bank of America are making in workplace benefits services reflect the global banking industry’s shift toward steadier, fee-driven businesses to offset a secular decline in trading revenue since the 2007-2009 financial crisis.  However, the business has become more competitive in recent years. Fidelity, Vanguard and TIAA are consistently ranked as the top three employee-benefits providers, and Charles Schwab Corp SCHW.N and E*Trade Financial Corp ETFC.O have substantial stock plan businesses.  Companies only consider changing financial institutions about once a decade, and retirement products are fairly standardized, leaving little incentive to switch.  Combined with a push to reduce investor fees and the hefty expense of operating an employee-benefits operation at scale, it could be hard for Morgan Stanley and Bank of America to succeed, analysts said.  “This is a very fee-sensitive industry,” said Anastasia Krymkowski, an associate director at research firm Cerulli Associates specializing in retirement. “It’s an even bigger deal in 401(k) plan management because you have this idea of being a good fiduciary.”  OPPORTUNITIES FOR GROWTH  Nonetheless, executives at the two banks told Reuters in separate interviews that they see opportunity to grow revenues and gain clients through these businesses.  Bank of America believes it can pick up clients left behind by JPMorgan Chase & Co JPM.N and Wells Fargo & Co WFC.N, which both quit the 401(k) business in recent years.  And Morgan Stanley bought the most popular software platform for employee stock plans, making it difficult for rivals to compete.  Morgan Stanley has added 200 new corporate clients since the acquisition and estimates that, overall, employees on Shareworks’ platform have $1.5 trillion in other accounts.  Executives predict that, over the next decade, they can turn hundreds of thousands of employees into customers of the firm’s robo-adviser or its full-service brokerage.  “It creates value for the employer, the employee and creates a new source of potential clients for us,” said Jed Finn, chief operating officer of Morgan Stanley’s wealth unit.  Analysts said revenues earned from Shareworks will be minimal in the near-term but later could create substantial business.  Bank of America’s strategy to market a full suite of employee benefit products, including 401(k)s, equity compensation plans and health savings accounts, to existing clients in other parts of the bank also makes it money now.  Bank of America added nearly 3,000 corporate clients to its institutional retirement business in 2018, up about 50% from the prior year. So far this year, it has added another 2,190 of them. That includes 401(k)s, HSAs, employee stock and defined benefit plans.  “The vast amount of wins come from existing clients,” said Alastair Borthwick, Bank of America’s global head of commercial banking.  Still, only about 10% of Bank of America’s corporate clients use its retirement services, presenting the bank with an opportunity, Borthwick said. The institutional retirement business is hiring more retirement specialists to help pitch these products.  “Getting a company to turn on a 401(k) or a stock plan administration takes time,” said Glenn Schorr, analyst at Evercore ISI. “The good news is that they already have relationships with their target market customer and now it is up to them to convince them.”","95":"March 15 (Reuters) - Bank of America Corp has promoted two veteran investment bankers to be co-heads of U.S. mergers and acquisitions, Kevin Brunner and Ivan Farman, according to a memo seen by Reuters.  A bank spokesman confirmed the contents of the memo, which was dated Thursday.  Brunner and Farman are based in New York and report to the global co-heads of M&A, Adrian Mee and Patrick Ramsey.  Brunner joined the firm in 1999 and covers technology, media and financial institutions clients. Farman joined in 1998 and focuses on healthcare.  “Kevin and Ivan have advised on their respective industry’s most transformational deals, helping position our M&A franchise as an industry leader,” Mee and Ramsey said in the memo.  Two Houston-based bankers, Alastair Hunt and Ben Lett, were also named vice chairmen of Americas M&A, according to the memo.  A London-based banker, Eamon Brabazon, was appointed a co-head of Europe, the Middle East and Africa (EMEA) M&A. He will work alongside Luca Ferrari, a co-head of that group.  Brabazon joined the bank in 2015 as head of Financial Sponsors M&A in that region. He was previously at JP Morgan.","96":"A new lawsuit accuses Bank of America of violating a federal anti-racketeering law by failing to tell borrowers about their right to cancel private mortgage insurance for their homes.  The proposed federal class action filed on Wednesday in Manhattan federal court by Andrea Basli, of Carmel, New York, seeks unspecified triple damages for Bank of America’s alleged fraudulent scheme to extract fees from unsuspecting borrowers.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2TNsaBf","97":"Feb 15 (Reuters) - Bank Of America Corp:  * BANK OF AMERICA - CREDIT CARD DELINQUENCY RATE 1.70 PERCENT AT JANUARY END VERSUS 1.66 PERCENT AT DECEMBER END - SEC FILING  * BANK OF AMERICA - CREDIT CARD CHARGE-OFF RATE WAS 2.58 PERCENT IN JANUARY VERSUS 2.60 PERCENT IN DECEMBER Source text:(bit.ly\/2lhnWBE) Further company coverage:","98":"(Reuters) - Bank of America Corp executives on Wednesday joined the chorus of U.S. bank officials predicting an economic recovery would improve business in the quarters ahead, after lower interest rates fueled a miss on third-quarter revenue.  A Bank of America logo is pictured in the Manhattan borough of New York City, New York, U.S., January 30, 2019. REUTERS\/Carlo Allegri  The Charlotte, North Carolina-based lender set aside lower provisions for potential loan losses, mirroring other Main Street peers such as JPMorgan Chase and Citigroup that also lowered reserves.  “Our decision to add less to our credit reserves this quarter than in the two previous quarters was largely based on an improving economy relative to 90 days ago,” Bank of America Chief Financial Officer Paul Donofrio said on a call.  JPMorgan executives on Tuesday sounded a cautiously optimistic note that the coronavirus pandemic will not send the economy into the worst possible tailspin.  Bank of America set side $1.4 billion to meet future losses in its commercial loan portfolio in the quarter, far less than the $5.1 billion it provided for during the June quarter. Profit fell but beat estimates.  “We don’t expect to see a meaningful increase in net charge-offs to mid next year, and we expect that the reserve builds are behind us,” Chief Executive Brian Moynihan said in a post-earnings conference call.  Revenue in its core consumer bank fell 17% to $8 billion in the third quarter, mainly due to lower interest income and reduced credit card activity. Its loan book shrank for the first time since 2015, according to Refinitiv data.  Net interest income at the bank, a key measure of how much it can make from lending, sank 17%, showing the effects of the U.S. Federal Reserve’s moves to slash interest rates to near-zero and promise to keep them there to help spur growth.  The bank is especially vulnerable to rate movements because of the composition of its balance sheet, weighing on overall revenue that missed estimates.  The lender also posted weak results in its sales and trading arm, in stark contrast to JPMorgan and Citigroup, which reported a 30% and 16% rise in trading revenue on Tuesday.  Bank of America’s adjusted sales and trading revenue rose 4% to $3.3 billion.  “Unfortunately loan demand is what it is and the combination of pay-downs of credit facilities (good thing), mortgage prepays, open capital markets and overall cautious market conditions led to a 5% decline in loans and rates are really pressuring revenues (down 7%) and that’s a bigger part of the BofA story. Feels sluggish, but not far off from expectations,” said Evercore ISI analyst Glenn Schorr.  The second largest U.S. bank by assets posted adjusted revenue of $20.45 billion, compared with analysts’ average estimate of $20.81 billion, according to IBES data from Refinitiv.  Net income applicable to common shareholders fell 15.8% to $4.44 billion, or 51 cents per share, in the quarter ended Sept. 30, but beat estimates of 49 cents.  Shares of the bank were down nearly 3% in early trading.","99":"Cook County, Illinois can proceed with a lawsuit accusing Bank of America of targeting minorities for predatory, high-interest mortgages that allegedly led to thousands of foreclosures, a federal judge in Chicago has ruled.  But U.S. District Judge Elaine Bucklo said in her decision on Friday, that several harms Cook County asserted, such as lost revenue and increased policing costs in blighted neighborhoods, “do not flow directly” from the discrimination the county alleges, and she limited the damages it can recover.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2IolyRE","100":"FILE PHOTO: A Bank of America logo is seen in New York City, New York, U.S. January 10, 2017. REUTERS\/Stephanie Keith\/File Photo  LONDON (Reuters) - Bank of America BAC.N has given two of its executives additional European Union-related leadership roles as it prepares for Britain's exit from the bloc, the U.S. lender said on Friday.  Luigi Rizzo, its head of investment banking in Europe, Middle East and Africa (EMEA), will take on additional duties as head of EU corporate and investment banking, BofA said.  Michael Coppock, head of financial institutions corporate banking in the EMEA region, will take on added duties as head of EU corporate broking.  Both will be based in Paris.","101":"A sign for a Bank of America office is pictured in Burbank, California August 19, 2011. REUTERS\/Fred Prouser  (Reuters) - Bank of America Corp on Saturday became the latest financial heavyweight to take aim at gunmakers, saying it would ask clients who make assault rifles how they can help end mass shootings like last week’s massacre at a Florida high school.  Bank of America, the second-biggest U.S. bank by assets, said its request to makers of the military-style weapons was in line with those taken by other financial industry companies to help prevent deadly gun rampages.  “An immediate step we’re taking is to engage the limited number of clients we have that manufacture assault weapons for non-military use to understand what they can contribute to this shared responsibility,” the Charlotte, North Carolina-based bank said in a statement.  It did not name the clients who make assault rifles. The weapons have been widely used in U.S. mass shootings, including the one on Feb. 14 that killed 17 people at Marjory Stoneman Douglas High School in Parkland, Florida.  The Bank of America move came after BlackRock Inc, the world’s biggest asset manager, said on Thursday it would speak with weapons manufacturers and distributors “to understand their response” to the high school massacre.  The First National Bank of Omaha has said it will not renew a contract with the National Rifle Association to issue a NRA-branded Visa card. The lender was among several corporate partners that have cut marketing ties with the powerful gun lobby in recent days.","102":"Slideshow ( 2 images )  (Reuters) - Bank of America Corp is dropping the “Merrill Lynch” name from some of its businesses, phasing out a brand with a long history on Wall Street as part of a multi-year marketing effort, the lender said on Monday.  The investment bank and capital markets business is ditching the 104-year old name to become BofA Securities and its wealth management businesses will collectively be called “Merrill,” without the Lynch.  The individual units, Merrill Lynch Wealth Management, Merrill Edge and Merrill Guided Investing will keep their names.  U.S. Trust, Bank of America’s private bank which caters to ultra-high net worth clients, will become Bank of America Private bank, and Merrill Lynch Private Banking & Investment Group will become Merrill Private Wealth Management, dropping the “Lynch.”  In the past, rebranding has faced some opposition. The average age of financial advisers is in the mid- to late-50s, and many feel fierce loyalty to the brand of the firm where they have worked for years.  Before it was bought in 2009 in the throes of the financial crisis, Merrill Lynch was known for its powerful investment bank and “thundering herd” of financial advisers. The brand survived over the last decade, unlike other iconic firms like Lehman Brothers and Bear Stearns whose names faded away once they were acquired.  Under the new “Merrill” umbrella, the firm will launch a new marketing campaign featuring the “Merrill bull front and center,” the company told Reuters in a statement.  The change comes as Bank of America is working to boost morale in its investment bank after a year of declining market share and revenue and a string of departures by senior leaders.","103":"Slideshow ( 2 images )  (Reuters) - Warren Buffett's Berkshire Hathaway Inc BRKa.N said on Thursday it has bought another $522 million of stock in Bank of America Corp BAC.N, boosting its already large stake in the second-largest U.S. bank by assets.  Berkshire bought about 21.2 million Bank of America shares from July 28 to 30, according to a regulatory filing.  Following those purchases, Berkshire owned a total of 1.02 billion shares in Bank of America which roughly represents an 11.8% stake in the company.  Berkshire has spent more than $1.7 billion on 71.5 million Bank of America shares since July 20, including the latest purchases, according to regulatory filings.  Berkshire began investing in Bank of America in 2011, a time many investors worried about the bank’s capital needs, when it acquired $5 billion of preferred stock plus warrants to buy 700 million common shares.  By the end of March, Bank of America had become Berkshire's second-largest common stock investment, trailing only Apple Inc AAPL.O. Berkshire also invests in several other banks.  The latest purchases help Omaha, Nebraska-based Berkshire reduce its cash pile, which totaled $137.2 billion at the end of March.","104":"Slideshow ( 2 images )  (Reuters) - Bank of America Corp BAC.N will reward employees for the bank's strong performance through special bonuses for the third straight year, according to an internal memo viewed by Reuters.  Roughly 95% of the bank’s employees will receive the special bonus this year. Those making less than $100,000 a year will get$1,000 in December, and those making between $100,000 and $350,000 a year will receive stock awards in first quarter of next year. “A critical part of our commitment to making Bank of America a great place to work is our ongoing focus on recognizing achievements and sharing our success,” Chief Executive Officer Brian Moynihan said in a memo addressed to employees.  The second-largest U.S. bank by assets has posted record profits both years since President Donald Trump’s 2017 tax cuts, and has shared some of those earnings with employees through wage increases and special compensation. The bank has paid out about $1.6 billion in special bonuses since 2017 and has set goal of raising its minimum wage to $20 over the next two years from $13.50 in 2017.  The bonuses were reported earlier by Bloomberg.  Last year, the Charlotte-based bank’s board awarded Moynihan a 15% raise for a total compensation of $27 million reflecting a higher variable compensation tied to company performance. Other C-suite executives got bonuses that were on average 9% higher, according to filings.","105":"FILE PHOTO: A Bank of America logo is pictured in the Manhattan borough of New York City, New York, U.S., January 30, 2019. REUTERS\/Carlo Allegri\/File Photo  (Reuters) - Bank of America Corp BAC.N agreed to pay $7.23 million in restitution and interest to settle a U.S. regulator's accusations that it overcharged customers on mutual funds.  The Financial Industry Regulatory Authority (FINRA) said on Thursday that the accord resolves charges that defective procedures at the bank’s Merrill Lynch unit caused customers holding 13,328 accounts to incur unnecessary sales charges and fees from April 2011 to April 2017.  FINRA said some eligible customers failed to receive waivers of front-end sales charges when they bought fund shares after previously selling shares from the same fund family, while others failed to receive rebates of back-end sales fees.  Merrill Lynch did not admit or deny wrongdoing. FINRA said the accord reflected the unit’s “extraordinary” cooperation, including its hiring an outside consultant to find harmed customers and promptly paying restitution.  In 2014, FINRA ordered Merrill Lynch to pay an $8 million fine and $24.4 million in restitution to settle charges it failed to waive mutual fund sales charges and fees on more than 47,000 accounts for retirement plans and charitable entities.  FINRA is a self-regulatory organization for the financial industry.","106":"(Adds context on other banks)  March 6 (Reuters) - Bank of America Corp is asking clients about their coronavirus exposure and preparations as part of its evaluation process of which deals to underwrite, according to sources.  The additional layer of risk assessment is aimed at helping prevent the bank from losses on deals, like bond issuances, the sources said.  It comes as coronavirus spreads quickly around the world and is forecast to dent global economic growth. The Institute of International Finance (IIF) downgraded its economic growth forecast for the United States and China on Thursday, while warning that world growth could reach its weakest since the global financial crisis.  Confirmed cases of the illness surpassed 100,000 across the world on Friday as the outbreak reached more countries.  Equity markets have plunged as uncertainty about how and for how long the pandemic will impact companies and the economy.  The S&P 500 swung wildly this week and the volatility has kept many corporates which would have been interested in raising equity capital on the sidelines.  However, lower interest rates fueled by the Federal Reserve’s emergency rate cut on Tuesday has increased corporate appetite for issuing and refinancing debt. Total debt deals totaled $30 billion in the first week of March compared with roughly $90 billion in all of February, according to IFR data.  Bank of America participated in roughly 20 investment-grade debt deals this week, a source said.  Other large banks have implemented similar measures to participate in syndicate lending, sources said.  Big banks have been implementing contingency plans like staggering shifts, and asking their workforce to test telecommuting systems for the past week.  Effective Monday, Bank of America is splitting its trading staff with about 100 employees working out of its Stamford, Connecticut, location, according to another source familiar with the plans.  The plans to split its trading staff to different locations was a precautionary move, the source said, adding that other business lines were not affected by the split.  Business Insider previously reported on the bank’s staffing plans, citing an internal memo sent on Thursday to employees of its New York-based fixed income and equities units.  Employees at the company’s headquarters “should continue to come into the office and operate business as usual,” but staff will be banned from moving between the Stamford and Manhattan offices, according to the report.  Other U.S. banks like JPMorgan divided its team between central locations and a secondary site in New Jersey, while Goldman Sachs sent some traders to nearby secondary offices in Greenwich, Connecticut, and Jersey City. (Reporting by C Nivedita in Bengaluru and Imani Moise in New York; Editing by Anna Irrera, Edward Tobin and Jonathan Oatis)","107":"(Reuters) - Bank of America Corp's BAC.N loan growth lagged rivals and fees from advising on deals and underwriting bonds fell in the third quarter, sending its share price 1.7 lower even as profit beat expectations.  A Bank of America Merrill Lynch sign is seen on a building that houses its offices in Singapore May 17, 2012. REUTERS\/Tim Chong  The No. 2 U.S. bank’s profit rose 35 percent, helped by cost controls, but investors focused on the underlying businesses.  “It was definitely a surprise when some of the other banks had better-than-expected loan growth,” said R.J. Grant, head of trading at Keefe, Bruyette & Woods.  Bank of America’s total loan book grew 0.3 percent to $930 billion during the third quarter compared with the year-ago period. Declines in mortgages and loans to customers of its markets business offset gains in consumer banking, wealth management and commercial loans.  By contrast, JPMorgan Chase & Co JPM.N reported a 6 percent rise in loans and Citigroup Inc C.N reported a 4 percent increase.  Bank of America shares were 48 cents lower at $27.98 shortly after midday.  The fees it generates from advising on mergers dropped 26 percent in the quarter, as did those from underwriting bond offerings. Its sales and trading revenue fell 5 percent.  On a conference call with reporters, Chief Financial Officer Paul Donofrio said Bank of America is working to repair its M&A business after losing market share. At year-end Matthew Koder takes over as head of the corporate and investment bank from Christian Meissner, who announced his plans to leave last month.  “I know we can do better,” said Donofrio.  Still, third-quarter profit showed the rewards of cost controls Chief Executive Officer Brian Moynihan has put in place. By reducing staff, closing unprofitable branches and putting old technology systems to rest, it has eliminated billions of dollars from its annual expenses.  Lenders in general are benefiting from a strong U.S. economy. Rising interest rates, lower taxes, buoyant deposits and healthy loan demand have boosted the industry this year, with some big banks reporting record profits quarter after quarter.  Bank of America’s third-quarter profit jumped to $6.7 billion from $5 billion a year earlier. Excluding special items, the bank earned 67 cents per share, compared with an average analyst estimate of 62 cents per share, according to I\/B\/E\/S data from Refinitiv.  “Overall trends continued to look strong,” Citigroup analyst Keith Horowitz said in a report. “Underlying core results (are) not necessarily as strong as headline number though.”  Revenue rose 4 percent as non-interest expenses fell 2 percent. Thanks to its efficiency efforts, Bank of America’s costs have been rising less or falling more than revenue for the past 15 quarters.  The bank plans to keep annual costs at roughly $53.5 billion through 2020, Donofrio said in a separate call with analysts. That compares with more than $80 billion in costs representing 85 percent of revenue in 2011, the year Moynihan first unveiled an efficiency program dubbed “Project New BAC.”  In the first nine months of this year, Bank of America's ratio of costs to revenue was 59 percent. That compares with 57 percent at JPMorgan Chase & Co JPM.N, 58 percent at Citigroup Inc C.N and 65 percent at Wells Fargo & Co WFC.N.  Asked on the call whether Bank of America can get its cost ratio to the mid-50s in percentage terms, Moynihan said: “We should keep pushing it down.”","108":"Oct 15 (Reuters) - Bank of America Corp reported a 35 percent rise in quarterly profit on Monday as the second-largest U.S. lender benefited from tax cuts, while growth in lending helped it offset lower bond trading revenue.  Net income applicable to common shareholders rose to $6.7 billion, or 66 cents per share, in the third quarter ended Sept. 30 from $4.96 billion, or 46 cents per share, a year earlier.  Analysts on average were expecting the bank to earn 62 cents per share, according to I\/B\/E\/S data from Refinitiv. It was not immediately clear if the numbers were comparable.  Non-interest expense fell 2.4 percent to $13.07 billion. (Reporting by Siddharth Cavale in Bengaluru; Editing by Anil D’Silva)","109":"July 29 (Reuters) - Bank of America Corp said on Monday it would end its joint venture with First Data Corp next June, hours after Fiserv Inc completed its acquisition of the payment processor.  The bank said it expects to incur a non-cash, pretax impairment charge of about $1.7 billion to $2.1 billion in the third quarter of 2019 due to the termination of the partnership started in 2009 to offer electronic payment services to merchants. (Reporting by Uday Sampath in Bengaluru; Editing by Shinjini Ganguli)","110":"WILMINGTON, Del.\/NEW YORK (Reuters) - Bank of America Corp is preparing to provide critical financing to Remington Outdoor Co, which makes assault-type rifles, just weeks after the U.S. bank said it would stop financing “military-style” firearms for civilians.  The bank is contributing $43.2 million to a $193 million lending package funded by seven banks, according to court documents, which will help put Remington back on stable footing as it emerges from bankruptcy later this month into an uncertain environment for gun makers.  The package replaces a similar credit facility the banks committed to providing Remington. Both were agreed in late March, before Bank of America, the second-largest U.S. bank by assets, changed its policy to stop financing companies that make military-style guns for civilian use.  Anne Finucane, Bank of America’s vice chair, said in April that the bank had decided on its pledge to help reduce mass shootings, saying in an interview with Bloomberg TV that “it is not our intent to underwrite or finance military-style firearms on a go-forward basis.”  The comment came weeks after a school shooting in Parkland, Florida, triggered a new movement for gun control, led in part by student survivors, increasing pressure on U.S. companies to seek to distance themselves from the firearms industry.  Finucane in the Bloomberg TV interview said that Bank of America was in discussions with its gun-manufacturing clients following the change, but did not give details. She did not mention Remington.  Bank of America’s plans to go ahead with the credit facility following its change of policy in April have not previously been reported.  Bank of America said it does not comment on client matters.  Representatives for Remington and Cerberus Capital Management L.P., Remington’s private equity owner, did not immediately respond to requests for comment. Cerberus will give up its equity stake in Remington under the weapons maker’s bankruptcy plan.  A man aims a Remington firearm at the annual National Rifle Association (NRA) meeting in Dallas, Texas, U.S., May 4, 2018. REUTERS\/Adrees Latif  According to a review of bankruptcy court documents and interviews with restructuring experts, Bank of America’s agreement with Remington allows it to back out and find another lender to cover its commitment.  But withdrawing from the deal would hurt the bank’s reputation for standing by its lending agreements and could undermine Remington’s survival, according to one person familiar with the bank’s thinking.  Noting that the credit facility is part of a court-supervised bankruptcy, the source said that if the bank were to pull out of the deal it could expose itself to lawsuits and potential damages.  Remington makes the Bushmaster assault-style rifle, including the one used in the Sandy Hook school shooting in Connecticut in 2012 that killed 20 children and six adults.  At Bank of America’s annual shareholder meeting in April, Chairman and Chief Executive Brian Moynihan said the change of policy toward some gun makers was prompted in part because more than 150 Bank of America employees “directly lost a relative in the shootings in the last couple years.”  Moynihan was responding to conservative activist and shareholder Justin Danhof, who said at the meeting that the bank has an obligation to its investors to make profitable loans.  “The company is willfully giving up money,” Danhof said of the guns pledge.  Remington has been a client of Bank of America and the six other lenders providing the credit facility since at least 2012, according to court records.  For the new facility, Wells Fargo & Co and Regions Bank are each providing $43.2 million, while Branch Banking and Trust Co, Synovus Bank, Fifth Third Bank and Deutsche Bank are providing smaller amounts.  Wells Fargo has said it believes the government should set gun policy, not companies through their credit.  The other banks declined to comment or did not respond to requests for comment.  In the weeks leading up to Remington’s bankruptcy, 30 other potential lenders turned down requests for help from Remington’s financial adviser, many of them citing firearms as the reason, according to court documents.  One corporate restructuring specialist suggested Bank of America could have used the new credit facility as leverage to demand that Remington stop making assault-style rifles.  “It’s perfectly reasonable for them to say to any borrower, ‘We’re happy to lend to you if you don’t make military-style assault weapons,’” said Ted Gavin of the Gavin\/Solmonese LLC restructuring advisory firm. “The lender has all the power.”","111":"NEW YORK, Jan 16 (Reuters) - Bank of America Corp’s head of global investment banking Diego De Giorgi is leaving the company, according to an internal memo on Wednesday, in the first major personnel move under new investment banking chief Matthew Koder. A spokesman for the bank confirmed the memo was accurate. De Giorgi could not be reached for comment.  De Giorgi, who leaves next month, will be replaced by two investment bankers, Jack MacDonald and Thomas Sheehan, who will be named co-heads of global investment banking.  The departure comes a few months after Koder, who had been based in Asia, took over as global corporate and investment banking head. Koder replaced Christian Meissner who left the bank at the end of the year.  Last year was a turbulent one for the investment bank marked by a 26 percent decline in advisory fees and a number of managing director departures.  On a call with analysts Wednesday Chief Executive Brian Moynihan said the bank was adding resources to regain share on middle market U.S. deals and deepening coverage in its industry groups.  Koder gave a presentation in October that showed the investment bank underperforming across sectors and said it was imperative the unit change its culture.  “Jack and Thomas possess the ideal mix of relationship management and leadership skills to continue to drive our business forward and deliver growth,” Koder said in the memo.  MacDonald is a longtime technology and M&A banker who became chairman of Global M&A last year and will remain based in Palo Alto, California. Sheehan joined the bank in 2014 from Morgan Stanley and has been head of global healthcare investment since 2015 and will stay in New York. (Reporting by Liana B. Baker and Greg Roumelitois in New York; additional reporting by Imani Moise in New York Editing by Tom Brown)","112":"June 2 (Reuters) - Bank of America Corp said on Tuesday it is making a $1 billion, four-year commitment to help communities address economic and racial inequality exacerbated by the COVID-19 global pandemic.  The U.S. lender is the first big bank to pledge monetary support following violent protests across the country after George Floyd, an unarmed black man, died while in police custody in Minneapolis last week. (Reporting by C Nivedita in Bengaluru; Editing by Bernard Orr)","113":"FILE PHOTO: Christine McCarthy, Senior Executive Vice President and Chief Financial Officer, The Walt Disney Company smiles as she speaks during the Milken Institute's 22nd annual Global Conference in Beverly Hills, California, U.S., April 29, 2019. REUTERS\/Mike Blake  (Reuters) - Walt Disney Co expects to have reopened “a little over 50%” of its hotels and resorts by the end of the fiscal year, according to Chief Financial Officer Christine McCarthy, who spoke via online video to the Bank of America Virtual 2020 Media, Communications & Entertainment Conference on Thursday.  Disney closed its hotels and resorts to help curb the spread of COVID-19.","114":"(Reuters) - Bank of America Corp BAC.N beat Wall Street estimates for quarterly profit on Wednesday as it earned more in advisory fees and its loan book expanded, easing concerns that lower interest rates would crimp growth at the second-largest U.S. bank.  Slideshow ( 2 images )  The lender's shares rose 3% as consumer banking, BofA's biggest business, showed strength in the face of worries over slowing economic growth and added to signs from JPMorgan JPM.N and Citigroup C.N that U.S. household finances remained healthy.  “In a moderately growing economy, we focused on driving those things that are controllable,” Chief Executive Brian Moynihan said. “Across nearly every line of business, we were seeing strong customer activity.”  On a conference call with analysts, BofA’s top executives warned about challenges from lower interest rates and expectations of further cuts, but remained confident about meeting its earlier forecast of 1% growth in full-year net interest income.  Since 2015, Wall Street’s marquee banks have benefited from higher interest rates, as they could afford to charge more interest on loans, without having to significantly raise payouts on deposits.  However, this year, markets have been buffeted trade tensions and a weakening global economy, forcing the Federal Reserve to cut rates twice this quarter.  Bank of America is the most vulnerable among the big U.S. banks to fluctuations in interest rates because of its large deposit stock and rate-sensitive mortgage securities.  BofA took a small hit on its spread and reported a 4 basis-point decrease in its interest margin to 2.41% for the third quarter. But a 5% growth in overall loans helped it overcome the impact of lower rates.  Along with that, strong performance in investment banking and equities trading boosted total revenue past Wall Street expectations.  Revenue from investment banking fees jumped 40%, while consumer banking revenue rose 3%. The bank’s equity trading business outperformed its peers with a 13% jump.  Net interest income also came in higher at $12.34 billion and accounted for more than half of its total revenue.  Net income applicable to common shareholders fell 21% to $5.27 billion, or 56 cents per share, hit by a $2 billion impairment charge. Excluding the charge, the bank earned 75 cents per share.  Revenue, net of interest expense, rose slightly to $22.96 billion.  Analysts were expecting a profit of 51 cents per share and revenue of $22.79 billion, according to IBES data from Refinitiv.","115":"FILE PHOTO: A Bank of America logo is pictured in the Manhattan borough of New York City, New York, U.S., January 30, 2019. REUTERS\/Carlo Allegri\/File Photo  (Reuters) - Bank of America Corp said on Tuesday it would raise its minimum wage to $20 per hour over a two-year period.  On May 1, the minimum hourly wage will rise by $2 to $17, the bank said reut.rs\/2Il5148.  Bank of America joins other Wall Street banks that have raised hourly wages following U.S. President Donald Trump’s move to cut corporate tax rates in 2017.  JPMorgan Chase & Co has been raising hourly wages to between $15 and $18 to pass on the benefits of the tax windfall to employees. [reut.rs\/2F75BgZ]  Bank of America raised its minimum wage to $15 two years ago. The bank’s hourly wage has risen by $4 since 2010, it said.","116":"May 15 (Reuters) - Bank of America Corp:  * BANK OF AMERICA - CREDIT CARD DELINQUENCY RATE 1.63 PERCENT AT APRIL END VERSUS 1.69 PERCENT AT MARCH END - SEC FILING  * BANK OF AMERICA - CREDIT CARD CHARGE-OFF RATE WAS 2.96 PERCENT IN APRIL VERSUS 2.81 PERCENT IN MARCH Source text: (bit.ly\/2IhFIks) Further company coverage:","117":"(Reuters) - A swell of deposits during the coronavirus pandemic has put big U.S. banks on the back foot, with executives saying they hope regulators provide relief on rules that punish bloated balance sheets until loan demand snaps back.  Slideshow ( 3 images )  JPMorgan Chase & Co, Bank of America Corp and Citigroup took in more than $1 trillion in deposits last year, compared with a $92 billion increase in 2019.  In a more normal economy, that kind of boost would be great, allowing banks to lend more or simply invest the money in short-term, low-risk securities, like Treasury bonds.  But the stimulus payments and easy-money policies by the government that led to the inundation of deposits has also created a few problems for the banks: low interest rates that crimp lending profitability and stunted loan demand as customers and companies awash with cash spend less.  Combined with rules that require more capital for bigger balance sheets, that makes deposits more expensive to hold, instead of profitable.  “Excess liquidity is piling up,” Bank of America Chief Financial Officer Paul Donofrio said during a conference call on Tuesday after the bank reported record deposit growth.  Profit margins on new deposits are “practically zero,” JPMorgan Chief Financial Officer Jennifer Piepszak said last week.  Citigroup’s $210 billion deposit increase pushed it into a new bracket under Fed rules, requiring the bank to hold more capital, the bank said last week.  Big banks will not shun deposits due to the dynamic, executives said, because doing so could hurt their franchises. However, they did push regulators to extend capital relief programs that expire March 31. Banks also want adjustments for holdings that are not high risk, like U.S. Treasury securities.  “It is an issue for us in the near to medium term should we not get the extension,” Piepszak said.","118":"U.S. President Donald Trump addresses the daily coronavirus response briefing as Defense Secretary Mark Esper listens at the White House in Washington, U.S., April 1, 2020. REUTERS\/Tom Brenner  WASHINGTON (Reuters) - President Donald Trump hailed one of the country’s largest banks, as well as many small lenders, for making small business emergency loans on the first day of a new U.S. coronavirus economic relief program.  “Great job being done by Bank of America and many community banks throughout the country. Small businesses appreciate your work!” Trump wrote in a tweet","119":"FILE PHOTO: A Bank of America logo is pictured in the Manhattan borough of New York City, New York, U.S., January 30, 2019. REUTERS\/Carlo Allegri  LONDON (Reuters) - Bank of America will join the Netherlands as a primary dealer in 2021, the Dutch State Treasury Agency said on Friday in its outlook for next year.  ING announced last month that it would stop being a primary dealer for Germany and the Netherlands as of January 1, citing a need to strengthen its business amid “challenging market conditions.”  Several lenders have in recent years scaled back primary dealerships across Europe due to increased regulation and squeezed profit margins.  In its 2021 outlook, the DSTA said it will make several changes to its network of primary dealers.  “While ING has decided to discontinue its primary dealership in government securities for the Netherlands as of 1 January 2021, Bank of America will join the DSTA’s network of Primary Dealers in 2021,” the DSTA said.","120":"LONDON (Reuters) - Goldman Sachs GS.N has snapped up a Bank of America BAC.N dealmaker to build up its industrials team as it seeks to win more business in one of the sectors hardest-hit by the coronavirus outbreak, three sources told Reuters.  FILE PHOTO: The ticker symbol and logo for Goldman Sachs is displayed on a screen on the floor at the New York Stock Exchange (NYSE) in New York, U.S., December 18, 2018. REUTERS\/Brendan McDermid\/File Photo  The Wall Street bank has hired Diego Fortunati as a managing director looking after industrials mergers and acquisitions (M&A) across Europe, the Middle East and Africa, the sources said, speaking on condition of anonymity as the matter is private.  Spokesmen at Goldman Sachs and Bank of America declined to comment.  Goldman’s move to bet on M&A comes amid a drought in deal-making as companies are still gauging the devastating economic effects of the pandemic and seeking emergency aid to withstand a coronavirus-related cash drain.  Global merger activity has plunged 33% from a year ago to its lowest level since 2013, according to Refinitiv data.  The number of deals also fell 20% year-on-year and last week, for the first time of any week since September 2004, there were no merger and acquisition deals worth more than $1 billion announced worldwide.  Italian-born Fortunati will join Goldman’s M&A team in London in June, the sources said. He will work closely with Clare Scherrer, the bank’s global co-head for industrials investment banking, to help woo clients including car makers and large conglomerates that are grappling with the fallout of the crisis.  His appointment plugs a gap in Goldman’s wider M&A team after its EMEA financial sponsors M&A head, Antonio Gatti, recently quit to join private equity fund Investindustrial.  Fortunati built his career at Bank of America where he spent more than 15 years, starting as a senior analyst and rising through the ranks to become the bank’s head of EMEA industrials M&A in a newly created role announced in February.  His departure marks the latest exit from Bank of America’s industrials team, which also lost Antonio Brina - another London-based managing director, specialising in basic materials - who moved to JPMorgan in November.","121":"FILE PHOTO: A Bank of America logo is pictured in the Manhattan borough of New York City, New York, U.S., January 30, 2019. REUTERS\/Carlo Allegri\/File Photo  (Reuters) - Bank of America Corp's BAC.N chief technology officer, Howard Boville, has left the company, according to a source familiar with the matter.  Boville will not be replaced and his responsibilities will be split across the bank’s business segments, the source said. The departure was earlier reported by Business Insider.  Boville joined the bank in 2012 and was responsible for designing, building and running the firm’s Cloud Services.","122":"A federal judge in San Jose has dismissed most of a proposed nationwide class action accusing Bank of America of wrongly charging fees to stop electronic payments, ruling that federal law does not restrict the stop-payment fees banks can charge.  In a decision on Tuesday, U.S. District Judge Beth Labson Freeman dismissed all class allegations against the bank while allowing one named plaintiff, Alvin Moody of Georgia, to pursue an individual claim that the bank failed to stop a payment even after he paid the fee.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2YRoFhu","123":"LONDON, Feb 24 (Reuters) - Veteran Bank of America banker Wadih Boueiz has resigned after a career spanning 21 years, a source with knowledge of the matter told Reuters.  Boueiz, 43, was in charge of the bank’s global sovereign wealth funds and public pensions division.  Boueiz, known as Woody, started his career in New York in 1999 and then moved to London in 2007.  He made his name in the Middle East where he was until recently in charge of Bank of America’s corporate and investment banking across MENA - a job that has yet to be filled, the source said.  Bank of America declined to comment.","124":"FILE PHOTO: A Bank Of America ATM is pictured in the Manhattan borough of New York August 21, 2014. REUTERS\/Carlo Allegri  (Reuters) - Bank of America Corp BAC.N added two executives to its management team to fill the role left by former global wealth management chief Terry Laughlin, who passed away unexpectedly in October, the bank said in a statement on Tuesday.  Andy Sieg, head of Merrill Lynch Wealth Management, and Katy Knox, president of Bank of America’s private bank, U.S. Trust, will be elevated to the management team and report directly to Chief Executive Brian Moynihan.  The two new leaders bring different perspectives to the management team. Knox joined the wealth management business as president last year and has experience working with clients from a broad range of business segments, while Sieg, who got his start as a financial analyst at Merrill in 1992, will become the first Merrill Lynch veteran raised to the top ranks of leadership since the company was acquired in 2009.  Wealth management has been a bright spot for Bank of America in recent quarters. On a call with analysts in October, Moynihan called it “the best business there is the world.”  In the first nine months of the year profit in the segment surged 28 percent as client balances grew to a record of nearly $2.8 trillion. Merrill Lynch Wealth Management accounted for roughly 84 percent of those assets.  During his tenure as head of the Merrill Lynch Wealth Management, Sieg has focused on increasing referrals from wealth management services to other products at the bank like loans and credit cards.  Sources who have worked with him say he would do well in the role given his ability to please Merrill’s “thundering herd” of thousands of financial advisors, and the firm’s corporate banking parent.  Chief Operating Officer Tom Montag also worked at Merrill Lynch, but only for a brief few months before the company was acquired by Bank of America in the throes of the financial crisis in 2008. The Charlotte, North Carolina-based bank also announced that Dean Athanasia would take sole leadership of the consumer lines of business after sharing the role with Thong Nguyen who has been appointed vice chairman. Additionally, Vice Chair Anne Finucane will begin to focus on her role as chair of Bank of America’s EU bank.","125":"LONDON (Reuters) - Veteran banker Jean-Eudes Renier is taking on a new role as chairman of Bank of America's BAC.N global industrials investment banking unit as a part of a leadership reshuffle aimed at bolstering the bank's client coverage.  Renier, who has been co-heading global industrials investment banking out of London for more than a decade, will drop management responsibilities to focus entirely on building relationships with key clients, according to an internal memo seen by Reuters.  He will report into Jim O’Neil, who runs the Wall Street bank’s corporate and investment banking business in Europe, the Middle East and Africa (EMEA).  Greg Kelly, who used to run the team with Renier, will become sole head of global industrials investment banking and will remain based in New York, reporting into the bank’s co-heads of global investment banking, Jack MacDonald and Thomas Sheehan.  As part of the new structure, Justin Anstee will become head of industrials for EMEA, while Diego Fortunati will take the helm of EMEA industrials M&A, according to a second memo.  This memo - which was sent by Greg Kelly and Matt Cannon, who runs EMEA investment banking - said Anstee would focus on covering clients in the region, while Fortunati would battle to win advisory mandates and execute on deals in the highly competitive M&A market.  The pair will have different managers, with Anstee reporting into Kelly and Cannon, while Fortunati will continue working for his current bosses, Luca Ferrari and Eamon Brabazon, who co-head M&A in EMEA, the memo said.  Ian Ferguson, who chairs UK and Ireland corporate and investment banking, will expand his remit to work closely with the various product and regional teams to ensure the bank keeps growing its advisory business across EMEA.","126":"June 28 (Reuters) - The following financial services industry appointments were announced on Thursday. To inform us of other job changes, email moves@thomsonreuters.com.  BARCLAYS PLC  The bank has made three senior technology appointments in its markets business as it steps up investment in trading platforms for its investment bank, Reuters IFR reported.  PJ SOLOMON  The U.S. boutique bank has hired Jim McGinnis to head its renewables coverage, the firm said, as it seeks to bolster its expertise at a time of heightened interest in clean energy.  BANK OF AMERICA MERRILL LYNCH  The bank has hired Struan Robertson as chairman of its real estate, gaming and lodging investment banking business in Europe, the Middle East and Africa, an internal memo said.  HANOVER STONE PARTNERS  The risk management services firm said it appointed Ellen Holland as practice leader of its newly established national higher education practice.  NORTH AMERICAN FUND ADMINISTRATION ASSOCIATION  The group for alternative investment fund administration industry added Stone Coast Fund Services, Basiz Fund Services and North Street Global.","127":"Slideshow ( 2 images )  LONDON (Reuters) - Rupert Murdoch’s Twenty-First Century Fox has changed the group of banks lined up to help finance its proposed takeover of European pay-TV company Sky, replacing Bank of America with Citibank.  The company said on Friday it requested the change because Merrill Lynch, part of Bank of America, is an advisor to U.S. cable company Comcast, which has gatecrashed Fox’s agreed offer for Sky with a rival $31 billion bid.","128":"FILE PHOTO: A Bank of America logo is seen in New York City, U.S. January 10, 2017. REUTERS\/Stephanie Keith\/File Photo  LONDON\/PARIS (Reuters) - Bank of America BAC.N has hired Morgan Stanley veteran Bernard Mourad, who recently worked as an adviser to French President Emmanuel Macron, as its new head of corporate and investment banking for France, three sources familiar with the matter told Reuters.  Mourad, who is one of France’s most well-connected bankers and made his name advising French telecoms tycoon Patrick Drahi on a string of deals to build his Altice empire, will start his new post in September, two of the sources said.  His appointment comes amid efforts by Bank of America to win more advisory work in France, where the bank slipped to twelfth in last year’s league tables for domestic merger and acquisition (M&A) fees from fourth in 2016.  The Wall Street bank is betting big on France, where it plans to relocate hundreds of people to its new office in Paris in preparation for Britain’s departure from the European Union.  A first wave of moves from London will begin early next year and will affect roughly 400 jobs in Bank of America’s markets, trading, sales and fixed income teams, sources have told Reuters.  Mourad left Morgan Stanley in January 2015 after 15 years to join Altice, where he became president of its media group, which backs several news outlets such as French newspaper Liberation, and was also named deputy CEO of SFR Media.  But in October 2016 he resigned to become an adviser to Macron during his campaign to become president with his newly-formed party En Marche.  Stephane Courbon currently heads Bank of America’s investment banking for France. It was not immediately clear how Mourad’s appointment would affect his job.","129":"Nov 6 (Reuters) - A U.S. regulator said units of Bank of America Corp and Raymond James Financial Inc will pay roughly 12 million in restitution to customers who incurred excess fees on their investments in so-called 529 plans, which are used to encourage saving for educational expenses.  The Financial Industrial Regulatory Authority said Bank of America’s Merrill Lynch unit will pay at least $4 million and the Raymond James units will pay about $8 million. None of the units admitted or denied wrongdoing.","130":"(Reuters) - Small business owners around the country are preparing for a recession, according to a new survey by Bank of America Corp.  More than two-thirds of business owners surveyed by the bank said they had taken steps to prepare for an economic downturn, including setting cash aside or planning to reduce expenses.  Of the 69 percent of owners who had started preparing for a recession, only 19 percent had opened a line of credit, a figure that Bank of America’s head of small business Sharon Miller said was too low.  “When you need a line of credit, you often can’t get one,” she said in an interview. “Business owners should be thinking about that now.”  There was less optimism about the U.S. economy than last year, the survey showed. Forty-eight percent of business owners felt the national economy would improve over the next year, down from 55 percent last fall. Concerns about healthcare costs and the impact of trade wars contributed to declining sentiment.  Although the bank said it is important for businesses to be ready for a potential downturn, top executives pointed to growth in consumer spending and low unemployment to show the economy is still in good shape.  “We continue to see a good, strong solid U.S. economy,” said Chief Executive Brian Moynihan on a conference call earlier this month.  The Charlotte-based bank is looking to grow its unit that caters to businesses with fewer than 100 employees and less than $5 million in revenue by putting small business specialists in each of Bank of America’s financial centers, Miller told Reuters.  Bank of America currently employs about 2,300 business specialists and has about 4,300 branches.  Earlier this month, the second-largest bank by assets announced plans to expand its branch and ATM network to cover more than 90 percent of the U.S. population by 2021.","131":"(Adds details on advisers, fees, possible bidders)  ROME\/LONDON\/MILAN, Nov 21 (Reuters) - Italy’s Treasury has picked Bank of America and Orrick as financial and legal advisers to secure a merger deal for bailed-out bank Monte dei Paschi (MPS) as part of its privatisation plan, four sources close to the matter told Reuters.  Rome aims to clinch a merger with a healthier peer in 2021, the sources said, to provide a long-term solution for the bank, which has been backed by the government since 2017 following an 8 billion euro ($9.5 billion) rescue deal.  The mandates, which will last 12 months, will see Bank of America’s co-head of the financial institution group, Giorgio Cocini, and Orrick’s partners Patrizio Messina and Marco Nicolini working closely with the Treasury to attract buyers and address the bank’s capital shortfalls.  Rome is expected to pay about 150,000 euros in financial and legal fees, with the lion’s share going to Bank of America, the sources said.  Italy’s Treasury and Orrick were not immediately available for comment, while Bank of America declined to comment.  Dogged by legal claims and poor quality assets, MPS is a tough sell in Italy’s banking market, which has a surplus of branches and has seen a rise in loan losses and remote banking in the COVID-19 pandemic.  UniCredit is seen as the preferred buyer for the 548-year old bank given its robust balance sheet, sources have said, despite boss Jean Pierre Mustier ruling out mergers which, he has said, only add “branches and staff.”  Italy’s third-largest bank, Banco BPM, is in the process of exploring possible tie-ups and may also emerge as a viable bidder for MPS, one of the sources said.  Banco BPM has also repeatedly denied any interest for MPS.  Any deal for the Tuscan bank would only come after the Treasury acts to remove legal claims amounting to 10 billion euros, while also injecting fresh capital.  Rome has set aside 1.5 billion euros to shore up MPS but the bank faces a shortfall of at least 2 billion, sources have said.  Its capital buffers are set to fall below minimum requirements early next year, hit by the cost of a bad loan clean-up it is about to complete as well as provisions against legal risks following the conviction of former top executives.","132":"WASHINGTON (Reuters) - Bank of America Corp can fund agencies that advise struggling home buyers under a relaxed regulatory program unveiled in September, the U.S. consumer watchdog said on Friday.  The decision by the Consumer Financial Protection Bureau means Bank of America’s mortgage-lending unit will become the first lender to enter into financial relationships with approved housing-counseling agencies without fear of prosecution by the bureau, the agency said in a statement.  The Real Estate Settlement Procedures Act (RESPA) bars kickback or referral fees that may unnecessarily increase the cost of buying a home. This includes giving or receiving anything of value in exchange for referrals for homebuying services such as mortgages and title insurance.  In September, the CFPB said it was relaxing rules on such arrangements in order to increase funding for nonprofit housing counseling agencies. Consumer groups have said the change could lead to conflicts of interest that may ultimately hurt home buyers by steering them toward more expensive lenders.  Bank of America, which already has an active home buyer counseling program, is among several major U.S. lenders in talks with the bureau about the new program, said an agency official familiar with the application process, who requested anonymity to discuss the matter publicly.  The program exempts 1,600 agencies that participate in the Department of Housing and Urban Development’s counseling program from prosecution when entering into financial arrangements with lenders for pre-purchase services. It also assures lenders that the regulator would not find the funding arrangements in violation of RESPA.  The program is a response to HUD concerns that approved housing-counseling agencies have been hesitant to seek funding agreements with lenders over fears of prosecution, the CFPB said. HUD-approved housing-counseling agencies compete annually for funds from the government and other non-profit grants.  Reuters reported in August that U.S. mortgage firms are getting back into joint marketing and advertising arrangements, emboldened by what they perceive to be the CFPB’s softer stance on RESPA enforcement.","133":"People line up to cast their ballots during early voting for the upcoming presidential elections inside of The Atlanta Hawks' State Farm Arena in Atlanta, Georgia, U.S., October 12, 2020. REUTERS\/Chris Aluka Berry  LONDON (Reuters) - Nearly three quarters of investors surveyed by Bank of America (BofA) expect a surge in financial market volatility in the fourth quarter, given the likelihood of contested U.S. election results, bringing the bear-to-bull summer rally to a halt.  Doubts over whether President Donald Trump would agree to hand over the White House if he loses have grown in recent weeks. Polls show him losing more ground to Democrat Joe Biden as the contenders push toward the Nov. 3 election.  The 224 fund managers with $632 billion assets under management surveyed by BofA last week saw the U.S. vote as the second biggest “tail risk” for markets. COVID-19 remained the top worry, the U.S. investment bank said in a note on Tuesday.  Despite pushing back expectations for a vaccine by a month to February, investors downplayed recession fears, with 60% saying the global economy was in an early-cycle phase.  Technology stocks, the backbone of this year’s blistering share rally, featured as the “most crowded” trade for the sixth straight month of the survey. Still, 50% of the survey participants said the sector was likely to continue leading equities in 2021, while 43% said that was unlikely.","134":"April 16 (Reuters) - Bank of America Corp:  * BANK OF AMERICA REPORTS RECORD QUARTERLY EARNINGS OF $6.9 BILLION, EPS $0.62  * QTRLY REVENUE, NET OF INTEREST EXPENSE, INCREASED 4% TO $23.1 BILLION  * Q1 EARNINGS PER SHARE VIEW $0.59, REVENUE VIEW $23.07 BILLION -- THOMSON REUTERS I\/B\/E\/S  * QTRLY PROVISION FOR CREDIT LOSSES STABLE AT $834 MILLION  * QTRLY NET INTEREST INCOME (NII) INCREASED $550 MILLION, OR 5%, TO $11.6 BILLION  * QTRLY NONINTEREST EXPENSE DECLINED $196 MILLION, OR 1%, TO $13.9 BILLION  * QTRLY NONINTEREST INCOME INCREASED $327 MILLION, OR 3%, TO $11.5 BILLION  * BANK OF AMERICA - “STRONG CLIENT ACTIVITY, COUPLED WITH A GROWING GLOBAL ECONOMY AND SOLID U.S. CONSUMER ACTIVITY, LED TO RECORD QUARTERLY EARNINGS”  * QTRLY NET CHARGE-OFFS DECLINED $23 MILLION TO $911 MILLION  * BANK OF AMERICA QTRLY CET1 RATIO UNDER BASEL 3 STANDARDIZED APPROACH 11.4 PERCENT  * BANK OF AMERICA SAYS “CAREFULLY MANAGED CREDIT COSTS”  * TAX ACT RESULTED IN AN ONGOING REDUCTION TO EFFECTIVE TAX RATE OF ABOUT 9 PERCENTAGE POINTS Source text : (bit.ly\/2qCLx19) Further company coverage:","135":"FILE PHOTO: Berkshire Hathaway Chairman Warren Buffett walks through the exhibit hall as shareholders gather to hear from the billionaire investor at Berkshire Hathaway Inc's annual shareholder meeting in Omaha, Nebraska, U.S., May 4, 2019. REUTERS\/Scott Morgan  (Reuters) - Warren Buffett's Berkshire Hathaway BRKa.N has raised its stake in Bank of America Corp BAC.N, the company said in a regulatory filing on Thursday.  The company owned 950 million shares in the bank as of July 17. (bit.ly\/2YuQMC2)  It had reported 896.2 million shares at the end of March.","136":"April 5 (Reuters) - Bank of America Corp said on Friday that more than half of its branch network will be modernized over the next three years to respond to changing consumer behavior.  The second largest U.S. bank by assets will renovate 2,500 retail financial services centers with more interactive technology and a layout that accommodates longer visits for customers who have more complex needs.  The announcement accelerates plans put in place last year to redesign 1,500 centers. Bank of America also said it planned to upgrade its network of 16,000 ATMs to allow customers to pay credit card bills and withdraw cash with their phones, and install an additional 2,700 machines.  By 2021, Bank of America’s branch and ATM network will cover more than 90 percent of the U.S. population, said David Tyrie, head of consumer advanced solutions and digital banking.  The percentage of customers who prefer to make their transactions in brick and mortar banks fell to 26 percent from 38 percent in 2016, according to a study published earlier this year by consulting firm McKinsey. However, the firm found that banks that closed a significant number of branches have to rely more heavily on advertising to win market share.  For many years banks have been paring back their branch networks due to dwindling foot traffic as more and more people opt to handle routine transactions online. But over the past year some banks have announced plans to expand again.  Charlotte, North Carolina-based Bank of America said on Friday that it will expand its retail banking presence in two new markets, Cleveland and Lexington, Kentucky, next year as part of a previously announced pledge to add 500 branches.  Last year, JPMorgan Chase & Co, the largest U.S. bank by assets, started adding bank branches in new cities for the first time in nearly a decade. The bank, which has roughly 5,000 branches nationwide, said it would open locations in new cities and markets such as Boston, Washington, D.C., and Pittsburgh.  By 2022, 93 percent of the U.S. population will be in JPMorgan’s “Chase footprint,” Chief Executive Jamie Dimon said in his 2019 annual letter to shareholders.  Bank of America has about 4,300 branches, according to its most recent filing, down more than 1,000 from its peak. (Reporting by Imani Moise; additional reporting by Elizabeth Dilts; editing by Leslie Adler)","137":"FILE PHOTO: A Bank of America logo is pictured in the Manhattan borough of New York City, New York, U.S., January 30, 2019. REUTERS\/Carlo Allegri  (Reuters) - Bank of America Corp said on Friday it was issuing a $2-billion bond, where a portion of the proceeds will be used for the financial empowerment of Black and Hispanic-Latino communities.  This is the bank's eighth environment, social and governance factors (ESG) themed corporate bond and the first of its kind aimed at advancing racial equality, the bank said here.  An amount equal to the net proceeds from the offering will be set aside for social and environmental purposes, and projects include financing, leasing and investments that support the transition to a low-carbon economy, the bank said.  In June, the investment bank had pledged $1 billion to help communities across the United States address economic and racial inequality.  Earlier this week, Citigroup Inc allocated $1 billion to support initiatives that help close the racial wealth gap and increase economic mobility for people of color.","138":"FILE PHOTO: A man stands near an IBM logo at the Mobile World Congress in Barcelona, Spain, February 25, 2019. REUTERS\/Sergio Perez  (Reuters) - International Business Machines Corp IBM.N on Monday named former Bank of America Corp BAC.N top technology executive Howard Boville head of its cloud business, as Arvind Krishna takes over from long-time chief Ginni Rometty.  Krishna headed the Big Blue’s fast-growing cloud business before his elevation as chief executive officer in late-January.  As chief technology officer of Bank of America, Boville was responsible for building and running the second largest U.S. bank’s cloud services.  IBM said in November it had created a financial services-specific cloud technology in collaboration with Bank of America.  Krishna, the key architect of IBM’s $34 billion Red Hat acquisition last year, made the announcements in a letter to employees as he took charge on Monday.  The company also appointed Paul Cormier as the new chief executive officer of Red Hat, succeeding Jim Whitehurst, who was named IBM’s president in late-January.  (This story corrects to change to CEO’s second name in text.)","139":"(Reuters) - Bank of America Corp executives said on Tuesday they were optimistic the bank could return to loan growth this year, after the coronavirus pandemic caused its loan book to shrink on an annual basis for the first time since 2014.  Total loans and leases at the second-largest U.S. bank slid 6% in 2020. Appetite for new loans waned during the pandemic as customers spent less and saved more and large companies relied on capital markets for funds rather than their bank.  But bank executives said on calls they are starting to see signs of a rebound if the COVID-19 pandemic continues to abate.  “We’re grinding out of this health crisis,” Chief Financial Officer Paul Donofrio said on a conference call with reporters. “We should be able to grow NII because we are adding deposits and we are adding loans.”  Net interest income (NII) at the bank, a key measure of how much it can make from lending, tumbled 16% in the fourth quarter.  Lower rates meant to prop-up the economy during the pandemic have limited how much banks can charge for their lending services at the same time fiscal stimulus programs and flagging consumer confidence have softened loan demand. As a result Bank of America, Wells Fargo and Citigroup each posted double-digit overall revenue declines this month.  NII grew slightly from a low point in the third quarter of 2020 and will continue to increase in 2021 with the biggest gains in the last half of the year, Donofrio said.  FILE PHOTO: A man walks past a Bank of America sign in New York U.S., July 16, 2018. REUTERS\/Lucas Jackson  Megabank peers Wells Fargo and Citigroup said last week NII could decline by 4% due to the rock-bottom interest rates Fed officials have signaled will stay in place throughout the year while JPMorgan predicted modest growth in 2021.  Bolstering the bank’s upbeat view are signs of improving financial health among its customers.  Consumer and small business transaction volume across the second-largest U.S. bank managed to grow 2% in 2020 despite plunging 21% to a record low as the coronavirus gripped the U.S. economy in the spring.  Debit card spending jumped 12% during the quarter as customers who had been spending less amid lockdowns, reopened their wallets over the holidays, the bank said.  Underscoring its confidence in the economy, the bank joined peers JPMorgan Chase & Co and Citigroup Inc in releasing $828 million from its reserves to cover bad loans after adding more than $8 billion through the first three quarters of the year.  Roughly 75% of the reserve release is tied to the bank’s consumer portfolio as customers entered the new year in better-than-expected financial health due to fiscal stimulus. The commercial reserve release was mostly driven by a pullback from industries heavily impacted by the pandemic.  Revenue from its sales and trading business rose 7%, but underperformed peers as its fixed-income trading desk missed estimates.  Net income applicable to common shareholders fell to $5.21 billion, or 59 cents per share, for the quarter ended Dec. 31 from $6.75 billion, or 74 cents per share, a year earlier.  Analysts on average had expected a profit of 55 cents per share, according to the IBES estimate from Refinitiv, helped by lower credit costs. Shares gained 1.2%.  Separately, the second-largest U.S. bank said its board approved a $3.2-billion share repurchase program in the first quarter.","140":"(Reuters) - Bank of America Corp BAC.N said on Thursday it has 256,000 loan applications ready to be processed by the Small Business Administration, a U.S. government agency that provides support to entrepreneurs and small businesses, as part of the Paycheck Protection Program.  About three-fourth of the bank’s applications are for businesses with fewer than 10 employees and the average loan size is $100K.  “Once the SBA approves the loans we have submitted to them, and are trying to submit through their manual process, hundreds of thousands of small businesses in America will be getting the help that the Congress and Treasury Department intended when they created this program,” Chief Administrative Officer Andrea Smith said in a memo.","141":"April 16 (Reuters) - Bank of America Corp reported a 6 percent rise in quarterly profit on Tuesday, as a growing loan book and cost cuts made up for a drop in revenue in investment banking.  Net income applicable to common shareholders rose to $6.87 billion, or 70 cents per share, in the first quarter ended March 31 from $6.49 billion, or 62 cents per share, a year earlier.  Analysts on average were expecting the bank to earn 66 cents per share, according to IBES data from Refinitiv. It was not immediately clear if the numbers were comparable.  Revenue, net of interest expense, was flat at $23 billion and was below analysts’ expectations of $23.30 billion. (Reporting by Siddharth Cavale in Bengaluru; Editing by Anil D’Silva)","142":"Oct 13 (Reuters) - Former head of investment banking at Bank of America Corp Christian Meissner is joining Credit Suisse in a senior role, according to two sources familiar with the matter.  Meissner resigned from Julius Baer with immediate effect, the Swiss wealth manager said on Tuesday. (Reporting by Pamela Barbaglia in London)","143":"NEW YORK, May 29 (Reuters) - Bank of America Corp’s head of global corporate banking said the pipeline of new loans is better than it was in sluggish 2017, but that it is too soon to predict lending demand for the year.  Alastair Borthwick, speaking on Tuesday at an investor conference, said the outlook for loan demand is clouded by the fact that companies have extra income because of lower U.S. tax rates. However, he described companies as “more optimistic about the economy,” which he said tends to bode well for loan growth. (Reporting by David Henry in New York; Editing by Meredith Mazzilli)","144":"FILE PHOTO: A Bank of America logo is pictured in the Manhattan borough of New York City, New York, U.S., January 30, 2019. REUTERS\/Carlo Allegri  (Reuters) - Bank of America Corp BAC.N cited the possibility of negative interest rates in the United States as a business risk for the first time in a filing on Wednesday.  The unconventional policy measure has been a talking point for President Donald Trump, who has critiqued the Federal Reserve for raising interest rates earlier in his presidency.  Historically low interest rates since the 2008 financial crisis have limited how much banks can make from their lending services. After years of small increases, the Federal Reserve cut interest rates three times last year, crimping bank earnings and leading Bank of America to give a downbeat lending revenue outlook for 2020.  “A move to negative interest rates in the U.S., could result in lower revenue, and maintain or increase pressure on net-interest income, which may adversely affect our results of operations,” the bank said in a filing.  Some countries have recently resorted to negative interest rates, which charge banks interest on deposits to get them to lend more in a bid to jumpstart the economy. Switzerland, Denmark, Sweden and Japan have allowed rates to fall to slightly below zero.  U.S. Federal Reserve Chair Jerome Powell has signaled that the U.S. monetary authority will keep rates above zero, telling Congress that negative interest rates are not appropriate for a U.S. economy with ongoing growth, a strong labor market and steady inflation.","145":"LONDON, Feb 24 (Reuters) - Bank of America has appointed Jérôme Morisseau as its head of investment banking for France as it seeks to build out its French franchise and win more business from large French clients, a memo seen by Reuters said.  The Wall Street bank has also named veteran French banker Stéphane Courbon as chairman of corporate and investment banking for France.  Courbon will work closely with Bank of America’s vice chairman of investment banking for France, Laurent Vieillevigne, the memo said.  Meanwhile the bank’s current head of EMEA corporate banking Fernando Vicario will take an additional role as head of EU corporate and investment banking and will be based in Paris.","146":"NEW YORK, Aug 2 (Reuters) - Bank of America Corp has hired former Evercore Inc banker Amy Lissauer to work on defending companies against activist investors, three sources said on Friday.  In her new role, Lissauer will continue working to defend against activists, said the sources, who asked not to be identified because Lissauer’s appointment has not yet been announced.  In her four years at Evercore, Lissauer was a managing director and worked alongside Bill Anderson, one of the industry’s most prominent defense bankers.  Her new title could not be learned.  Like rivals Morgan Stanley, Lazard Ltd and Goldman Sachs Group Inc, Bank of America concentrates on defending companies from investors, often prominent hedge funds, that are calling for improved performance or asking for strategic reviews and board seats.  Activism defense has developed into a must-have business for most Wall Street banks even though the work can be time consuming and not especially lucrative.  A number of banks have recently increased their activism defense activities, including Greenhill & Co Inc and Moelis & Co. (Reporting by Svea Herbst-Bayliss and additional reporting by Jessica DiNapoli; Editing by Tom Brown)","147":"LONDON (Reuters) - Appetite for equities came back with a vengeance this week, driving record inflows as concerns around trade dissipated and billions more were plowed into tech stocks, Bank of America Merrill-Lynch strategists said on Friday.  A trader works on the floor at the New York Stock Exchange (NYSE) in Manhattan, New York City, U.S., March 2, 2018. REUTERS\/Andrew Kelly  Alongside the resurgence of a “wall of money” going into stocks, BAML however noted that equities are not yielding as much as these flows would suggest.  Signs of peaking credit markets and the rising inter-bank borrowing rate could be “cracks” in the wall, strategists added.  ONE STEP BACK, TWO STEPS FORWARD  A record $43.3 billion was driven into equities this week as investors shrugged off trade risks that had initially sent stocks reeling, figures from flows tracker EPFR cited by BAML indicated.  U.S. large-cap funds, which lost $10.1 billion last week, drew in more than double that amount this week, enjoying their fourth highest ever inflows at $22 billion.  Equity inflows are outpacing bond inflows for the first time since 2013, with annualized flows of $717 billion. Bond funds managed relatively minute inflows of $2.4 billion this week.  “Flows indicate clients positioned for higher EPS [earnings per share], higher short rates, higher bond yields, lower U.S. dollar,” wrote the strategists.  Massive flows into tech stocks have created a towering pile of cash in the sector dubbed “Silicon mountain” by BAML strategists.  A record $2.6 billion went into tech stocks this week, cementing the sector’s leading position. Investors have plowed a total of $9.8 billion into tech funds so far this year - making the annualized flow figure a massive $46.5 billion.  Financials drew in $1.6 billion, and are the second most popular sector after tech, having enjoyed $7.3 billion of inflows year-to-date.  European stocks saw modest outflows of $1.3 billion, meanwhile. Emerging market equities continued to draw in cash ($2.7 billion) and Japanese equity funds enjoyed their 15th straight week of inflows as the popularity of the asset class proved resilient.  But large inflows are out of step with more muted returns from equities.  \"Chart-topping inflows not coinciding with headline returns,\" the strategists said, pointing to the NYSE composite index .NYA, which is down year-to-date. All major European stock indices are still in the red since the start of 2018, while the S&P 500 is only slightly up.  TEPID RETURNS, CREDIT OUTFLOWS KEEP LID ON SENTIMENT  Despite torrential inflows into stocks, BAML’s Bull & Bear index of investor sentiment fell from 6.8 to 6.5 on the more muted equity returns, and as outflows from emerging market debt and high-yield corporate bonds increased.  What BAML calls “cracks” in the wall of money include signs the credit market is peaking, and a rising inter-bank borrowing rate.  High-yield corporate bond fund flows reached a “clear negative inflection point”, strategists said, noting the ninth straight week of outflows from high-yield bond funds - their longest losing streak since 2007.  Investors pulled $0.7 billion from emerging market debt funds.  Strategists said inflows and returns for investment grade, high yield and EM debt funds are peaking, which could be a harbinger of lower equity returns.  Treasuries funds drew in $0.3 billion in their eighth straight week of inflows. “Treasuries and bunds hinting at ‘growth scare’ makes stocks vulnerable,” the strategists wrote.  The increasing inter-bank borrowing rate (LIBOR) was likely to lead to tighter financial conditions, they added. Short-term borrowing costs have surged in the past weeks to levels last seen in the 2008 global financial crisis. [nL2N1QH1N5]  A rise in the U.S. dollar could also hobble the rally in tech and emerging market stocks.  Passive investment vehicles reasserted their dominance this week as the vast majority of investors used exchange-traded funds (ETFs) to plow money back into stocks.  A record $43.9 billion was driven into equity ETFs while mutual funds suffered $0.6 billion of outflows. Actively managed funds had managed to claw back some inflows in the past few weeks.","148":"Chairman and CEO of Bank of America Brian T. Moynihan attends a session at the 50th World Economic Forum (WEF) annual meeting in Davos, Switzerland, January 21, 2020. REUTERS\/Denis Balibouse  (Reuters) - Bank of America Corp BAC.N kept Chief Executive Officer Brian Moynihan's 2019 compensation flat at $26.5 million, according a filing on Friday.  The decision was the latest sign of restraint from bank boards after a year of robust revenue growth.  For instance, Morgan Stanley’s board made the rare move of cutting CEO James Gorman’s pay 7% to $27 million for 2019 in an effort to reduce expenses. JPMorgan Chase’s board gave Chief Executive Jamie Dimon just a half-million-dollar raise.  In 2018, Moynihan was awarded a 15% increase in total compensation after Bank of America posted record profit of $28.1 billion. Total 2019 income was declined slightly due the impact of ending a joint venture during the year. Excluding that impact, profit rose to $29.1 billion, a performance that would typically prompt the board to give the CEO a raise.  In all for 2019, Moynihan earned a base salary of $1.5 million and equity incentive award of $25 million, the bank said in a filing here .","149":"WASHINGTON, June 19 (Reuters) - Bank of America Corp subsidiary Merrill Lynch will pay a $42 million penalty for lying to customers about how it handled their orders, the top U.S. securities regulator said on Tuesday.  The Securities and Exchange Commission said Merrill Lynch admitted wrongdoing when it settled the charges. Merrill Lynch told customers that it executed millions of dollars of orders internally but in truth had routed them to other broker-dealers, the SEC said. It stopped the practice in 2013 but then hid the misconduct, the SEC said. (Reporting by Lisa Lambert; Editing by Lisa Shumaker)","150":"June 26 (Reuters) - Bank of America Corp said on Wednesday it will no longer finance operators of private prisons and detention centers, joining peers in distancing itself from a sector that has triggered protests over the Trump administration’s immigration policies.  The bank gave no further comment. JPMorgan Chase & Co and Wells Fargo & Co. made similar commitments to stop financing private prison companies earlier this year.  Activism against the financing of private prisons has increased amid tightening immigration policies under U.S. President Donald Trump and concerns about detention conditions. Private detention centers account for about two-thirds of people held by U.S. Immigration and Customs Enforcement, S&P Global Ratings estimated last year.  Chief Executive Brian Moynihan was confronted by activists in April at the company’s annual shareholder meeting who asked why the nation’s second-largest bank by assets continued to fund private prison companies, even as other banks backed away.  The Charlotte-based bank is one of several banks that have underwritten bonds or syndicated loans for CoreCivic Inc and GEO Group Inc, the two major private prison operators in the United States. In 2018, banks, including Bank of America Corp and Wells Fargo & Co, raised roughly $1.8 billion in debt over three deals for CoreCivic and GEO Group, according to Refinitiv data.  GEO said on Wednesday that Bank of America’s decision will not have an impact on its credit facility, which was recently extended through May 2024.  The decision was earlier reported by Bloomberg. (Reporting by Imani Moise)","151":"FILE PHOTO: A Bank of America logo is pictured in the Manhattan borough of New York City, New York, U.S., January 30, 2019. REUTERS\/Carlo Allegri  (Reuters) - Bank of America Corp BAC.N Chief Executive Officer Brian Moynihan told investors on Tuesday that the worst pandemic-related revenue declines could soon be in the rear-view mirror.  Speaking at the Barclays Global Financial Services Conference, Moynihan said third quarter net interest income, a closely watched measure of how much money the bank makes from lending, is expected to fall by up to $700 million due to a drop-off in loan demand. However, he predicted revenue will stabilize going into the end of the year.  “It looks like 3Q will be the bottom,” he said. “It’ll take another several quarters before it really starts growing again ... But right now, it looks like this quarter could be the trough based on everything I see.”  Bank profitability took at hit in the first half of the year as the four largest U.S. lenders set aside nearly $60 billion to brace for potential loan losses as the coronavirus pandemic halted economic activity across the country. The Federal Reserve also slashed interest rates nearly to zero in response to the crisis, further limiting how much banks could make from lending.  Bank of America, the second largest U.S. bank by assets, does not expect to need to book another significant expense for loan loss reserves in the third quarter based on current trends.  “We set our second quarter reserves with a set of scenarios that had turned out that the actual data has been better,” Moynihan said.  Fee-based income continues to be a bright spot for the bank, though at more modest levels. Trading revenue is expected to be up 5% from last year compared with a 35% surge in the second quarter. Investment banking fees, which saw a record 57% jump last quarter, are expected to grow between 3% and 5%.","152":"April 30 (Reuters) - Bank of America Corp:  * BANK OF AMERICA CORP FILES FOR POTENTIAL MIXED SHELF OFFERING; SIZE NOT DISCLOSED - SEC FILING Source text: (bit.ly\/2HGLI23) Further company coverage:","153":"HONG KONG, July 3 (Reuters) - Bank of America Merrill Lynch has named Peter Guenthardt as co-head of Asia-Pacific investment banking, according to an internal memo seen by Reuters on Wednesday.  Guenthardt, who joined Bank of America in 2014 and has worked as country executive for Singapore and Southeast Asia since 2016, will work alongside Alex To in his new role, the memo to bank staff said.  Guenthardt and To will report into the bank’s head of Asia-Pacific global corporate and investment banking Jiro Seguchi, and co-heads of global investment banking Jack MacDonald and Thomas Sheehan, the memo said. (Reporting by Sumeet Chatterjee; Editing by Stephen Coates)","154":"Sept 9 (Reuters) - Bank of America Corp said on Monday the bank expects third quarter investment banking fees to be up in the low single digits compared with last year.  Speaking at an investor conference, Chief Operating Officer Tom Montag also said fixed income trading revenue is down slightly while equities are up quarter-to-date. (Reporting by Imani Moise Editing by Chris Reese)","155":"April 16 (Reuters) - Bank of America Corp:  * SAYS CREDIT CARD DELINQUENCY RATE 1.69 PERCENT AT MARCH END VERSUS 1.72 PERCENT AT FEBRUARY END - SEC FILING  * SAYS CREDIT CARD CHARGE-OFF RATE WAS 2.81 PERCENT IN MARCH VERSUS 2.78 PERCENT IN FEBRUARY Source text: (bit.ly\/2HIhjRT) Further company coverage:","156":"Brian T. Moynihan, Chairman and Chief Executive Officer of the Bank of America Corporation, attends the World Economic Forum (WEF) annual meeting in Davos, Switzerland, January 23, 2018. REUTERS\/Denis Balibouse  NEW YORK (Reuters) - Bank of America Corp BAC.N Chief Executive Brian Moynihan said second-quarter markets revenue from sales and trading will likely be flat compared with a year earlier, depending on what happens in June.  Speaking at an investor conference on Wednesday, Moynihan also said the bank will continue to benefit from using share buybacks to dispose of excess capital because its stock “is still cheap.”","157":"FILE PHOTO: Bank of America CEO Brian Moynihan attends the World Economic Forum (WEF) annual meeting in Davos, Switzerland, January 22, 2019. REUTERS\/Arnd Wiegmann  (Reuters) - Bank of America Corp BAC.N Chief Executive Officer Brian Moynihan on Wednesday played down fears of a potential U.S. recession, saying strong consumer spending could keep the economy growing.  “The underlying consumer is doing well and making more money. More importantly, they’re spending more money,” Moynihan said in a CNBC interview.  Fears of a U.S. recession have escalated on the back of a protracted trade war between the United States and China, with yields on 2-year and 10-year Treasury notes last week inverting for the first time since 2007 in a classic recessionary signal.  Moynihan, however, said the yield curve does not have to indicate recession.","158":"FILE PHOTO: Bank of America CEO Brian Moynihan attends the World Economic Forum (WEF) annual meeting in Davos, Switzerland, January 22, 2019. REUTERS\/Arnd Wiegmann  (Reuters) - Brian Moynihan, the chief executive officer of Bank of America Corp BAC.N, has said the bank could double its consumer market share in the United States despite fears about the power of the country's largest banking institutions.  \"Our market share in consumer is probably 12, 13, 14 percent, depending on who counts . ... The reality is, you could double that,\" Moynihan said on.ft.com\/2NEtMda in an interview with the Financial Times, pointing out that some auto, soft drink and beer companies had massively more consumer share than Bank of America.  Moynihan did not provide a time frame in his interview for doubling the bank’s consumer market share.  “If we do a good job for the customers and clients and we’re fair in our pricing, I think that’s good because ... the scale that we have enables us to do more for the customers,” he was quoted as saying, when asked whether greater concentration in banking was good for customers or likely to garner more scrutiny from regulators.  With deposits growing above the industry rate, a low risk loan portfolio and a strong balance sheet with billions in excess liquidity, the pieces were in place for the bank to continue taking market share, he told the FT.  The CEO of the Charlotte, North Carolina-based lender added that he would not look overseas for retail growth, as it would take years for the bank to achieve a market share capable of giving it material deposits or revenue.  Bank of America is the second largest bank in the United States, with consumer banking its biggest business.","159":"FILE PHOTO: The company logo of the Bank of America and Merrill Lynch is displayed at its office in Hong Kong March 8, 2013. REUTERS\/Bobby Yip  LONDON (Reuters) - Bank of America Merrill Lynch has named Sanaz Zaimi as head of its new Paris-based European Union broker-dealer unit BofA Securities Europe, the U.S. bank said on Friday.  “We began the relocation of roles to our new Paris office this week. This is a critical milestone in the development of our EU business and our Brexit preparations”, Chief Operating Officer Tom Montag told employees in a memo.  A spokeswoman for Bank of America confirmed the contents of the memo.  Bank of America’s announcement is the latest among a series of such moves by international banks as they seek to ensure they can continue serving clients in Europe after Britain leaves the EU on March 29.  Although the outcome and timing of Brexit remain clouded by political uncertainty, in the worst-case scenario financial firms will lose the ability to serve EU clients from London and banks are shifting staff and assets to the continent to prepare.  Shannon Lilly will relocate from the bank’s headquarters in Charlotte, North Carolina to Paris to serve as deputy CEO of the new unit, Bank of America said.  Zaimi will head the unit in addition to her existing roles as head of Global FICC (fixed income, currencies and commodities) Sales and France country executive, according to the memo.  The creation of the new broker-dealer unit follows the establishment in December of the bank’s Dublin business as its main European banking entity, Bank of America said.","160":"FILE PHOTO: A view shows branded oil tanks at Saudi Aramco oil facility in Abqaiq, Saudi Arabia October 12, 2019. REUTERS\/Maxim Shemetov  DUBAI (Reuters) - Saudi oil giant Aramco will likely need to transfer significant amounts of money to the Saudi government and the sovereign fund, Public Investment Fund (PIF), as Saudi Arabia puts its finances in order after the coronavirus slump, Bank of America said.  Aramco - which listed in 2019 in a record $29.4 billion share sale - is likely to “do the heavy lifting” to boost state coffers and support mega-projects spearheaded by the PIF, BofA said in a research note.  “The medium-term fiscal adjustment relies on the strength of Saudi Aramco’s balance sheet through sustained high transfers to the sovereign and to the PIF.”  Saudi Arabia increased non-oil revenue last year. Aramco, in which the government still owns a 98.2% stake, still accounted for more than half its total income.  The world’s top oil exporter aims to diversify its revenue away from crude and create jobs in new economic sectors and the PIF is Crown Prince Mohammed bin Salman’s vehicle of choice for transforming the economy.  “Saudi authorities appear on course to deliver a remarkable medium-term fiscal adjustment with profound economic and cross-asset implications,” BofA said.  PIF’s assets - now at $400 billion - could approach $500 billion by 2028 but Saudi Arabia’s investment plans may require even more funding, BofA said.  Aramco’s profits plummeted last year as the pandemic hit oil demand, but the company stuck to a promised $75 billion annual dividend, the majority of which goes to the government.  “‘Excess’ Aramco dividends could help narrow the fiscal deficit by 2.1 ppt (percentage points) of GDP over 2020-23, while indirectly funding the shift of capex off-budget to the PIF,” BofA said.","161":"Oct 5 (Reuters) - Bank of America Corp said on Monday it is rolling out a digital budgeting tool, wading into a space that has so far been dominated by fintech companies.  Life Plan, a new functionality on Bank of America’s website and app, allows customers to set multiple goals like buying a home, improving credit or saving for retirement, and uses its existing trove of client data to serve them recommendations.  Such personalized advice used to be reserved for high-net worth customers who had enough cash to retain a financial advisor to help manage their wealth, but a host of digital budgeting tools, like Intuit Inc’s Mint app, have used artificial intelligence to bring planning to the masses.  “Planning is no longer an activity that’s born out of how much money you have,” said consumer strategy executive Evelyn Varner.  Bank of America, which operates one of the largest wirehouses catering to America’s richest households, has been building out its product set to capture customers lower on the wealth spectrum.  The tool, which launched nationally on Monday, has already helped the bank better target customers, executives said. During the eight-month long pilot period, Life Plan led to over 3,800 referrals for conversations with bankers.  It could also give the megabank more control over its customers’ data as they use the bank’s tools over third-party applications, executives said. Since Life Plan is linked to customers’ bank accounts, the bank can provide a fuller picture of someone’s financial situation without requiring multiple sign-ins or verifications.  “We’re not necessarily targeting and replacing something that clients may be using or comfortable with,” said Teron Douglas, head of digital capabilities at Merrill Edge. “But it’s certainly something that we feel is going to naturally happen as the clients continue to engage.”","162":"FILE PHOTO: A Bank Of America logo is pictured in the Manhattan borough of New York August 21, 2014. REUTERS\/Carlo Allegri  (Reuters) - Bank of America Corp’s commodity arm Merrill Lynch Commodities Inc has agreed to pay $25 million to resolve a probe into its trading practices, the U.S. Department of Justice said on Tuesday.  Between 2008 and 2014, traders employed by Merrill Lynch Commodities deceived other traders by injecting misleading information into the precious metals futures market, the DOJ said in a statement.  During the period, the traders placed thousands of orders for precious metals futures contracts only to cancel just before execution, thereby creating a false impression of increased supply or demand, according to the DOJ.  In a separate settlement with the Commodity Futures Trading Commission on Tuesday, Merrill Lynch Commodities also agreed to pay $11.5 million in fines.","163":"(Reuters) - Bank of America Corp forecast that net interest income would rise half as fast this year after reporting first-quarter revenue on Tuesday that fell short of expectations.  FILE PHOTO: A Bank of America logo is pictured in the Manhattan borough of New York City, New York, U.S., January 30, 2019. REUTERS\/Carlo Allegri  The bank’s shares initially fell as much as 2.8 percent but recovered to trade up 0.4 percent by mid-afternoon as analysts focused on its success in reducing expenses.  Bank of America, the second-biggest U.S. bank by assets, followed rival domestic lenders by struggling to generate top-line growth in the latest quarter and suffering from a decline in trading revenue.  During the first quarter, lower market volatility hurt trading revenue at U.S. banks, leaving them to rely on expense cuts to drive profitability. At Bank of America, expenses declined by 4 percent.  JPMorgan Chase & Co, the country’s biggest bank by assets, has been the exception. It increased revenue and beat expectations while seeing expenses rise as it invests in new technology.  Allowing for different tax treatments on some assets, Bank of America said revenue came in at $23.2 billion. That compared with the average analyst estimate of $23.3 billion, according to IBES data from Refinitiv.  Chief Financial Officer Paul Donofrio told analysts on a conference call that the bank anticipates its net interest income will rise by 3 percent in 2019, compared with 6 percent last year.  “We’ve got some near-term headwinds,” he said.  The Federal Reserve has signaled it is unlikely to raise interest rates in 2019 given risks to the U.S. economy from a global slowdown. Investors fear that could pressure net interest income, or the difference between what a bank earns on loans and pays on deposits.  The bank saw 3 percent growth in consumer loans and 4 percent growth in loans to businesses in the first quarter, allowing it to capture more revenue from higher U.S. interest rates. The company reported a 5 percent increase in deposits from a year earlier.  Revenue rose in two of the lender’s four main businesses.  Donofrio said growth in the bank’s deposits and loans suggested the performance of the U.S. economy remained solid despite recession concerns.  “Bank of America has demonstrated for years now that we can grow well in an economy that is just growing moderately,” he told reporters on a conference call.  Chief Executive Brian Moynihan cited demand for credit from middle-market business. He said that was “good news for the economy overall.”  The lender has benefited from the central bank’s four rate hikes in 2018. It relies heavily on higher interest rates to maximize profits as it has a large deposit pool and retains rate-sensitive mortgage securities.  Net interest income - the difference between what a lender earns on loans and pays on deposits - rose 5 percent to $12.38 billion. Deposits on average also rose nearly 5 percent to $1.36 trillion.  However, the bank’s trading desks, like those of its peers, have had a slow start this year because of the U.S. government shutdown and lower volatility. Changes in the U.S. tax code and concerns about a trade war spurred more trading a year ago.  Overall trading revenue declined 17 percent. Equities trading revenue fell 22 percent and fixed-income trading revenue slipped 8 percent.  Advisory fees at Bank of America stayed flat, indicating the bank is missing out on the M&A boom lifting rival investment banks. On Monday, Goldman Sachs Group Inc reported a 51 percent surge in advisory fees.  Net income applicable to common shareholders rose 6 percent to $6.87 billion.  Excluding one-time items, the bank earned 71 cents per share, beating the 66 cents per share analysts on average had expected, according to IBES data from Refinitiv.","164":"FILE PHOTO: The company logo of the Bank of America and Merrill Lynch is displayed at its office in Hong Kong March 8, 2013. REUTERS\/Bobby Yip  WASHINGTON (Reuters) - The U.S. Securities and Exchange Commission on Friday said Bank of America’s Merrill Lynch subsidiary had agreed to pay $8 million to settle charges it mishandled American Depositary Receipts (ADRs).  The bank is one of several the SEC has fined in recent months for mishandling the issuance of ADRs which are U.S. securities that represent foreign shares of a foreign company.","165":"Nov 6 (Reuters) - International Business Machines Corp said on Wednesday that it has built financial services-specific cloud technology in collaboration with Bank of America Corp, which will be the first major bank to use the platform.  The public platform, IBM’s first industry-specific cloud, is designed to meet the high regulatory, security and resiliency standards required of the financial services industry.  “By setting a standard that addresses the concern of hosting highly confidential information, we aim to drive the public cloud to a safety level that is unmatched,” said Cathy Bessant, chief operations and technology officer of Bank of America.  Bank of America has focused on its internal cloud computing capabilities. Over the past several years the second largest U.S. bank has gotten down to about 70,000 servers from over 200,000 and trimmed its data centers to 23 from 67.  Streamlining those operations has saved $2 billion annually, Chief Executive Brian Moynihan said on an earnings call last month. However, the bank still relies on cloud services from external vendors since third parties can usually offer the service 23%-30% cheaper, he said.  “We don’t need to own the hardware,” he said. “We just need to find out who can provide it the right way.” Investing in cloud computing is key for banks as more transactions become digital. It is critical that the platform can transfer information quickly, keep data private, and prevent service outages.  Bank of America customers reported trouble accessing online banking and card services late last month, according to Downdetector.com.  Cloud services used by banks have come under scrutiny in Washington after a massive data breach at Capital One Financial Corp raised questions over the risks posed by banks’ reliance on third-party cloud providers.  U.S. lawmakers have asked regulators to consider direct oversight of the cloud services big tech companies provide to banks - like Amazon.com Inc’s Amazon Web Services, Microsoft Corp’s Microsoft Azure and Alphabet Inc’s Google Cloud - saying they have become a critical component of the global financial system. IBM was not one of the cloud providers mentioned in the letter. (Reporting by Imani Moise Editing by Leslie Adler)","166":"NEW YORK (Reuters) - Bank of America Corp and Royal Bank of Scotland Group Plc have been sued by investors in the United States over their alleged roles in a conspiracy among eight banks to rig prices in the $9.4 trillion European government bond market.  Slideshow ( 2 images )  The proposed class-action complaint accusing the banks of violating federal antitrust law was filed on Monday night in U.S. District Court in New Haven, Connecticut.  It followed a Jan. 31 announcement by the European Union’s antitrust authority accusing the eight banks of being part of a cartel to distort bond prices from 2007 to 2012.  In a “Statement of Objections,” the European Commission said it believed bond traders may have illegally shared commercially sensitive information and coordinated trading strategies, mainly through online chatrooms.  While the commission did not identify the eight banks, media reports said Bank of America and RBS are among them.  Bank of America spokesman Bill Halldin declined to comment on Tuesday. RBS also declined to comment.  According to the complaint, banks profited at investors’ expense by conspiring to widen the bid-asked spreads they quoted, thereby increasing the prices that investors paid for bonds and decreasing the prices at which they sold bonds.  The banks’ tactics were “strikingly similar” to those used in the foreign exchange market, the complaint said, where banks paid more than $10 billion in fines to settle enforcement claims in several countries. Several banks also entered guilty pleas.  Suspected cartel members that have yet to be publicly named were identified as “John Doe” defendants in the complaint.  A lawyer for the plaintiffs did not immediately respond on Tuesday to requests for comment. The plaintiffs are led by the Electrical Workers Pension Fund Local 103 I.B.E.W. in Boston.  U.S. courts are home to a wide array of private litigation accusing banks of conspiring to rig various financial markets, interest rate benchmarks and commodities.  The case is Electrical Workers Pension Fund Local 103 I.B.E.W. et al v Bank of America NA et al, U.S. District Court, District of Connecticut, No. 19-00314.","167":"HONG KONG, June 22 (Reuters) - Bank of America said on Monday it has appointed Matt Basler and Craig Coben to co-head its Asia Pacific capital markets business.  They will replace Chris Gammons who will become vice chairman of emerging growth and regional coverage, the bank said in a statement.  Basler joined the bank in 2007 and was most recently the Americas head of the financial institutions group within the debt capital markets business.  Coben has been BofA’s vice chairman of global capital markets since 2018 and has been with the bank for 15 years.  The pair will be based in Hong Kong from August, BofA said.  In January, Reuters reported that the bank intended to hire 50 senior bankers across Asia-Pacific this year as part of an ambitious recruitment plan to help boost market share.  A third of the new hires will be senior bankers, including managing directors, for its merger and acquisitions advisory and capital markets businesses, mainly in Hong Kong, Singapore and Australia, three sources said at the time.  BofA last week announced Dominic Tan and Otto Wong would become the co-heads of Asia consumer and retail investment banking, based in Hong Kong.  Tan joined from Morgan Stanley and Wong has been with the bank for more than a decade.  The bank also announced on June 4 that James Hu had been appointed as head of China investment banking, joining from Citigroup where he held a similar role.","168":"March 20 (Reuters) - Bank of America Corp said on Friday it has hired 1,700 people in the consumer bank so far this month as banks faced a surge in customer service demand amid coronavirus concerns.  The hires are mostly to support critical operations, a spokesman said.","169":"FILE PHOTO: Federal Reserve Board building on Constitution Avenue is pictured in Washington, U.S., March 19, 2019. REUTERS\/Leah Millis\/File Photo  WASHINGTON (Reuters) - The U.S. Federal Reserve will curb big bank capital distributions through the end of the year, meaning the likes of JPMorgan Chase & CoJPN., Citigroup Inc.C.N, Wells Fargo & CoWFC.N and Bank of America Corp.BAC.Nwill be barred from share buy backs and will have to cap dividends.  The central bank announced it would extend its existing policy of limiting capital payouts for banks with at least $100 billion in assets, to ensure lenders have enough capital to weather the economic strain caused by the coronavirus pandemic.  The restrictions, which apply to 34 banks, including the U.S. operations of several large foreign firms, were extended “due to the continued economic uncertainty from the coronavirus response,” the Fed said.  The Fed announced in June it was taking the unprecedented step of limiting bank payouts after finding lenders faced significant capital losses under a pandemic-informed stress test. Under the new policy, banks cannot pay higher dividends than they did in the second quarter, and payments cannot exceed a firm’s average net income over the last four quarters.  Large banks will face a second pandemic Fed stress test later this year, with results to be announced by the end of 2020. The Fed found in its original stress test that lenders could endure as much as $700 billion in loan losses under a severe economic downturn caused by the outbreak.  Banks were expected to stay afloat amid those losses, but several skirted close to violating minimum capital levels required by regulators, the Fed said at the time.","170":"(Reuters) - Bank of America Corp BAC.N lowered its annual net interest income guidance on Wednesday to reflect a weakened interest rate environment as the second-largest U.S. lender reported higher-than expected earnings fueled by strong consumer trends.  FILE PHOTO: A Bank of America building is seen in Los Angeles, California, U.S., May 6, 2019. REUTERS\/Lucy Nicholson  Rate trends have prompted the bank to scale back its expected full-year net interest margin, a key measure of profitability, to 2% from 3%, executives said on a conference call with analysts.  Net interest income, the difference between interest earned from lending and how much the bank pays for deposits, rose 6% last year.  Its interest margin fell in the second quarter to 2.44% from 2.51% three months earlier, though it was still higher than a year earlier.  Chief Financial Officer Paul Donofrio said on a call with reporters the sequential decline was due to lower long-term interest rates.  “When long-term interest rates fall, we see more people pay off their mortgages and that translates into more mortgage-backed securities being redeemed and that forces us to write off some premiums,” he said. “I don’t think you can extrapolate that into the future because long-term rates have stabilized at this point.”  The lender is the most sensitive of the big U.S. banks to interest rate changes because of its large deposit stock and rate-sensitive mortgage securities.  Consumer banking has held up for the big Wall Street banks that have reported second-quarter results this week, cushioning a blow from weakness in trading and advisory businesses.  But warning signs also emerged with JPMorgan JPM.N, Citigroup C.N and Well Fargo reporting a dip in margins, stoking fears that interest rate cuts could further pressure profit by narrowing the spread between what banks charge on loans and pay on deposits.  In the absence of higher interest rates to help pad revenue, banks can improve margins by reducing expenses.  Chief Executive Brian Moynihan said on call with analysts that 2019 expenses are projected to be lower than 2018, against previous expectations for the bank to have flat expenses through 2020.  Expenses during the quarter were up slightly as the bank invested more in its consumer, commercial and wealth management businesses.  Total loans in its consumer banking unit rose 6%, while deposits were up 3%, pushing income from the business up 13% to $3.3 billion.  “We see solid consumer activity across the board, with spending by Bank of America consumers up 5% this quarter over the second quarter of last year,” Chief Executive Brian Moynihan said in a statement.  Growth in the consumer business helped offset softness in market revenue and Wall Street businesses.  The retail bank and wealth management segments each recorded double digit profit gains while its commercial and markets businesses each saw profit and revenue decline from lower investment banking and trading fees.  Adjusted revenue from Bank of America’s global market business, which includes bond and equities trading, fell 5.7% to $4.18 billion.  Net income applicable to common shareholders rose 10% to $7.11 billion, or 74 cents per share, in the second quarter ended June 30. Excluding items, the bank earned 75 cents per share.  Revenue, net of interest expense, was up about 2% at $23.08 billion.  Analysts had expected a profit of 71 cents per share on revenue of $23.2 billion, according to IBES data from Refinitiv.","171":"July 8 (Reuters) - Bank of America Corp has named Patrick Steinemann as its head of Asia industrials investment banking, according to an internal memo seen by Reuters on Monday.  Steinemann will be responsible for coverage of clients across Asia in sectors, including automotive, capital goods, transport and infrastructure, the memo dated July 5 said. Steinemann will be based in Hong Kong and report to Peter Guenthardt and Alex To, co-heads of Asia Pacific investment banking and Gregory Kelly and Jean-Eudes Renier, co-heads of global industrials investment banking. (Reporting by Soundarya J in Bengaluru)","172":"Jan 16 (Reuters) - Bank of America Corp reported fourth-quarter profit that more than tripled from a year earlier, when it took a $2.9 billion charge related to changes in the U.S. tax law.  Net income applicable to common shareholders rose to $7.04 billion, or 70 cents per share, in the fourth quarter ended Dec. 31 from $2.08 billion, or 20 cents per share, a year earlier.  Analysts on average were expecting the bank to earn 63 cents per share, according to IBES data from Refinitiv. It was not immediately clear if the numbers were comparable.  Revenue, net of interest expense, rose 11 percent to $22.7 billion. (Reporting by Siddharth Cavale in Bengaluru Editing by Saumyadeb Chakrabarty)","173":"Feb 14 (Reuters) -  * AMAZON HAS PARTNERED WITH BANK OF AMERICA FOR ITS LENDING PROGRAM - CNBC, CITING SOURCES Source text : cnb.cx\/2ErfJ8g","174":"A federal magistrate judge has certified two classes of Bank of America Corp employees in a lawsuit accusing the company of requiring off-the-clock work and depriving workers of meal and rest breaks, while leaving out thousands of people the plaintiffs had sought to include.  U.S. Magistrate Judge Laurel Beeler in San Francisco on Tuesday said the “narrowed” classes that include thousands of workers were appropriate because they contain employees with the same job titles as the two named plaintiffs - treasury service advisers and assistant managers - rather than the 44,000 workers with hundreds of different titles included in the proposed statewide class.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2YrFpst","175":"FILE PHOTO: A Bank of America logo is seen in New York City, U.S. January 10, 2017. REUTERS\/Stephanie Keith\/File Photo  (Reuters) - Bank of America Corp added two senior investment bankers to its media and telecommunications team as it continues to bolster coverage of the sector, according to an internal memo reviewed by Reuters.  The bank has hired Sam Powers, who was previously head of technology, media and telecom for the Americas at UBS Group AG, and Randy Russell, who was previously head of Americas media and telecom at Deutsche Bank AG, the memo said.  Powers will be head of Americas media and telecom investment banking at Bank of America and Russell will be a managing director for media and telecom, the memo said.  A Bank of America representative confirmed the contents of the memo. UBS declined to comment. Deutsche did not immediately respond to a request for comment.  Powers has advised major clients, including Advance Newhouse Communications, Creative Artists Agency LLC, TPG Capital, and Viacom Inc, the memo said.  Russell has worked with DISH Network Corp, EchoStar Corp and Verizon Communications Inc, the memo said. He previously served in the Marine Corps, and rose to the rank of major in the Marine Corps Reserves.  Earlier this year, Bank of America appointed Jack MacDonald to be head of global technology, media and telecom investment banking, following the departure of Anwar Zakkour, the banker who formerly led the TMT group.","176":"June 25 (Reuters) - Bank of America Merrill Lynch has appointed Wadih Boueiz to lead its Global Corporate & Investment Banking coverage of sovereign wealth fund and public pension fund clients, according to an internal memo seen by Reuters.  Wadih will report to Diego De Giorgi, head of Global Investment Banking in his new role.  Additionally, he will continue in his role as co-head of Corporate & Investment Banking for the Middle East and North Africa and will continue to report to Jim O’Neil.  Wadih has been with Bank of America for 19 years. (Reporting by Karan Nagarkatti)","177":"Bank of America Corp:  * BANK OF AMERICA ANNOUNCES REDEMPTION OF CERTAIN OUTSTANDING DEPOSITARY SHARES  * BANK OF AMERICA - ALL 14.6 MILLION SERIES I DEPOSITARY SHARES OUTSTANDING WILL BE REDEEMED ON JULY 2, 2018 FOR AN AGGREGATE REDEMPTION PRICE OF $364.6 MILLION  * BANK OF AMERICA CORP - 18.6 MILLION SERIES D DEPOSITARY SHARES OUTSTANDING WILL BE REDEEMED ON JUNE 14, 2018 FOR AGGREGATE REDEMPTION PRICE OF $464.6 MILLION Source text for Eikon: Further company coverage:","178":"LONDON (Reuters) - Bank of America has appointed James Robertson and Peter Luck as co-heads of UK investment banking as part of its push to win business from large corporate clients in Britain.  FILE PHOTO: A Bank of America logo is pictured in the Manhattan borough of New York City, New York, U.S., January 30, 2019. REUTERS\/Carlo Allegri  These latest appointments show the U.S. bank’s commitment to build up its business in the country despite Brexit.  The newly created roles, detailed in a memo seen by Reuters, follow departures from the bank in the past few months, including that of Bank of America’s head of global investment banking Diego De Giorgi and his boss Christian Meissner.  The Wall Street bank appointed Matthew Koder last year to succeed Meissner and revitalize its corporate and investment banking business after a slide in fees.  De Giorgi was replaced by Jack MacDonald and Thomas Sheehan who are co-heads of global investment banking out of the United States.  Robertson is joining Bank of America from UBS after a 22-year career at the Swiss bank where he recently headed its UK advisory business.  Luck worked closely with Robertson at UBS where he spent 13 years before moving to Bank of America to help to build its corporate broking franchise in the Europe, Middle East and Africa region.  He is currently heading the bank’s corporate broking business and will retain these responsibilities in addition to his new role.  The two bankers also served in the same British Army regiment - the Royal Dragoon Guards - in the mid 1990s, before starting their respective careers in investment banking.  They will report to Matt Cannon and Richard King who are co-heads of UK & Ireland Corporate and Investment Banking and Luigi Rizzo, head of EMEA Investment Banking.  Bank of America has won some lucrative business recently from some of Britain’s biggest companies, including Vodafone where the bank led a 3.4 billion pound mandatory convertible bond - the largest ever UK equity-linked offering and largest ever European mandatory convertible bond.  It also advised drugs group GSK on its $4.9 billion acquisition of Tesaro and helped Unilever with its $4.6 billion purchase of Horlicks India from GSK.  Bank of America has also been expanding its team in Paris ahead of Brexit and transferring London-based executives, including Rizzo to the French capital. On Feb. 8, it named Sanaz Zaimi as head of its new Paris-based European Union broker-dealer unit BofA Securities Europe.","179":"(Corrects to “fell” from “rose” in paragraph two)  April 15 (Reuters) - Bank of America Corp recorded a 48.5% fall in quarterly profit as the bank set aside $3.6 billion for potential loan losses tied to the coronavirus pandemic.  Net income applicable to common shareholders fell to $3.54 billion, or 40 cents per share, in the first quarter ended March 31 from $6.87 billion, or 70 cents per share, a year earlier.  Analysts had expected a profit of 44 cents per share, on average, according to Refinitiv data. It was not immediately clear whether the estimates were comparable. (Reporting by Noor Zainab Hussain in Bengaluru and Imani Moise in New York; Editing by Saumyadeb Chakrabarty and Lauren Tara LaCapra)","180":"BRASILIA, July 29 (Reuters) - Economists at Bank of America have revised up their outlook for Brazil’s economy, which is now on track to shrink by 5.7% this year instead of 7.7% as previously forecast, they said in a note published on Wednesday.  “We are revising up our GDP growth forecast to -5.7% for 2020 (vs -7.7% previously) due to better-than-expected economic activity data and the start of gradual reopening in some regions,” they wrote, also lowering their 2021 growth forecast to 3.0% from 3.5%. (Reporting by Jamie McGeever Editing by Chris Reese)","181":"March 6 (Reuters) -  * BANK OF AMERICA IS SPLITTING ITS TRADING FORCE AND SENDING STAFFERS TO STAMFORD AMID CONCERN OVER CORONAVIRUS SPREAD - BUSINESS INSIDER Source text: bit.ly\/2xhYaF5 Further company coverage:","182":"(Reuters) - Bank of America Corp got stung by lower interest rates in the fourth quarter, sending its profit down 4%, a trend that management expects to continue this year.  FILE PHOTO: A Bank of America building is seen in Los Angeles, California, U.S., May 6, 2019. REUTERS\/Lucy Nicholson  The Charlotte, North Carolina-based lender is especially vulnerable to rate movements because of the composition of its balance sheet. As the Federal Reserve cut rates three times last year, analysts predicted Bank of America’s earnings would suffer.  The bank blunted the impact last quarter by growing loans at a rapid clip, and managed to beat Wall Street’s quarterly forecasts. But Bank of America shares fell 2% in morning trading after Chief Financial Officer Paul Donofrio said net interest income will decline through the first six months of 2020.  Donofrio expects to improve that metric later in the year by growing loans and reducing interest rates on deposits, but predicted Bank of America’s net interest income will be “modestly” lower for the full year.  Analysts gave Bank of America credit for the way it has handled lower rates, with Wolfe Research’s Steven Chubak calling its performance “impressive” and Oppenheimer’s Chris Kotowski saying interest income “held up very well.”  “The rate environment definitely has an impact, but it isn’t insurmountable,” he said in a note to clients.  The bank’s results were also helped by bond trading, whose revenue rose 25% to $1.8 billion.  The bond trading business performed well across Wall Street, with JPMorgan Chase & Co, Citigroup Inc and Goldman Sachs Group Inc reporting even bigger revenue jumps. The increase was largely due to easy comparisons with the year-ago quarter.  Trading is a small part of Bank of America’s income statement compared with consumer banking, its biggest business. Revenue there fell 5% to $9.5 billion, largely due to lower rates.  The bank’s net interest margin, which measures how profitably a bank can lend out depositors’ funds, fell to 2.35% from 2.52% a year earlier, and from 2.41% in the prior quarter.  Still, Bank of America managed to grow loans 6%, far outpacing increases at Citigroup Inc and JPMorgan Chase & Co. Its deposits grew 5%.  Overall, the bank’s profit fell to $6.75 billion from $7.04 billion a year earlier. Excluding special items, the bank earned 75 cents per share, beating the average analyst estimate of 68 cents, according to Refinitiv.  Revenue fell slightly to $22.35 billion.","183":"LONDON, Feb 8 (Reuters) - Bank of America Merrill Lynch has named Sanaz Zaimi as head of its new European Union broker-dealer unit BofA Securities Europe, the U.S. bank said on Friday, as it steps up Brexit preparations.  The bank began moving jobs to Paris from London this week, Chief Operating Officer Tom Montag told employees in a memo.  Shannon Lilly will relocate from the United States to Paris to serve as deputy CEO of the new unit, Bank of America said. (Reporting by Lawrence White; editing by Jason Neely)","184":"May 29 (Reuters) - Bank of America Corp joined the chorus of large banks predicting a weak trading quarter on Wednesday.  Speaking to investors and analysts at an industry conference, Chief Executive Brian Moynihan said he expects trading revenue to be lower and investment banking revenue to be flat.  Earlier this week JPMorgan Chase & Co CEO Jamie Dimon and Citigroup Inc CEO Mike Corbat said they also expect trading to be down for the quarter. (Reporting by Imani Moise Editing by Phil Berlowitz)","185":"NEW YORK (Reuters) - Investors will focus on falling profits, a more dovish Federal Reserve and lower interest rates as major U.S. banks kick off what analysts expect to be the first quarter of contracting corporate earnings since 2016.  FILE PHOTO: Traders work on the floor of the New York Stock Exchange shortly after the opening bell in New York, U.S., April 2, 2019. REUTERS\/Lucas Jackson\/File Photo  On Friday, April 12, JPMorgan Chase & Co and Wells Fargo & Co will post results to begin the earnings season in earnest. Citigroup Inc and Goldman Sachs Group Inc will report the following Monday, followed by Bank of America Corp and Morgan Stanley on Tuesday.  In the wake of the Federal Reserve’s cautious shift due to signs of softness in the U.S. economy and the subsequent drop in 10-year Treasury yields, S&P 500 banks are seen posting year-on-year first-quarter earnings growth of 2.3%, down from 8.2% forecast six months ago, according to Refinitiv data.  (For an interactive graphic on evolving bank earnings estimates click, tmsnrt.rs\/2HOVt1D)  “The Fed pivoted so abruptly, which gives one pause about what they’re saying about the economy,” said Chuck Carlson, chief executive officer at Horizon Investment Services in Hammond, Indiana. “Flat to falling interest rates are not good news for bank interest margins. It’s not surprising that analysts are taking down earnings estimates.”  The central bank’s change in tack put the brakes on what had been a pattern of quarterly rate hikes, amid signs of slowing economic growth.  Slowdown jitters have also hit 10-year Treasury yields. The benchmark bond’s yield hit a 15-month low in the first quarter, flattening the yield curve and narrowing the gap between the interest banks pay depositors and the interest they charge consumers, which is bad news for profits.  “That’s why the estimates are going down,” Carlson added. “(Analysts are) fearful of interest margins for banks and there’s an underlying concern about loan growth.”  In the first three months of the year, the S&P 500 bounced back from a sell-off in December, gaining 13.1%, its biggest quarterly increase since 2009. But financials underperformed the wider market, gaining 7.9% in the quarter as the new low-interest-rate normal that boosted other sectors was a headwind for banks.  Since October, analysts have drastically lowered their expectations for S&P 500 earnings in 2019, with first-quarter estimates dropping from 8.1% growth to a year-over-year decline of 2.2%. That would mark the first quarter of negative growth since the earnings “recession” that ended in 2016.  The partial federal government shutdown in January and an expected drop in trading revenues provided additional impetus for analysts to cut first-quarter bank earnings estimates.  In a KBW note dated April 3, lead analyst Brian Kleinhanzl sees median year-on-year revenues from both equities and fixed income, currencies and commodities (FICC) trading to have dropped by 15% in the quarter.  “Within financials, the industry that’s been hit hardest is capital markets,” said Tajinder Dhillon, senior research analyst at Refinitiv on London. “Those downward revisions have intensified over the last 90 days. Of the big 6 banks, Goldman Sachs, Morgan Stanley and JPMorgan have seen the biggest declines” in first-quarter earnings estimates.  But some analysts believe the effects on banks of a more accommodative Fed and the flattened yield curve are overstated.  Oppenheimer lead analyst Chris Kotowski wrote in a March 25 note “to be sure, rates and the yield curve have had an effect on bank earnings.” But he called the impact from the Fed’s decision “a minor one,” and wrote that aside from these impacts, “bank fundamentals are remarkably stable.”  Recent history shows that large U.S. financial institutions have beat analyst estimates at a higher rate than the broader market. In the eight most recent quarters, the six banks have beat earnings estimates 83.3% of the time on average, compared with the S&P 500’s 75.4% average beat rate. Additionally, bank revenues surprised to the upside 79.2% of the time, while S&P 500 company revenues came in ahead of analyst estimates 68.3% of the time, per Refinitiv data.  (For a graphic on 'U.S. banks beat\/miss track record' click, tmsnrt.rs\/2Vmv2DP)  In today’s late-cycle reality, however, it is not clear that banks can beat even lowered expectations. Either way they should set the tone for what analysts predict will be a rocky earnings period.  “Psychologically, these are bellwether companies that tend to drive sentiment,” Dhillon added, suggesting that their quarterly reports are proxy indicators of corporate earnings health. “Banks are up there.”","186":"WILMINGTON, Del. (Reuters) - Bank of America said on Thursday it was standing by its pledge to stop financing civilian assault weapons and suggested it may be preparing to exit a loan for gun maker Remington Outdoor Corp that sparked criticism of the lender.  Slideshow ( 2 images )  The statement by Vice Chairman Anne Finucane follows a Reuters report on Sunday that the lender was participating in a $193 million credit facility that will help stabilize Remington’s business when it emerges from bankruptcy this month.  After the report, activists including student gun control activist David Hogg were critical of the bank and took to Twitter using the #BoycottBankofAmerica hashtag. Hogg was a student at the high school in Parkland, Florida, where a February shooting helped touch off a renewed push for stricter U.S. gun control.  “Let me be clear - we are not changing our policy to end financing of the manufacture of these military style firearms,” said Finucane, who emphasized the policy change was on a go-forward basis.  She said the Remington financing was in the works for months before the firearms policy was announced on April 10.  A bank spokesman confirmed the statement, which took the form of a letter that Bank of America distributed in response to inquiries about its gun policy.  Bank of America is providing $43.2 million of the credit facility, with the rest coming from six other banks.  The banks have committed to providing the credit, and when Remington exits bankruptcy the credit facility will be established to replace an existing facility of the same size that Remington used to get through its Chapter 11.  The letter also indicated Bank of America may be preparing to exit the Remington credit facility soon after it is financed by selling its participation, as the agreement allows.  “Remington is aware of the policy that we subsequently announced, and that policy will dictate our future actions after the bankruptcy proceedings conclude,” said Finucane’s letter.  Bank of America could have faced potential legal action and damages if it had backed out of its commitment to provide the Remington financing, particularly if the company failed to emerge bankruptcy.  In addition, the bank was concerned about its reputation for standing by lending commitments if it reneged on its Remington financing, according to a source familiar with the bank’s thinking.  Remington makes the Bushmaster rifle that was used in the 2012 Sandy Hook school shooting in which 20 children were killed.","187":"NEW YORK, June 15 (Reuters) - Bank of America Corp has appointed Brad Kleinsteuber as its head of insurance investment banking in the Americas, according to an internal memo seen by Reuters on Monday, the contents of which were confirmed by a bank spokesman.  New York-based Kleinsteuber has been with Bank of America since 2002 and has worked on some of the bank’s most high-profile assignments in the insurance space in that time.  He will report to Will Addas and Gary Howe, co-heads of the Americas financial institutions group, the memo added.  The position has been vacant since Thomas Solomon stepped down last month to join Randall & Quilter Investment Holdings as chief financial officer.  Recent weeks have seen a number of job changes for senior investment bankers focused on the insurance industry. Gautam Chawla is joining Barclays at the end of July from Citigroup Inc, while Citi announced May 18 it had hired Jawad Haider from Credit Suisse Group.","188":"April 30 (Reuters) - Small business owners around the country are preparing for a recession, according to a new survey by Bank of America Corp, and the bank wants to put more business specialists in branches to help, an executive told Reuters.  More than two-thirds of business owners surveyed by the bank said they had taken steps to prepare for an economic downturn, including setting cash aside or planning to reduce expenses.  Of the 69 percent of owners who had started preparing for a recession, only 19 percent had opened a line of credit, a figure that Bank of America’s head of small business Sharon Miller said was too low.  “When you need a line of credit, you often can’t get one,” she said in an interview. “Business owners should be thinking about that now.”  There was less optimism about the U.S. economy than last year, the survey showed. Forty-eight percent of business owners felt the national economy would improve over the next year, down from 55 percent last fall. Concerns about healthcare costs and the impact of trade wars contributed to declining sentiment.  The Charlotte-based bank was looking to grow its unit that caters to businesses with fewer than 100 employees and less than $5 million in revenue by putting small business specialists in each of Bank of America’s financial centers, Miller said.  Bank of America currently employs about 2,300 business specialists and has about 4,300 branches.  Earlier this month, the second-largest bank by assets announced plans to expand its branch and ATM network to cover more than 90 percent of the U.S. population by 2021.","189":"SAO PAULO, March 11 (Reuters) - Bank of America Corp has reorganized its Latin American corporate and investment banking teams, according to internal memos obtained by Reuters.  Augusto Urmeneta, based in New York, was appointed in February head of Global Corporate and Investment Banking in Latin America, according to an internal memo. Urmeneta has been at Bank of America for 22 years and led the capital markets team in the region.  Hans Lin, head of Brazil Investment Banking that has been with BofA for 12 years, will coordinate Latin American relationships with investors from Asia and the Middle East, and join the Global Private Capital Council. Bruno Saraiva has been named co-head of Brazil Investment Banking with Lin and continue to oversee Brazil’s Equity Capital Markets division.  Bank of America declined to comment on the matter. (Reporting by Tatiana Bautzer; Editing by David Gregorio)","190":"FILE PHOTO: A Bank of America logo is seen in New York City, U.S. January 10, 2017. REUTERS\/Stephanie Keith\/File Photo  (Reuters) - Bank of America Corp BAC.N plans to stop lending to companies that make military-style firearms for civilians, Bloomberg reported on Tuesday, making it the second major U.S. lender to address gun sales after the Florida high school shooting that left 17 dead in February.  The company is in discussions with a few manufacturers who make military-style firearms for civilians, Bank of America’s vice chairman, Anne Finucane, told the news agency in an interview.  “It is not our intent to underwrite or finance military style firearms on a go-forward basis,” she said.  A spokesman for Bank of America declined to comment on the report.  Last month, Citigroup Inc C.N added restrictions on firearm sales for new retail sector clients, requiring them to sell firearms only to customers who passed a background check, restricting sales for buyers under 21, and not sell so-called bump stocks or high-capacity magazines.  The second-deadliest shooting at a U.S. public school re-ignited the long-running national debate over gun rights, pitting many of the students who survived the Feb. 14 high school shooting in Parkland, Florida, against powerful gun rights groups like the National Rifle Association.","191":"FILE PHOTO: A Bank of America logo is pictured in the Manhattan borough of New York City, New York, U.S., January 30, 2019. REUTERS\/Carlo Allegri\/File Photo  (Reuters) - Bank of America Corp said on Wednesday that it would invest $15 billion in affordable housing initiatives over the next five years, tripling its commitment as a booming mortgage market caused it to hit its prior goal early.  In 2019, the second-largest U.S. lender said it would give $5 billion to 20,000 low-to-moderate income homeowners through a mix of grants and loans through 2024.  “I’m pleased to say that we’ve gotten a lot further than that and we already have done over $5 billion to help create 21,000 new homeowners to the commitment,” President of Retail Steve Boland said in an interview.  The new $15 billion commitment aims to reach 60,000 new home buyers and includes down payment and closing cost grants which could provide customers with up to $17,500 to help finance their new home.  Strong mortgage demand fueled by low interest rates during the pandemic helped the bank beat its expectations, Boland said. The bank also tripled the number of dedicated community lending officers to help find new customers.  Last year, the bank also got a green light to start paying agencies that advise struggling home buyers for referrals after regulators relaxed rules barring kickbacks between such agencies and lenders that may increase the cost of buying a home.  The announcement comes against the backdrop of growing calls to address the national shortage of affordable housing amid record unemployment. The issue is also of major interest to President Joe Biden, who included a $640 billion housing plan in his campaign.  Half of the bank’s outstanding home loans are to low- to moderate-income or multicultural families and communities, it said. Still, more than two thirds of its $237 billion mortgage portfolio was dedicated to jumbo loans to wealthy customers as of September, according to Inside Mortgage Finance data.","192":"MEXICO CITY (Reuters) - Mexico’s economy will likely shrink by 8.0% this year due to the effects of the coronavirus crisis and a drop in crude oil prices, Bank of America said on Thursday, slashing its previous forecast for a contraction of 4.5%.  After suffering the worst contraction in recent history in 2020, the Mexican economy should make up some of the ground next year, growing by around 4.5% in 2021, the bank forecast.","193":"Rhode Island jewelry company Alex and Ani has filed a $1.1 billion gender bias lawsuit against Bank of America, accusing it of cutting off a line of credit after a female took over for the jeweler as chief financial officer.  Filed on Thursday in Manhattan federal court, the lawsuit said the bank used a “nonexistent” default as an excuse for cutting off access to a $50 million revolving line of credit the bank had extended in 2016. In reality, the bank was motivated by gender bias against the women-led company, the complaint alleged.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/30VA0K2","194":"WASHINGTON, Sept 19 (Reuters) - U.S. regulators ordered Bank of America on Wednesday to pay a $30 million civil penalty for what it called attempted manipulation of the swaps and derivatives benchmark.  The Commodity Futures Trading Commission said in a statement that from January 2007 through December 2012, Bank of America made false reports and attempted to manipulate the U.S. Dollar International Swaps and Derivatives Association Fix (USD ISDAFIX), a leading global benchmark. (Reporting by Doina Chiacu; Editing by Lisa Lambert)","195":"May 17 (Reuters) - Bank of America Corp:  * BANK OF AMERICA CORP - ANNOUNCED ISSUANCE OF ITS FOURTH AND LARGEST GREEN BOND FOR $2.25 BILLION IN AGGREGATE PRINCIPAL AMOUNT Source text : (bit.ly\/2wPcQuB) Further company coverage:","196":"Sept 28 (Reuters) - Bank of America recently told its clients it was restricting the sale of stocks of tiny and unknown companies that trade over-the-counter for less than $5 each, CNBC reported cnb.cx\/2DBPoEH on Friday, citing people with direct knowledge of the matter.  The bank started clamping down on its clients’ dealings in penny stocks in late July by banning purchase.  Six weeks later, it told its clients it was restricting the sales of risky securities, later amending the policy to give its clients time to exit their positions, CNBC reported the people as saying.  Bank of America did not immediately respond to Reuters’ request for a comment. (Reporting By Aparajita Saxena in Bengaluru; Editing by Shailesh Kuber)","197":"NEW YORK, March 28 (Reuters) - Bank of America Merrill Lynch has hired Jason Prior as global head of oil and gas trading, three sources familiar with the matter said.  Prior is to begin his role on April 9 and will replace George Cultraro, who will now serve as co-head of the commodities business, one source said.  Prior was most recently an oil trader at global commodities trader Castleton Commodities International and was previously managing director of oil trading at Barclays Investment Bank, according to his LinkedIn profile.  The sources spoke on condition of anonymity because the information is not public.  Prior did not respond to a request for comment.  Earlier this year, BAML hired Mark Sickafoose as head of North America commodities trading. (Reporting by Devika Krishna Kumar in New York; Editing by Tom Brown)","198":"April 26 (Reuters) - German financial watchdog Bafin:  * SAYS IMPOSES FINE OF 1.34 MLN EUROS ON BANK OF AMERICA  * SAYS BANK OF AMERICA FAILED TO PUBLISH NOTIFICATIONS ON VOTING RIGHTS, INSTRUMENTS IN PRESCRIBED TIMEFRAME Further company coverage:"}}