{"date":{"0":"2020\/07\/21","1":"2020\/11\/06","2":"2019\/10\/22","3":"2019\/03\/25","4":"2020\/10\/21","5":"2018\/10\/23","6":"2020\/03\/12","7":"2019\/10\/22","8":"2019\/04\/24","9":"2020\/10\/21","10":"2020\/04\/24","11":"2019\/04\/25","12":"2019\/12\/13","13":"2020\/11\/09","14":"2018\/07\/25","15":"2019\/12\/05","16":"2019\/11\/11","17":"2018\/04\/20","18":"2020\/07\/08","19":"2020\/09\/28","20":"2019\/03\/22","21":"2018\/03\/02","22":"2018\/03\/12","23":"2018\/08\/13","24":"2020\/04\/22","25":"2020\/07\/08","26":"2019\/12\/05","27":"2020\/12\/17","28":"2020\/04\/16","29":"2020\/10\/30","30":"2019\/05\/14","31":"2018\/05\/17","32":"2019\/09\/13","33":"2019\/07\/23","34":"2020\/11\/02","35":"2020\/11\/03","36":"2019\/10\/30","37":"2020\/04\/27","38":"2020\/01\/23","39":"2019\/09\/13","40":"2019\/03\/21","41":"2018\/10\/24","42":"2018\/06\/29","43":"2018\/03\/12","44":"2020\/02\/05","45":"2019\/04\/25","46":"2019\/12\/13","47":"2019\/03\/04","48":"2019\/10\/22","49":"2020\/06\/18","50":"2020\/04\/27","51":"2019\/12\/05","52":"2020\/02\/28","53":"2020\/02\/28","54":"2019\/12\/05","55":"2019\/10\/30","56":"2020\/04\/20","57":"2020\/12\/10","58":"2020\/11\/06","59":"2020\/10\/06","60":"2018\/03\/02","61":"2019\/01\/29","62":"2020\/07\/31","63":"2018\/05\/01","64":"2020\/08\/07","65":"2019\/03\/04","66":"2020\/12\/17","67":"2019\/01\/03","68":"2020\/11\/12","69":"2018\/04\/24","70":"2018\/10\/25","71":"2020\/01\/30","72":"2020\/08\/07","73":"2020\/11\/04","74":"2018\/04\/27","75":"2018\/04\/24","76":"2020\/04\/16","77":"2019\/12\/05","78":"2019\/01\/29","79":"2018\/10\/23","80":"2019\/05\/14","81":"2020\/02\/14","82":"2020\/04\/22","83":"2020\/02\/14","84":"2020\/07\/21","85":"2019\/04\/03","86":"2018\/03\/07","87":"2020\/06\/18","88":"2018\/12\/21","89":"2020\/07\/22","90":"2020\/07\/21","91":"2020\/02\/27","92":"2020\/07\/08","93":"2020\/05\/19","94":"2020\/10\/30","95":"2020\/03\/06","96":"2019\/03\/04","97":"2020\/03\/19","98":"2020\/06\/10","99":"2018\/04\/05","100":"2018\/07\/06","101":"2020\/11\/04","102":"2019\/01\/29","103":"2020\/04\/22","104":"2018\/10\/25","105":"2019\/03\/12","106":"2020\/01\/14","107":"2020\/06\/02","108":"2021\/02\/03","109":"2018\/04\/20","110":"2020\/01\/30","111":"2018\/10\/25","112":"2020\/06\/04","113":"2020\/04\/16","114":"2020\/07\/21","115":"2020\/02\/05","116":"2019\/02\/22","117":"2018\/02\/12","118":"2020\/11\/27","119":"2019\/03\/21","120":"2018\/04\/05","121":"2018\/04\/20","122":"2019\/03\/21","123":"2019\/03\/21","124":"2020\/04\/21","125":"2020\/05\/18","126":"2020\/11\/07","127":"2018\/07\/24","128":"2018\/03\/28","129":"2020\/07\/22","130":"2020\/04\/20","131":"2020\/06\/18","132":"2020\/06\/18","133":"2021\/01\/29","134":"2019\/11\/11","135":"2018\/04\/24","136":"2020\/11\/27","137":"2018\/07\/24","138":"2019\/04\/24","139":"2020\/04\/02","140":"2019\/07\/23","141":"2020\/04\/22","142":"2019\/03\/12","143":"2020\/05\/29","144":"2020\/07\/22","145":"2019\/10\/22","146":"2018\/10\/24","147":"2019\/11\/25","148":"2020\/03\/06"},"text":{"0":"(Reuters) - One of medicine’s costliest treatment areas could become even more pricey as Biogen seeks to layer its $750,000 spinal muscular atrophy drug on top of $2.1 million-per-patient Novartis gene therapy Zolgensma.  FILE PHOTO: A sign marks a Biogen facility, some of whose employees have tested positive for the coronavirus after attending a meeting in Boston, in Cambridge, Massachusetts, U.S., March 9, 2020. REUTERS\/Brian Snyder  Biogen’s Spinraza, the list price of which drops to $375,000 a year after the first year, was the first approved treatment for spinal muscular atrophy (SMA), a leading genetic cause of infant death, and was dominant until Zolgensma’s entry last year.  Zolgensma is the world’s most expensive one-off treatment, bringing in $205 million for Swiss drugmaker Novartis in the second quarter.  A proposed global clinical study by U.S.-based Biogen would test if Spinraza improves outcomes in patients who do not respond sufficiently to Zolgensma, it said.  In a call with analysts after Biogen’s announcement, Novartis Chief Executive Vas Narasimhan did not directly address whether patients had adequate responses to Zolgensma or if they could benefit from Spinraza treatment after gene therapy.  Narasimhan did say that patients had not lost progress gained after treatment with Zolgensma, but that Novartis continues to evaluate another SMA medicine, branaplam, with the gene therapy.  Biogen, which achieved $2 billion in 2019 Spinraza sales, aims to enroll up to 60 children up to 3 years of age, starting in 2021.  Rare diseases such as SMA are attractive treatment areas for drug companies despite small patient numbers because they often affect children, which means that drugmakers can command high prices for advanced treatments.  The SMA market is poised to become more competitive, however.  Swiss drugmaker Roche and U.S. partner PTC Therapeutics are awaiting approval by the U.S. Food and Drug Administration of risdiplam next month.  The one-a-day oral drug is viewed as a potential a rival to Spinraza, which is administered every four months via spinal infusion. Some analysts predict risdiplam’s sales could eventually top $2 billion.  (This story corrects to Spinraza list price after the first year to $375,000, not $350,000, in second paragraph)","1":"(Recasts first paragraph with vote on first question)  Nov 6 (Reuters) - A panel of outside advisers to the U.S. Food and Drug Administration on Friday voted that one of two large studies on Biogen Inc’s experimental Alzheimer’s disease drug cannot be viewed alone without regard for the other failed trial.  Eight members of the expert panel voted that both trials must be taken into consideration, one voted that the successful trial could stand as proof of efficacy on its own and two were uncertain.  The FDA is expected to make its approval decision by March. The drug, aducanumab, is poised to become the first new treatment for the disease in decades and the first that appears to be able to slow progression of the fatal, mind-wasting condition, should it win U.S. approval.  Biogen shares were halted ahead of the advisory panel meeting.  Alzheimer’s disease is the sixth leading cause of death in the United States and there is “a profound and enormous unmet medical need” for new treatments, Billy Dunn, director of neurology products for the FDA’s Center for Drug Evaluation and Research, said during the meeting.  Biogen in October last year revived its plans to seek approval for aducanumab, months after it had said that an independent futility analysis of its two pivotal trials showed they were unlikely to succeed.  Biogen said it changed course after a new analysis showed a high dose of the drug could slow disease progression.  The FDA staff earlier this week said data from one of the trials “provides the primary evidence of effectiveness” and a clinically meaningful treatment effect.  They said failure of a second large trial did not detract from the findings of the positive study.  The expert panel on Friday is set to vote on three other questions including whether the results from the successful study alone could be considered as the main evidence of the drug’s effectiveness in treating Alzheimer’s.  The panel will also discuss results from a third early-stage study providing supportive evidence of aducanumab’s efficacy.  The FDA is not obligated to abide by its advisory panel recommendations, but typically does.","2":"FILE PHOTO: A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder  (Reuters) - Drugmaker Biogen Inc BIIB.O reported a 7.1% rise in third-quarter profit on Tuesday, boosted by higher demand for its rare muscle disease drug, Spinraza.  Net income attributable to the company rose to $1.55 billion, or $8.39 per share, in the quarter ended Sept. 30, from $1.44 billion, or $7.15 per share, a year earlier. (bit.ly\/2N0C8ed)  Total revenue rose to $3.60 billion from $3.44 billion.","3":"FILE PHOTO: A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder\/File Photo  (Reuters) - Biogen Inc said on Monday it would buy back shares worth $5 billion, days after its stock slumped on the drugmaker’s announcement to end two Alzheimer’s disease trials.  Biogen had lost more than $18 billion of its value last week after the company and partner Eisai Co Ltd ended two late-stage trials of their experimental Alzheimer’s disease treatment, aducanumab.  Biogen shares, which lost 32.4 percent of their value since the company’s announcement on Thursday to scrap the trials, were up 1.5 percent before the opening bell on Monday.  The share buyback is in addition to the approximately $1.7 billion remaining under the stock repurchase program authorized by its board in August 2018, the company said in a regulatory filing bit.ly\/2Tt6APq.","4":"Oct 21 (Reuters) - Biogen Inc:  * BIOGEN INC CEO SAYS UPCOMING FDA PANEL MEETING FOR ADUCANUMAB IS CO’S HIGHEST PRIORITY: CONF. CALL  * BIOGEN CEO EXPECTS SALES GROWTH OF MUSCLE-DISEASE DRUG SPINRAZA TO CONTINUE DESPITE INCREASED COMPETITION: CONF. CALL  * BIOGEN CFO SAYS DIVERTING SOME TECFIDERA RESOURCES TOWARDS LAUNCH OF MS DRUG VUMERITY AND ALZHEIMER’S THERAPY ADUCANUMAB  * BIOGEN CFO SAYS TECFIDERA GENERIC RIVALS PRICED AT DISCOUNT OF ABOUT 90% ON AVERAGE: CONF. CALL  * BIOGEN CEO SAYS U.S. FDA DECISION ON ADUCANUMAB WOULD INFLUENCE DECISION BY OTHER REGULATORS: CONF. CALL  * BIOGEN EXECUTIVE SAYS IF ADUCANUMAB NOT APPROVED, CO WOULD BE OBLIGATED TO RECONSIDER COST-BASE Source text for Eikon: Further company coverage:","5":"Oct 23 (Reuters) - Biogen Inc reported a 17.8 percent rise in third-quarter profit on Tuesday, driven by double-digit sales growth of its promising muscle disease treatment Spinraza.  The U.S. biotech company said here net income rose to $1.44 billion, or $7.15 per share, in the third quarter ended Sept. 30, from $1.23 billion, or $5.79 per share, a year earlier.  Total revenue rose 11.7 percent to $3.44 billion. (Reporting by Manas Mishra and Saumya Sibi Joseph in Bengaluru; Editing by Shounak Dasgupta)","6":"March 12 (Reuters) - Drug developer Vir Biotechnology Inc said on Thursday it had signed a letter of intent with Biogen Inc for the development of a potential coronavirus treatment, sending shares up 20%.  Once the agreement is finalized, Biogen would use Vir’s antibody platform to develop infection-fighting proteins known as monoclonal antibodies to treat COVID-19, the disease caused by coronavirus.  Vir said it had identified a number of monoclonal antibodies that could target the coronavirus, and that it had begun its development efforts with Biogen.  The coronavirus has infected more than 126,000 people across the world, the vast majority in China, and killed over 4,600, according to a Reuters tally.  Drugmaker Gilead Sciences Inc is testing its experimental therapy remdesivir in treating the virus and is expected to announce results from its ongoing clinical trials over the next month.  Shares of Vir Biotechnology were up at $40.48 in premarket trading.","7":"(Reuters) - Biogen Inc BIIB.O revived plans on Tuesday to seek U.S. approval for Alzheimer's treatment aducanumab, surprising investors and saying data from more patients in two discontinued studies showed the drug reduced the decline of patients.  The drugmaker's shares soared 27% in New York trading, recouping almost all of the $18 billion it lost when it said in March it was abandoning the two studies. Shares in Eisai Co 4523.T, Biogen's Japanese partner in the drug, were quoted up 18% to the daily limit high of 6,534 yen in Tokyo trading.  The field of experimental Alzheimer’s treatments is littered with high-profile failures, with many major drugmakers abandoning the race to develop a medicine for a disease that makes up 60%-70% of an estimated 50 million dementia cases globally.  Any medicine that effectively treats the disease is likely to become one of the world’s top-selling drugs and could be transformative for Biogen, which is facing multiple challenges over its product pipeline.  Filing with U.S. regulators could “potentially bring back to life a drug that had been completely left for dead,” RBC Capital Markets analyst Brian Abrahams wrote in a note.  “The viability of such a filing is unknown, given the mixed results - in our view, Biogen is somewhat desperate for growth drivers ... so a change in narrative is badly needed.”  Biogen and Eisai decided to end the two late-stage trials of aducanumab in March when a so-called “futility analysis” revealed the trials had little hope of succeeding.  The failure spurred demands on Wall Street for the company to spend more on acquisitions, as its mainstay multiple-sclerosis franchise faced patent challenges and its newer muscle-wasting disorder treatment, Spinraza, faced competition from Switzerland's Novartis NOVN.S.  A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder\/File Photo  UPHILL BATTLE  Biogen said on Tuesday more data had become available after the two studies were discontinued, resulting in new analysis that showed one of the trials met the main goal, while the other did not.  Results from patients in the failed second trial who had received high doses also supported the findings of the first, it added. Patients who received aducanumab experienced significant benefits on measures of cognition and function such as memory, orientation and language.  Biogen said it had met with the Food and Drug Administration twice, once in June and again on Monday to discuss the data.  “They (FDA) thought it was reasonable for us to submit an application for approval,” said Chief Medical Officer Alfred Sandrock, who earlier this month became the company’s R&D head.  Credit Suisse analyst Fumiyoshi Sakai said the new datasets would be presented at clinical trials meetings in early December. FDA approval was not guaranteed, and investors and analysts would remain cautious “until we see a real product,” he said.  The company said it planned to submit a marketing application for aducanumab in early 2020 based on the discussions.  Baird analyst Brian Skorney said he believed FDA approval for aducanumab was highly unlikely and predicted Biogen would have an uphill task to convince regulators that the results were more than random chance.  Aducanumab works on the hypothesis that removing deposits of amyloid, a type of plaque, from the brain of patients in the early stages of the disease could stave off its ravages, which include loss of memory and the inability to care for oneself.  Biogen executives on a conference call said the results from the new analysis were positive for another Alzheimer’s drug, BAN2401, which works on a similar principal and is also being jointly developed along with Eisai.  The company also reported a better-than-expected third-quarter profit, helped by higher demand for rare muscle disease drug, Spinraza. (bit.ly\/2N0C8ed)  Shares in the company, which had lost 25.7% of its value this year as of Monday’s close, rose 27% to $284.","8":"April 24 (Reuters) - Drugmaker Biogen Inc reported a 20 percent rise in first-quarter profit on Wednesday on higher sales of its muscle disease treatment Spinraza.  Net income attributable to the company rose to $1.41 billion, or $7.15 per share, in the quarter ended March 31, from $1.17 billion, or $5.54 per share, a year earlier.  Total revenue rose to $3.49 billion from $3.13 billion. (Reporting by Manojna Maddipatla and Saumya Sibi Joseph in Bengaluru; Editing by Shounak Dasgupta)","9":"(Reuters) - Biogen Inc BIIB.O said on Wednesday it was diverting part of its budget and resources for blockbuster multiple sclerosis drug Tecfidera towards a potential launch of its Alzheimer's disease drug, aducanumab.  FILE PHOTO: A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder  With Tecfidera’s dominance under threat from recently launched generic versions, the drugmaker is throwing its weight behind U.S. approval of aducanumab. A closely watched U.S. Food and Drug Administration’s expert panel meeting next month will discuss potential approval of the drug.  Chief Executive Officer Michel Vounatsos believes a decision by the FDA, due by March 7, could influence other regulators as well. Biogen has filed for European review of the drug and is also preparing to file for approval in Japan.  “We are reallocating some Tecfidera resources to support the launch of (MS drug) Vumerity as well as aducanumab,” Vounatsos added.  Biogen said it was confident the Alzheimer’s disease drug would be approved, despite one study of the drug failing to meet its main goals.  Wall Street analysts remain largely divided on the drug’s approval due to mixed data in late-stage studies.  If approved, the drug would be the first treatment designed to delay progression of Alzheimer’s disease and possibly bring in billions of dollars in sales.  Tecfidera has come under pressure from cheaper generic drugs priced at about 90% discount on average. Biogen expects its sales to decline further next quarter from a 15% drop to $953 million in the third quarter. The drug brought in $4.3 billion in sales in 2019.  Biogen now expects full-year adjusted profit of $32.50 to $33.50 per share, down from its prior estimate of $34 to $36 per share.  Total revenue fell 6.2% to $3.38 billion in the third quarter.  Biogen’s shares fell nearly 1% to $264.66.","10":"April 24 (Reuters) - Biogen Inc:  * BIOGEN INC FILES FOR POTENTIAL DEBT SHELF; SIZE NOT DISCLOSED - SEC FILING Source text: bit.ly\/3524Gwj Further company coverage:","11":"April 25 (Reuters) - AbbVie Inc’s Chief Executive Officer Richard Gonzalez said on a conference call that rivals Biogen Inc and Amgen Inc had been the most aggressive in Europe with their biosimilar versions of its blockbuster drug Humira.  Sales of rheumatoid arthritis drug Humira have accounted for the bulk of AbbVie’s total revenue for years, but competition from new, cheap rivals in Europe has recently hit its results.  Novartis, Mylan Inc and other drugmakers have also launched Humira biosimilars in Europe. (Reporting by Manas Mishra in Bengaluru; Editing by Shinjini Ganguli)","12":"Dec 13 (Reuters) - Biogen Inc said on Friday it would discontinue the development of its experimental therapy for a rare brain disease after it failed a mid-stage trial.  The therapy, gosuranemab, failed to hit statistical significance in its main goal and did not demonstrate effectiveness on key secondary goals, when tested in patients with progressive supranuclear palsy. (Reporting by Saumya Sibi Joseph in Bengaluru; Editing by Shinjini Ganguli)","13":"FILE PHOTO: A sign marks a Biogen facility, some of whose employees tested positive for the coronavirus after attending a meeting in Boston, in Cambridge, Massachusetts, U.S., March 9, 2020. REUTERS\/Brian Snyder  (Reuters) - Biogen Inc's BIIB.O shares slumped about 30% on Monday as the drugmaker's chances of getting a regulatory approval for its experiment Alzheimer's treatment suffered a blow after a panel of experts to the U.S. Food and Drug Administration voted against the medicine.  Wall Street analysts largely believe the panel’s near-unanimous votes against the drug, aducanumab, make it difficult for the FDA to go against the panel.  “Approving aducanumab, in the face of such an overwhelmingly negative vote and commentary, is virtually impossible and would destroy the agency’s reputation at a very tenuous time for the regulator, ahead of potential actions on COVID vaccines,” Baird analyst Brian Skorney said.  The panel on Friday voted “no” to three questions related to whether a single successful large trial of the drug was enough evidence of its effectiveness, given the failure of a second large study.  The FDA is expected to make its decision on aducanumab by March and is not obligated to follow the recommendations of the panel, but usually does.  It is uncommon for the FDA to act against the committee, Jefferies analyst Michael Yee said, adding that it happens less than 20% of the time.  Bowing to pressure from patient advocates, the agency in 2016 approved a treatment for Duchenne muscular dystrophy from Sarepta Therapeutics Inc SRPT.O, even though an outside panel of experts and the agency's own reviewers questioned the drug's efficacy. (reut.rs\/2IaXM17)  “The FDA can do what it wants,” Stifel analyst Paul Matteis said, adding that the vote against Sarepta’s Exondys 51 was obviously better than the 0-10-1 against aducanumab.  If approved, aducanumab would become the first new treatment for Alzheimer’s in decades and the first that appears to be able to slow progression of the fatal, mind-wasting condition, potentially bringing in billions of dollars in sales for Biogen.","14":"CHICAGO, July 25 (Reuters) - Biogen Inc and partner Eisai Co Ltd said patients with early-stage Alzheimer’s disease treated with their experimental drug BAN2401 experienced 30 percent less cognitive decline than patients who got a placebo in a highly anticipated midstage trial.  The second-highest dose of the drug also showed some benefit, but did not meet statistical significance, according to data presented on Wednesday at the Alzheimer’s Association International Conference in Chicago.  Analysts prior to the presentation had said a slowing of dementia symptoms by about 20 percent would be a positive signal, and some said even a 15 percent difference would be favorable.  The results, based on traditional statistical methods after 18 months of treatment, followed 12-month results that failed to meet the study’s main cognitive decline goal based on a complex predictive Bayesian statistical model.  The BAN2401 trial involved 856 patients with early Alzheimer’s disease who had beta amyloid in their brains as confirmed by brain scans. The highest does of 10 mg\/kg bi-weekly - one of five doses tested - was given to 161 patients.  Another 253 patients were treated with the second-highest dose of 10 mg\/kg monthly, while 247 were in the placebo group.","15":"FILE PHOTO: The company's logo is seen at the new cell and gene therapy factory of Swiss drugmaker Novartis in Stein, Switzerland, November 28, 2019. REUTERS\/Arnd Wiegmann  ZURICH (Reuters) - Novartis research head Jay Bradner said on Thursday the Swiss drugmaker is focusing efforts against spinal muscular atrophy (SMA) on gene therapy Zolgensma and retreating from oral therapy like its molecule LMI070, also called branaplam.  Bradner’s comment to an investor conference in London comes as cross-town rival Roche has won the U.S. Food and Drug Administration’s accelerated priority review for its oral SMA therapy that could result in a decision by May 2020.  Analysts as well as Roche have pegged risdiplam as a potential blockbuster with more than $1 billion in annual sales, as it competes with Biogen’s Spinraza and Zolgensma, the $2.1 million-per-patient gene therapy for which Novartis won approval last May.  “As you know, we’ve pivoted to developing Zolgensma as definitive therapy for spinal muscular atrophy and don’t see a big opportunity for oral therapy there, or we would develop this molecule further,” Bradner told investors.  SMA is an inherited, potentially fatal muscle-wasting disease for which there were no treatments until just a few years ago.  Still, Bradner said the potential promise of LMI070, an RNA splicing drug, remains intact in other areas.  “The learning of LMIO70 has taught us that LMI actually affects other splicing effects in cells that lead to new therapeutic opportunities, and has launched new programs targeting” other challenges, Bradner said.","16":"Slideshow ( 2 images )  ZURICH (Reuters) - Roche’s bid to rival Biogen and Novartis in treating spinal muscular atrophy (SMA) got a lift on Monday when the Swiss drugmaker said its drug risdiplam improved motor function of patients in a key study.  Roche, which plans to seek approval for the investigational medicine this year, said its SUNFISH trial demonstrated statistically significant improvements in patients aged 2-25 years with Type 2 or 3 SMA, compared to a placebo.  The muscle-wasting disease, which hits 1 in every 10-11,000 newborns, has been a target of significant interest as drugmakers move into a rare disease area that commands ultra-high prices. Biogen’s Spinraza, approved in 2016, lists at $750,000 in year one and $375,000 thereafter, while Novartis’s Zolgensma is the costliest one-time treatment at $2.1 million.  Roche’s risdiplam, which would be the third treatment to market, is taken by mouth, as opposed to injected into the spine like Spinraza. Roche is also hoping data from its studies stacks up to that of Zolgensma, including in older SMA patients with forms of the disease that may emerge months after their birth but leave them with profound disabilities.  In its statement, Roche underscored the safety profile of Risdiplam just weeks after Novartis’s trial of Zolgensma in a similar population of SMA patients was halted by the U.S. Food and Drug Administration when primate study raised concerns of possible nerve damage or loss.  “No treatment related safety findings leading to study withdrawal have been seen in any risdiplam trial to date,” Roche said, adding it would release specific data from the SUNFISH trial at an upcoming medical conference.  Roche has partnered on risdiplam with PTC Therapeutics.","17":"April 20 (Reuters) - Drugmaker Biogen Inc said on Friday it would pay Ionis Pharmaceuticals Inc $1 billion in cash as part of a new ten-year agreement to develop medicines for a broad range of neurological diseases including dementia.  The payment will include an equity investment in Ionis and an upfront payment.  The companies said they expect the deal to close in the second quarter. (Reporting by Tamara Mathias in Bengaluru Editing by Supriya Kurane)","18":"July 8 (Reuters) - Biogen Inc:  * BIOGEN COMPLETES SUBMISSION OF BIOLOGICS LICENSE APPLICATION TO FDA FOR ADUCANUMAB AS A TREATMENT FOR ALZHEIMER’S DISEASE  * BIOGEN INC - AS PART OF COMPLETED SUBMISSION, BIOGEN HAS REQUESTED PRIORITY REVIEW.  * BIOGEN INC - COMPLETION OF BLA SUBMISSION FOLLOWED A PLANNED PRE-BLA MEETING WITH FDA.  * BIOGEN - BIOGEN HAS CONTINUED TO ENGAGE IN DIALOGUE WITH REGULATORY AUTHORITIES IN OTHER MARKETS, INCLUDING EUROPE AND JAPAN  * BIOGEN INC - IF ACCEPTED, BIOGEN EXPECTS FDA WILL ALSO INFORM IF BLA HAS BEEN GRANTED PRIORITY REVIEW DESIGNATION Source text for Eikon: Further company coverage:","19":"Note: This story has been corrected to name Merck KGaA, not Merck & Co, in the first paragraph.  A federal appeals court on Monday invalidated a Biogen Inc patent on the treatment of multiple sclerosis using a protein known as interferon-beta, a victory for Merck KGaA and Pfizer Inc, which jointly market the interferon-beta-based drug Rebif.  Circuit Judge Richard Linn, writing for a unanimous panel, reinstated a jury verdict that the patent was invalid because prior art had already described the use of naturally occurring interferon-beta to treat the disease. Biogen’s patent described the use of interferon-beta created synthetically, using recombinant DNA, but Linn said that did not make the method patentable.  To read the full story on Westlaw Today, click here: bit.ly\/2S6hrAt","20":"TOKYO (Reuters) - Eisai Co Ltd on Friday said it has begun phase 3 clinical trials of Alzheimer’s treatment BAN2401, a day after the Japanese drugmaker and U.S. partner Biogen Inc scrapped trials for another Alzheimer’s drug, aducanumab.  The logo of Eisai Co Ltd is displayed at the company headquarters in Tokyo, Japan, March 8, 2018. REUTERS\/Issei Kato  The aducanumab announcement knocked $18 billion of Biogen’s stock value. On Friday, Eisai was untraded, flooded with sell orders at 7,565 yen, almost 17 percent lower than its previous close.  The demise of aducanumab came after independent experts determined the trials had little hope of succeeding, marking the latest setback in the quest to treat a mind-wasting disease that affects 5.7 million people in the United States alone.  Eisai and Biogen were jointly developing three experimental drugs for Alzheimer’s: aducanumab, BAN2401 and elenbecestat, all designed to target the brain-destroying protein beta amyloid.  “As we have believed aducanumab was the best hope for treating Alzheimer’s, ending its trials is big negative surprise,” said analyst Motoya Kohtani at Nomura Securities.  BAN2401 has been met with scepticism since the partners reported promising but confusing 18-month results in July. Yet Eisai remains confident in its continued development.  “We still believe that amyloid beta hypothesis is potentially the right approach for the treatment of Alzheimer’s disease,” an Eisai spokesman told Reuters.  Eisai will conduct phase 3 trials of BAN2401 involving 1,566 patients with mild cognitive impairment or mild Alzheimer’s disease dementia with confirmed amyloid accumulation.  Alzheimer’s treatments are known as being particularly difficult to develop, as both diagnosis and the recruitment of appropriate trial participants are challenging.  From 1998 through 2017, only four treatments have been approved with another 146 attempts resulting in failure, according to the Adis R&D Insight database.  Alzheimer’s is the most common form of dementia. In Japan, the government estimates there will be 7 million dementia sufferers in 2025, from 4.6 million in 2012.","21":"(Reuters) - Biogen Inc and AbbVie Inc have withdrawn their multiple sclerosis drug, the companies said on Friday, following reports of eight cases of inflammation of the brain, prompting the European Medicines Agency (EMA) to start an urgent review.  FILE PHOTO: A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder\/File Photo  Zinbryta was approved by the U.S. regulators in 2016 with a boxed warning due to risks of liver damage, with Biogen selling the self-administered drug in Switzerland, Canada and the EU and AbbVie in the U.S.  In November, the European regulator flagged safety concerns about the drug restricting its usage to reduce the risk of serious liver damage.  The EMA said on Friday it initiated an urgent review of Zinbryta following seven cases of serious brain disorders in Germany and one in Spain. (bit.ly\/2CUHj8k)  The drug, which currently treats about 3,000 patients globally, brought in worldwide sales of $107 million last year, with Biogen’s share being $53 million.  “Although the new safety signals are unfortunate, the opportunity for Zinbryta was never significant given the profile and competitive treatment landscape in multiple sclerosis,” William Blair analyst Matt Phipps said in a note.  Phipps had previously estimated the drug to bring in $56 million for Biogen this year.  Biogen’s 2017 earnings were slightly impacted by the impairment of Zinbryta-related assets as a result of a previous EMA regulatory procedure to minimize risks of liver damage linked to the drug.  Zinbryta became part of the national political debate over high U.S. drug costs in September, when Democratic Congressman Elijah Cummings asked the government to take action on the drug’s $87,000 price tag.  AbbVie’s shares were down 1.7 percent at $111.89 in morning trading on Friday.","22":"March 12 (Reuters) - Biogen Inc said on Monday it would buy Pfizer Inc’s experimental treatment for cognitive impairment associated with schizophrenia in a deal whose value could near $600 million.  Biogen said it would pay Pfizer $75 million upfront, up to $515 million in development and commercialization milestone payments, as well as royalties. (Reporting by Tamara Mathias in Bengaluru; Editing by Savio D’Souza)","23":"FILE PHOTO: A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder\/File Photo  LONDON (Reuters) - Biogen’s muscle disease treatment Spinraza has been deemed too expensive for use on Britain’s state-run health service, even after a price discount offered by the U.S. drugmaker.  Spinraza, which has a U.S. list price of $750,000 in the first year of treatment, is a big money-spinner in Biogen’s home market. But Britain’s healthcare cost agency NICE said on Tuesday it could not recommend it as a cost effective treatment.  That is despite Spinraza, which is also known as nusinersen, having a lower British price tag of 450,000 pounds ($573,000) for the first year and Biogen offering an undisclosed discount to the National Health Service (NHS).  “Even with the proposed confidential discount the cost of nusinersen is too high for it to be considered a cost-effective use of NHS resources,” the National Institute for Health and Care Excellence (NICE) said.  NICE’s committee of experts also raised concerns that there were still significant uncertainties around the long-term benefits of the medicine.  “We are actively engaging with Biogen to discuss how they might address the uncertainties identified by the committee, while demonstrating the potential for nusinersen to be considered cost effective and managing the risk to the NHS of allowing access to this treatment,” said Meindert Boysen, NICE’s health technology evaluation director.  Spinraza is the first approved treatment for the rare and often fatal disease spinal muscular atrophy or SMA.","24":"April 22 (Reuters) - Biogen Inc:  * BIOGEN INC SAYS ALMOST ALL OF ITS EMPLOYEES INFECTED BY CORONAVIRUS HAVE RECOVERED OR ARE RECOVERING: CONF. CALL  * BIOGEN INC CEO SAYS HAS HAD INITIAL DISCUSSION WITH REGULATORS OUTSIDE THE U.S. ABOUT ALZHEIMER’S DRUG ADUCANUMAB  * BIOGEN INC CEO SAYS DOES NOT BELIEVE REDOSING STUDY IS REQUIRED FOR THE FILING OF ADUCANUMAB  * BIOGEN INC EXECUTIVE SAYS EXPECTS IMPACT TO SALES OF TYSABRI DUE TO CORONAVIRUS  * BIOGEN INC CFO SAYS AWARE THAT SOME PHYSICIANS AND HOSPITALS ARE DELAYING SPINRAZA DOSES BECAUSE OF CORONAVIRUS  * BIOGEN INC CFO SAYS SEEN A MODERATE IMPACT ON DEMAND FOR SPINRAZA OUTSIDE THE U.S. DUE TO COVID-19, WHICH CO EXPECTS MAY CONTINUE  * BIOGEN INC CEO SAYS CO IS PRIORITIZING QUALITY OF ALZHEIMER’S DISEASE DRUG FILING, RATHER THAN THE TIMING  * BIOGEN INC CEO SAYS UNPRECEDENTED DATASET AND COVID-19 ARE AMONG FACTORS FOR DELAY IN ALZHEIMER’S DISEASE DRUG FILING  * BIOGEN INC EXECUTIVE ALFRED SANDROCK SAYS FILING FOR APPROVAL OF ITS ALZHEIMER’S DISEASE DRUG IS AN UNUSUAL PROCESS Further company coverage:","25":"(Reuters) - Biogen Inc said on Wednesday it submitted an application seeking U.S. approval of its closely watched Alzheimer’s drug, as the company aims to be the first to bring a treatment to market that can alter the course of the mind-wasting disease.  A sign marks a Biogen facility, some of whose employees have tested positive for the coronavirus after attending a meeting in Boston, in Cambridge, Massachusetts, U.S., March 9, 2020. REUTERS\/Brian Snyder  Biogen shares were up nearly 5% at $281.34 in afternoon trading on the Nasdaq.  The number of people in the United States living with Alzheimer’s, the most common form of dementia, is expected to triple to nearly 14 million by 2050 without effective treatments, according to the U.S. Centers for Disease Control and Prevention. If approved, Biogen’s aducanumab would be the first treatment designed to delay progression of the fatal, memory-robbing disease.  The drug has had a tumultuous journey, with promising early data raising hopes and Biogen’s share price, only to be dashed by disappointment in later trials.  Biogen in October revived plans to seek approval for aducanumab based on a detailed analysis of what had seemed like less than compelling data, months after scrapping its development.  The biotech company said its analysis showed patient improvements in memory and other measures of cognition and ability to function. Some experts have expressed skepticism over Biogen’s interpretation of the data and called for another large trial that could take several years to complete.  Wall Street analysts have been betting on aducanumab to restore Biogen’s growth prospects following a successful patent challenge to its top-selling multiple sclerosis drug Tecfidera and with looming competition for its high-priced gene therapy Spinraza weighing on its shares.  However, the drug’s approval is far from guaranteed despite the desperate need for treatments. It has been at least 15 years since the Food and Drug Administration has reviewed an application for a new Alzheimer’s treatment, as drugs that were tested failed in trials.  Dr. Maria Carrillo, chief science officer at the Alzheimer’s Association advocacy organization, declined to comment on the chances of the drug winning approval, saying, “That really is up to the FDA.”  “We are looking forward to that rigorous review and their decision,” Carrillo said, adding that a “drug like this that addresses the biological causes associated with Alzheimer’s dementia would be historic and no doubt impactful for the Alzheimer’s community.”  Prior to the focus on COVID-19 vaccines and treatments, the wait for aducanumab’s filing and approval was probably the most-watched saga to play out in biopharma this year, SVB Leerink analyst Marc Goodman said.  The FDA now has 60 days to decide whether to accept the application for review, Biogen and partner Eisai Co Ltd said in a joint statement.  “It is unclear to us if the totality of the data support FDA approval. Just as there are signs of activity, there are inconsistencies in the data that raise questions about aducanumab’s biologic effect,” Cowen analyst Phil Nadeau said.  Biogen said it has asked for a “priority review” for the drug that could cut the time for an approval decision to six months, if granted.  Any successful Alzheimer’s treatment is expected to eventually be a multibillion-dollar seller. Analysts are forecasting aducanumab sales of $673.7 million in 2022 if approved, according to Refinitiv IBES estimates.  Biogen said it was also working toward submitting marketing applications for the drug in Europe, Japan and elsewhere.","26":"SAN DIEGO, Dec 5 (Reuters) - Biogen Inc, looking to win over skeptics and health regulators, later on Thursday will present highly anticipated data on its experimental Alzheimer’s drug aducanumab, which the U.S. biotech company had declared a failure earlier this year.  The turnabout has raised concern that the company is being more optimistic than its trial results warrant as it makes a case for a desperately needed treatment that, if approved, could be the first to slow progression of the mind-wasting disease.  For Biogen, the financial prospects are enormous. Wall Street analysts have forecast annual aducanumab sales reaching nearly $4 billion a year by 2024.  The decades-long search for a disease-modifying Alzheimer’s treatment is littered with failures, and experts say aducanumab still needs to overcome serious questions over Biogen’s new analysis of the trials.  “I’ve never seen it done where a trial has been stopped (for futility) and then they come back and say, ‘Hey, we did some more analysis and guess what? It’s better,’” said Laurie Ryan, who heads the dementias of aging branch at the National Institute on Aging. “None of us has seen the raw data. We hope we see that.”  Biogen’s drug had been seen as a potential game changer, offering proof of the long-held theory that removing a toxic protein called beta-amyloid from the brain would slow progression of the disease.  Those hopes appeared to be dashed in March with an announcement that an interim analysis of two late-stage trials indicated they were likely to fail.  In October, however, Biogen surprised investors and the medical community, saying additional data showed a significant benefit in one of the twin trials, and that results for a subset of patients in the second trial support those findings.  Biogen said after discussions with the U.S. Food and Drug Administration, the agency encouraged it to file for approval.  The company will present the additional aducanumab data at the Clinical Trials on Alzheimer’s Disease conference in San Diego.  Skeptics have raised numerous questions about scientific standards employed by Biogen in its more positive assessment, including a decision to compare results from a subset of patients who received a higher dose of aducanumab in each trial to the full placebo group.  Dr. Adam Boxer, head of the Alzheimer’s clinical trials program at the University of California, San Francisco, said in a phone interview that a big question is “why did they see efficacy in one Phase III trial and not the other?”  Others have questioned the drug’s safety data and other aspects of the trial analysis.  “The safety concern is swelling or even bleeding in the brain that may result from the process of lowering beta-amyloid levels,” said Dr. Joshua Grill, a neurological disorders expert from the University of California, Irvine.  Some aducanumab patients were taken off the drug due to brain swelling and later allowed back into the trial, further complicating findings.  Biogen has partnered with Japan’s Eisai Co Ltd to develop aducanumab as well as BAN2401, which works in a similar way. (Reporting by Julie Steenhuysen in Chicago and Deena Beasley in San Diego; editing by Bill Berkrot)","27":"FILE PHOTO: A sign marks a Biogen facility in Cambridge, Massachusetts, U.S., March 9, 2020. REUTERS\/Brian Snyder\/File Photo  BOSTON (Reuters) - Biogen Inc has agreed to pay $22 million to resolve U.S. allegations that it illegally used two charities that help cover Medicare patients’ out-of-pocket drug costs as a means to pay them kickbacks to use its multiple sclerosis drugs.  The deal, announced by the U.S. Justice Department on Thursday, was the latest to result from an industry-wide probe of drugmakers’ financial support of patient assistance charities that has resulted in more than $1.04 billion in settlements.  A specialty pharmacy that performed services for the Biogen, Advanced Care Scripts, will also pay $1.4 million to resolve claims it conspired to help it use the charities to pay kickbacks to patients taking the MS drugs Avonex and Tysabri.  Neither Biogen nor ACS admitted wrongdoing. Biogen said it believed its conduct was appropriate but entered into the deal to put the investigation behind it. ACS’ lawyer did not respond to a request for comment.  Drug companies are prohibited from subsidizing co-payments for patients enrolled in Medicare, the government healthcare program for those aged 65 and older. Companies may donate to non-profits providing co-pay assistance as long as they are independent.  But the government has alleged that various pharmaceutical companies used such charities as means to improperly pay the co-pay obligations of Medicare patients using their drugs, in violation of the Anti-Kickback Statute.  The investigation came amid heightened attention to rising drug prices. Co-pays are partly meant to serve as a check on healthcare expenses by exposing patients to some of a medicine’s cost.  The government alleged that Biogen from 2011 to 2013 used the foundations Good Days, previously known as the Chronic Disease Fund, and The Assistance Fund as conduits to pay thousands of patients’ co-pay obligations.  Good Days and TAF in 2019 paid $2 million $4 million, respectively, to resolve similar allegations.","28":"April 16 (Reuters) - Biogen Inc:  * BIOGEN, BROAD INSTITUTE OF MIT AND HARVARD, PARTNERS HEALTHCARE LAUNCH CONSORTIUM TO BUILD AND SHARE A COVID-19 BIOBANK Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","29":"(Adds details on treatment)  Oct 30 (Reuters) - Biogen Inc and Eisai Co Ltd said on Friday the European health regulator has accepted for review the marketing application for their closely watched experimental Alzheimer’s treatment aducanumab.  If approved, aducanumab will become the first therapy to reduce the clinical decline in patients with Alzheimer’s disease, which is the most common cause of dementia.  The treatment is also under review with the U.S. Food and Drug Administration, which is expected to take a decision by March 7.  The European Medicines Agency’s acceptance of the application comes ahead of a Nov. 6 panel meeting of outside experts to the FDA to assess the benefits and risks associated with the drug.  Biogen in October revived plans to seek approval for the treatment, months after scrapping the development of the drug following disappointing study results.  Wall Street analysts have since been divided about the data from the clinical studies.","30":"NEW YORK, May 14 (Reuters) - England’s National Health Service said it had reached a deal to pay for U.S. drugmaker Biogen Inc’s expensive spinal muscle atrophy treatment Spinraza.  NHS England said it reached a “managed access agreement” with Biogen under which it will fund treatment for a limited time and collect data on the drug’s effectiveness.  NHS England did not disclose the price it will pay for the drug.  Spinraza, which is administered by spinal injection every four months, has a U.S. list price of $750,000 for the first year and $375,000 annually thereafter.  Britain’s healthcare cost agency, NICE, said in August it could not recommend Spinraza as a cost effective treatment. The rejection came despite a lower British price tag of 450,000 pounds ($573,000) for the first year and Biogen offering an undisclosed discount to the National Health Service.  Spinal muscular atrophy (SMA) is the leading genetic cause of infant mortality, affecting one in every 10,000 live births. About 60 percent of patients have the most severe Type 1 form of the disease, which often leads to paralysis, impaired breathing and death by the second birthday.  Between 600 and 1,200 children and adults are currently living with the condition in England and Wales, according to NHS England. Spinraza will be made available immediately to Type 1 patients by Biogen, it said.  It said that Spinraza will be made available for other patients - including adults and siblings who have yet to show symptoms - in a few weeks, after NICE publishes guidance.  Spinraza was the first approved treatment for SMA, but is expected to soon face new competition. The U.S. Food and Drug Administration is due to decide on approval for Novartis’ gene therapy Zolgensma this month, with other regulators expected to follow suit later this year.  Novartis says the one-time treatment could be a cure for SMA and is pushing for a price in the range of $1.5 million to $5 million. That would make Zolgensma the most expensive new therapy.","31":"SEOUL, May 18 (Reuters) - Samsung BioLogics said on Friday that its joint venture partner Biogen would exercise its call option to increase its stake to 50 pct minus one share in Samsung Bioepis.  Biogen sent a letter to the South Korean biotech drug maker that it planned to use the option by June 29, BioLogics said in a regulatory filing. (Reporting by Ju-min Park and Joori Roh; Editing by Grant McCool)","32":"Sept 13 (Reuters) - Biogen Inc and partner Eisai Co Ltd said on Friday they would abandon two late-stage trials testing their experimental treatment, elenbecestat, for patients with early Alzheimer’s disease.  The companies said the decision was based on the results of a safety review conducted by a data safety monitoring board, which recommended to discontinue the trials due to unfavorable risk-benefit ratio.  The announcement comes months after the companies said they were ending two late-stage trials of another experimental Alzheimer’s disease drug, aducanumab.  The company’s shares fell 1.6% to $228.50 in premarket trading. (Reporting by Manojna Maddipatla in Bengaluru Editing by Saumyadeb Chakrabarty)","33":"(Reuters) - Biogen Inc reported better-than-expected second quarter profit and raised its 2019 earnings forecast on Tuesday, driven by higher sales of its top-selling multiple sclerosis drug Tecfidera and lower taxes.  FILE PHOTO: A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder  Shares of the U.S. biotechnology company rose more than 5% to $244.74.  Tecfidera sales of $1.15 billion topped analysts’ estimates of $1.05 billion and accounted for nearly a third of second-quarter revenue of $3.62 billion.  But Wall Street’s focus has shifted to Biogen’s newer growth driver Spinraza, a treatment for a rare, often fatal muscular disorder called spinal muscular atrophy (SMA), particularly in light of the recent failure of Biogen’s leading experimental Alzheimer’s disease treatment.  (For a graphic on 'Biogen share performance' click tmsnrt.rs\/32MYo28)  While Spinraza sales rose 15.4% from a year ago to $488 million, they fell short of lofty Wall Street estimates of $535.1 million, according to Refinitiv data.  The company said overseas sales of Spinraza came under pressure from a pricing adjustment in France, and as patients moved to a lower-priced maintenance dose from an induction dose in some mature markets.  The recent launch of Zolgensma, Novartis’ one-time gene therapy for SMA, is expected to further pressure Spinraza sales.  Biogen said it sees ample opportunity for growth as Spinraza has only reached 20% of adults in the United States.  “We believe Spinraza will remain a foundation of care in SMA for years to come,” Biogen research chief Michael Ehlers said.  Credit Suisse analyst Evan Seigerman said the Novartis treatment could begin to eat into Spinraza sales in 2020.  “In a vacuum, this quarter was good, but the results don’t solve a lot of our longer term concerns about the growth profile of the company,” he said.  In addition to the Alzheimer’s failure, Tecfidera is facing patent challenges and increased competition from newer treatments, such as Roche’s Ocrevus.  Biogen said it now expects 2019 adjusted earnings of $31.50 to $32.30 per share, up from its prior view of $28 to $29. Analysts were forecasting $29.70 per share.  Excluding items, Biogen earned $9.15 per share, breezing past analysts’ average estimate of $7.53. Much of the beat was due to lower costs and a tax rate of 14%, well below the expectation of 18% to 19%, analysts said.  Net income attributable to the company rose 72% to $1.49 billion in the quarter.","34":"FILE PHOTO: A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder  (Reuters) - The U.S. Food and Drug Administration, citing conflict of interest, has recused a member of an 11-person advisory committee set to review Biogen Inc’s experimental Alzheimer’s drug aducanumab on Friday.  Mayo Clinic neurologist Dr. David Knopman confirmed on Monday that he was recused from the scheduled meeting of outside advisors to the FDA. Expert advisory panels often play an important role ahead of FDA approval decisions, although the agency is not required to take their advice.  Knopman, who said he was recused because of his involvement in conducting clinical trials of aducanumab, has been a vocal critic of the drug, including in a paper published on Sunday in the journal Alzheimer’s & Dementia.  “Aducanumab’s efficacy as a treatment for the cognitive dysfunction in Alzheimer’s disease cannot be proven by clinical trials with divergent outcomes,” he wrote.  The FDA, which is slated to decide by early March whether to approve aducanumab, did not immediately respond to a request for comment.  If approved, aducanumab would be the first drug to treat an underlying cause of the fatal, mind-wasting disease, a field that has for decades produced nothing but failure. By 2025, the number of people age 65 and older with Alzheimer’s dementia is projected to reach 7.1 million in the United States alone, according to the Alzheimer’s Association.  Biogen has said aducanumab, an antibody designed to remove harmful plaques from the brain, was shown in one of two major studies to significantly slow cognitive and functional decline. A second trial, however, showed a benefit only for a subset of patients who were given a high dose for at least 10 months.  Biogen abruptly ended a pivotal trial of aducanumab last year after an early look at results suggested it did not provide a desired benefit. Months later, the biotech company shocked many by reversing course, saying it had decided to seek FDA approval after all.  Shares of Biogen were down about 0.5% at $250.78.","35":"(Reuters) - U.S. health experts this week will decide whether to recommend approval for Biogen Inc's BIIB.O Alzheimer's drug, which could become the first new treatment for the mind-wasting disease in decades even as serious questions persist over whether data show if it works.  FILE PHOTO: A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder  In a field littered with unrelenting failure, Biogen believes in aducanumab it has the first drug that can treat an underlying cause, and therefore slow progression, of Alzheimer’s. But its path to approval has been anything but smooth or assured.  Biogen abruptly ended clinical trials of aducanumab last year after an early look at trial results showed it was not effective. Last October, the company shocked many Alzheimer’s experts by reversing course, saying that a new analysis showed aducanumab could help patients with early-stage disease preserve their ability to function independently for longer. In July, Biogen filed for approval from the Food and Drug Administration.  Now the agency faces tremendous pressure to approve a treatment option for millions of Americans suffering from Alzheimer’s and the millions more expected to face it in coming years.  Patient advocates say the need for a new Alzheimer’s treatment that could help people remain independent is heightened by the coronavirus pandemic, which has killed more than 229,000 people in the United States, including tens of thousands of seniors in nursing homes.  “The pandemic came and it changed everything,” said Russ Paulsen, chief operating officer at patient advocacy group UsAgainstAlzheimer’s. “We need something to keep people out of nursing homes.”  A committee of outside advisers to the FDA will discuss aducanumab on Nov. 6. The agency’s final decision is expected by March. European health regulators have also accepted the drug for review.  Charles Flagg, a 79-year-old retired minister from Jamestown, Rhode Island, had been enrolled for years in a trial of aducanumab before it was stopped. He started receiving the drug again in August as part of a follow-up study, according to his wife Cynthia Flagg.  “He’s not 100 percent himself, but overall I’m not dealing with someone that needs to be led around or be in a care home,” Flagg said.  Aducanumab, an antibody designed to remove amyloid plaques from the brain - a strategy tried with many failed Alzheimer’s drugs - would reap billions of dollars in sales if approved.  Biogen, along with partner Eisai Co Ltd 4523.T, is one of the last large drugmakers pursuing treatments for a disease that afflicts nearly 6 million Americans and millions more worldwide. Biogen estimates about 1.5 million people with early Alzheimer’s in the United States could be candidates for the drug.  ‘CLINICALLY MEANINGFUL’  Late last year, Biogen said one of its two pivotal studies of aducanumab showed a statistically significant benefit at slowing cognitive and functional decline in patients with early Alzheimer’s. A second trial failed to achieve that goal, but did show a benefit for a subset of patients who were given a high dose for at least 10 months.  In March, it opened a follow-up long-term safety study to 2,400 people who had previously participated in trials of aducanumab, like Flagg.  Many Alzheimer’s researchers say Biogen should conduct a third large study to prove aducanumab works. They worry about its possible side-effects, such as brain-swelling, and the potential cost.  “Aducanumab’s efficacy as a treatment for the cognitive dysfunction in Alzheimer’s disease cannot be proven by clinical trials with divergent outcomes,” said Mayo Clinic neurologist Dr. David Knopman, who was recused from the expert panel because he helped conduct the trials.  Others believe the FDA could approve the drug without another trial.  Previous clinical studies had largely targeted patients in later stages of the disease, while many experts now believe attacking Alzheimer’s as early as possible may be the key to success. But there was a lack of clarity on how to assess a drug’s success when functional deficits are less pronounced.  In 2018, the FDA revised its standard of proof guidance for reviewing Alzheimer’s drugs by essentially combining what had been separate goals for cognition, or memory, and day-to-day function. The new guidance stressed the need for a drug to show “clinically meaningful” benefits, a term it has not clearly defined.  Alzheimer’s advocacy groups are pushing for a broad definition, saying it should include preserving the ability to perform daily activities such as shopping independently or remembering to turn off a stove.  “They have been trying to lower the bar and help any company to get a drug approved,” said Dr. Marwan Sabbagh, from the Cleveland Clinic Lou Ruvo Center for Brain Health in Las Vegas. “How much (improvement) do you need to be clinically meaningful? Naturally this is very subjective.”  The FDA did not immediately respond to a request for comment.","36":"Oct 30 (Reuters) - Biogen Inc and partner Alkermes Plc said on Wednesday that the U.S. Food and Drug Administration approved their oral drug to treat multiple sclerosis.  The drug, Vumerity, was approved to treat relapsing forms of multiple sclerosis, a disabling autoimmune disease that damages the central nervous system and can lead to fatigue, pain, vision loss and impaired coordination and motor skills.  Biogen, which also sells multiple sclerosis treatment Tecfidera, said it would make the drug available in the United States in the near future.  Earlier this month, Alkermes disclosed that the drug had received tentative approval. (Reporting by Tamara Mathias in Bengaluru Editing by Supriya Kurane)","37":"April 27 (Reuters) - Biogen Inc:  * BIOGEN PRICES $3.0 BILLION OF SENIOR UNSECURED NOTES  * $1.5 BILLION WILL MATURE ON MAY 1, 2030 AND WILL BEAR INTEREST AT AN ANNUAL RATE OF 2.25%  * $1.5 BILLION WILL MATURE ON MAY 1, 2050 AND WILL BEAR INTEREST AT AN ANNUAL RATE OF 3.15% Source text for Eikon: Further company coverage:","38":"A judge on Wednesday blocked U.S. sales of a Banner Life Sciences LLC multiple-sclerosis drug for 13 days to allow competitor Biogen Inc to appeal a ruling that the product does not infringe one of its patents.  U.S. District Judge Leonard Stark in Delaware said the “limited temporary restraining order” would allow Biogen, which is seeking to fend off competition for its MS drug Tecfidera, time to pursue additional injunctive relief from the U.S. Court of Appeals for the Federal Circuit.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/36ikhqQ","39":"(Reuters) - Biogen Inc and Eisai Co Ltd are abandoning two late-stage trials for their Alzheimer’s treatment in a widely anticipated move that comes months after the companies scrapped trials of another drug for the memory-robbing disease.  The companies said on Friday the decision was based on the results of a review conducted by a data safety monitoring board, which recommended discontinuing the trials as benefits from the treatment, elenbecestat, did not outweigh its risks.  Shares of Biogen were up 2.3% at $237.60 as some analysts said ending the trial would save the company costs associated with running it through its completion.  “This was widely expected by the investment community, including ourselves, and amounts to a further step in the unwinding of Biogen’s expensive, painful and ultimately fruitless investment in Alzheimer’s disease drug development,” SVB Leerink analyst Geoffrey Porges said.  The companies in March ended two late-stage trials of another experimental Alzheimer’s drug, aducanumab.  Aducanumab’s failure wiped out more than $18 billion of Biogen’s market value, as investors were betting on the treatment to buoy the drugmaker, which is mired in patent issues over its big-selling multiple sclerosis drug Tecfidera and possible competition to spinal muscular atrophy drug Spinraza.  Elenbecestat belongs to a class of drugs called beta amyloid cleaving enzyme (BACE) inhibitors, which act by inhibiting the production of amyloid beta - a protein believed to be a major cause of Alzheimer’s disease.  However, drugmakers such as Amgen Inc and Novartis AG, Eli Lilly and Co and AstraZeneca Plc have all abandoned some of their BACE inhibitor trials earlier.  While there may have been similar failures in other companies, as a percentage of one large company’s value and its total R&D investment, it would be hard to find a bigger disappointment, Porges said.  Biogen and Eisai said on Friday their latest decision does not impact their other Alzheimer’s study testing experimental treatment, BAN2401, which belongs to a different drug class.","40":"* Biogen shares tumble 27 percent in morning trading  * Failure comes after Eisai CEO expressed confidence  * Analysts question Biogen’s growth prospects (Adds context, details, background)  March 21 (Reuters) - Biogen and partner Eisai Co Ltd are ending two late-stage trials for the experimental Alzheimer’s drug aducanumab, in a setback to efforts to find treatments for the disease and for Biogen’s stock, which lost more than $17 billion of its value on Thursday.  Without the potential revenue from an Alzheimer’s drug, the company has poor growth prospects as it faces patent issues over its flagship Tecfidera multiple sclerosis drug and possible competition to spinal muscular atrophy drug Spinraza, Wall Street analysts said.  “We view this as a transformative failure for Biogen’s pipeline,” RBC Capital Markets analyst Brian Abrahams wrote in a research note.  Abrahams said he was reducing the stock’s valuation to $240 per share and further declines were likely given that “investors owned BIIB to not miss out on what could have been one of the biggest blockbuster products in the pipeline of large biopharma.”  Shares of Biogen sank 27 percent to $233.98 in U.S. morning trading, its largest drop since Aug. 1, 2008 when it fell 28 percent. Japanese markets were closed for a national holiday.  Investors believe the successful development of a treatment for Alzheimer’s, which affects about 5.7 million Americans, will result in multi-billion dollar annual sales. Still-experimental treatments have had a dismal track record, with more than 100 failures.  The decision to discontinue the trials was made after an independent data monitoring committee reported the drug was unlikely to be successful, the companies said. The recommendation was not based on safety concerns, they added.  The company had two trials, Engage and Emerge, that were testing aducanumab in patients with mild cognitive impairment due to Alzheimer’s and mild Alzheimer’s disease dementia.  The trials ended just two weeks after Eisai’s chief executive had expressed confidence in the drug. “I believe we have already gone through the riskiest stage,” Haruo Naito had said at a news briefing earlier this month.  Both Eisai and Biogen, which have collaborated on the development and commercialization of the drug, said they would continue to work on Alzheimer’s treatments.  “This disappointing news confirms the complexity of treating Alzheimer’s disease and the need to further advance knowledge in neuroscience,” Biogen Chief Executive Officer Michel Vounatsos said. “We will continue advancing our pipeline of potential therapies in Alzheimer’s disease.”  Guggenheim analyst Yatin Suneja said that would be a mistake for Biogen, which should instead start looking at merger and acquisition opportunities in treatments that target the central nervous system.  “They need to stop wasting or stop investing money in Alzheimer’s now,” Suneja said.  Big drug companies, including Eli Lilly, AstraZeneca Plc, Roche AG, Pfizer Inc, Merck and Co Inc, and Johnson and Johnson, have all previously abandoned Alzheimer drug trials over lack of effectiveness or due to safety concerns.  The companies will also discontinue a mid-stage study and a long-term extension study of aducanumab, which was designed to target the brain-destroying protein beta amyloid. It is still assessing whether to conduct a separate aducanumab late-stage prevention trial. (Reporting by Tamara Mathias in Bengaluru; Takashi Umekawa in Tokyo; Caroline Humer in New York; Editing by Kirsten Donovan and Bernadette Baum)","41":"Oct 24 (Reuters) - A U.S. appeals court on Wednesday upheld a ruling that patents owned by Biogen Inc covering its blockbuster multiple sclerosis drug Tecfidera are valid, rejecting a challenge by Danish drugmaker Forward Pharma A\/S.  The U.S. Court of Appeals for the Federal Circuit said it agreed with a March 2017 ruling by the Patent Trial and Appeal Board that freed Bigoen Inc from future royalty payments to Forward.","42":"SEOUL (Reuters) - Biogen BIIB.O said it had exercised its option to purchase additional shares of biopharma developer Samsung Bioepis Co Ltd, a joint venture established in 2012 by Samsung BioLogics Co Ltd 207940.KS and Biogen.  The move announced by the U.S. biotech company late on Thursday is expected to be taken into consideration by South Korean regulators who are investigating Samsung BioLogics’ bookkeeping in 2015, sources said.  Samsung BioLogics shares plunged in early May after the financial watchdog said it had breached accounting rules concerning its valuation of subsidiary Samsung Bioepis in 2015.  Samsung BioLogics’ valuation of Samsung Bioepis jumped 18 times to about $4.5 billion in 2015 after it switched to valuing the unlisted firm at fair market value instead of book value, a result of it being treated as an affiliate instead of a unit.  BioLogics has denied any wrongdoing and said the change was necessary to reflect different accounting standards in the event its partner exercised its call option.  The matter is now being examined by a body within the Financial Services Commission (FSC), South Korea’s top financial regulator.  Biogen’s call option exercise will be one of the matters considered when the FSC decides whether BioLogics’ accounting was sound, regulatory sources previously told Reuters.  Samsung BioLogics shares rose 4.8 percent in early Friday trade after the news.  Drug contract manufacturer Samsung BioLogics said in a separate regulatory filing on Friday that the additional shares Biogen would receive by exercising its call option were valued at about 2.26 trillion won ($2 billion), and Biogen would pay Samsung BioLogics 748.6 billion won to exercise its call option.  With the call option exercised, Biogen is expected to raise its stake in Samsung Bioepis from 5.4 percent at the end of 2017 to 50 percent minus one share.  (This version of the story has been refiled to remove the reference to South Korea in lede and headline in reference to Biogen.)","43":"FILE PHOTO: A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder\/File Photo  (Reuters) - Biogen Inc BIIB.O said on Monday it would buy Pfizer Inc's PFE.N experimental treatment for a symptom associated with schizophrenia in a deal that could near $600 million and mark its foray into the emerging market for neuropsychiatry.  Biogen said it plans to start mid-stage tests on the drug, which is being developed to treat cognitive impairment associated with schizophrenia, in the latter half of the year once the deal closes as expected in the second quarter.  A majority of the 20 million people living with schizophrenia worldwide experience some degree of cognitive impairment, Biogen said.  Pfizer’s drug is designed to bridge signals in the central nervous system that have been disrupted by the disease.  Biogen said it would pay Pfizer $75 million upfront, up to $515 million in development and commercialization milestone payments, as well as royalties.","44":"Feb 5 (Reuters) - An administrative court on Wednesday ruled in favor of Biogen Inc in a battle with generic drugmaker Mylan NV over a patent on its multiple sclerosis drug Tecfidera.  Biogen shares rose nearly 24% to $350 after the ruling.  The Patent Trial and Appeal Board, an administrative court run by the U.S. Patent And Trademark Office, said Mylan had not demonstrated that some claims were patentable. (Reporting by Manas Mishra in Bengaluru; Editing by Sriraj Kalluvila)","45":"(Reuters) - AbbVie Inc’s Chief Executive Officer Richard Gonzalez said on a conference call that rivals Biogen Inc and Amgen Inc had been the most aggressive in Europe with their biosimilar versions of its blockbuster drug Humira.  Sales of rheumatoid arthritis drug Humira have accounted for the bulk of AbbVie’s total revenue for years, but competition from new, cheap rivals in Europe has recently hit its results.  Novartis, Mylan Inc and other drugmakers have also launched Humira biosimilars in Europe.","46":"(Reuters) - Biogen Inc said on Friday it would discontinue the development of its experimental therapy for a rare brain disease after the treatment failed a mid-stage trial, the latest setback in attempts to develop a therapy for the disorder.  The therapy, gosuranemab, failed to hit statistical significance in its main goal and did not demonstrate effectiveness on key secondary goals when tested in patients with progressive supranuclear palsy (PSP).  PSP results in deterioration of cells in areas of the brain that control body movement and thinking, causing serious problems with walking, balance and eye movements. There are no therapies for treating the underlying cause of the disease.  Therapies for PSP remain elusive, with many candidates failing advanced development programs. Earlier this year, AbbVie Inc scrapped development of its anti-tau antibody for the condition.  The trial setback further underscores Biogen’s need for building out a pipeline of drugs other than aducanumab, its Alzheimer’s therapy, noted JP Morgan analyst Cory Kasimov.  Analysts said that market expectations for gosuranemab, also an anti-tau antibody, were very low given AbbVie’s trial failure and the focus still remained on approval of aducanumab.  Months after it had scrapped development for aducanumab, Biogen in a surprise move announced plans in October to pursue approval for the therapy, based on benefits seen in a fresh analysis of its trials. Analysts have forecast annual aducanumab sales of nearly $4 billion a year by 2024.  “The setback points to greater problems in developing viable pipeline assets,” Credit Suisse analyst Evan Seigerman said in a note.  “The story still remains focused on aducanumab given the massive opportunity that largely overshadows gosuranemab.”  Citing differences in disease pathology, Biogen said it will continue its ongoing mid-stage study of gosuranemab for mild cognitive impairment due to Alzheimer’s disease.","47":"March 4 (Reuters) - Syncona Ltd:  * NIGHTSTAR AGREEMENT TO BE ACQUIRED BY BIOGEN  * PROPOSED DEAL FOR $877 MILLION  * SYNCONA’S HOLDING VALUED AT £254.6 MILLION  * SALE OF NIGHTSTAR WILL GENERATE £254.6 MILLION OF PROCEEDS FOR SYNCONA AND IS EXPECTED TO COMPLETE IN Q2 Source text for Eikon: Further company coverage:","48":"Oct 22 (Reuters) - Wall Street opened higher on Tuesday after a batch of upbeat earnings reports eased concerns over domestic growth and the fallout from the U.S.-China trade war, while a surge in Biogen boosted the healthcare sector.  The Dow Jones Industrial Average rose 22.79 points, or 0.08%, at the open to 26,850.43.  The S&P 500 opened higher by 4.01 points, or 0.13%, at 3,010.73. The Nasdaq Composite gained 25.14 points, or 0.31%, to 8,188.12 at the opening bell. (Reporting by Shreyashi Sanyal in Bengaluru; Editing by Arun Koyyur)","49":"June 18 (Reuters) - Biogen Inc:  * BIOGEN SAYS WILL APPEAL THE DECISION BY U.S. DISTRICT COURT REGARDING PATENT RELATING TO TECFIDERA Further company coverage:","50":"April 27 (Reuters) - Biogen Inc:  * BIOGEN INC FILES PROSPECTUS SUPPLEMENT RELATED TO A POTENTIAL THREE-PART SENIOR NOTES OFFERING - SEC FILING Source text: (bit.ly\/2Y8p65r) Further company coverage:","51":"SAN DIEGO, Dec 5 (Reuters) - Biogen Inc on Thursday presented new data from on its experimental Alzheimer’s drug aducanumab showing that no patients in a high-risk group that were genetically predisposed to get Alzheimer’s died while taking the high dose of the drug, which had been a key concern.  The company said the most common side effect from the drug was headache.  Biogen’s shares, which had been halted before the presentation, opened down, then gained 1.5 percent, in choppy trade on the New York Stock Exchange. (Reporting by Julie Steenhuysen in Chicago and Deena Beasley in San Diego Editing by Nick Zieminski)","52":"Feb 28 (Reuters) - The Biotechnology Innovation Organization (BIO), the biotechnology industry’s largest trade association, told Reuters on Friday that former Biogen Inc CEO George Scangos would coordinate its response to the global coronavirus outbreak.  Scangos, currently the chief executive of San Francisco-based start-up Vir Biotechnology, which is working on a coronavirus treatment, will lead BIO’s efforts to research therapeutics and diagnostics to stave off the spread of the virus.  “The role is still evolving but it is clear someone needs to pick up the reins. It is only natural for us here at Vir to take on a leadership role,” Scangos said in an interview.  A BIO spokesman said about 40 of its members have reached out to the organization to offer their expertise, while about 20 are researching therapeutics, vaccines or diagnostics that target the virus. BIO has spent the last few weeks tracking the programs already under way and helping firms coordinate with one another and government authorities, the spokesman said.  The initiative may have the most value for small biotechnology firms, which unlike their bigger peers are perennially low on cash. Some have never developed a therapy all the way through regulatory approval and have little experience working with agencies such as the U.S. Department of Health and Human Services or the Department of Defense let alone international authorities.  Vir is one of the several companies working on a coronavirus treatment. On Tuesday, Vir announced it had discovered several antibodies that bind to the coronavirus, dubbed COVID-19, after studying patients who survived SARS, a related virus.  The company said it would continue its research in partnership with Chinese drug company WuXi Biologics. Moderna Inc and Gilead Sciences Inc have also said they are researching treatments to combat the virus. Experts have said that a vaccine would likely take at least between 12 and 18 months to develop.  The latest World Health Organization figures indicate over 82,000 people have been infected, with over 2,700 deaths in China and 57 deaths in 46 other countries. (Reporting by Rebecca Spalding in New York Editing by Leslie Adler)","53":"(Reuters) - The Biotechnology Innovation Organization (BIO), the biotechnology industry's largest trade association, told Reuters on Friday that former Biogen Inc BIIB.O CEO George Scangos would coordinate its response to the global coronavirus outbreak.  Scangos, currently the chief executive of San Francisco-based start-up Vir Biotechnology, which is working on a coronavirus treatment, will lead BIO’s efforts to research therapeutics and diagnostics to stave off the spread of the virus.  “The role is still evolving but it is clear someone needs to pick up the reins. It is only natural for us here at Vir to take on a leadership role,” Scangos said in an interview.  A BIO spokesman said about 40 of its members have reached out to the organization to offer their expertise, while about 20 are researching therapeutics, vaccines or diagnostics that target the virus. BIO has spent the last few weeks tracking the programs already under way and helping firms coordinate with one another and government authorities, the spokesman said.  The initiative may have the most value for small biotechnology firms, which unlike their bigger peers are perennially low on cash. Some have never developed a therapy all the way through regulatory approval and have little experience working with agencies such as the U.S. Department of Health and Human Services or the Department of Defense let alone international authorities.  Vir is one of the several companies working on a coronavirus treatment. On Tuesday, Vir announced it had discovered several antibodies that bind to the coronavirus, dubbed COVID-19, after studying patients who survived SARS, a related virus.  The company said it would continue its research in partnership with Chinese drug company WuXi Biologics. Moderna Inc MRNA.O and Gilead Sciences Inc GILD.O have also said they are researching treatments to combat the virus.  Experts have said that a vaccine would likely take at least between 12 and 18 months to develop.  The latest World Health Organization figures indicate over 82,000 people have been infected, with over 2,700 deaths in China and 57 deaths in 46 other countries.","54":"(Adds comments from experts, updates shares)  SAN DIEGO\/CHICAGO, Dec 5 (Reuters) - Biogen Inc on Thursday presented new data on its experimental Alzheimer’s drug aducanumab that eased concerns raised by some experts but still left many questions unanswered as the company made its case about why it plans to seek U.S. approval after declaring the drug a failure in March.  Biogen stock was last up 3.4%.  Experts had been watching closely for any statistical abnormalities or excess safety issues that would affect how the drug is reviewed by the U.S. Food and Drug Administration (FDA), likely in the second half of 2020.  It has been at least 15 years since the FDA has reviewed an application for a new Alzheimer’s treatment, and an agent that can slow progression of the mind-wasting disease is desperately needed.  Alzheimer’s experts on a panel organized by the company, who had seen the data previously, expressed confidence that the complicated study did show that the drug was able to slow progression of the disease.  “All of the data suggests this is a disease modification. That means the impact of the treatment will continue to accrue with time,” said Dr. Paul Aisen, an Alzheimer’s expert from the University of Southern California.  Dr. Ronald Petersen, an Alzheimer’s expert from Mayo Clinic who moderated the panel and has been a paid adviser for Biogen, said while one of the two studies, known as Emerge, was “overwhelmingly positive,” the twin study known as Engage, was not. “Overall, I think it’s more positive than negative,” he said of the results.  Petersen was not too worried about the rates of a brain swelling side effect, known as ARIA-E, which occurred in 33-35 percent of patients in the high-dose groups.  “The side effects are there. They’re not zero. They’re to be expected. But I think they’re manageable.”  Others, however, acknowledged that the affected sample size was small and the trials were cut short early. Only one of the two phase 3 trials showed a statistically significant benefit.  “This reinforces what I thought before. That we need a third study. The data are encouraging, but there are still questions about whether the drug has a clinical effect,” said Dr. Howard Fillit, chief science officer of the Alzheimer’s Drug Discovery Foundation, who was at the meeting.  Fillit said the company only measured one timepoint - 78 weeks after treatment. “It still remains to be seen if this effect is sustained. It could be an anomaly.”  Dr. Eric Siemers, a former Alzheimer’s researcher for Eli Lilly and a consultant on drugs for neurodegenerative disease who was not involved with the study, said based on his read of the data, the patient responses are not happening by chance.  “The regulators will have a very difficult job. Do you look at the totality of the data, or require more study, which would be years away,” he said.  Stifel analyst Paul Matteis said in a note to clients that he saw aspects that were both “incrementally better and worse than expected,” and puts the probability of the drug winning approval at less than 50%.  Biogen’s shares had been halted prior to the presentation at a Alzheimer’s meeting, reopened lower, and then rose as investors tried to parse the meeting from the complicated study.  Biogen has partnered with Japan’s Eisai Co Ltd to develop aducanumab as well as BAN2401, which works in a similar way.","55":"(Reuters) - The U.S. Food and Drug Administration on Wednesday approved Biogen Inc’s new oral drug to treat multiple sclerosis, offering the drugmaker some relief as its core franchise faces patent challenges.  FILE PHOTO: A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder\/File Photo  Shares of Cambridge, Massachusetts-based Biogen rose 2.6% to $305.25 in early trade.  Biogen said it would make the new drug, Vumerity, available in the United States in the near future but declined to provide a list price for the treatment.  Biogen has doubled down on efforts to bring a treatment for Alzheimer’s to the market as its top-selling drug Tecfidera, also a multiple sclerosis treatment, faces patent challenges and increased competition from newer treatments such as Roche AG’s Ocrevus.  Earlier this month, the company and its partner Eisai Co surprised investors by announcing plans to bring back Alzheimer’s drug aducanumab, which they had shelved in March.  Wednesday’s approval of Vumerity could help Biogen incrementally but is unlikely to save Tecfidera from patent challenges, analysts said.  Biogen has fiercely defended Tecfidera’s market exclusivity and has in the past sued over a dozen drugmakers in a bid to block generic versions of the drug that brought it sales of $4.27 billion last year.  “Nobody’s expecting Vumerity to be like Tecfidera 2.0,” Mizuho Securities analyst Salim Syed said.  “This is going to be used in a small subset of the Tecfidera patients who have gastro issues.”  Syed, who expects Vumerity to bring in sales of $500 million at its peak, added that people should not assume Biogen will be able to roll over all Tecfidera patients to Vumerity.  Vumerity was approved to treat relapsing forms of multiple sclerosis, a disabling autoimmune disease that damages the central nervous system and can lead to fatigue, pain, vision loss and impaired coordination and motor skills.  The drug’s approval was based on data comparing Vumerity and Tecfidera, Biogen and partner Alkermes Plc said in a statement.  Under the terms of a license agreement between the two companies, Biogen will pay Alkermes $150 million and royalties from the worldwide commercial sales of the drug.","56":"April 20 (Reuters) - Biogen Inc:  * BIOGEN INC - LYNN SCHENK WILL BE RETIRING FROM BOARD Source text: [bit.ly\/2RVqsfU] Further company coverage: (Reuters.Briefs@thomsonreuters.com)","57":"Slideshow ( 2 images )  TOKYO (Reuters) - Biogen said on Thursday it filed for regulatory approval in Japan for an Alzheimer’s disease drug it developed with local partner Eisai Co.  Eisai’s shares surged in Tokyo trading.  The drug aducanumab is also under regulatory review in the United States and Europe. U.S.-based Biogen and Eisai have jointly developed three experimental drugs for Alzheimer’s, which affects millions around the world and has not seen a new treatment in decades.  Biogen in October 2019 revived approval plans for aducanumab months after an analysis of its two pivotal trials showed the drug was unlikely to succeed.  Last month, an outside panel of advisers to the U.S. Food and Drug administration said the drug had not been proven to slow progression of the disease. The FDA could still decide to approve the drug.  Eisai’s shares jumped 2.3% in Tokyo versus a 0.2% drop in the broader market.","58":"Nov 6 (Reuters) - A meeting of outside advisers to the U.S. Food and Drug Administration convened on Friday to discuss whether to recommend approval of Biogen Inc’s experimental Alzheimer’s disease drug aducanumab.  The agency is expected to make its decision by March, with aducanumab poised to become the first new treatment for the disease in decades and the first that appears to be able to slow progression of the fatal, mind-wasting condition, should it win U.S. approval.  Biogen shares were halted ahead of the advisory panel meeting.  Alzheimer’s disease is the sixth leading cause of death in the United States and there is “a profound and enormous unmet medical need” for new treatments, Billy Dunn, director of neurology products for the FDA’s Center for Drug Evaluation and Research, said during the meeting.  Biogen in October last year revived its plans to seek approval for aducanumab, months after it had said that an independent futility analysis of its two pivotal trials showed they were unlikely to succeed.  Biogen said it changed course after a new analysis showed a high dose of the drug could slow disease progression.  The FDA staff earlier this week said data from one of the trials “provides the primary evidence of effectiveness” and a clinically meaningful treatment effect.  They said failure of a second large trial did not detract from the findings of the positive study.  The expert panel on Friday is set to vote on questions including whether the results from the study, when viewed independently from the failed study, provides strong evidence of aducanumab’s effectiveness.  They will also vote on whether the results from the successful study alone could be considered as the main evidence of the drug’s effectiveness in treating Alzheimer’s.  The panel will also discuss results from a third early-stage study providing supportive evidence of aducanumab’s efficacy.  The FDA is not obligated to abide by its advisory panel recommendations, but typically does.","59":"FILE PHOTO: A sign marks a Biogen facility, some of whose employees have tested positive for the coronavirus after attending a meeting in Boston, in Cambridge, Massachusetts, U.S., March 9, 2020. REUTERS\/Brian Snyder  (Reuters) - U.S. drugmaker Biogen Inc and gene-editing startup Scribe Therapeutics Inc will jointly develop therapies for treating underlying genetic causes of amyotrophic lateral sclerosis (ALS), a fatal neurological disorder better known as Lou Gehrig’s disease.  Scribe, co-founded by Jennifer Doudna, an early pioneer of the CRISPR gene-editing technology, said on Tuesday it would receive $15 million upfront and potentially over $400 million in milestone payments from Biogen.  Gene-editing tools such as CRISPR\/Cas9 have been hailed as technologies that can rearrange the genetic code to potentially treat diseases driven by genetic mutations or abnormalities.  Scribe, backed by investors including top Silicon Valley venture capital firm Andreessen Horowitz, aims to custom engineer novel CRISPR molecules for gene editing.  ALS, often called Lou Gehrig’s disease after the New York Yankees player who was diagnosed with the disease, is a rare progressive condition that attacks cells located in the brain and spinal cord.  There are no treatments for the underlying cause of the disease, and current therapy focuses on slowing down the progression of symptoms.  Biogen suffered a setback reut.rs\/3nxGFGy in 2013 after a promising experimental drug for ALS failed to work in a clinical trial.","60":"March 2 (Reuters) - Biogen Inc and AbbVie Inc have withdrawn their multiple sclerosis drug worldwide due to safety issues, the companies said on Friday.  The withdrawal of marketing authorizations for the drug, Zinbryta, followed reports of inflammation of the membranes of the brain in some patients.  Zinbryta, a self-administered, under-the-skin injection designed to treat adults with relapsing forms of multiple sclerosis was approved by U.S. regulators in 2016. (Reporting by Akankshita Mukhopadhyay in Bengaluru; Editing by Sai Sachin Ravikumar)","61":"(Reuters) - Biogen Inc beat analysts’ estimates for fourth-quarter profit and revenue on Tuesday, buoyed by higher sales of its top-selling multiple sclerosis drugs, and forecast full-year profit ahead of Wall Street expectations.  FILE PHOTO - A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder\/File Photo  The company’s shares were up nearly 1 percent at $333.24.  Multiple sclerosis drug Tecfidera is facing competition from newer treatments such as Roche Holding AG’s Ocrevus, and Biogen has been banking on its spinal muscular atrophy treatment, Spinraza, to drive future growth.  In the fourth quarter ended Dec. 31, sales from the company’s multiple sclerosis franchise, which also includes Tysabri, came in at $2.17 billion, beating consensus estimates of $2.14 billion, according to William Blair.  Sales of Spinraza, the first approved treatment for spinal muscular atrophy, rose 29.5 percent to $470 million, but fell short of analysts’ estimate of $487.9 million, largely due to pricing pressure and dosing schedule.  The company said overseas sales of Spinraza came under pressure from patients moving to a lower-priced maintenance dose from an induction dose in some mature markets in Europe.  The treatment starts with four induction doses, followed by maintenance doses once every four months. The first three initial doses are administered at 14-day intervals and the last 30 days after the third, meaning all four can fall in the same quarter.  “While the dosing schedule of Spinraza (once every four months) creates potential for irregular quarterly sales, we had estimated continued new patient accrual in international markets,” William Blair analyst Matt Phipps said in a note.  Britain’s healthcare cost agency NICE said last year that it could not recommend Spinraza, which has a list price of $750,000 in the first year of treatment in the United States and $573,000 in the UK, as a cost-effective treatment.  Overseas Spinraza sales came in at $234 million in the fourth quarter, while U.S. sales were $236 million. In the third quarter, overseas sales were $244 million and U.S. brought in $224 million.  The company said on Tuesday it expects global Spinraza revenue to be relatively stable in the current quarter and sees mid- to high-teen growth in sales for the drug this year.  Biogen said it expects 2019 adjusted earnings in the range of $28.00 to $29.00 per share. Analysts on average were expecting $27.94.  Excluding items, the company earned $6.99 per share, while total revenue here rose 6.6 percent to $3.53 billion.  Analysts had expected earnings of $6.73 per share and revenue of $3.40 billion.","62":"An appeals court on Thursday declined to temporarily block Mylan from selling a version of Tecfidera, Biogen’s blockbuster multiple sclerosis drug, while an appeal in patent litigation between the two pharmaceutical companies plays out.  In a brief order, the U.S. Court of Appeals for the Circuit denied a request by Biogen for an injunction that would have halted Mylan’s sales until the court rules on the validity of a key Biogen patent.  To read the full story on Westlaw Today, click here: bit.ly\/3ggYjKq","63":"May 1 (Reuters) - Biogen Inc:  * BIOGEN AND NEURIMMUNE ANNOUNCE OPTION EXERCISE FOR ALZHEIMER’S DISEASE INVESTIGATIONAL TREATMENT ADUCANUMAB  * BIOGEN - WILL MAKE A ONE-TIME $50 MILLION PAYMENT TO NEURIMMUNE FOR 5% REDUCTION IN ORIGINAL ROYALTY RATES ON POTENTIAL COMMERCIAL SALES OF ADUCANUMAB  * BIOGEN INC - HAS EXERCISED ITS OPTION TO FURTHER REDUCE PREVIOUSLY NEGOTIATED ROYALTY RATES PAYABLE ON POTENTIAL FUTURE SALES OF ADUCANUMAB Source text for Eikon: Further company coverage:","64":"Aug 7 (Reuters) - Biogen Inc and Japan’s Eisai Co Ltd said on Friday the U.S. Food and Drug Administration has accepted their marketing application for experimental Alzheimer’s disease treatment aducanumab.  If approved, aducanumab would become the first therapy to reduce the clinical decline associated with Alzheimer’s disease.  The FDA has set a date of March 7 for taking a decision on the treatment. (Reporting by Manojna Maddipatla in Bengaluru; Editing by Shounak Dasgupta)","65":"(Reuters) - Biogen Inc said on Monday it will buy Nightstar Therapeutics Plc for about $800 million in cash as the company looks to tap into a potentially lucrative gene therapy market.  Biogen’s offer of $25.50 per share, represents a premium of 68 percent to Nightstar’s Friday close of $15.16.  Gene therapy, an emerging field of biotechnology, uses specially engineered viruses, or viral vectors, to deliver genetic material into defective cells, in hopes of improving or potentially even curing an inherited condition.  London-based gene therapy company Nightstar is focused on adeno-associated virus (AAV) treatments for inherited retinal disorders.  “Ophthalmology is an emerging growth area for Biogen,” said Michel Vounatsos, Biogen’s chief executive officer. “Nightstar would accelerate our entry into ophthalmology by contributing two mid- to late-stage gene therapy assets.”  Biogen said it plans to fund the acquisition through available cash.  Last week, Sarepta Therapeutics Inc beefed up its gene therapy portfolio through the purchase of its partner Myonexus Therapeutics Inc, while Swiss drugmaker Roche Holding AG said it was buying U.S.-based gene therapy specialist Spark Therapeutics Inc for $4.3 billion.  Goldman, Sachs & Co is acting as financial adviser to Biogen and Centerview Partners was Nightstar’s financial adviser.","66":"BOSTON, Dec 17 (Reuters) - Biogen Inc has agreed to pay $22 million to resolve U.S. allegations that it illegally used two charities that help cover Medicare patients’ out-of-pocket drug costs as a means to pay them kickbacks to use its multiple sclerosis drugs.  The deal, announced by the U.S. Justice Department on Thursday, was the latest to result from an industry-wide probe of drugmakers’ financial support of patient assistance charities that has resulted in more than $1 billion in settlements. (Reporting by Nate Raymond in Boston)","67":"A federal appeals court on Wednesday said it would not reconsider its recent decision affirming the validity of Biogen Inc’s key patent on its blockbuster multiple sclerosis drug Tecfidera.  The U.S. Court of Appeals for the Federal Circuit denied a request by Danish drugmaker Forward Pharma A\/S for reconsideration of a Oct. 24 decision declaring Biogen the inventor of the MS drug.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2AqBv8k","68":"FILE PHOTO: A logo of drugs and chemicals group Merck KGaA is pictured in Darmstadt, Germany January 28, 2016. REUTERS\/Ralph Orlowski  FRANKFURT (Reuters) - Healthcare and chemicals group Merck KGaA MRCG.DE lifted its guidance for full year earnings after the scramble to ready treatments and vaccines against the coronavirus bolstered demand for its supplies for biotech labs.  Core earnings before special items in 2020 will likely be between 5.05 billion euro ($5.94 billion) and 5.25 billion euros, The German group said in a statement on Thursday, also citing the release of provisions worth 365 million after winning a legal dispute with Biogen BIIB.O.  Merck previously predicted a range for 2020 of 4.45 billion to 4.85 billion euros, up from 4.39 billion a year earlier.  Merck said it won “additional business related to the COVID-19 effort” but also saw a “strong recovery of the business following the closures of academic laboratories in the first half of 2020 due to the pandemic”.  In the third quarter, adjusted core profit for the group, or earnings before interest, taxes, depreciation and amortisation (EBITDA), jumped more than 50% to 1.7 billion euros, beating the average estimate of 1.6 billion in an analyst poll posted on its website.  Earnings at its life science tools division, which supplies gear and chemicals for biotech labs, rose a better-then-expected 19% to 630 million euros.","69":"April 24 (Reuters) - Biogen Inc:  * BIOGEN REPORTS QUARTERLY REVENUES OF $3.1 BILLION  * Q1 REVENUE $3.1 BILLION VERSUS I\/B\/E\/S VIEW $3.16 BILLION  * QTRLY NON-GAAP DILUTED EPS $6.05  * QTRLY EARNINGS PER SHARE $5.54  * QTRLY SPINRAZA REVENUE OF $364 MILLION VERSUS $47 MILLION REPORTED LAST YEAR  * QTRLY PLEGRIDY REVENUE OF $100 MILLION VERSUS. $112 MILLION REPORTED LAST YEAR  * QTRLY TYSABRI REVENUE OF $$462 MILLION VERSUS. $545 MILLION REPORTED LAST YEAR  * QTRLY TECFIDERA REVENUE OF $987 MILLION VERSUS $958 MILLION REPORTED LAST YEAR  * QTRLY AVONEX REVENUE OF $451 MILLION VERSUS $537 MILLION REPORTED LAST YEAR  * Q1 EARNINGS PER SHARE VIEW $5.94 -- THOMSON REUTERS I\/B\/E\/S Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","70":"Oct 25 (Reuters) - Biogen and partner Eisai Co Ltd said data from their experimental Alzheimer’s drug suggested that the treatment effect for the highest dose was related to the drug, and not to an imbalance of patients in the treatment groups.  Results of the highly anticipated mid-stage trial, presented in July, showed that patients in the early stages of the disease treated with the highest dose of the drug, BAN2401, experienced 30 percent less cognitive decline than those who got a placebo.  But the results were muddied by concerns that the finding may have been skewed by a decision by European regulators to remove patients with an Alzheimer’s genetic mutation called APOE4 from the group that got the highest dose, potentially lowering the bar for success in this group.  Dr. Jeffrey Cummings of the Cleveland Clinic, who worked on the study, said in a presentation on Thursday the APOE4 genotype had “very little effect on the rate of decline,” suggesting that it was not a factor in the results.  These APOE4 carriers had been more prone to a brain swelling side effect in earlier trials known as amyloid-related imaging abnormalities-edema, or ARIA-E. That decision resulted in 26 people being moved out of the highest dose group.","71":"Jan 30 (Reuters) - Drugmaker Biogen Inc reported a 52.1% jump in fourth-quarter profit on Thursday, driven by demand for its top-selling multiple sclerosis drug, Tecfidera, and strength in biosimilars business.  Net income attributable to the company rose to $1.44 billion, or $8.08 per share, in the quarter ended Dec. 31, from $946.8 million, or $4.73 per share, a year earlier. (bit.ly\/38PYUP7)  Total revenue rose to $3.67 billion from $3.53 billion. (Reporting by Trisha Roy and Tamara Mathias in Bengaluru;Editing by Arun Koyyur)","72":"(Reuters) - The U.S. Food and Drug Administration will conduct an expedited review of an experimental Alzheimer’s drug from Biogen Inc and Japan’s Eisai Co Ltd, the companies said on Friday, the first application in 17 years to be reviewed by the agency for a treatment of the mind-robbing disease.  FILE PHOTO: A sign marks a Biogen facility., March 9, 2020. REUTERS\/Brian Snyder\/File Photo  Biogen’s shares were up 9% at $302.75.  If approved, aducanumab would be the first treatment designed to delay progression of Alzheimer’s disease, which is expected to affect 13.9 million Americans or 3.3% of the country’s population, by 2060, according to the U.S. Centers for Disease Control and Prevention.  The FDA agreed to a priority review with a decision expected by March 7, the companies said, faster than the 10 months typically expected under a standard review. The companies added in a statement that the agency “has stated that, if possible, it plans to act early on this application.”  “For the FDA to come and state that they will try and review it earlier is a pretty big deal,” Guggenheim analyst Yatin Suneja said.  Biogen said regulators had agreed to speed up the review without the company using a voucher that ensures a fast consideration, which some analysts said could be viewed as a sign of FDA interest.  “This can be interpreted as suggesting that the agency is comfortable with the data and is seriously considering approval based on the first cycle,” said Cowen analyst Phil Nadeau  The drug has had a tumultuous journey. Biogen in October revived plans to seek approval for the treatment, months after scrapping the development of the drug following disappointing study results.  Wall Street analysts, however, remain divided about the data from the clinical studies.  “There still are a ton of questions surrounding the aducanumab dataset,” Stifel analyst Paul Matteis said.  The FDA is planning to hold a meeting of outside experts on the application on a yet-to-be-determined date, the companies said. The agency is not required to follow the recommendation of such advisory committees, but often does.  “We largely view an advisory committee as one of the big ‘clearing events’ and predict it will be ‘mixed,’ leaving the Street in limbo,” Jefferies analyst Michael Yee said.  (This story is refiled to delete extraneous words in second paragraph)","73":"(Reuters) - Biogen Inc has shown “exceptionally persuasive” evidence that its experimental Alzheimer’s disease drug is effective, U.S. Food and Drug Administration staff said on Wednesday, elevating its chances of a swift approval and sending company shares soaring.  An FDA approval could come by March, which would make the drug, aducanumab, the first new treatment for the disease in decades and the first that appears to be able to slow progression of the fatal, mind-wasting condition that affects millions of people.  Shares of Biogen and its partner Eisai Co Ltd both jumped 40%. The FDA staff comments also buoyed shares of other Alzheimer’s drug developers, including a 15% rise in shares of Eli Lily and Co.  The agency’s documents were released ahead of a meeting on Friday of outside experts who will review, and decide whether to recommend approval of, aducanumab, an antibody designed to remove amyloid plaques from the brain.  “Briefing documents suggests a positive Advisory Committee vote, which bodes well for approval,” Guggenheim analyst Yatin Suneja said in a research note. Mizuho Securities analyst Salim Syed called it “almost a best-case scenario” for Biogen.  FDA drug reviewers said results from one pivotal trial of aducanumab were persuasive and strongly positive. They acknowledged that a second large trial did not succeed, but maintained it did not detract from the findings of the positive study. The FDA is not obligated to abide by its expert panel recommendations, but typically does.  One statistical reviewer at the FDA said another study is needed to confirm whether aducanumab is effective. “There is no compelling substantial evidence of treatment effect or disease slowing,” FDA staffer Tristan Massie wrote in the review.  Alzheimer’s disease afflicts nearly 6 million Americans and millions more worldwide. Biogen estimates about 1.5 million people with early Alzheimer’s in the United States could be candidates for its drug.  Patient advocacy groups have argued that aducanumab needs to be approved due to that large unmet medical need.  “If a third trial is recommended then years could go by ... while people aren’t granted access to the drug,” said Dr. Howard Fillit, chief science officer at the Alzheimer’s Drug Discovery Foundation.  Biogen and its investors also need an aducanumab approval after the company recently lost a patent fight over its big-selling multiple sclerosis drug Tecfidera. If approved, annual sales are forecast to reach $5.3 billion by 2025, according to Refinitiv.  (For an interactive on Biogen product sales, click here tmsnrt.rs\/2JAaUx0.)  Cambridge, Massachusetts-based Biogen in October last year revived its plans to seek approval for aducanumab, months after it had said that an independent futility analysis of its two pivotal studies showed they were unlikely to succeed.  Biogen said it changed course after a new analysis showed a high dose of the drug could slow disease progression.  The FDA staff said data from one of the trials “provides the primary evidence of effectiveness as a robust and exceptionally persuasive study demonstrating” a clinically meaningful treatment effect.  Shares of Biogen were up $99.57 at $346.58, and shares of Eisai were up $30.82 at $110.12.","74":"April 27 (Reuters) - Biogen Inc:  * BIOGEN SAYS CEO MICHEL VOUNATSOS' TOTAL COMPENSATION FOR 2017 WAS $13.7 MILLION - SEC FILING Source text for Eikon: (bit.ly\/2KjjpbG) Further company coverage:","75":"April 24 (Reuters) - Drug developer Biogen Inc reported a 57 percent jump in quarterly profit on Tuesday, helped by higher sales of its spinal muscular atrophy drug, Spinraza.  Net income attributable to shareholders rose to $1.17 billion in the first quarter ended March 31, or $5.54 per share, from $747.6 million or $3.46 a share, a year earlier.  Revenue rose to $3.13 billion from $2.81 billion. (Reporting by Mrinalini Krothapalli; Editing by Amrutha Gayathri)","76":"April 16 (Reuters) - Biogen Inc said on Thursday it had joined a consortium to build a collection of biological and medical data, where its employees who had tested and recovered from the coronavirus would be able to participate.  Several employees of the U.S. drugmaker had tested positive for the coronavirus after an internal company meeting in Boston earlier this year.  Biogen said the consortium included Broad Institute of MIT and Harvard, and Partners HealthCare. (Reporting by Manas Mishra in Bengaluru; Editing by Rashmi Aich)","77":"SAN DIEGO\/CHICAGO (Reuters) - Biogen Inc on Thursday laid out more data on its experimental Alzheimer’s drug that raised no major safety alarms but also offered little compelling evidence the drug, once declared a failure, actually works.  FILE PHOTO: A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder\/File Photo  Experts had been watching closely for any statistical abnormalities or excess safety issues that would affect how the drug is reviewed by the U.S. Food and Drug Administration (FDA). If approved, aducanumab would be the first treatment designed to delay progression of the fatal, mind-robbing disease for millions of patients.  Biogen’s fairly neutral showing and supportive comments from a panel of experts chosen by the company buoyed investor hopes that the treatment has a reasonable shot at approval. Shares in the company rose more than 3%.  The reaction from other scientists attending the meeting, however, was more mixed, with some suggesting the company should do another trial. “It was a well-curated presentation. Biogen made the argument that response to the therapy was related to cumulative dose – how much drug was received over the course of the study,” said Dr. Adam Boxer, head of the clinical trials program at the University of California, San Francisco’s memory and aging center. “I would have liked to see more data to be convinced.”  Biogen had scrapped development of the drug in March, then reversed course in October, saying a more detailed analysis showed some patients with very early forms of the disease benefited from taking higher doses over and extended period of time.  The company has said it plans to file for U.S. approval of the drug early next year.  CRACKING THE CODE  For decades, companies have tried and failed to crack the code of Alzheimer’s. It has been 16 years since the FDA last reviewed an application for a new treatment, and the need for an effective a drug is dire. Wall Street analysts estimate aducanumab could reap $4 billion in annual sales within a few years of approval.  According to the U.S. Centers for Disease Control and Prevention, the number of people in the United States living with Alzheimer’s is expected to triple to 13.8 million by 2050.  Alzheimer’s experts on a panel organized by Biogen, expressed confidence the complicated aducanumab studies showed that the drug was able to slow progression of the disease.  “All of the data suggests this is a disease modification. That means the impact of the treatment will continue to accrue with time,” said Dr. Paul Aisen, an Alzheimer’s expert from the University of Southern California.  Dr. Ronald Petersen, an Alzheimer’s expert from Mayo Clinic who moderated the panel and has been a paid adviser for Biogen, said while one of the two studies, known as Emerge, was “overwhelmingly positive,” the twin study known as Engage, was not. “Overall, I think it’s more positive than negative,” he said of the results.  Petersen was not too worried about the rates of a brain swelling side effect, known as ARIA-E, which occurred in 35% of patients in the high-dose group.  “The side effects are there. They’re not zero. They’re to be expected. But I think they’re manageable.”  Others, however, expressed skepticism, noting that the trials were cut short early and even after all the analysis, only one of the two phase 3 studies showed a statistically significant benefit at slowing declines in cognition and daily function using the Clinical Dementia Rating Scale Sum of Boxes, a tool commonly used to gauge dementia severity.  “This reinforces what I thought before. That we need a third study. The data are encouraging, but there are still questions about whether the drug has a clinical effect,” said Dr. Howard Fillit, chief science officer of the Alzheimer’s Drug Discovery Foundation, who was at the meeting.  Dr. Eric Siemers, a former Alzheimer’s researcher for Eli Lilly and a consultant on drugs for neurodegenerative disease who was not involved with the study, said based on his read of the data he does see a signal the drug is working.  “The regulators will have a very difficult job. Do you look at the totality of the data, or require more study, which would be years away,” he said.  Stifel analyst Paul Matteis said in a note to clients that he saw aspects that were both “incrementally better and worse than expected,” and puts the probability of the drug winning approval at less than 50%.  Biogen’s shares rose 3.41% to close at $299.39.  Biogen has partnered with Japan’s Eisai Co Ltd to develop aducanumab as well as BAN2401, which works in a similar way.","78":"Jan 29 (Reuters) - Biogen Inc reported a 6.6 percent rise in fourth-quarter revenue on Tuesday, driven by higher sales of its blockbuster muscle disease treatment Spinraza.  Net income attributable to Biogen was $946.8 million, or $4.73 per share, for the three months ended Dec. 31, compared with a net loss of $297.4 million, or $1.40 per share, a year earlier, which included a charge of $1.2 billion related to the U.S. tax overhaul.  Total revenue here rose to $3.53 billion from $3.31 billion. (Reporting by Manogna Maddipatla and Saumya Sibi Joseph in Bengaluru; Editing by Sriraj Kalluvila)","79":"(Reuters) - Biogen Inc BIIB.O on Tuesday handily beat Wall Street expectations for third quarter profit, led by strong demand for its new blockbuster muscle disease treatment Spinraza.  A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder  Shares of the U.S. biotech company were up nearly 1 percent at $318.14 as investors await updated data from two of Biogen’s experimental Alzheimer’s disease treatments at a medical meeting this week.  Spinraza, the first approved treatment for spinal muscular atrophy (SMA) and the company’s most important future growth driver, had sales of $468 million for the quarter, exceeding analysts’ estimates of $448.1 million, according to Refinitiv data.  The treatment, which has already exceeded $1 billion in sales for the year, was helped by a 20 percent jump in new patients over the second quarter, with adults accounting for more than half of new patients.  Biogen said nearly 6,000 patients are taking Spinraza, with the majority of the treatable infant SMA population already receiving the drug.  As Biogen prepares for future competition for Spinraza and sales growth of its top-selling oral multiple sclerosis (MS) drug Tecfidera slows, Biogen executives touted its pipeline of high-risk drugs in development, including several for Alzheimer’s, as well as experimental treatments for ALS, severe stroke and next generation MS drugs.  “We have some very important results in the coming months,” Chief Executive Officer Michel Vounatsos said on a conference call. “In the meantime, we deliver, we tighten the belts, and we are evaluating opportunities.”  Excluding items, Biogen said it earned $7.40 per share, well above analysts’ average estimate of $6.78, according to Refinitiv estimates.  “All in all, top- and bottom-line beat should lead to a modest positive reaction and alleviate any near-term concerns on the ongoing core business,” Jefferies analyst Michael Yee said.  Biogen will present data on its high-profile Alzheimer's drug, aducanumab, this week. Eisai Co Ltd 4523.T is also expected to discuss another experimental treatment for the mind-wasting disease being developed in partnership with Biogen at the meeting.  The company said sales of its MS treatments were helped by U.S. price increases.  Tecfidera sales rose 1.9 percent to $1.09 billion, shy of analysts’ estimates of $1.11 billion. Tysabri, a long-acting injectable MS drug, had sales of $470 million, above expectations of about $453 million.  Tecfidera is facing stiff competition from Roche AG's ROG.S Ocrevus. However, Biogen collected $137 million in Ocrevus royalty revenue in the quarter.  Total revenue rose 11.7 percent to $3.44 billion, exceeding analysts’ estimates of $3.33 billion.","80":"NEW YORK (Reuters) - England’s National Health Service said it had reached a deal to pay for U.S. drugmaker Biogen Inc’s expensive spinal muscle atrophy treatment Spinraza.  FILE PHOTO: A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder  NHS England said it reached a “managed access agreement” with Biogen under which it will fund treatment for a limited time and collect data on the drug’s effectiveness.  NHS England did not disclose the price it will pay for the drug.  Biogen confirmed the deal on Tuesday and said it applauded the decision by the National Institute for Health and Care Excellence to recommend funding for Spinraza in the United Kingdom.  Spinraza, which is administered by spinal injection every four months, has a U.S. list price of $750,000 for the first year and $375,000 annually thereafter.  Britain’s healthcare cost agency, NICE, said in August it could not recommend Spinraza as a cost effective treatment. The rejection came despite a lower British price tag of 450,000 pounds ($573,000) for the first year and Biogen offering an undisclosed discount to the National Health Service.  Spinal muscular atrophy (SMA) is the leading genetic cause of infant mortality, affecting one in every 10,000 live births. About 60 percent of patients have the most severe Type 1 form of the disease, which often leads to paralysis, impaired breathing and death by the second birthday.  Between 600 and 1,200 children and adults are currently living with the condition in England and Wales, according to NHS England. Spinraza will be made available immediately to Type 1 patients by Biogen, it said.  It said that Spinraza will be made available for other patients - including adults and siblings who have yet to show symptoms - in a few weeks, after NICE publishes guidance.  Spinraza was the first approved treatment for SMA, but is expected to soon face new competition. The U.S. Food and Drug Administration is due to decide on approval for Novartis’ gene therapy Zolgensma this month, with other regulators expected to follow suit later this year.  Novartis says the one-time treatment could be a cure for SMA and is pushing for a price in the range of $1.5 million to $5 million. That would make Zolgensma the most expensive new therapy.","81":"(Reuters) - Warren Buffett’s Berkshire Hathaway Inc on Friday said it has taken a $549.1 million stake in Kroger Co, investing in the largest U.S. supermarket chain as smaller rivals struggle.  FILE PHOTO - Berkshire Hathaway Chairman Warren Buffett walks through the exhibit hall as shareholders gather to hear from the billionaire investor at Berkshire Hathaway Inc's annual shareholder meeting in Omaha, Nebraska, U.S., May 4, 2019. REUTERS\/Scott Morgan  In a regulatory filing detailing its U.S.-listed investments as of Dec. 31, Berkshire also said it took a new 648,000 share stake in drugmaker Biogen Inc worth $192.4 million, and significantly reduced its stakes in two major banks, Wells Fargo & Co and Goldman Sachs Group Inc.  Berkshire has sold more than 86 million shares, or 21%, of its Wells Fargo stake since June 30, as the bank tries to restore its reputation following scandals over its mistreatment of customers.  Since the scandals began erupting in September 2016, the Standard & Poor’s 500 has risen 55%, while Wells Fargo is down 3%. Berkshire began investing in Wells Fargo in 1989.  Kroger shares rose 3.9% and Biogen rose 1.5% in after-hours trading, a sign of investors’ regard for Buffett and the Omaha, Nebraska-based conglomerate he has run since 1965.  Investors monitor Berkshire’s quarterly filings to see where Buffett and his portfolio managers Ted Weschler and Todd Combs, who is also chief executive of Berkshire’s Geico car insurer, see value.  Friday’s filing does not say who bought or sold particular stocks, though Buffett normally directs big investments such as Wells Fargo and Apple Inc, Berkshire’s largest.  Buffett’s assistant, along with Kroger and Biogen, did not immediately respond to requests for comment.  Kroger, in which Berkshire disclosed an 18.94 million share stake, has invested heavily to expand online, upgrade stores and improve deliveries to compete with Walmart Inc and Amazon.com Inc, the latter also a Berkshire holding.  Many smaller chains have fared worse, and Earth Fare, Fairway and Lucky’s have sought bankruptcy protection this year. Kroger had invested in Lucky’s.  Berkshire’s Wells Fargo stake fell 15% in the quarter to 323.2 million shares worth $17.4 billion, trailing its stakes in Bank of America Corp and American Express Co.  The Goldman stake shrank 35% to 12 million shares worth $2.8 billion. That stake had its origins in Buffett’s lucrative foray into Goldman preferred stock during the 2008 financial crisis.  Berkshire also has more than 90 operating units including Geico, the BNSF railroad, Dairy Queen ice cream and namesake energy, real estate brokerage and auto dealer businesses.  Friday’s filing suggests Berkshire’s stock buying did not significantly dent its $128.2 billion cash hoard from Sept. 30.  Berkshire should discuss its holdings more on Feb. 22, when it releases its annual report and Buffett’s annual letter to shareholders.","82":"April 22 (Reuters) - Biogen Inc posted a 1.3% rise in first-quarter sales on Wednesday, helped by demand for its spinal muscular atrophy drug as well as its multiple sclerosis treatment, Tecfidera.  Biogen also said it now expects to complete the U.S. filing of a much-awaited marketing application for its experimental Alzheimer’s disease drug, aducanumab, in the third quarter.  Biogen reported net income attributable to the company of $1.40 billion, or $8.08 per share, in the quarter, compared with $1.41 billion, or $7.15 per share, a year earlier.  Total revenue rose to $3.53 billion from $3.49 billion. (Reporting by Trisha Roy and Manas Mishra in Bengaluru; Editing by Anil D’Silva)","83":"Feb 14 (Reuters) - Berkshire Hathaway:  * BERKSHIRE HATHAWAY CUTS SHARE STAKE IN WELLS FARGO & CO BY 14.6% TO 323.2 MILLION SHARES - SEC FILING  * BERKSHIRE HATHAWAY TAKES SHARE STAKE IN BIOGEN OF 648,447 SHARES - SEC FILING  * BERKSHIRE HATHAWAY CUTS SHARE STAKE IN PHILLIPS 66 BY 95.6% TO 227,436 SHARES - SEC FILING  * BERKSHIRE HATHAWAY RAISES SHARE STAKE IN SUNCOR ENERGY BY 39.6% TO 15 MILLION SHARES - SEC FILING  * BERKSHIRE HATHAWAY INC - CHANGE IN HOLDINGS ARE AS OF DECEMBER 31, 2019 AND COMPARED WITH THE PREVIOUS QUARTER ENDED AS OF SEPTEMBER 30, 2019  * BERKSHIRE HATHAWAY CUTS SHARE STAKE IN WELLS FARGO & CO BY 14.6% TO 323.2 MILLION SHARES - SEC FILING Source for the quarter ended December 31, 2019: (bit.ly\/37tct6f) Source for the quarter ended September 30, 2019: (bit.ly\/2OPxvp5)","84":"FILE PHOTO: The logo of Swiss drugmaker Novartis is pictured at the French company's headquarters in Rueil-Malmaison near Paris, France, April 22, 2020. REUTERS\/Charles Platiau  ZURICH (Reuters) - Novartis Chief Executive Vas Narasimhan said spinal muscular atrophy patients who got the Swiss drugmaker’s Zolgensma maintained improvements, a response to Biogen’s plan to test its drug Spinraza after Zolgensma treatment.  “To date, we have not seen any decline in Zolgensma patients who have received this therapy,” Narasimhan told analysts on a call on Tuesday after Biogen’s announcement. “In fact, in our clinical trial data, as well as in the real world, we see patients maintaining the milestones they gained with Zolgensma.”","85":"ZURICH (Reuters) - Biogen Inc should slash the price of its spinal muscular atrophy (SMA) drug, and the $4 million to $5 million Novartis has said its experimental gene therapy for the disease is worth is excessive, an independent U.S. organization that reviews the value of medical treatments said on Wednesday.  FILE PHOTO: A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder  Assessments by the nonprofit Institute for Clinical and Economic Review (ICER) have become increasingly influential in U.S. drug pricing and are taken into consideration by health insurers and pharmacy benefit managers making decisions about payments and patient access to treatments.  Boston-based ICER has been looking at Biogen’s Spinraza and Novartis’ Zolgensma since last year. The extremely high cost of new treatments for rare conditions has placed SMA at the center of the drug affordability debate.  In its final report that largely mirrors a draft issued in February, ICER urged the drugmakers to balance innovation with affordability for health systems, which translates to significantly lower prices.  The group said Spinraza’s list price of $750,000 for the initial year and $375,000 annually thereafter needs to be “far lower” to be cost effective.  Spinraza, an important growth driver for Biogen, took in $1.7 billion in 2018 sales.  To determine value, ICER used a measure known as “quality-adjusted life year” (QALY), in which each year of healthy or near-healthy life resulting from the treatment is worth $100,000 to $150,000.  SMA can lead to paralysis, breathing difficulty and death within months for babies born with the most serious Type I form of the disease. It is the leading genetic cause of death in infants.  Novartis has not set a price for Zolgensma, which could get U.S. approval next month. The Swiss drugmaker has said its one-time treatment would be cost effective at up to $5 million.  Gene therapies use engineered viruses to carry healthy genetic material into a person’s cells to replace faulty or mutated genes that cause a disease or condition.  “The price for Zolgensma should be lower than the hypothetical $4-$5 million price the manufacturer has suggested could be justified,” ICER concluded.  Using the QALY benchmark, ICER said Spinraza would need to cost between $72,000 and $130,000 for the first year of treatment, and cost $36,000 to $65,000 per year after that, for infants not yet showing symptoms of the disease.  With an alternative benchmark, known as life-year gained (LYG) based on the additional number of years a person lives due to a treatment, Spinraza is worth $83,000 to $145,000 in year one, and $41,000 to $72,000 annually thereafter, ICER determined.  Zolgensma would be worth $310,000 to $900,000 for Type 1 SMA patients based on the QALY assessment, or $710,000 to $1.5 million using the LYG calculation, ICER said.  “These treatments will be covered by U.S. insurers regardless of the pricing, but the ripple effect of pricing decisions like these threatens the overall affordability and sustainability of the U.S. health system,” said ICER Chief Medical Officer Dr. David Rind.  Novartis contends the rare disease community believes that $500,000 per QALY is a more-appropriate standard for transformational therapies. At that level, Zolgensma would be cost effective at $5 million.  “The value measures and thresholds employed by ICER in this report are designed around the status quo of chronic care management and cannot possibly capture the full benefits of disease-modifying treatments delivered as a one-time administration,” Novartis said in a statement.  Biogen, in an emailed statement, said Spinraza is the standard of care for SMA and has benefited more than 6,600 people. It noted that Novartis has so far reported Zolgensma results for only 15 patients.  ICER also recommended providers, payers, and manufacturers cooperate on so-called “outcomes-based contracts.” Such arrangements pay drugmakers based on the effectiveness of their treatments or offer refunds if they do not work.","86":"A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder  (Reuters) - Europe’s medicines regulator recommended the immediate suspension and recall of Biogen Inc and AbbVie Inc’s multiple sclerosis drug Zinbryta, following 12 reports of inflammation of the brain, three of which cases were fatal.  Biogen and AbbVie withdrew the drug last week, after the European Medicines Agency (EMA) started an urgent review. bit.ly\/2CUHj8k  \"A preliminary review of the available evidence indicates that immune reactions observed in the reported cases may be linked to the use of Zinbryta. Zinbryta may also be linked to severe immune reactions affecting several other organs,\" the EMA said on Wednesday. bit.ly\/2oWAUEF  The regulator added that it was recommending the immediate suspension of the medicine’s marketing authorization in the European Union and a recall of batches from pharmacies and hospitals.  “EMA’s recommendation to suspend Zinbryta and recall the product is being sent to the European Commission for a legally binding decision,” it said.  Zinbryta was approved by U.S. regulators in 2016 with a warning on the packaging due to risks of liver damage, with Biogen selling the self-administered drug in Switzerland, Canada and the EU and AbbVie in the United States.  In November, the European regulator flagged safety concerns about the drug, restricting its usage to reduce the risk of serious liver damage.  The drug, which has been used to treat over 8,000 patients so far, brought in worldwide sales of $107 million last year, with Biogen’s share being $53 million.  Zinbryta became part of the U.S. political debate over high drug costs in September, when Democratic Congressman Elijah Cummings asked the government to take action on the drug’s $87,000 price tag.","87":"(Reuters) - A U.S. district court on Thursday ruled in favor of generic drugmaker Mylan NV in a patent dispute over Biogen Inc’s blockbuster multiple sclerosis drug, Tecfidera, sending Biogen’s shares down nearly 6%.  Tecfidera has been Biogen’s main growth driver since it was launched in 2013, generating sales of $4.43 billion in 2019, accounting for nearly a third of total revenue.  A court in the Northern District of West Virginia ruled Mylan had established that the asserted claims of Biogen’s patent were invalid.  The ‘514 patent provided exclusivity into 2028 and with another Biogen patent set to expire on Friday, the ruling creates a significant issue for the company to contend with, Wedbush analyst Laura Chico said.  Biogen said it would appeal the ruling. Mylan did not immediately respond to a Reuters request for comment.  The patent loss is a major setback and an appeal process could take up to a year, Citi analyst Mohit Bansal said. Biogen would likely seek an emergency order to prevent Mylan from launching its generic version during the time, he added.  Adding to investor concerns is Biogen’s recent decision to delay seeking approval for its Alzheimer’s drug. Development of the potential blockbuster has faced many hurdles.  Biogen late last year revived plans to pursue an approval for the Alzheimer’s drug, aducanumab, months after deciding to scrap its trials.  Mylan’s shares were up 3.9% at $16.58, while Biogen was down 5.9% at $264.97.","88":"NEW YORK\/ZURICH (Reuters) - Biogen Inc’s Spinraza treatment for spinal muscular atrophy and Swiss drugmaker Novartis AG’s experimental gene therapy are both expensive, but the gene therapy could be more cost effective once more is known about its U.S. price and long-term success rates, a preliminary report from an independent U.S. nonprofit organization said on Thursday.  Boston-based Institute for Clinical and Economic Review (ICER), whose assessments of the value of new medicines are increasingly influential in U.S. drug price negotiations, calculated a measure known as “quality-adjusted life year” to evaluate the drugs.  The findings may be revised based on comments from the drugmakers, health plans and patients before a final assessment in late February.  While there are questions about the long-term effectiveness of the treatments, both provide substantial clinical benefit, ICER said.  Spinal muscular atrophy (SMA) is a rare disease that can lead to paralysis, breathing difficulty and death. Spinraza, introduced two years ago, is the only U.S.-approved treatment for the condition and one of the most expensive drugs on the market, costing $750,000 for the first year of use and $375,000 annually thereafter. It has been shown to slow progression of the disease for some patients but is not a cure.  ICER’s preliminary estimate is that Spinraza represents a cost of $728,000 per quality-adjusted life year, or year of healthy or near healthy life, for patients who are diagnosed before they exhibit symptoms.  “That is expensive by the way most people value things,” said ICER’s chief medical officer, Dr. David Rind.  A Biogen spokeswoman said the draft report is “an incomplete representation of Spinraza’s value to patients and healthcare systems.” She also said that it was misleading and wrong to compare its treatment of nearly 6,000 patients with the gene therapy treatment group of only 15 patients.  Novartis aims to provide a cure with its gene therapy, which is to be called Zolgensma and is expected to receive U.S. approval in the first half of 2019. The drugmaker says the therapy’s price will eventually be determined in negotiations with health plans but believes that it would be cost-effective at $4 million to $5 million as a one-time treatment.  ICER said it used a much lower benchmark - $2 million – as an estimated price for the gene therapy. On that basis, when used in patients with symptomatic Type I SMA, it said the Novartis therapy represents a cost of $240,000 per quality- adjusted life year.  Generally, treatments that cost between $100,000 to $150,000 per QALY are considered a good value, though that can stretch higher for rare diseases, Rind said.  Novartis spokesman Eric Althoff said Novartis would like the drugs to be compared against an ultra-rare threshold of $500,000 per QALY and against Spinraza. “While a range of QALY thresholds were used, we believe cost-effectiveness assessments in SMA should be compared to currently available, chronic therapy and be assessed at the ultra-rare disease QALY threshold,” he said.  Some payers are already pushing back well before the Novartis therapy reaches the market. Express Scripts told Reuters last month that Novartis’s estimate for the value of the gene therapy would be unsustainable.","89":"(Reuters) - Biogen Inc BIIB.O raised its 2020 earnings forecast on Wednesday after better-than-expected sales of its multiple sclerosis treatment Tecfidera helped the drugmaker beat second-quarter profit estimates.  FILE PHOTO: A sign marks a Biogen facility in Cambridge, Massachusetts, U.S., January 26, 2017. REUTERS\/Brian Snyder\/File Photo  The results brightened the mood following a setback in June on a key Tecfidera patent, uncertainty over approval of the company’s experimental Alzheimer’s disease drug aducanumab and rising competition for its other growth driver Spinraza.  The company’s shares, down about 6% this year through Tuesday’s close, rose 2% in a weak broader market.  “After the recent Tecfidera intellectual property loss and the delay in aducanumab filing relative to expectations, investors like the beat-and-raise quarter,” said SVB Leerink analyst Marc Goodman.  Biogen, which named a new chief financial officer on Tuesday, now expects 2020 full-year adjusted profit to be between $34 and $36 per share, up from its prior forecast of between $31.50 and $33.50.  The raised forecast does not include any impact from the potential entry of generic versions of Tecfidera in the United States in 2020, the company said.  Biogen is awaiting feedback from the U.S. Food and Drug Administration on its marketing application for aducanumab and whether it has gained a priority review for the drug.  “We do have a voucher (to gain priority review). We received one when we got nusinersen (Spinraza) approved, but we haven’t commented on how we’re going to use it, when we’re going to use it,” Chief Medical Officer Alfred Sandrock said on a conference call.  Tecfidera generated sales of $1.18 billion in the quarter, ahead of Wall Street estimates of $1.11 billion, cementing its position as the company’s best seller.  Excluding items, Biogen earned $10.26 per share, above Refinitiv IBES estimates of $8.03. (bit.ly\/3jE7NBM)  Total revenue rose 1.8% to $3.68 billion, beating expectations of $3.43 billion.","90":"July 21 (Reuters) - Biogen Inc on Tuesday named IQVIA Holding Inc’s Michael McDonnell as chief financial officer, effective Aug. 15.  McDonnell succeeds Jeffrey Capello, who will remain with the company until Sept. 15 to assist with the transition, the drugmaker said in a statement.  Separately, healthcare services company IQVIA said Ron Bruehlman will succeed McDonnell as chief financial officer on an interim basis. (Reporting by Vishwadha Chander in Bengaluru; Editing by Anil D’Silva)","91":"A federal appeals court on Thursday said it would not block Banner Life Sciences LLC from selling a version of the Biogen Inc multiple-sclerosis drug Tecfidera while the court hears a patent dispute between the companies.  A three-judge panel of the U.S. Court of Appeals for the Federal Circuit denied a request by Biogen’s lawyers at Finnegan Henderson Farabow Garrett & Dunner for an injunction pending the outcome of their appeal of a recent ruling that cleared the way for Banner’s product launch.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2wUSOPV","92":"July 8 (Reuters) - Biogen Inc said on Wednesday that it submitted the marketing application for its experimental Alzheimer’s disease therapy, aducanumab, to the U.S. Food and Drug Administration. (Reporting by Manas Mishra in Bengaluru; Editing by Anil D’Silva)","93":"May 19 (Reuters) - Biogen Inc:  * BIOGEN INC - ANNOUNCED NEW DATA FROM MULTIPLE SCLEROSIS TREATMENT PORTFOLIO  * BIOGEN - ADDITIONAL CLINICAL DATA SUPPORT VUMERITY AS AN IMPORTANT ORAL TREATMENT OPTION IN RELAPSING MS  * BIOGEN INC - ADDITIONAL CLINICAL DATA REINFORCE EFFICACY OF TECFIDERA Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","94":"Oct 30 (Reuters) - Biogen Inc and partner Eisai Co Ltd said on Friday the European health regulator has accepted for review the marketing application for its closely-watched experimental Alzheimer’s treatment aducanumab.  Aducanumab is also under review with the U.S. Food and Drug Administration. (Reporting by Manojna Maddipatla in Bengaluru; Editing by Shailesh Kuber)","95":"FILE PHOTO: A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder  (Reuters) - U.S. drugmaker Biogen Inc said on Friday three of its employees tested positive for the coronavirus after attending a meeting in Boston last week, and that their condition was improving under medical care.  A few other attendees of the internal company meeting were diagnosed with influenza, Biogen said in an emailed statement to Reuters on Friday.  It did not disclose the number of influenza patients, or the location where the employees that tested positive for coronavirus were being treated.  Biogen said of those infected by the virus, two lived in the European Union, and one outside of Massachusetts. Biogen is based in Cambridge, Massachusetts.  All the attendees of the meeting have been asked to work from home for two weeks, irrespective of whether or not they showed symptoms, Biogen said.  It said it was also restricting travel through the end of March, joining retailer Walmart Inc, which on Thursday put a restriction on all international travels to business-critical trips, at least through March and April.","96":"March 4 (Reuters) - Biogen Inc said on Monday it will buy Nightstar Therapeutics Plc for about $800 million in cash.  Biogen’s offer of $25.50 per share, represents a premium of 68 percent to Nightstar’s Friday close of $15.16. (Reporting by Rishika Chatterjee in Bengaluru; Editing by Shounak Dasgupta)","97":"NEW YORK (Reuters) - U.S. drugmaker Biogen Inc said on Wednesday that some patients on its drug Spinraza - which treats a rare disorder called spinal muscular atrophy (SMA) - are having their treatments postponed to prioritize COVID-19 patients.  SMA is the leading genetic cause of death in infants.  Biogen did not give further details about how many patients were having their treatment delayed by the fast-moving outbreak, where they are located or how long the delays are.  The company said it would work with health systems and institutions to provide access to the critical therapy for people with SMA.  Patients group Cure SMA said in a statement released earlier on Wednesday that receiving the drug on time is a high priority for SMA patients but that a “few weeks delay should not have a huge impact.”","98":"June 10 (Reuters) - Biogen Inc:  * NEW RESULTS FROM LANDMARK NURTURE STUDY SHOW THAT PRE-SYMPTOMATIC SMA PATIENTS TREATED WITH SPINRAZA® (NUSINERSEN) CONTINUE TO DEMONSTRATE SUSTAINED BENEFIT FROM TREATMENT  * BIOGEN - IN INFANTS GENETICALLY DIAGNOSED WITH SMA, DATA DEMONSTRATES EARLY, SUSTAINED TREATMENT WITH SPINRAZA FOR UPTO 4.8 YRS ENABLED UNPRECEDENTED SURVIVAL Source text for Eikon: Further company coverage:","99":"April 5 (Reuters) - Biogen Inc:  * BIOGEN AND SAMSUNG BIOEPIS AGREE TO SETTLEMENT WITH ABBVIE ALLOWING COMMERCIALIZATION OF IMRALDI™ (ADALIMUMAB BIOSIMILAR) IN EUROPE  * BIOGEN EXPECTS TO LAUNCH IMRALDI IN EUROPE ON OCTOBER 16, 2018  * PRECISE TERMS OF AGREEMENT WITH ABBVIE ARE CONFIDENTIAL  * UNDER TERMS OF AGREEMENT, ABBVIE WILL GRANT PATENT LICENSES FOR USE AND SALE OF IMRALDI IN EUROPE  * COUNTRY BASIS  * UNDER TERMS OF AGREEMENT, BIOGEN AND SAMSUNG BIOEPIS WILL MAKE ROYALTY PAYMENTS TO ABBVIE  * COMPANIES HAVE AGREED TO DISMISS ALL PENDING PATENT LITIGATION Source text for Eikon: Further company coverage:","100":"July 5 (Reuters) - Japanese drugmaker Eisai Co and Biogen Inc said on Thursday that the final analysis of a mid-stage trial of their Alzheimer’s drug showed positive results for patients who received the highest dose.  Shares of Biogen were up 7 percent at $320 in after-hours trading while Eisai’s shares were up 8 percent.  The companies said the highest dose of the drug, BAN2401, showed a statistically significant slowing of disease progression at the end of 18 months as compared to a placebo. The trial, which involved 856 patients with early Alzheimer’s disease, involved five dose regimens.  Biogen, based in Cambridge, Massachusetts, last December reported that the drug had failed to meet the main goal in the mid-stage trial, but said the 18-month trial would continue for further analysis.  Biogen and Eisai said in their statement on Thursday that detailed results of the final analysis of the mid-stage trial will be released at future conferences. (Reporting by Anirban Paul in Bengaluru Editing by Leslie Adler)","101":"Nov 4 (Reuters) - Biogen Inc:  * U.S. FDA STAFF SAYS BIOGEN INC HAS PROVIDED SUBSTANTIAL EVIDENCE OF EFFECTIVENESS TO SUPPORT APPROVAL OF ALZHEIMER’S DRUG: DOCUMENTS Source: (bit.ly\/3exlbFx) Further company coverage:","102":"(Corrects adjusted EPS forecast in paragraph 5 to $28.00-$29.00, from $26.65-$27.65)  Jan 29 (Reuters) - Biogen Inc beat analysts’ estimates for fourth-quarter profit and revenue on Tuesday, driven by demand for its muscle disease treatment Spinraza and top-selling multiple sclerosis drug Tecfidera.  Spinraza, the first approved treatment for spinal muscular atrophy, brought in $470 million in the quarter, but fell short of analysts’ estimate of $487.9 million, according to IBES data from Refinitiv.  Sales of Tecfidera rose 3.2 percent to $1.11 billion, narrowly beating analysts’ estimates of $1.10 billion.  Net income attributable to Biogen was $946.8 million, or $4.73 per share, for the three months ended Dec. 31, compared with a net loss of $297.4 million, or $1.40 per share, a year earlier, which included a charge of $1.2 billion related to the U.S. tax overhaul.  The company expects full-year adjusted earnings in the range of $28.00 to $29.00 per share. Analysts were expecting $27.94.  Excluding items, it earned $6.99 per share, above the average analyst estimate of $6.73.  Total revenue here rose 6.6 percent to $3.53 billion, exceeding estimate of $3.40 billion. (Reporting by Manogna Maddipatla and Saumya Sibi Joseph in Bengaluru; Editing by Sriraj Kalluvila)","103":"An appeals court on Tuesday ruled in favor of Banner Life Sciences LLC in a patent dispute with Biogen Inc, clearing the way for Banner to sell an alternative version of Biogen’s blockbuster multiple-sclerosis drug Tecfidera.  The U.S. Court of Appeals for the Federal Circuit affirmed a lower court decision that Banner’s bioequivalent version of Tecfidera, known as Bafiertam, does not infringe a Biogen patent known as the ‘001 patent, which is set to expire in June 2020.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/3buElcW","104":"(Reuters) - Eisai Co Ltd and partner Biogen Inc said on Thursday that the highest dose of their experimental Alzheimer’s disease drug showed effectiveness in a new analysis, but investors remained skeptical about the reliability of the data and Biogen shares fell about 2 percent.  Slideshow ( 2 images )  The companies have been trying to put to rest concerns about trial results of the drug, BAN2401, which in July showed that patients in early stages of Alzheimer’s experienced 30 percent less cognitive decline after 18 months of treatment than those on a placebo.  Those results were muddied by concerns that the data was tainted by a decision from European regulators to remove patients with an Alzheimer’s genetic mutation called APOE4 from the trial group that received the highest dose, potentially lowering the bar for success.  “I think that the data is promising and intriguing but continues to beg more questions that we don’t have all the answers for,” Jefferies analyst Michael Yee told Reuters, adding that the drug needs a much larger study to confirm any benefit.  There is a desperate need for an Alzheimer’s treatment that works after dozens of failures of experimental drugs. The most common form of dementia affects nearly 50 million people worldwide and is expected to rise to more than 131 million by 2050, according to Alzheimer’s Disease International.  Eisai scientists who presented the data at the Clinical Trials on Alzheimer’s Disease conference in Barcelona stressed that patients with the APOE4 mutation who completed 18 months of treatment at the highest dose experienced 63 percent less cognitive decline than the placebo group, while non-carriers did only 7 percent better than placebo.  Dr. Jeffrey Cummings of the Cleveland Clinic, a consultant to the companies and an Alzheimer’s expert, said on Thursday the APOE4 genotype had “very little effect on the rate of decline,” suggesting that it was not a factor in the results.  But other experts pointed out that because of those who were removed from the study, the data included only 10 patients with the APOE4 mutation who received the highest dose.  And when the highest and second-highest dose groups were combined, the overall 30 percent reduction in cognitive decline shrank to 21 percent, skewed by APOE4 carriers who had a 25 percent benefit versus only a 6 percent benefit in those who did not carry the mutation.  Leerink analyst Geoffrey Porges called the data unconvincing and confusing. He said the small number of patients remaining on the drug after 18 months and a lack of clear dose responses diminish the reliability of Thursday’s data.  “You have to be careful with small numbers,” Maria Carrillo, chief science officer for the Alzheimer’s Association, said in a telephone interview.  She stressed that the findings come from a secondary analysis of 18-month data after the trial failed to meet its primary goal at 12 months using a more complicated method of statistical analysis. “We should interpret these with caution,” she said.  Carrillo noted that the company’s enthusiasm for the findings was “more positive than the reaction we had in the room about the study.”  Laurie Ryan, chief of the Dementias of Aging Branch at the National Institute on Aging, said the presentation supported the initial argument of a positive signal and offered data suggesting the imbalance in patients with APOE4 may not have had a big impact.  “Clearly, that still needs to be tested,” Ryan said. “You can’t say this is ready to rock and roll at all.”","105":"TOKYO, March 12 (Reuters) - Fujifilm Holdings Corp said on Tuesday it is buying a subsidiary of Biogen Inc , Biogen Denmark Manufacturing ApS, for around $890 million to bolster its healthcare business.  The acquisition is expected to be completed in August this year, it said.  The Japanese company last year announced that it would buy two biotechnology units of Japan’s JXTG Holdings Inc for about $800 million. (Reporting by Takashi Umekawa; Editing by Muralikumar Anantharaman)","106":"ZURICH\/SAN FRANCISCO (Reuters) - Swiss drugmaker Roche plans to price its oral spinal muscular atrophy drug (SMA) risdiplam aggressively to challenge two of the world’s most expensive medicines, Biogen’s Spinraza and Novartis’s gene therapy Zolgensma.  FILE PHOTO: The logo of Swiss drugmaker Roche is seen at its headquarters in Basel, Switzerland February 1, 2018. REUTERS\/Arnd Wiegmann\/File Photo  Spinraza’s list price is $750,000 in the first year, and $375,000 thereafter, while Novartis’s gene therapy for the genetic muscle wasting disease lists at $2.1 million, making it the drug industry’s most expensive one-time treatment.  Third-to-market risdiplam is due for a U.S. Food and Drug Administration decision by May 24.  While Roche has not released risdiplam’s price, drug chief Bill Anderson said the Basel-based company will price the drug much as it did its hemophilia A medicine Hemlibra in 2017, when it undercut traditional therapies made by rivals NovoNordisk and Takeda to help win patients.  “With Hemlibra, we priced at about half of bypassing agent,” Anderson said in an interview on Monday at the JP Morgan Healthcare Conference in San Francisco. “We aim to underwhelm with our price” with risdiplam, he added.  Hemlibra costs around $500,000 a year. Treatment that includes bypassing agents given to stop bleeding in hemophilia patients with resistance to traditional clotting factor treatments can top $1 million.  Experts see Zolgensma becoming the treatment of choice for newborn patients who test positive for SMA, because gene therapy may offer infants yet to exhibit symptoms hope for normal development.  Risdiplam, seen by analysts as topping $1 billion in annual sales, and Spinraza, already a roughly $2 billion per year seller, are seen competing for older patients. Oral, daily risdiplam may be less complicated, given Spinraza is given every four months via an infusion in the spine.  Zolgensma is also being tested in older patients with a spinal infusion, though the trial has been halted due to safety concerns. Novartis is awaiting the FDA’s go-ahead to restart.  Novartis also is developing an oral drug, branaplam, though its chief researcher, Jay Bradner, in December indicated the company had cooled to the medicine, saying he did not “see a big opportunity for oral therapy there, or we would develop this molecule further”.  Novartis has since clarified its stance, saying its trial of branaplam would continue, with a decision to be made after the study produces data later this year.","107":"June 2 (Reuters) - Biogen Inc:  * BIOGEN INC - DIRECTOR LYNN SCHENK WILL RETIRE FROM BOARD AT END OF HER CURRENT TERM Source text for Eikon: Further company coverage:","108":"(Reuters) - Biogen Inc on Wednesday forecast full-year adjusted profit below Wall Street estimates as it expects a sharp drop in sales of its multiple sclerosis treatment to counter any benefit from a potential approval of its Alzheimer’s drug.  FILE PHOTO: A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder  Shares dropped over 2% in morning trading after the company also missed fourth-quarter earnings estimates.  Biogen said it expected to launch the Alzheimer’s disease drug, aducanumab, immediately if approved by the U.S Food and Drug Administration by June 7 but estimated only modest revenue in the first few months.  The “painful” guidance was contrasted by positive expectations on aducanumab, said Baird analyst Brian Skorney.  Biogen forecast full-year adjusted profit of $17 to $18.5 per share, while analysts were expecting $24.67, according to Refinitiv IBES data.  Still, company executives on a post-earnings call warned of a hit to 2021 results if the drug was not approved as a large portion of manufacturing capacity had been allocated toward the therapy.  A panel of experts to the FDA voted against the drug in November and the agency is now expected to decide after extending the review period by three months, the latest in a rocky road to approval.  The agency is not bound to follow the advice of its experts, but typically does.  Biogen reiterated its data supported an approval, and pointed to a rival study by Eli Lilly that underpinned the theory that targeting amyloid beta - a protein believed to be a major cause of Alzheimer’s - could help patients.  Investor attention has been focused on aducanumab, which is expected to generate sales of over $4 billion by 2024 and cushion the blow from generic drug competition for Tecfidera.  Quarterly sales of the multiple sclerosis drug tumbled 47.8% to $607.9 million in the fourth quarter, while adjusted profit of $4.58 per share fell short of estimates by 29 cents.","109":"(Reuters) - Biogen Inc struck a $1 billion neurology drug development deal with Ionis Pharmaceuticals on Friday, expanding a partnership that developed the company’s potential blockbuster drug for spinal muscular atrophy.  A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder  Biogen’s shares, however, fell about 2 percent as investors were looking for a larger deal, especially after rival Novartis AG last week said it would buy AveXis Inc for $8.7 billion to gain access to its gene therapy for spinal muscular atrophy.  “Given the fact that just happened and ...here they are a week later not buying that company and doing a $1 billion pre-clinical deal, I think the Street remains very nervous and uncertain,” Jefferies analyst Michael Yee told Reuters.  Biogen, which has a $37 billion war chest, licensed the spinal muscular atrophy treatment Spinraza from Ionis as part of an earlier agreement.  The company is now banking on Spinraza, with a list price of $750,000 for the first year, to offset slowing growth of its top-selling drug Tecfidera, a treatment for multiple sclerosis.  Biogen’s new 10-year agreement with Ionis gives the company the option to license and commercialize a range of neurological therapies for conditions including Alzheimer’s and dementia.  “We anticipate advancing up to seven new high potential drug candidates from these collaborations into the clinic in the next two years,” Biogen executives said on a conference call.  The executives also highlighted strong safety data for treatments Ionis is working on, including a class of medicines called antisense oligonucleotides over gene therapies.  “Opportunities for antisense technology are by far broader and larger (than gene therapy), and technology is far more validated,” Ionis executives said on a conference call.  California-based Ionis is also eligible to receive milestone-based payments, license fees and royalties on net sales of the drugs as per the deal.  The agreement, which comes ahead of Biogen’s first-quarter earnings report on Tuesday, includes a $625 million equity investment in Ionis and a $375 million upfront payment.  Ionis’ shares rose 4.7 percent in early trading on Friday.","110":"(Reuters) - Biogen Inc said on Thursday it was preparing for the launch of its experimental treatment for Alzheimer’s as the drugmaker races to become the first to bring a treatment for the memory-robbing disease to market.  FILE PHOTO: A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder  The company said it would submit its application for U.S. approval of aducanumab “as soon as possible”, but did not specify a time.  In a stunning reversal, Biogen in October revived plans to seek approval for the treatment based on a detailed analysis of data, months after scrapping the development of the drug.  “We are actively preparing for the potential launch of aducanumab with an initial focus on the United States,” Chief Executive Officer Michel Vounatsos said on a conference call.  Any company with a successful treatment for Alzheimer’s, which affects about 5.7 million Americans over the age of 65, is likely to rake in billions of dollars in sales, given the numerous failures to develop a drug.  In the past months, Biogen has had a “high level of constructive engagement” with the Food and Drug Administration, Alfred Sandrock, executive vice president of research and development said. “It’s basically a matter of putting together documentation.”  To partly account for costs related to the potential launch, Biogen expects to spend about 19.5% to 20.5% of total revenue in 2020, higher than the 18% it spent in 2019. The company said it was ramping up its sales force to market the drug.  Jefferies analyst Michael Yee said while the company remains optimistic, investors will closely watch for the opinion of a panel of independent experts to assess the drug that the FDA usually convenes.  Aducanumab belongs to a class of drugs that have seen multiple trial failures and its approval remains doubtful as some experts have called for an additional trial to demonstrate its clinical benefits.  Biogen’s growth has been driven by its multiple sclerosis drugs, which grew in the fourth quarter, helping it beat profit expectations.  Tecfidera brought sales of $1.16 billion, beating estimates of $1.12 billion, despite the threat of patent challenges and increasing competition.  Biogen expects 2020 full-year adjusted earnings per share of between $31.50 and $33.50 and sales of about $14 billion to $14.3 billion.  Analysts expect 2020 profit to be $33.03 per share and sales of $14.06 billion, according to Refinitiv data.  Excluding items, Biogen earned $8.34 per share, above estimates of $8.02 per share, in the quarter. Revenue rose 4% to $3.67 billion, beating estimates of $3.54 billion.  (This story corrects Alzheimer’s age detail in fifth paragraph)","111":"(Adds details on drug data, share price)  Oct 25 (Reuters) - Biogen Inc and partner Eisai Co Ltd said on Thursday the highest dose of its experimental Alzheimer’s drug showed effectiveness in a new analysis, but investors remained skeptical about the reliability of the data.  Biogen fell 2 percent to $294.71 in early trading.  Results of the highly anticipated mid-stage trial, presented in July, showed that patients in the early stages of Alzheimer’s treated with the highest dose of the drug, BAN2401, experienced 30 percent less cognitive decline than those on a placebo.  However, the results were muddied by concerns that the finding may have been skewed by a decision of European regulators to remove patients with an Alzheimer’s genetic mutation called APOE4 from the group that got the highest dose, potentially lowering the bar for success in the group.  “I think that the data is promising and intriguing but continues to beg more questions that we don’t have all the answers for,” Jefferies analyst Michael Yee told Reuters, adding that the drug needs a much larger study to confirm any benefit.  Leerink analyst Geoffrey Porges said the data was unconvincing and confusing, suggesting only limited value for the drug in the population with APOE4.  The small number of patients remaining on the drug after 18 months and a lack of clear dose responses diminish the reliability of Thursday’s dataset, Porges added.  The findings, in which the company offered a further analysis of data earlier presented in July, may not be able to fully dampen concerns.  “It’s still an early study. They have to do further testing,” said Laurie Ryan, chief of the Dementias of Aging Branch at the National Institute on Aging, who is at the meeting in Barcelona, where the data was presented on Thursday.  Ryan said the presentation supported the initial argument of a positive signal in an early phase study, and offered data suggesting the imbalance in patients with APOE4 may not have had an impact.  “Clearly, that still needs to be tested. You can’t say this is ready to rock and roll at all,” Ryan said on a telephone interview.  Dr. Jeffrey Cummings of the Cleveland Clinic, a consultant and an Alzheimer’s expert, said on Thursday the APOE4 genotype had “very little effect on the rate of decline”, suggesting that it was not a factor in the results. (Reporting by Manas Mishra and Ankur Banerjee in Bengaluru and Julie Steenhuysen in Chicago; Editing by Sriraj Kalluvila and Shounak Dasgupta)","112":"June 4 (Reuters) - Biogen Inc:  * BIOGEN PRESENTS POSITIVE PHASE 2 CUTANEOUS LUPUS ERYTHEMATOSUS (CLE) DATA AT EUROPEAN E-CONGRESS OF RHEUMATOLOGY (EULAR) 2020  * BIOGEN INC - FULL ANALYSIS OF CLE PART OF LILAC STUDY REINFORCES POSITIVE TOP-LINE RESULTS  * BIOGEN INC - PARTICIPANTS WHO RECEIVED BIIB059 DEMONSTRATED STATISTICALLY SIGNIFICANT REDUCTION OF DISEASE ACTIVITY VERSUS PLACEBO  * BIOGEN INC - SAFETY AND TOLERABILITY DATA FURTHER SUPPORT CONTINUED DEVELOPMENT OF BIIB059  * BIOGEN INC - WHILE NOT STATISTICALLY SIGNIFICANT, MORE PARTICIPANTS TREATED WITH BIIB059 50 MG AND 150 MG ACHIEVED A CLASI-50 RESPONSE VERSUS PLACEBO  * BIOGEN INC - INCIDENCE OF SERIOUS ADVERSE EVENTS WAS 7.1% VERSUS 9.1% IN PARTICIPANTS THAT RECEIVED BIIB059 VERSUS PLACEBO IN LILAC STUDY Source text for Eikon: Further company coverage:","113":"FILE PHOTO: A sign marks a Biogen facility, some of whose employees have tested positive for the coronavirus after attending a meeting in Boston, in Cambridge, Massachusetts, U.S., March 9, 2020. REUTERS\/Brian Snyder  (Reuters) - Biogen Inc said on Thursday it had joined a consortium to build a collection of biological and medical data, where its employees who had tested for and recovered from the coronavirus would be able to participate.  Several employees of the U.S. drugmaker had tested positive for the novel coronavirus after an internal company meeting in Boston earlier this year.  The potential volunteers are Biogen employees who were among the first people in Massachusetts to be diagnosed with and recover from COVID-19, as well as close contacts, including those who were not tested or who may not have had symptoms, it said.  The collaboration will help collect data to advance knowledge and search for potential vaccines and treatments, Biogen added.  Biogen said the consortium included Broad Institute of MIT and Harvard, and Partners HealthCare.","114":"July 21 (Reuters) - Biogen Inc said on Tuesday it plans to start a global clinical study to assess the safety and benefits of its spinal muscular atrophy drug Spinraza in children who were previously treated with Novartis AG’s rival therapy Zolgensma.  The study aims at evaluating Spinraza to potentially improve clinical outcomes in some patients who do not respond sufficiently to the gene therapy Zolgensma, the company said. (reut.rs\/3jsVIis) (Reporting by Manojna Maddipatla in Bengaluru; Editing by Aditya Soni)","115":"(Reuters) - Biogen Inc’s shares surged as much as 32% on Wednesday after the drugmaker won a favorable U.S. patent ruling for its main multiple sclerosis drug Tecfidera in a battle with Mylan NV.  FILE PHOTO: A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder  The Patent Trial and Appeal Board, an administrative court run by the U.S. Patent And Trademark Office, ruled that Mylan had failed to demonstrate that some claims were not patentable.  Tecfidera is Biogen’s top-selling drug, generating sales of $4.43 billion in 2019, or 30.8% of total revenue. It has been the drugmaker’s main growth driver since its launch in 2013.  “The stock will surely move higher on the headline news and even higher over time, as the decision today makes it easier for investors to own for Alzheimer’s later in 2020-21”, said Jefferies analyst Michael Yee.  Biogen, in a stunning reversal, in October revived plans to pursue an approval for its Alzheimer’s drug, aducanumab, months after deciding to scrap trials of the drug.  The company is “actively preparing for the potential launch of aducanumab with an initial focus on the United States,” Chief Executive Officer Michel Vounatsos said on the company’s earnings call last week.  An approval would make aducanumab the first drug for the memory-robbing disorder to hit the market.  While the ruling will extend Tecfidera’s patent into 2028, Wedbush analyst Laura Chico questioned the ability of the patent to withstand further challenges.  Mylan said it strongly disagreed with the decision and planned to pursue all options for appeal.  There will still likely be an appeal and also a separate generic litigation court case, Jefferies analyst Yee said.  Biogen’s shares were trading up about 17% at $332.36 in late afternoon trading after touching a high of $374.99.  At the session’s high, the company was valued at $67 billion, compared with $51.2 billion as of Tuesday close.","116":"(Reuters) - An experimental gene therapy for spinal muscular atrophy (SMA) developed by Novartis AG would be worth up to $900,000, according to an independent U.S. nonprofit organization that reviews the value of drugs and medical treatments.  FILE PHOTO: Swiss drugmaker Novartis' logo is seen at the company's plant in the northern Swiss town of Stein, Switzerland October 23, 2017. REUTERS\/Arnd Wiegmann  The Boston-based Institute for Clinical and Economic Review (ICER) made the determination using a commonly cited cost-effectiveness threshold that values each “quality-adjusted life year” (QALY) gained at $100,000 to $150,000.  If each QALY gained were assessed at $500,000, ICER found the gene therapy, Zolgensma, would be cost effective at just over $5 million.  Novartis has said the price will be determined in negotiations with health plans, but it believes the gene therapy would be cost effective at $4 million to $5 million as a one-time treatment.  The company said in an emailed statement on Friday that “both the rare disease community and various governmental bodies” suggest that $500,000 per QALY “is the appropriate standard to protect vulnerable populations and allow access to innovative, transformational therapies.”  SMA can lead to paralysis, breathing difficulty and death. It is the leading genetic cause of death in infants.  Gene therapies use engineered viruses to carry healthy genetic material into a person’s cells to replace faulty or mutated genes that cause a disease or condition.  ICER also found that Spinraza, Biogen Inc’s SMA treatment would require a substantial price decrease to be considered cost effective. Spinraza’s current list price is $750,000 for the initial year and $375,000 per year thereafter.  Biogen noted that Zolgensma is experimental and has reported data for only 15 patients, compared with Spinraza’s track record of use by more than 6,600 patients. Spinraza is considered by Wall Street to be one of Biogen’s most important growth drivers.  “The promise of gene therapy in general is that it would be once and done ... but that is uncertain at this point,” Biogen Chief Medical Officer Alfred Sandrock told Reuters.  “Spinraza is still a very viable option for babies with SMA. For children, teenagers and adults it may be the only option open to them,” Sandrock said.  Spinraza was approved in 2016 to treat SMA in children and adults.  The U.S. Food and Drug Administration is expected to decide sometime in May whether to approve Zolgensma, which has been studied in infants with SMA.  ICER’s assessments have become increasingly influential in U.S. drug price negotiations and are taken into consideration by insurers making decisions about patient access to treatments.  Using an alternate measure known as “life years gained” (LYG), ICER found the Novartis gene therapy cost effective at a price as high as $1.5 million.  ICER found that Spinraza, when used for patients who do not yet show symptoms, would have value at up to $130,000 for the first year and $65,000 for each successive year. Based on the LYG measurement, the price could be as high as $82,000 during the initial year and $41,000 per year thereafter, according to the ICER report.  At the QALY value of $500,000, Spinraza was seen by ICER as cost-effective at $264,000 per year.","117":"FILE PHOTO: A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder\/File Photo  OSLO (Reuters) - Norwegian authorities will buy the rare-disease treatment Spinraza for patients from U.S. drugmaker Biogen Inc at a cost of 7 million Norwegian crowns ($880,381.33) per year per patient, public broadcaster NRK reported on Monday.  Spinraza treats the rare, often fatal disease spinal muscular atrophy (SMA). Norwegian authorities will cover the costs for minors only.  ($1 = 7.9511 Norwegian crowns)","118":"(Reuters) - Biogen Inc will take a $650 million stake in Sage Therapeutics and make an upfront payment of $875 million to jointly develop and sell treatments for depression and other neurological disorders, the two companies said on Friday.  FILE PHOTO: A sign marks a Biogen facility, some of whose employees tested positive for the coronavirus after attending a meeting in Boston, in Cambridge, Massachusetts, U.S., March 9, 2020. REUTERS\/Brian Snyder\/File Photo  The deal will give Biogen access to zuranolone, an oral therapy being developed for major depressive disorder (MDD) and postpartum depression as well as SAGE-324, which is being developed for essential tremor and other neurological disorders.  An estimated 16 million Americans experience symptoms of MDD each year, according to the U.S. Center for Disease Control and Prevention.  Analysts said the agreement will help strengthen Biogen’s pipeline with two treatments that have blockbuster potential at a time when it faces uncertainty over approval of its experimental Alzheimer’s drug, aducanumab.  Under the terms of the agreement, Biogen will buy about 6.2 million newly issued shares of Sage for $104.14 apiece, a 26% premium to Sage’s Wednesday closing price.  Apart from the $1.525 billion in cash, Sage will also be eligible to get up to $1.6 billion in potential milestone payments.  Biogen will jointly market the drugs in the United States and get the exclusive rights to sell the drugs outside of the country, excluding rights to zuranolone in Japan, Taiwan and South Korea.  Shares of Sage, which entered the depression drugs market in 2019 with its postpartum treatment, Zulresso, fell nearly 6% in afternoon trading.  Jefferies analyst Andrew Tsai said investors might be worried about the timing of deal as Sage is likely to report data from late-stage trial of zuranolone in first half of 2021 that are largely expected to be positive.  “Investors will ask, why do the deal for less now, as opposed to waiting for positive data in 2021, which is only three to six months away,” Tsai said.","119":"March 21 (Reuters) - Biogen Inc and Eisai Co Ltd said on Thursday they will discontinue two late-stage trials testing an experimental treatment for Alzheimer’s disease.  The decision to discontinue the trials, testing the drug aducanumab, was made after an independent data monitoring committee reported the drug was unlikely to be successful, the companies said in a statement. (Reporting by Tamara Mathias in Bengaluru; Editing by Shinjini Ganguli)","120":"April 5 (Reuters) - AbbVie Inc on Thursday said it signed a deal with Biogen Inc and its joint venture partner Samsung Bioepis that would fend off U.S. competition of their rival version to blockbuster drug Humira until 2023.  This is the second deal AbbVie has signed over the past year as it tries to safeguard patents on Humira, which is the world’s top-selling prescription medicine.  The drug, which treats rheumatoid arthritis, raked in $18.43 billion in sales last year and accounted for nearly two-thirds of AbbVie’s net revenue.  While terms of the deal were undisclosed, the companies said they agreed to dismiss all pending lawsuits.  Samsung Bioepis’ license to market its biosimilar will kick off on June 30, 2023, after which Samsung will pay royalties to license Humira patents, AbbVie said in a statement.  Biogen expects to launch the biosimilar, Imraldi, in Europe in mid-October this year.  In September, Amgen Inc reached a similar settlement with AbbVie to delay the U.S. launch of its cheaper biosimilar to Humira until Jan. 31, 2023.  Shares of AbbVie, which has been focusing on developing cancer drugs to sustain long-term growth, have been under pressure in recent months hurt by a failed trial of an experimental lung cancer treatment, Rova-T. (Reporting by Tamara Mathias in Bengaluru; Editing by Bernard Orr)","121":"April 20 (Reuters) - Biogen Inc:  * BIOGEN AND IONIS EXPAND STRATEGIC COLLABORATION TO DEVELOP DRUG CANDIDATES FOR A BROAD RANGE OF NEUROLOGICAL DISEASES  * BIOGEN INC - BIOGEN WILL PAY IONIS $1 BILLION IN CASH, INCLUDING AN EQUITY INVESTMENT IN IONIS STOCK AND AN UPFRONT PAYMENT  * BIOGEN INC - WILL HAVE OPTION TO LICENSE THERAPIES ARISING OUT OF COLLABORATION AND WILL BE RESPONSIBLE FOR THEIR DEVELOPMENT AND COMMERCIALIZATION  * BIOGEN INC - $1 BILLION PAYMENT INCLUDES $625 MILLION TO BUY 11.5 MILLION SHARES OF IONIS COMMON STOCK AT $54.34 PER SHARE, $375 MILLION UPFRONT PAYMENT  * BIOGEN INC - UNDER TERMS OF COLLABORATION CO MAY PAY MILESTONE PAYMENTS, LICENSE FEES AND ROYALTIES ON NET SALES  * BIOGEN INC - IN COLLABORATION, IONIS WILL BE RESPONSIBLE FOR IDENTIFICATION OF ANTISENSE DRUG CANDIDATES BASED ON SELECTED TARGETS  * BIOGEN - IN COLLABORATION BIOGEN WILL BE RESPONSIBLE FOR AND PAY FOR NON-CLINICAL STUDIES, CLINICAL DEVELOPMENT, MANUFACTURING, AND COMMERCIALIZATION  * BIOGEN - CO, IONIS EXPANDED COLLABORATION THROUGH NEW 10-YEAR AGREEMENT TO DEVELOP NOVEL ANTISENSE DRUG CANDIDATES FOR RANGE OF NEUROLOGICAL DISEASES Source text for Eikon: Further company coverage:","122":"CHICAGO\/TOKYO (Reuters) - Biogen Inc and partner Eisai Co Ltd are ending two late-stage trials of their experimental Alzheimer’s disease drug aducanumab, a major setback in the quest to find a treatment for the mind-wasting disease and a blow to Biogen, which lost more than $18 billion of its value on Thursday.  Experts had seen aducanumab as one of the last tests of the hypothesis that removing sticky deposits of amyloid from the brain of patients in earlier stages of the lethal disease could stave off its ravages, which include loss of memory and the ability to care for oneself.  Biogen shares fell nearly 30 percent to $225.70, its largest drop since February 2005, when they fell nearly 43 percent to close at $38.65 on Nasdaq.  The decision was based on a so-called futility analysis of aducanumab data by an independent monitoring committee that determined the trials had little hope of succeeding.  Markets in Japan were closed for a national holiday so the impact of the news on Eisai will be delayed.  Eisai in July had touted promising but confusing 18-month results from another Alzheimer’s drug, BAN2401, being co-developed with Biogen. That drug failed in a 12-month analysis.  ‘TRANSFORMATIVE FAILURE’  Investors had been cautiously optimistic about aducanumab following early promising data. Without potential future revenue from Alzheimer’s, Biogen has poor growth prospects as it faces patent issues over its big-selling multiple sclerosis drug Tecfidera and possible competition to spinal muscular atrophy drug Spinraza, Wall Street analysts said.  “We view this as a transformative failure for Biogen’s pipeline,” RBC Capital Markets analyst Brian Abrahams wrote in a research note.  FILE PHOTO: A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder  Abrahams, who reduced his Biogen price target to $240 per share, said further declines were likely given that “investors owned Biogen to not miss out on what could have been one of the biggest blockbuster products in the pipeline of large biopharma.”  Any successful treatment for Alzheimer’s, which affects about 5.7 million Americans, is virtually guaranteed to become one of the world’s top-selling drugs. But efforts so far have had a dismal track record, with more than 100 failures.  The two halted trials were in the final stages of testing aducanumab in patients with mild cognitive impairment due to Alzheimer’s and mild Alzheimer’s disease dementia. Detailed results will be presented at a future medical meeting.  “This disappointing news confirms the complexity of treating Alzheimer’s disease and the need to further advance knowledge in neuroscience,” Biogen Chief Executive Officer Michel Vounatsos said.  Eisai and Biogen said they would continue to work on other Alzheimer’s treatments, including BAN2401.  Guggenheim analyst Yatin Suneja said Biogen instead should be looking to build its pipeline through acquisitions.  “They need to stop wasting or stop investing money in Alzheimer’s now,” Suneja said.  Suneja said Biogen has about $42 billion in financing capacity and identified potential acquisition targets such as Sage Therapeutics Inc , GW Pharmaceuticals GWPH.O and Zogenix Inc that are \"very interesting companies that should be considered now, more seriously.\"  WHAT’S NEXT?  Major drugmakers, including Eli Lilly and Co, AstraZeneca Plc, Roche Holding AG, Pfizer Inc, Merck & Co and Johnson & Johnson, have abandoned Alzheimer’s drugs targeting amyloid because of lack of efficacy or safety issues.  Roche is still testing an amyloid-targeting drug, gantenerumab, at a higher dose after it failed in a trial in early-stage disease.  Dr. Ronald Petersen of the Mayo Clinic, who has consulted for Eisai and Biogen, said amyloid is clearly linked with Alzheimer’s because it shows up in the brains of people with the disease. But removing it did not appear to help.  “Should we abandon amyloid? I’m not completely there yet, but you’d certainly like to see some kind of positive response.”  Many companies including Biogen, Eisai, Lilly and AbbVie, are pursuing alternative approaches, such as focusing on tau, another Alzheimer’s protein that is more closely linked with the onset of symptoms.  Others are pursuing targets aimed at reducing inflammation, which is believed to play a role in the very early formation of the disease.  Dr. Howard Fillit of the Alzheimer’s Drug Discovery Foundation said research must identify biomarkers and diagnostics to help “weed out ineffective drugs earlier,” before they are tested in large, expensive trials.  Fillit said aducanumab hit its target and removed amyloid but still did not help patients, which makes him “very pessimistic that the amyloid approach will work clinically.”  He said BAN2401 is not that different from aducanumab. “If they want one more shot on goal, I would think that would be a business decision rather than a strong scientific decision.”","123":"* Biogen shares tumble 28.6 percent in morning trading  * Analysts question Biogen growth prospects (Recasts first paragraph, adds details; updates shares)  CHICAGO\/TOKYO, March 21 (Reuters) - Biogen Inc and partner Eisai Co Ltd are ending two late-stage trials of their experimental Alzheimer’s disease drug aducanumab, a major setback in the quest to find a treatment for the mind-wasting disease and blow to Biogen, which lost more than $18 billion of its value on Thursday.  Experts had seen aducanumab as one of the last true tests of the hypothesis that removing sticky deposits of amyloid from the brain of patients in earlier stages of the lethal disease could stave off its ravages, which include loss of memory and the ability to care for oneself.  The announcement took a punishing toll on Biogen, whose shares fell nearly 30 percent to $227.82 in midday trading, its largest drop since February 2005, when Biogen shares fell nearly 43 percent to close at $38.65 on Nasdaq.  The decision was based on a so-called “futility analysis” of aducanumab data, which revealed the trials had little hope of succeeding. The companies said the recommendation by an independent safety monitoring committee was not based on safety concerns.  Markets in Japan were closed for a national holiday so the impact of the news on Eisai will be delayed.  Eisai in July had touted promising but confusing 18-month results from another Alzheimer’s drug, BAN2401, being co-developed with Biogen. That drug failed in a 12-month analysis.  ‘TRANSFORMATIVE FAILURE’  Investors had been cautiously optimistic about aducanumab following early promising data. Without potential future revenue from Alzheimer’s, Biogen has poor growth prospects as it faces patent issues over its big-selling multiple sclerosis drug Tecfidera and possible competition to spinal muscular atrophy drug Spinraza, Wall Street analysts said.  “We view this as a transformative failure for Biogen’s pipeline,” RBC Capital Markets analyst Brian Abrahams wrote in a research note.  Abrahams, who reduced his Biogen price target to $240 per share, said further declines were likely given that “investors owned Biogen to not miss out on what could have been one of the biggest blockbuster products in the pipeline of large biopharma.”  Any successful treatment for Alzheimer’s, which affects about 5.7 million Americans, is virtually guaranteed to become one of the world’s top-selling drugs. Even so, experimental treatments have had a dismal track record, with more than 100 failures.  The two halted trials were in the final stages of testing aducanumab in patients with mild cognitive impairment due to Alzheimer’s and mild Alzheimer’s disease dementia. Detailed results will be presented at a future medical meeting.  “This disappointing news confirms the complexity of treating Alzheimer’s disease and the need to further advance knowledge in neuroscience,” Biogen Chief Executive Officer Michel Vounatsos said.  Both Eisai and Biogen said they would continue to work on other Alzheimer’s treatments.  Guggenheim analyst Yatin Suneja said Biogen instead should start looking at merger and acquisition opportunities in treatments that target the central nervous system.  “They need to stop wasting or stop investing money in Alzheimer’s now,” Suneja said.  Suneja said Biogen has about $42 billion in financing capacity and should start looking at other companies in the space such as Sage Therapeutics Inc, GW Pharmaceuticals and Zogenix Inc.  “Those are very, very interesting companies that should be considered now, more seriously.”  Major drugmakers, including Eli Lilly and Co, AstraZeneca Plc, Roche Holding AG, Pfizer Inc , Merck & Co, and Johnson & Johnson, have all abandoned Alzheimer’s drugs over lack of efficacy or safety issues.  Scientists have long believed that to be effective, Alzheimer’s drugs must be tested very early, before the disease begins destroying key parts of the brain.  Many companies are pursuing alternative theories for attacking Alzheimer’s, such as focusing on tau, another Alzheimer’s-linked protein, or on inflammation, which is believed to play a role in the very early formation of the disease. (Reporting by Julie Steenhuysen in Chicago, Tamara Mathias in Bengaluru; Takashi Umekawa in Tokyo; Caroline Humer in New York; Editing by Kirsten Donovan, Bernadette Baum and Bill Berkrot)","124":"","125":"May 18 (Reuters) - Biogen Inc:  * NEW SPINRAZA® (NUSINERSEN) DATA REINFORCE SUSTAINED EFFICACY AND LONGER-TERM SAFETY ACROSS BROAD RANGE OF SPINAL MUSCULAR ATROPHY (SMA) PATIENTS  * BIOGEN INC - TREATMENT WITH SPINRAZA IMPROVED OR STABILIZED MOTOR FUNCTION ACROSS PATIENT POPULATIONS, INCLUDING YOUNG ADULTS  * BIOGEN INC - LONGER-TERM SAFETY PROFILE OF SPINRAZA WAS CONSISTENT AMONG A BROAD SPECTRUM OF AGES AND SMA TYPES Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","126":"(Reuters) - A panel of outside advisers to the U.S. Food and Drug Administration on Friday voted that a potential Alzheimer’s treatment from Biogen Inc has not been proven to slow progression of the disease, a sharp rebuke to agency staff who earlier this week praised the drug.  FILE PHOTO: A sign marks a Biogen facility, some of whose employees tested positive for the coronavirus after attending a meeting in Boston, in Cambridge, Massachusetts, U.S., March 9, 2020. REUTERS\/Brian Snyder\/File Photo  The FDA still could decide to approve the drug, aducanumab, making it the first new Alzheimer’s treatment in decades. But the group of scientific advisers made their doubts about the treatment clear.  Several of the 11 panel members expressed resentment that the FDA’s early view of aducanumab - which was made public on Wednesday - was biased toward a favorable outcome for Biogen. Those FDA staff comments sent Biogen shares soaring. They were halted during Friday’s panel meeting.  The agency did “an extraordinary amount of explaining around contrary findings,” said Dr. Caleb Alexander, professor of epidemiology and medicine at Johns Hopkins Bloomberg School of Public Health.  The panel voted “no” to three questions related to whether a single successful large trial of aducanumab was enough evidence of the drug’s effectiveness given the clear failure of a second large study. They questioned the FDA’s stance that an early-stage trial of the drug was supportive enough to offset the failure of the second pivotal trial.  Five panel members did vote “yes” to the question of whether aducanumab has an effect on levels of amyloid plaque in the brains of people diagnosed with early Alzheimer’s, but six voted “uncertain” on the question.  Trial data - detailed by Biogen and the FDA at the meeting - included lots of “red flags,” said committee member Dr. Aaron Kesselheim, associate professor at Harvard Medical School.  “We will continue to work with the FDA as it completes its review of our application,” Biogen said in a statement.  The FDA is expected to make its decision on the drug by March and is not obligated to follow the recommendations of the panel.  Alzheimer’s disease is the sixth leading cause of death in the United States and there is “a profound and enormous unmet medical need” for new treatments, Billy Dunn, director of neurology products for the FDA’s Center for Drug Evaluation and Research, said during the meeting.  The advisory committee on Friday also heard testimony from a number of people suffering from Alzheimer’s, including several who said they had benefited from aducanumab while enrolled in trials of the drug, adding pressure on the agency to approve it.  “We know firsthand that it was helping Kevin,” said Kim Bonham, speaking of her husband, who was diagnosed with Alzheimer’s in 2016.  Biogen in October last year revived its plans to seek approval for aducanumab, months after it had said that an independent futility analysis of its two pivotal trials showed they were unlikely to succeed.  The company said it changed course after a new analysis showed a high dose of the drug could slow disease progression.  The FDA staff earlier this week said data from one of the trials “provides the primary evidence of effectiveness” and a clinically meaningful treatment effect.  They said failure of a second large trial did not detract from the findings of the positive study.  “FDA is gate-keeper and believes in the totality and safety is OK, so we think they could still approve,” said Jefferies analyst Michael Yee.","127":"July 24 (Reuters) - Biogen Inc reported a 9 percent rise in quarterly revenue on Tuesday, helped by demand for its spinal muscular atrophy drug Spinraza.  Net income attributable to Biogen rose to $866.6 million, or $4.18 per share, in the second quarter ended June 30, from $862.8 million, or $4.07 per share, a year earlier (bit.ly\/2LBBu88)  Revenue rose to $3.36 billion from $3.08 billion. (Reporting by Manas Mishra in Bengaluru Editing by Saumyadeb Chakrabarty)","128":"A federal judge has dismissed a securities fraud lawsuit claiming that Biogen Inc misled shareholders about the safety profile and financial performance of its multiple sclerosis drug Tecfidera.  U.S. District Judge Dennis Saylor in Boston on Tuesday ruled that even assuming Biogen and executives at the company had made false or misleading statements, the lawsuit failed to alleged they either did so intentionally or recklessly.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2IaZxFB","129":"(Corrects paragraph 2 to say Biogen named new CFO, not CEO)  July 22 (Reuters) - Drugmaker Biogen Inc beat analysts’ estimates for quarterly profit on Wednesday on better-than-expected sales of its multiple sclerosis treatment Tecfidera, and boosted its 2020 profit outlook.  Biogen, which named a new chief financial officer on Tuesday, now expects 2020 full-year adjusted profit to be between $34 and $36 per share, from its prior forecast of between $31.50 to $33.50 per share.  Tecfidera brought in $1.18 billion, ahead of Wall Street estimates of $1.11 billion even as the drug faces increasing competition from newer treatments, including Roche Holding AG’s Ocrevus.  In June, Biogen lost a patent dispute with Mylan NV over Tecfidera. The company plans to appeal, but analysts have said the ruling opens the threat of cheaper rivals in the United States.  Net income attributable to the company rose to $1.54 billion, or $9.59 per share, in the three months ended June 30 from $1.49 billion, or $7.85 per share, a year earlier. (bit.ly\/3jE7NBM)  Excluding items, Biogen earned $10.26 per share, above Refinitiv IBES estimates of $8.03.  Total revenue rose to $3.68 billion from $3.62 billion. (Reporting by Trisha Roy and Manas Mishra in Bengaluru; Editing by Sriraj Kalluvila, Bernard Orr)","130":"April 20 (Reuters) - Biogen Inc:  * BIOGEN SAYS CEO MICHEL VOUNATSOS' 2019 TOTAL COMPENSATION WAS $18.2 MILLION VERSUS $16.2 MILLION IN 2018 - SEC FILING Source text: [bit.ly\/3btQ0so] Further company coverage: (Reuters.Briefs@thomsonreuters.com)","131":"June 18 (Reuters) - A U.S. district court on Thursday ruled in favor of generic drugmaker Mylan NV in a patent dispute over Biogen Inc’s blockbuster multiple sclerosis drug Tecfidera, sending the drugmaker’s shares down 7%.  The ruling comes months after the U.S. Court of Appeals for the Federal Circuit ruled that a bioequivalent version of Tecfidera made by Banner Life Sciences LLC does not infringe a Biogen patent that was set to expire in June.","132":"June 18 (Reuters) -  * U.S. DISTRICT COURT FINDS MYLAN HAS CONVINCING EVIDENCE THAT ASSERTED CLAIMS BY BIOGEN FOR PATENT ASSOCIATED WITH TECFIDERA ARE INVALID","133":"(Reuters) - Biogen Inc and partner Eisai Co Ltd said on Friday the U.S. Food and Drug Administration has extended the review period for their experimental Alzheimer’s disease treatment by three months from March.  FILE PHOTO: A sign marks a Biogen facility, some of whose employees have tested positive for the coronavirus after attending a meeting in Boston, in Cambridge, Massachusetts, U.S., March 9, 2020. REUTERS\/Brian Snyder\/File Photo  Biogen’s shares rose about 10% as the FDA extension raised some hopes that the drug may still be approved despite a panel of experts to the FDA voting against it in November.  “Our key takeaway is that if the FDA would have wanted to reject the drug, we would have heard the decision by now,” said Truist analyst Robyn Karnauskas.  An FDA approval would make the drug, aducanumab, the first new treatment for Alzheimer’s in decades and the first that appears to be able to slow progression of the fatal, mind-wasting condition that affects millions of people.  The road to getting a regulatory approval for the drug has been rocky, with the companies scrapping two studies of the therapy in March 2019 and reversing that decision a few months later.  The expert panel to the FDA had voted “no” to three questions related to whether a single successful large trial of aducanumab was enough evidence of the drug’s effectiveness given the clear failure of a second large study.  Not all analysts saw the update as positive news for aducanumab.  “With a permanent FDA head yet to be named, one could easily interpret this delay as either waiting for administrative cover or simply assuaging patient (advocacy) groups that all avenues were pursued before rejecting,” said Piper Sandler analyst Christopher Raymond.  The FDA is not obligated to follow the recommendations of the panel, but usually does.  The agency will now decide on the marketing application for aducanumab by June 7.","134":"ZURICH (Reuters) - Roche’s bid to rival Biogen and Novartis in treating spinal muscular atrophy (SMA) got a lift on Monday when the Swiss drugmaker said its drug risdiplam improved motor function in a key study.  Roche, which plans to seek approval for the investigational medicine this year, said its SUNFISH trial demonstrated statistically significant improvements in patients aged 2-25 years with Type 2 or 3 SMA.  Specifically, the study met its primary endpoint of change from baseline in the Motor Function Measure 32 (MFM-32) scale after one year of treatment with risdiplam, compared to placebo, the company said.  Risdiplam is a survival motor neuron-2 (SMN2) splicing modifier, designed to increase SMN protein levels in the central nervous system and peripheral tissues.  Spinal muscular atrophy, which hits 1 in every 10-11,000 newborns, has been a target of significant interest as drugmakers move into a rare disease area that commands ultra-high prices. Biogen’s Spinraza, approved in 2016, lists at $750,000 in year one and $375,000 thereafter, while Novartis’s Zolgensma, approved for use in babies and toddlers, is the costliest one-time treatment at $2.1 million.  Roche’s risdiplam, which would be the third treatment to market, is taken by mouth, as opposed to injected into the spine like Spinraza. Roche is also hoping data from its studies stacks up to that of Zolgensma, including in older SMA patients with forms of the disease that may emerge months after their birth but leave them with profound disabilities.  In its statement, Roche underscored the safety profile of risdiplam just weeks after Novartis’s trial of Zolgensma in a similar population of SMA patients was halted by the U.S. Food and Drug Administration when primate study raised concerns of possible nerve damage or loss.  “No treatment related safety findings leading to study withdrawal have been seen in any risdiplam trial to date,” Roche said, adding it would release specific data from the SUNFISH trial at an upcoming medical conference.  Roche has partnered on risdiplam with PTC Therapeutics.","135":"(Reuters) - Drugmaker Biogen Inc's BIIB.O quarterly revenue missed analysts' estimates on Tuesday as it had disappointing sales of its promising drug Spinraza to treat spinal muscular atrophy because fewer new patients used the expensive treatment.  Biogen shares fell in early trade after sales of Spinraza as well as its flagship drug, Tecfidera, were weaker than expected, underscoring investor concerns about the company’s drug development prospects. But shares pared losses and were up 0.6 percent at $260.94 in midday trade.  The company has been banking on Spinraza’s success to prop up slowing growth of its multiple sclerosis drug Tecfidera, which is facing increasing competition.  Spinraza, the first Food and Drug Administration-approved treatment for spinal muscular atrophy, had quarterly revenue of $364 million, short of analysts’ estimates of $381.55 million, according to Thomson Reuters I\/B\/E\/S.  The miss was partly due to lower uptake in the United States and more patients moving to a lower-priced maintenance dose from an induction dose, Jefferies analyst Michael Yee told Reuters.  In the U.S. about 40 percent of Spinraza revenue in the first quarter was from maintenance doses compared with 25 percent in the fourth quarter, Biogen said, noting early adoption was largely from a big influx of new patients.  The number of patients receiving Spinraza grew 16 percent in the U.S. from the preceding quarter and Biogen said it would focus on reaching more adults, the largest group of patients afflicted with the disease in the United States.  “We believe that the international opportunity for Spinraza is even greater than in the U.S.,” Chief Financial Officer Jeffrey Capello said on a conference call.  The company has so far steered clear of big deals and instead focused on smaller investments as it remains under pressure to snap up late-stage drugs, particularly given skepticism about its experimental Alzheimer’s treatments.  “Most investors want them to do a deal that’s of substance so people can see growth on the horizon,” Mizuho Securities analyst Salim Syed said.  “People are just wondering what’s the reason to stay invested in the stock... This is one where if you’re a little bit patient you can make money longer term.”  Sales of Tecfidera hit $987 million in the quarter, below estimates of $1.02 billion.  Net income rose 58 percent to $1.17 billion in the first quarter ended March 31. Excluding items, Biogen earned $6.05 per share, above analysts’ estimates of $5.94.  Revenue rose 11.4 percent to $3.13 billion, shy of the $3.16 billion estimate.","136":"Nov 27 (Reuters) - Biogen Inc has entered into an agreement with Sage Therapeutics to jointly develop and sell a treatment for major depressive disorder, the two companies said on Friday.  Sage Therapeutics will receive $1.525 billion in cash comprising an upfront payment of $875 million and a $650 million equity investment as well as potential milestone payments, profit sharing and royalties.","137":"(Reuters) - Biogen Inc BIIB.O reported far better-than-expected second quarter profit on Tuesday, driven by strong demand of its Spinraza muscle disease treatment, and the U.S. biotech company raised its full-year profit forecast.  FILE PHOTO: A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder\/File Photo  The company also expressed renewed confidence in its experimental Alzheimer’s disease programs, and its shares opened at a more than three-year high. They were up 5.2 percent at $376.71.  The results come a day ahead of presentation at an Alzheimer's meeting of details of a study of BAN2401 by partner Eisai Co Ltd 4523.T after the companies said it slowed disease progression at the highest dose. Eisai told Reuters a Phase III planning was underway.  “General positive commentary on Alzheimer’s BAN2401 keeps investors optimistic about data tomorrow,” Jefferies analyst Michael Yee said.  Spinraza sales more than doubled to $423 million, putting it on track to become a bona fide blockbuster. That comfortably exceeded analysts’ estimates of $393.8 million, according to Thomson Reuters data.  Biogen said it is working to add adult patients and expand international sales of Spinraza, which has a list price of $750,000 in the first year of treatment.  Excluding items, Biogen earned $5.80 per share, sailing past average analysts’ estimates of $5.21. Revenue rose 9 percent to of $3.4 billion, also topping Wall Street estimates.  Biogen raised its full-year adjusted profit forecast to $24.90 to $25.50 per share from $24.20 to $25.20. It now sees 2018 revenue of $13 billion to $13.2 billion, up from its prior view of $12.7 billion to $13.0 billion.  “Biogen’s increase on top-line guidance conveys confidence that its product portfolio will continue to perform throughout the year,” Cowen analyst Phil Nadeau said.  While sales of multiple sclerosis drugs declined in the face of intensifying competition, including a 2.2 percent drop for Tecfidera to $1.09 billion, they rebounded from a particularly weak first quarter.  Chief Financial Officer Jeffrey Capello told analysts he expects MS revenue to be stable in the second half of the year.  Biogen said positive results for BAN2401 bodes well for its lead Alzheimer’s drug aducanumab, which also works by removing amyloid from the brain.  It said two aducanumab Phase III studies were fully enrolled. It also said the first patient had been dosed in a Phase II study of another Alzheimer’s drug with a different target called tau.  Biogen announced the purchase of two experimental drugs for neuromuscular diseases from AliveGen Inc for $27.5 million, and said it was still in the hunt for early and late-stage drugs to complement its existing portfolio.  (This story corrects company name in second reference in paragraph 3; a spelling was corrected earlier in paragraph 5.)","138":"(Reuters) - Biogen Inc on Wednesday beat Wall Street estimates for quarterly profit, but failed to ease investor concerns about long-term growth after it recently shelved the development of an Alzheimer’s drug that was expected to be its next blockbuster, sending its shares down 2 percent.  FILE PHOTO: A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder  As the company’s lead products Tecfidera and Spinraza face near term challenges, analysts have called for “aggressive” business development measures to fill the void left by the discontinuation of aducanumab.  Biogen, during its post-earnings call, highlighted its pipeline opportunities and signaled that it was in a position to pursue M&A deals and late-stage opportunities.  “The plan A was always to prepare Biogen for growth even without aducanumab,” Chief Executive Officer Michel Vounatsos said. “I believe Biogen is set to rebound and I fundamentally believe we will be back.”  However, analysts remained unconvinced and said that the company did not provide specific plans for growth.  “I don’t think they’ve given investors a concrete path here that they’re moving the company forward,” Mizuho Securities analyst Salim Syed told Reuters.  The company’s growth driver Spinraza, used for treating spinal muscular atrophy, brought in $518 million in the quarter, beating Refinitiv IBES estimates of $486.4 million.  Spinraza is currently the only U.S.-approved treatment for the rare disease that can lead to paralysis, breathing difficulty and death.  However, looming competition from treatments such as Novartis AG’s Zolgensma and Roche’s risdiplam is expected to weigh on the long-term prospects for Spinraza.  Sales of Biogen’s top-selling multiple sclerosis drug Tecfidera came in at $999 million in the quarter, but narrowly missed consensus estimates.  The drug is facing patent challenges and losing market share to newer treatments like Roche’s Ocrevus, which is expected to outpace Tecfidera sales by 2021, according to Refinitiv.  Biogen said it expects a nearly $125 million reduction in operating expenses during the year related to the discontinuation of aducanumab, with net savings of about $80 million.  “Biogen’s management appears mostly inclined to deploy these savings and the rest of their excess capital for share repurchases rather than for transformative acquisitions,” SVB Leerink analyst Geoffrey Porges said.  Net income attributable to the company rose 20 percent to $1.41 billion, in the quarter ended March 31. (bit.ly\/2L1UlKL)  On an adjusted basis, the company earned $6.98 per share on revenue of $3.49 billion. Analysts had expected $6.87 per share on revenue of $3.39 billion.  Shares of the company fell 2 percent to $225.77 in morning trading.","139":"April 2 (Reuters) - Biogen Inc:  * BIOGEN ANNOUNCES FIRST PATIENT TREATED WITH HIGHER DOSE OF SPINRAZA® (NUSINERSEN) IN PHASE 2\/3 DEVOTE STUDY  * BIOGEN INC - BIOGEN CONTINUES TO INVEST IN SPINRAZA CLINICAL DEVELOPMENT AND ONGOING RESEARCH IN SMA Source text for Eikon: Further company coverage:","140":"July 23 (Reuters) - Drugmaker Biogen Inc reported a 72.4% rise in second-quarter profit on Tuesday, boosted by higher sales of its multiple sclerosis treatment Tecfidera and lower research and development costs.  Net income attributable to the company rose to $1.49 billion, or $7.85 per share, in the quarter, from $866.6 million, or $4.18 per share, a year earlier. (bit.ly\/2LDqLL6)  Total revenue rose to $3.62 billion from $3.36 billion. (Reporting by Saumya Sibi Joseph and Manas Mishra in Bengaluru; Editing by Shinjini Ganguli)","141":"(Reuters) - Biogen Inc BIIB.O on Wednesday delayed the filing for marketing approval of its experimental Alzheimer's disease drug, saying that it needed more time to prepare the data before submission.  Shares of the company fell 11% in morning trading after the company said it would now file the application in the third quarter instead of the early part of the year.  “We don’t want to rush (the filing) and then face challenges,” Chief Executive Officer Michel Vounatsos said.  “Quality is important and we have to keep in mind that there is an unprecedented dataset, plus COVID-19.”  The company had scrapped two clinical trials of the drug last year after studies showed the treatment had a low chance of success.  It later reversed its decision after analysis of the same data showed some patients benefited from taking higher doses over an extended period of time  The company said it had started submitting “modules” of the filing to the U.S. Food and Drug Administration (FDA) and expects to complete the process in the third quarter.  On a call with analysts, executives also said they were preparing for a meeting with the FDA in the summer.  “We note that this change in timelines does not appear good, especially when many investors do not believe in the Alzheimer’s story in the first place,” said Citi analyst Mohit Bansal.  The company also had to deal with the coronavirus outbreak after several of its employees were infected by the virus following a company meeting in Boston in February.  All infected employees had recovered or were recovering, the company said.  “Some members of the team did get COVID. And I can tell you, it’s hard to work when you have COVID,” Biogen’s head of R&D, Alfred Sandrock, said.  Also on Wednesday, Biogen posted a bigger-than-expected first-quarter profit on higher demand for its spinal muscular atrophy drug, Spinraza, as well as its multiple sclerosis treatment, Tecfidera.  The company was seeing some impact to demand for Spinraza outside the United States due to the COVID-19 pandemic, it said.  Biogen’s results show that the COVID-19 pandemic could temporarily pressure sales of drugs, including Spinraza, administered by a healthcare provider, said Michael Levesque, a senior vice president at Moody’s.  Excluding items, Biogen earned $9.14 per share, beating analysts’ estimates of $7.73 per share, according to IBES data from Refinitiv.  Total revenue rose to $3.53 billion from $3.49 billion.","142":"TOKYO (Reuters) - Japan’s Fujifilm Holdings Corp will buy a drugmaking business from U.S.-based Biogen Inc for about $890 million to try to bolster its healthcare business as growth at its legacy photocopy operations stagnates.  FILE PHOTO: A man is silhouetted in front of Fujifilm Holdings' logo ahead of its news conference in Tokyo, Japan January 31, 2018. REUTERS\/Kim Kyung-Hoon\/File Photo  The unit holds Biogen’s biologics manufacturing operations in Hillerød, Denmark and about 800 employees at the subsidiary are expected to continue employment under Fujifilm, Biogen said in a statement on Tuesday.  Fujifilm, known for its photocopier and imaging products, has been slowly expanding into healthcare. Last year the company said it would buy two biotechnology units from compatriot JXTG Holdings Inc for about $800 million.  While imaging and healthcare brought in nearly the same amount of revenue for the nine months until December, the latter grew at a much faster pace.  It recorded 11 percent year-on-year growth in that period while the imaging service posted 2 percent growth.  “We will expand our contract development and manufacturing organization (CDMO) business with 20 percent growth rate which is higher than it has been,” Fujifilm president and chief operating officer Kenji Sukeno told reporters.  The Japanese company expects the acquisition of the Biogen unit Denmark Manufacturing ApS - equipped with six 15,000 liter bioreactors that make biologic drugs derived from cell culture - to be completed in August. The bioreactors can produce blockbuster drugs or biosimilars that need mass production.  CDMOs undertake development and manufacturing for other drugmakers on a contract basis. The Danish unit will become the fourth such site for Fujifilm and will also continue producing drugs for Biogen after the deal closed, the companies said.  After the acquisition, Fujifilm aims to achieve its 100 billion yen ($900 million) revenue target in its CDMO business by 2021, two years ahead of its original goal. The business is expected to earn about 40 billion yen in fiscal 2018.  ($1 = 111.3700 yen)","143":"May 29 (Reuters) - Biogen Inc:  * VIR BIOTECHNOLOGY AND BIOGEN EXECUTE AGREEMENT TO MANUFACTURE SARS-COV-2 ANTIBODIES FOR POTENTIAL COVID-19 TREATMENT  * VIR BIOTECHNOLOGY - EXECUTION OF AGREEMENT ALLOWS CO TO ADVANCE DEVELOPMENT OF ITS ANTIBODY CANDIDATES  * VIR BIOTECHNOLOGY INC - EXECUTION OF AGREEMENT ALLOWS CO TO COMPLEMENT ITS EXISTING AGREEMENTS WITH WUXI BIOLOGICS AND SAMSUNG BIOLOGICS CO., LTD. Source text for Eikon: Further company coverage:","144":"July 22 (Reuters) - Biogen Inc reported a 3.2% rise in second-quarter profit on Wednesday, getting a lift from demand for its top-selling multiple sclerosis drug Tecfidera.  Net income attributable to the company rose to $1.54 billion, or $9.59 per share, in the three months ended June 30 from $1.49 billion, or $7.85 per share, a year earlier. (bit.ly\/3jE7NBM)  Total revenue rose to $3.68 billion from $3.62 billion.","145":"Oct 22 (Reuters) - Drugmaker Biogen Inc said on Tuesday it was planning to file for U.S. regulatory approval for its Alzheimer’s treatment aducanumab after fresh analysis of its clinical trial showed promise.  Biogen and partner Eisai Co Ltd had decided in March to end two late-stage trials of aducanumab based on a so-called “futility analysis” of data, which revealed the trials had little hope of succeeding.  Based on discussions with the FDA, Biogen said it plans to submit a marketing application for aducanumab in early 2020.  Biogen shares jumped 16% in trading before the opening bell. (Reporting by Manas Mishra and Trisha Roy in Bengaluru; Editing by Arun Koyyur)","146":"FILE PHOTO: A sign marks a Biogen facility in Cambridge, Massachusetts, U.S. January 26, 2017. REUTERS\/Brian Snyder\/File Photo  (Reuters) - A U.S. federal appeals court on Wednesday upheld a ruling that Biogen Inc’s patents on its blockbuster multiple sclerosis drug Tecfidera are valid, rejecting a challenge by Danish drugmaker Forward Pharma A\/S.  The U.S. Court of Appeals for the Federal Circuit said it agreed with a March 2017 ruling by the Patent Trial and Appeal Board that freed Biogen BIIB.O from future royalty payments to Forward.  Forward said in a statement it was disappointed with the ruling and considering its options. Biogen did not immediately respond to a request for comment.  The companies had been locked in a dispute over patents for dimethyl fumarate, the key active ingredient in Tecfidera, the leading oral MS treatment. Tecfidera had sales of about $4.2 billion in 2017.  Biogen’s Tecfidera exclusivity in the United States is secured through 2028 under the ruling.  In January 2017, Biogen took out an insurance policy against a potential defeat in the patent dispute, agreeing to pay Forward $1.25 billion to license the company’s patents covering MS drugs and gain a share of Forward’s intellectual property.  The 2017 agreement would have allowed Forward to receive additional royalty payments if it had won the Federal Circuit appeal.","147":"ZURICH, Nov 25 (Reuters) - Roche expects its risdiplam medicine for spinal muscular atrophy to get U.S. approval by next May, the Swiss drugmaker said on Monday, as it takes on Novartis and Biogen in the lucrative rare disease area.  The U.S. Food and Drug Administration granted priority review for risdiplam, an oral medicine for those suffering from the potentially deadly muscle-wasting disorder. Roche, whose drug is seen as a potential rival for Biogen’s Spinraza and Novartis’s Zolgensma gene therapy, said the FDA is due to make its decision by May 24. (Reporting by John Miller)","148":"March 6 (Reuters) - Biogen Inc:  * BIOGEN INC - FOLLOWING MEETING WITH BIOGEN EMPLOYEES IN BOSTON LAST WEEK, A NUMBER OF ATTENDEES REPORTED VARYING DEGREES OF FLU-LIKE SYMPTOMS  * BIOGEN INC - SOME ATTENDEES FROM CO’S MEETING HAVE BEEN CONFIRMED WITH INFLUENZA AND 3 ATTENDEES HAVE TESTED POSITIVE FOR COVID-19 TO DATE  * BIOGEN - IN AN ABUNDANCE OF CAUTION, ALL BOSTON MEETING ATTENDEES, WITH OR WITHOUT FLU-LIKE SYMPTOMS, DIRECTED TO WORK FROM HOME FOR TWO WEEKS  * BIOGEN- TAKING PRECAUTIONARY MEASURES IN MITIGATING SPREAD OF ILLNESS – INCLUDING RESTRICTING TRAVEL THROUGH END OF MARCH Further company coverage:"}}