{"date":{"0":"2020\/01\/27","1":"2018\/04\/24","2":"2020\/10\/12","3":"2020\/10\/05","4":"2019\/05\/07","5":"2018\/02\/15","6":"2019\/07\/24","7":"2020\/01\/31","8":"2019\/01\/28","9":"2018\/07\/30","10":"2019\/01\/28","11":"2018\/10\/23","12":"2018\/05\/04","13":"2018\/07\/30","14":"2019\/01\/28","15":"2020\/07\/31","16":"2020\/03\/26","17":"2018\/02\/22","18":"2018\/05\/21","19":"2018\/04\/24","20":"2018\/03\/16","21":"2020\/07\/28","22":"2020\/03\/31","23":"2020\/03\/26","24":"2018\/07\/30","25":"2018\/07\/09","26":"2019\/01\/28","27":"2018\/05\/11","28":"2020\/06\/10","29":"2020\/07\/31","30":"2018\/11\/19","31":"2019\/06\/13","32":"2018\/07\/27","33":"2018\/07\/30","34":"2019\/04\/24","35":"2018\/09\/21","36":"2019\/01\/28","37":"2019\/05\/02","38":"2019\/01\/28","39":"2019\/10\/23","40":"2019\/07\/24","41":"2020\/01\/31","42":"2018\/04\/24","43":"2020\/04\/09","44":"2018\/04\/24","45":"2018\/10\/08","46":"2018\/04\/25","47":"2019\/07\/24","48":"2018\/12\/13","49":"2018\/08\/20","50":"2019\/01\/28","51":"2019\/04\/24","52":"2019\/01\/28","53":"2018\/02\/15","54":"2020\/10\/27","55":"2020\/04\/28","56":"2020\/04\/28","57":"2018\/05\/03","58":"2019\/05\/20","59":"2018\/04\/24","60":"2018\/04\/09","61":"2019\/10\/23","62":"2018\/02\/16","63":"2019\/01\/28","64":"2019\/01\/28","65":"2019\/06\/13","66":"2019\/11\/04","67":"2019\/10\/23","68":"2018\/04\/12","69":"2019\/11\/04","70":"2019\/01\/28","71":"2020\/02\/10","72":"2019\/07\/24","73":"2020\/03\/26","74":"2018\/10\/23","75":"2020\/05\/07","76":"2018\/02\/13","77":"2018\/12\/13","78":"2019\/01\/28","79":"2018\/11\/19","80":"2018\/12\/13","81":"2018\/10\/23","82":"2019\/01\/28","83":"2020\/05\/07","84":"2018\/03\/04","85":"2018\/02\/19","86":"2019\/01\/28","87":"2018\/03\/05","88":"2018\/09\/21","89":"2020\/04\/28","90":"2020\/03\/31","91":"2020\/10\/27","92":"2019\/07\/24","93":"2019\/02\/26","94":"2018\/05\/04","95":"2020\/10\/05","96":"2018\/05\/23","97":"2018\/04\/11","98":"2018\/10\/23","99":"2020\/04\/09","100":"2021\/01\/29","101":"2019\/02\/22","102":"2019\/01\/28","103":"2018\/03\/16","104":"2018\/03\/13","105":"2018\/02\/15","106":"2019\/07\/24","107":"2018\/04\/23","108":"2018\/05\/04","109":"2018\/09\/26","110":"2018\/07\/30","111":"2019\/05\/02","112":"2018\/04\/24","113":"2020\/11\/18"},"text":{"0":"FILE PHOTO: Boeing Chief Executive Dennis Muilenburg testifies before the House Transportation and Infrastructure Committee during a hearing on the grounded 737 MAX in the wake of deadly crashes, on Capitol Hill in Washington, U.S., October 30, 2019. REUTERS\/Sarah Silbiger  (Reuters) - Caterpillar Inc CAT.N said on Monday former Boeing Co BA.N Chief Executive Officer Dennis Muilenburg had resigned from its board.  Caterpillar said in a regulatory filing here that Muilenburg's resignation, which is effective immediately, was not due to any disagreement with the company.  Muilenburg joined the board in 2011.  Boeing fired Muilenburg last month after repeatedly failing to contain the fallout from a pair of fatal crashes that halted output of its best-selling 737 MAX jetliner and tarnished its reputation with airlines and regulators.","1":"April 24 (Reuters) - U.S. stock indexes opened higher on Tuesday, helped by strong results from Verizon and Caterpillar as well as gains in technology stocks.  The Dow Jones Industrial Average rose 131.25 points, or 0.54 percent, at the open to 24,579.94.  The S&P 500 opened higher by 10.51 points, or 0.39 percent, at 2,680.80. The Nasdaq Composite gained 32.17 points, or 0.45 percent, to 7,160.77 at the opening bell. (Reporting by Sruthi Shankar in Bengaluru; Editing by Shounak Dasgupta)","2":"CHICAGO (Reuters) - Question: How can a company like Caterpillar CAT.N try to counter a slump in sales of bulldozers and trucks during a pandemic that has made every human a potential disease vector?  Jason Ramshaw, Commercial Manager for Caterpillar Construction Digital & Technology, demonstrates the Cat Command remote control console to operate a 320 excavator at Caterpillar's Construction Industries EAME Sales Rally in Malaga, Spain, in an undated handout photograph. Caterpillar\/Handout via REUTERS  Answer: Cut out human operators, perhaps?  Caterpillar’s autonomous driving technology, which can be bolted on to existing machines, is helping the U.S. heavy equipment maker mitigate the heavy impact of the coronavirus crisis on sales of its traditional workhorses.  With both small and large customers looking to protect their operations from future disruptions, demand has surged for machines that don’t require human operators on board.  Sales of Caterpillar’s autonomous technology for mining operations have been growing at a double-digit percentage clip this year compared with 2019, according to previously unreported internal company data shared with Reuters.  By contrast, sales of its yellow bulldozers, mining trucks and other equipment have been falling for the past nine months, a trend that's also hit its main rivals including Japan's Komatsu Ltd 6301.T and American player Deere & Co DE.N.  Fred Rio, worldwide product manager at Caterpillar’s construction digital & technology division, told Reuters that a remote-control technology, which allows users to operate machines from several miles away, would be available for construction sites in January.  The company is also working with space agencies to use satellite technology to allow an operator sitting in the United States to remotely communicate with machines on job sites in, say, Africa or elsewhere in the world, he said.  Caterpillar’s automation strategy was not born during the COVID-19 era, though. The company stepped up investments in such technologies as it emerged in 2017 from the longest downturn in its history, as part of a plan to increase recurring revenue from lucrative sales of services.  But it’s early days, and such tech remains a niche part of Caterpillar’s operations. Though it does not break out the revenue from technology sales, the rising demand is unlikely to make a major impact anytime soon on the group’s revenue, which stood at about $54 billion last year.  It is also a costly endeavor with the company pumping billions into R&D as a whole. Yet it is not clear if demand for autonomous and remote tech will hold up in a post-pandemic world while, in the longer term, there is the risk that a technology-driven improvement in productivity could drive down sales of new equipment.  Slideshow ( 3 images )  ‘IT HAS GOT CRAZIER’  Nonetheless, autonomous technology is helping Caterpillar win equipment deals from customers that were previously not buying a lot of its machines.  Last year, Rio Tinto RIO.L signed up the company to supply self-driving trucks, autonomous blast drills, loaders and other machines for the construction of the Koodaideri iron ore mine in Australia, which is expected to be operational next year.  Rio Tinto declined to comment on the equipment deal.  The mining industry has already adopted some technologies for self-driving trucks and remote operation of load-haul-dump machines. However the suspension in activities worldwide following government-mandated lockdowns at the peak of COVID-19, as well as recent outbreaks of infections at coal mines in Poland, have accelerated the deployment of those technologies.  Anthony Cook, general manager for autonomous haulage systems at Caterpillar’s rival Komatsu, said a lot of customers had brought forward their spending plans following the pandemic in a bid to take drivers out of mining trucks.  He said the COVID-19 crisis had not hit the fortunes of his autonomous business: “If anything, it has got crazier.”  CATERPILLAR’S IN SPACE  Caterpillar and Komatsu hold the lion’s share of the global autonomous haulage system market worldwide.  But Illinois-based Caterpillar has a competitive advantage, according to some analysts, as its technology can be retrofitted onto competitors’ equipment, making it a better fit for mixed fleets. Komatsu’s technology currently only works with its own machines.  Komatsu’s Cook said that while retrofitting offered a short-term solution, his company was developing technology to allow different brands of equipment to operate together “safely and efficiently”, which he added would offer long-term benefits.  But Jim Hawkins, general manager at Caterpillar’s resource industries division, said the ability to retrofit had helped drive up sales, because mining companies can buy the hardware and software to make machines operate autonomously without paying the much larger cost of overhauling their whole fleet.  That is a selling point at a time when miners are grappling with the virus-induced business uncertainty.  Caterpillar sells autonomous operation technology separately from its machines. While retrofitting existing fleets has been the biggest driver for growth until now, Hawkins says an increasing number of customers are now ordering autonomous-ready mining trucks.  The company charges mining customers a hardware fee, a software fee and recurring licensing fee. In all, the technology could cost from $50 million to hundreds of millions of dollars, depending upon the size of the fleet and the duration of the contract, Hawkins said.  All these applications are part of the company’s endeavor to increases services revenue, which tends to be more resilient and profitable than equipment sales. It aims to increase services sales to $28 billion by 2026 from $18 billion in 2019.  Rob Wertheimer, machinery analyst at Melius Research, said the need for mining companies to replace an aging mining fleet and their growing demand for autonomous upgrades should help Caterpillar, with its tech giving it a “differential” advantage over rivals.  “Strategically, they are in a better place,” he added.","3":"Oct 5 (Reuters) - Engineering company Weir Group Plc said on Monday it had agreed to sell its oil and gas division to U.S. heavy equipment maker Caterpillar Inc for $405 million in cash.  The company said the deal, which is expected to close by the end of the year, would help it strengthen its balance sheet to enable future investments. (Reporting by Aakash Jagadeesh Babu in Bengaluru; Editing by Vinay Dwivedi)","4":"FILE PHOTO: The Rio Tinto mining company's logo is photographed at their annual general meeting in Sydney, Australia, May 4, 2017. REUTERS\/Jason Reed\/File Photo  MELBOURNE (Reuters) - Rio Tinto has agreed to buy a fleet of autonomous trucks and other mining equipment from Caterpillar for its new Koodaideri iron ore mine in Western Australia, it said on Tuesday.  Caterpillar will supply a fleet of 20 autonomous 793F trucks as well as four autonomous blast drills for the mine, which Rio is developing for $2.6 billion with first production expected to start by the end of 2021.  The mine is expected to underpin Rio’s production of its flagship Pilbara Blend iron ore, sustaining its current output of more than 330 million tonnes a year which it draws from 16 mines in the region.  “Beyond the autonomous fleet, Caterpillar will also provide loaders, dozers, graders, water carts and diggers for the operation which will be Rio Tinto’s first Pilbara mine to be primarily operated using Caterpillar machinery,” Rio said.  Caterpillar’s machinery will be integrated into what Rio calls its first intelligent mine, to improve productivity across Rio Tinto’s entire iron ore network, it said.  Australia’s iron ore miners are investing heavily in automation and machine learning in the arid Pilbara region to squeeze out costs, including removing drivers from what has been repetitive work in sometimes scorching conditions.  The road hasn’t always been smooth, however, with a BHP Group train forcibly derailed after it ran away without its driver last year and a minor incident involving a driverless truck at a mine run by Fortescue in February.","5":"The logo of the company of machinery Caterpillar (CAT) is seen at the site of a future urban project in Vina del Mar, Chile May 23, 2017. REUTERS\/Rodrigo Garrido  (Reuters) - Caterpillar Inc said on Thursday it was vigorously contesting the $2.3 billion tax and penalties for certain years proposed by the U.S. Internal Revenue Service and that the case would not have a material impact on its finances and operations.  Last year, the IRS challenged the company’s taxes for 2007-2012 and federal law enforcement officials searched three of its facilities in March in connection with an investigation related to profits earned by a Swiss parts subsidiary, Caterpillar SARL, or CSARL.  That subsidiary was the subject of a 2014 U.S. Senate committee report that concluded Caterpillar shifted billions in profits abroad and had $2.4 billion in taxes deferred or avoided from 2012.  In a regulatory filing, the heavy machinery manufacturer said the relevant transactions were in compliance with the law. (bit.ly\/2nZbqqH)  “We currently believe the ultimate disposition of this matter will not have a material adverse effect on our consolidated financial position, liquidity or results of operations,” Caterpillar said in the filing.  The U.S. tax overhaul signed into law in December has raised hopes of a settlement with the government. Chief Executive James Umpleby last month said the company was cooperating with authorities and hopeful of a quick resolution.  The company’s shares were up more than 1 percent at $159.31 in afternoon trading.","6":"* Boeing, Caterpillar earnings disappoint  * New U.S.-China trade talks expected next week  * MSCI ACWI flat  * Euro hits two-month low on poor PMIs (Updates to U.S. market open, changes dateline, byline)  NEW YORK, July 24 (Reuters) - U.S. stocks were mixed on Wednesday as a series of disappointing earnings reports damped investor optimism over the prospect of a new round of U.S.-China trade talks next week, while the euro dropped to a two-month low amid soft economic data.  Boeing Co and Caterpillar Inc shares slid after their second-quarter results fell short of analyst expectations. The industrial bellwethers weighed heaviest on the Dow Jones index.  Boeing posted its biggest loss in a decade, owing to the grounding of its 737 MAX aircraft, while Caterpillar was hurt by weak China sales in the face of the U.S.-China tariff war.  “The weak earnings numbers reflect weakness in overseas markets,” said Tim Ghriskey, chief investment strategist at Inverness Counsel in New York. “Boeing’s got its own issues but Caterpillar is a multinational and it should give us pause about the global economy.”  Investors had been heartened in recent days by the prospect of a fresh round of U.S.-China trade negotiations next week and expectations the European Central Bank and the U.S. Federal Reserve would cut interest rates.  The Dow Jones Industrial Average fell 129.99 points, or 0.48%, to 27,219.2, the S&P 500 lost 0.31 points, or 0.01%, to 3,005.16 and the Nasdaq Composite added 13.16 points, or 0.16%, to 8,264.57.  A series of purchasing manager index (PMI) readings in the United States and Europe were weaker than expected, capping gains in equity markets worldwide.  “The PMI data in Europe has been soft for some time,” added Ghriskey. “We continue to be concerned, and the (U.S.-China) trade dispute continues to be a real impediment to the growth rate of the global economy.”  The pan-European STOXX 600 index rose 0.11% and MSCI’s gauge of stocks across the globe gained 0.05%.  PMI data showed euro zone manufacturing contracting for the sixth straight month, dragging the euro to a two-month low against the dollar.  The Canadian dollar continued to rally, threatening an expected uptick in exports and raising the possibility that the Bank of Canada would join its global peers and consider lowering interest rates.  The dollar index, tracking the greenback against six major currencies, fell 0.03%, with the euro down 0.12% to $1.1138.  Sterling was last trading at $1.2486, up 0.40% on the day, after falling for several days as market participants feared a greater risk of a no-deal Brexit under Britain’s next prime minister, Boris Johnson.  The Canadian dollar rose 0.03% versus the greenback at 1.31 per dollar.  U.S. Treasuries yields fell in line with yield declines in European government debt after the downbeat economic data fueled expectations that the European Central Bank will ease monetary policy.  Benchmark 10-year notes last rose 7\/32 in price to yield 2.0515%, from 2.074% late on Tuesday.  The 30-year bond last rose 14\/32 in price to yield 2.5864%, from 2.607% late on Tuesday.  Oil prices climbed, boosted by a sharp decline in U.S. crude stocks and simmering tensions in the Middle East.  U.S. crude rose 1.1% to $57.38 per barrel and Brent was last at $64.23, up 0.63% on the day.  Spot gold added 0.4% to $1,423.00 an ounce but remained short of last week’s peak of $1,452.60.","7":"Jan 31(Reuters) - Caterpillar Inc reported an 8.4% fall in quarterly revenue on Friday, as its construction and resources units faced weak demand, and the company forecast 2020 profit below estimates.  The world’s biggest construction and mining equipment maker said it expects 2020 profit of $8.50 per share to $10 per share, compared with the average analyst estimate of $10.63 per share.  Profit attributable to common stockholders rose to $1.10 billion, or $1.97 per share, in the three months ended Dec. 31 from $1.04 billion, or $1.78 per share, a year earlier.  The company earned $2.63 per share on an adjusted basis.  Total sales fell to $13.14 billion from $14.34 billion. (Reporting by Rachit Vats in Bengaluru and Rajesh Kumar Singh in Chicago; Editing by Anil D’Silva)","8":"(Reuters) - U.S. stocks tumbled on Monday after warnings from Caterpillar Inc and Nvidia Corp added to concerns about a slowing Chinese economy and tariffs taking a bite out of U.S. corporate profits.  Shares of Caterpillar, the world’s largest heavy equipment maker, fell 9.13 percent and had their worst day since 2011 after the company’s quarterly profit widely missed Wall Street estimates, hit by softening demand in China and higher manufacturing and freight costs.  Caterpillar’s drop accounted for nearly a third of the Dow’s fall, and the S&P industrial index dropped 1.0 percent.  Nvidia tumbled 13.82 percent after the chipmaker cut its fourth-quarter revenue estimate by half a billion dollars on weak demand for its gaming chips in China and lower-than-expected data center sales.  The Philadelphia semiconductor index slumped 2.09 percent, while the S&P technology index dropped 1.40 percent.  “People had some optimism last week on earnings when numbers were pretty good, and today it’s clearly gone the other way. China is such a big part of so many companies’ earnings picture,” said Rick Meckler, a partner at Cherry Lane Investments, a family investment office in New Vernon, New Jersey.  Also hurting global investor sentiment, China data showed earnings at industrial companies shrank for a second straight month in December, hit by slowing prices and weak factory activity amid a protracted trade war with the United States.  Traders work on the floor of the New York Stock Exchange (NYSE) in New York, U.S., January 28, 2019. REUTERS\/Brendan McDermid  As signs of a slowdown in the world’s second-largest economy become stark, investors are pinning their hopes for a compromise between Washington and Beijing on trade when officials meet on Wednesday and Thursday.  “With the Chinese economy struggling the way it is and with companies feeling the impact, the U.S. is also starting to realize that there is enough motivation to get a deal done. It’s just a question of when,” said Ryan Nauman, market strategist at Informa Financial Intelligence in Zephyr Cove, Nevada.  Although earnings have largely surpassed Wall Street’s expectations, helping the S&P 500 climb about 12 percent from its December lows, worries about slowing global growth have tempered expectations.  With Wall Street in the thick of quarterly results this week, 72.6 percent of companies that have already reported have exceeded profit estimates, according to IBES data from Refinitiv.  Since the reporting season began two weeks ago, analysts’ estimates for fourth-quarter profit growth have stayed steady at about 14 percent, but expectations for 2019 earnings growth have dropped to 5.6 percent from 6.3 percent.  The Dow Jones Industrial Average declined 0.84 percent to end at 24,528.22 points, while the S&P 500 lost 0.78 percent to 2,643.85.  The Nasdaq Composite dropped 1.11 percent to 7,085.69.  Nine of the 11 major S&P sector indexes fell. Amazon.com Inc and Microsoft Corp each dropped nearly 2 percent, while Apple shares declined almost 1 percent, dragging down the S&P 500 and the Nasdaq. All three are set to report later this week.  The S&P energy index dropped 1.03 percent as oil prices fell after U.S. companies added rigs for the first time this year, a signal that crude output may rise further. [O\/R]  Amgen Inc fell 3.43 percent, weighing the most on the Nasdaq Biotech index, after Evercore ISI downgraded its stock, citing heightened competition for its arthritis drug.  Declining issues outnumbered advancing ones on the NYSE by a 1.82-to-1 ratio; on Nasdaq, a 2.11-to-1 ratio favored decliners.  The S&P 500 posted seven new 52-week highs and one new low; the Nasdaq Composite recorded 29 new highs and 29 new lows.  Volume on U.S. exchanges was 7.3 billion shares, compared with the 7.7 billion-share average over the last 20 trading days.","9":"* Caterpillar jumps on strong Q2 results, raises forecast  * Tyson Foods falls on profit forecast cut due to tariffs  * Dow up 0.13 pct, S&P and Nasdaq flat (Adds comment, details; Updates prices)  July 30 (Reuters) - U.S. stocks were set to open higher on Monday after a strong earnings report from Caterpillar, a bellwether for global economic activity, restored optimism that the ongoing trade war would not hit corporate results more than feared.  Caterpillar’s shares jumped 2.3 percent in premarket trading after it reported a second-quarter profit that beat estimates and the heavy equipment maker also raised its full-year profit outlook.  The industrial sector has been sensitive to the ongoing trade dispute between the U.S. and China, which has roiled the global financial markets since early March.  “The market has had a heck of a run over the last week or so and with only 13 S&P components reporting today, people are expecting the day to be quieter,” said Michael Antonelli, managing director, institutional sales trading at Robert W. Baird in Milwaukee.  “There will be eyes on industrials due to Caterpillar’s results and people will be keeping an eye on FAANG stocks for any sign of weakness.”  The technology index fell 1.2 percent last week after underwhelming forecasts from Facebook, Intel and Twitter threw up questions about the growth prospects of a sector whose surge has propelled the stock market to record highs.  Apple was up 0.5 percent and is among the few marquee tech companies yet to report results. It is due to report earnings on Tuesday after the bell.  At 8:57 a.m. ET, Dow e-minis were up 33 points, or 0.13 percent. S&P 500 e-minis were up 0.5 points, or 0.02 percent and Nasdaq 100 e-minis were down 3.75 points, or 0.05 percent.  Still, with the earnings season in full swing, expectations for second-quarter results remain robust.  Profits at S&P 500 companies are now expected to have risen 22.6 percent, higher than the estimate of 20.7 percent as of July 1, according to Thomson Reuters I\/B\/E\/S.  Of the 265 S&P 500 companies that have reported earnings so far, 82.3 percent topped analysts’ estimates.  The Federal Reserve meets on Tuesday and Wednesday and is expected to keep rates unchanged and reaffirm outlook for further rate hikes. The market has almost fully priced in a September hike and is leaning towards a further move before the end of the year.  American Express fell 1.4 percent after the Wall Street Journal reported the company raised currency conversion rates for its business clients without notifying its customers.  Tyson Foods fell 4.7 percent, after the company cut its full-year profit forecast, saying uncertain trade policies and higher tariffs hurt domestic and export prices, specifically for chicken and pork.  The warning also weighed on the shares of Hormel Foods , Sanderson Farms and Pilgrim’s Pride, which fell between 0.3 and 1.8 percent. (Reporting by Amy Caren Daniel in Bengaluru; Editing by Shounak Dasgupta)","10":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window)  * Caterpillar on track for worst day since 2011, drags on Dow  * Oil prices drop on signs of rising output  * Next round of U.S.-China trade talks set for Jan. 30-31  * Indexes down: Dow 1.17 pct, S&P 500 1.08 pct, Nasdaq 1.38 pct (Updates to afternoon)  Jan 28 (Reuters) - U.S. stocks tumbled on Monday, as warnings from Caterpillar Inc and Nvidia Corp added to concerns about a slowing Chinese economy and tariffs taking a bite out of U.S. corporate profits.  Shares of Caterpillar, the world’s largest heavy equipment maker, fell 9 percent after its quarterly profit widely missed Wall Street estimates, hit by softening demand in China and higher manufacturing and freight costs.  The company’s shares were on track for their worst day since August 2011, accounting for nearly a third of the Dow’s fall. The S&P industrial index dropped 1.32 percent.  Nvidia tumbled 14.8 percent after the chipmaker cut its fourth-quarter revenue estimate by half a billion dollars on weak demand for its gaming chips in China and lower-than-expected data center sales.  The Philadelphia semiconductor index slumped 2.41 percent, while the S&P technology index dropped 1.77 percent.  “People had some optimism last week on earnings when numbers were pretty good, and today it’s clearly gone the other way. China is such a big part of so many companies’ earnings picture,” said Rick Meckler, a partner at Cherry Lane Investments, a family investment office in New Vernon, New Jersey.  Also hurting global investor sentiment, China data showed earnings at industrial firms shrank for a second straight month in December, hit by slowing prices and weak factory activity amid a protracted trade war with the United States.  As signs of a slowdown in the world’s second-largest economy become stark, investors are pinning their hopes for a compromise between Washington and Beijing on trade when officials meet later this week.  “With the Chinese economy struggling the way it is and with companies feeling the impact, the U.S. is also starting to realize that there is enough motivation to get a deal done. It’s just a question of when,” said Ryan Nauman, market strategist at Informa Financial Intelligence in Zephyr Cove, Nevada.  Although earnings have largely surpassed Wall Street’s expectations, helping the S&P 500 climb about 12 percent from its December lows, worries about slowing global growth have tempered expectations.  With Wall Street in the thick of quarterly results this week, 72.6 percent of companies that have already reported have exceeded profit estimates, according to IBES data from Refinitiv.  Since the reporting season kicked off two weeks ago, analysts’ estimates for fourth-quarter profit growth have stayed steady at about 14 percent, but expectations for 2019 earnings growth has dropped to 5.6 percent from 6.3 percent.  At 2:30 p.m. ET, the Dow Jones Industrial Average was down 1.17 percent at 24,448.34 points, while the S&P 500 had lost 1.08 percent to 2,635.87.  The Nasdaq Composite dropped 1.38 percent to 7,066.33.  Nine of the 11 major S&P sector indexes were lower. Amazon.com Inc, Apple Inc and Microsoft Corp — all set to report later this week — were down more than 1 percent each, dragging down the S&P 500 and the Nasdaq.  The S&P energy index dropped 1.4 percent as oil prices fell after U.S. companies added rigs for the first time this year, a signal that crude output may rise further.  Amgen Inc fell 4.1 percent, weighing the most on the Nasdaq Biotech index, after Evercore ISI downgraded its stock, citing heightened competition for its arthritis drug.  Declining issues outnumbered advancing ones on the NYSE by a 1.82-to-1 ratio; on Nasdaq, a 2.11-to-1 ratio favored decliners.  The S&P 500 posted seven new 52-week highs and one new low; the Nasdaq Composite recorded 29 new highs and 29 new lows.","11":"(For a live blog on the U.S. stock market, click LIVE\/ or type LIVE\/ in an Eikon news window)  * Caterpillar, 3M forecasts slam industrial stocks  * Technical buying helps  * Dow down 0.3 pct, S&P down 0.3 pct, Nasdaq down 0.2 pct (Updates prices to afternoon, changes comment)  NEW YORK, Oct 23 (Reuters) - U.S. stocks cut their losses late on Tuesday and the Nasdaq briefly turned higher as investors bought back beaten-down shares, though worries about company earnings outlooks kept a lid on the market.  Shares of Caterpillar tumbled after the heavy-duty equipment maker maintained its 2018 earnings forecast, following forecast increases in the previous two quarters. 3M Co slid after cutting its full-year profit outlook.  That reignited worries over the impact of rising borrowing costs, wages and tariffs on corporate profits, and caused S&P industrial stocks to slide. The index was still down 1 percent.  But indexes were well off their lows of the day in late trading, as investors snapped up shares.  “There was a lot of early morning fear, and when the market didn’t accelerate further to the downside, you saw some people coming in to pick up some stocks,” said Rick Meckler, partner, Cherry Lane Investments, a family investment office in New Vernon, New Jersey.  The day’s earnings disappointments aside, he said, technology earnings later this week could be upbeat.  “The companies that disappointed tended to be in the industrial sector, and there are a wide range of companies reporting,” he said.  Technical buying at support levels at 2,700 on the S&P 500 also helped stocks to bounce back, analysts said.  At 3:31PM ET, the Dow Jones Industrial Average fell 78.75 points, or 0.31 percent, to 25,238.66, the S&P 500 lost 9.46 points, or 0.34 percent, to 2,746.42 and the Nasdaq Composite dropped 15.26 points, or 0.2 percent, to 7,453.37.  Declining issues outnumbered advancing ones on the NYSE by a 1.91-to-1 ratio; on Nasdaq, a 1.40-to-1 ratio favored decliners.  The S&P 500 posted 3 new 52-week highs and 86 new lows; the Nasdaq Composite recorded 7 new highs and 373 new lows. (Additional reporting by Amy Caren Daniel and Savio D’Souza in Bengaluru; Editing by Arun Koyyur and Bill Berkrot)","12":"FILE PHOTO: New excavators are seen at a port in Yokohama, south of Tokyo February 10, 2011. REUTERS\/Toru Hanai\/File  (Reuters) - Caterpillar Inc CAT.N said on Friday it named Andrew Bonfield of Britain's National Grid NG.L as its chief financial officer, replacing Brad Halverson, who has been with the company for more than three decades.  Bonfield’s appointment comes at a time when Caterpillar is fighting an IRS demand that it pay $2 billion in taxes and penalties for shifting profit to its Swiss unit to lessen its U.S. tax bill.  Bonfield, 54, has been National Grid’s CFO for more than eight years, during which he oversaw the company’s $7 billion stake sale in its gas grid in 2016, which was then reported as one of the biggest British infrastructure deals in recent times.  He has held senior finance roles across a range of companies, including confectioner Cadbury Plc, which is now owned by Mondelez International Inc MDLZ.O, and drugmaker Bristol-Myers Squibb BMY.N. In March, Bonfield was named to the board of Reckitt Benckiser RB.L.  Caterpillar said it would offer an annual base salary of $800,000 when Bonfield takes the job on Sept. 1.  Halverson, who retires on Friday, served as CFO since 2013.  Joe Creed will be the interim finance chief until Bonfield take over, Caterpillar said.","13":"CHICAGO (Reuters) - Caterpillar Inc CAT.N on Monday gave a promising outlook for the global economy despite ongoing trade tensions and mounting cost concerns, and the heavy equipment maker lifted its full-year earnings forecast after quarterly profits nearly doubled.  The Deerfield, Illinois-based company now expects adjusted profit per share to be in a range of $11 to $12 in 2018, compared with $10.25 to $11.25 projected earlier.  The second increase to the profit outlook in the past two quarters helped somewhat allay investors’ concerns that the industrial cycle and even broader economic activity are approaching their peak.  “There is continuing improvement in many of our end markets,” Jim Umpleby told analysts on a conference call. “Our order rates in the backlog remain strong.”  Caterpillar said it has not yet seen the impact of ongoing trade tensions on its business, but said tariffs are estimated to inflate material costs in the second half of 2018 by up to $200 million.  Overseas markets account for half of Caterpillar’s sales. Caterpillar is better placed than many companies to deal with the tariffs as its manufacturing footprint is spread across the globe.  Yet, the stock has lost about 18 percent since January, buffeted by increasing trade frictions and mounting costs. The stock last month fell to its lowest level since late October before recovering modestly. It was last trading up 0.4 percent at $143.20.  Higher freight prices, which drove up manufacturing costs in the last quarter, are expected to remain elevated.  The company expects to take higher costs in its stride through price increases it carried out on July 1 and through cost discipline.  FILE PHOTO: A Caterpillar corporate logo is pictured in front of a building in Peoria, Illinois, U.S., March 19, 2017. REUTERS\/Carlo Allegri\/File Photo  Analysts at JP Morgan reiterated their “Overweight” rating on the stock, saying potential earnings upside is not fully priced in the company’s shares.  STRONG DEMAND, PRICING POWER  Monday’s results showed that a strong global economy, which is having its best run since 2011, is helping manufacturers like Caterpillar book more orders and deliver higher profits despite cost pressures.  For example, the company said demand for oil and gas and mining machines is so strong that it was taking orders for delivery well into 2019. At the end of the second quarter, its order backlog was $17.7 billion, up about $200 million from the first quarter.  It saw positive pricing in all of its principal business segments except construction industries.  Overall, the company expects product prices to more than offset increased costs in the second half of the year.  This is in contrast to companies such as Ford Motor Co F.N and Harley-Davidson Inc HOG.N, which are battling weak demand and do not enjoy the same pricing power to offset increased input costs.  In resource industries, higher commodity prices and strong global growth have helped improve the finances of mining customers. However, the company said customers have yet to start full-scale fleet replacements.  In Caterpillar’s energy & transportation division, robust oil prices are supporting demand for well-servicing and gas compression applications in North America.  In the Asia-Pacific region, which accounted for nearly a quarter of company revenues, equipment sales were up 39 percent from a year ago, helped by infrastructure investment in China.  Caterpillar reported an adjusted profit of $2.97 a share in the second quarter, compared with $1.49 a share last year. Analysts on average had expected earnings of $2.73 a share.  The company repurchased $750 million of shares in the second quarter and announced an up to $10-billion buyback authorization from January 2019.","14":"Jan 28 (Reuters) - Caterpillar Inc forecast full-year profit below analysts’ estimates on Monday, indicating a slide in global demand stemming from China would worsen after it reported revenue in line with expectations for the last three months of 2018.  The company forecast 2019 adjusted profit of $11.75 to $12.75 per share, compared with analysts’ average estimate of $12.73, according to IBES data from Refinitiv. (Reporting by Rachit Vats in Bengaluru and Rajesh Kumar Singh in Chicago; Editing by Sriraj Kalluvila)","15":"CHICAGO, July 31 (Reuters) - Caterpillar Inc on Friday reported lower second-quarter earnings as a crippling recession sparked by the coronavirus pandemic made customers wary of big purchases, crimping equipment sales.  In the second quarter, the heavy equipment maker reported a profit of 84 cents per share, down 70.3% year on year.  Analysts surveyed by Refinitiv, on average, expected earnings of 68 cents per share. (Reporting by Rajesh Kumar Singh; editing by Jason Neely)","16":"March 26 (Reuters) - Caterpillar Inc:  * CATERPILLAR ANNOUNCES UPDATES AND RESPONSE TO COVID-19 AND GLOBAL BUSINESS CONDITIONS  * CATERPILLAR INC - WITHDRAWING ITS FINANCIAL OUTLOOK FOR 2020  * CATERPILLAR INC - CONTINUING TO RUN MAJORITY OF ITS U.S. DOMESTIC OPERATIONS AND PLANS TO CONTINUE OPERATIONS IN OTHER PARTS OF WORLD, AS PERMITTED BY LOCAL AUTHORITIES  * CATERPILLAR INC - TEMPORARILY SUSPENDING OPERATIONS AT CERTAIN FACILITIES  * CATERPILLAR INC - WILL CONTINUE TO MONITOR SITUATION AND MAY SUSPEND OPERATIONS AT ADDITIONAL FACILITIES AS SITUATION WARRANTS  * CATERPILLAR - FINANCIAL RESULTS FOR Q1 AND REMAINDER OF 2020 WILL BE IMPACTED BY CONTINUED GLOBAL ECONOMIC UNCERTAINTY DUE TO COVID-19 PANDEMIC  * CATERPILLAR INC - “CATERPILLAR’S FINANCIAL POSITION REMAINS STRONG” Source text for Eikon: Further company coverage:","17":"Feb 22 (Reuters) - Codan Ltd:  * ENTERED INTO GLOBAL LICENSING, TECHNOLOGY DEVELOPMENT AND MARKETING AGREEMENT WITH CATERPILLAR INC. Source text for Eikon: Further company coverage: (bangalore.newsroom@thomsonreuters.com)","18":"(Adds details, CEO comment)  JOHANNESBURG, May 21 (Reuters) - South Africa’s Barloworld Ltd, a dealer for Caterpillar Inc and other industrial brands, reported a 14 percent rise in first-half earnings on Monday as a pick-up in mining activity spurred sales of heavy equipment.  The biggest revenue increase came from its equipment businesses in Southern Africa, its biggest market, led by mining machine sales in South Africa, Mozambique and Zambia, the company said. Its equipment business in Russia also continued to benefit from greenfield and brownfield mining projects.  “The improving global economy and current favourable commodity prices have resulted in improved mining output in our region,” Chief Executive Dominic Sewela said in a statement.  “This has increased demand from both mining companies and contract miners for replacement machines and to a lesser extent machines for expansion projects,” he continued.  The group’s order book for its Equipment Southern Africa business stood at 2.9 billion rand ($227 million) at the end of March, in line with its level in September 2017, but up from 1.9 billion a year earlier.  Barloworld’s car rental and sales business, however, saw first-half revenue fall 5.8 percent from a year as a result of BMW and General Motors SA dealership closures and disposals during 2017.  Headline earnings per share (HEPS) from continuing operations rose to 457 cents in the six months to March 31, from 400 cents a year earlier, the equipment, car rental and logistics provider said in a statement.  HEPS strips out certain once-off items and is the main profit measure used in South Africa.  Operating profit from continuing operations increased 6 percent to 2 billion rand.  Barloworld carried out a strategic review of its businesses last year to address underperforming businesses and optimise returns from its existing portfolio. Last month it announced it would sell its underperforming Iberian equipment business to privately owned Italian group Tesa S.p.A. ($1 = 12.7895 rand) (Reporting by Nqobile Dludla; Editing by Subhranshu Sahu and Susan Fenton)","19":"(Repeats with no changes to text)  CHICAGO, April 24 (Reuters) - Caterpillar Inc on Tuesday upgraded the outlook for 2018 profits after the world’s largest heavy-duty equipment maker beat estimates for first-quarter earnings on strong global demand for its equipment.  The Deerfield-‎Illinois based company now expects the full-year profit to range between $9.75 to $10.75 per share compared with $7.75 to $8.75 per share it projected earlier.  For the first quarter, the company reported a net profit of $2.74 per share, above analysts’ consensus forecast of $2.04 per share. (Reporting by Rajesh Kumar Singh Editing by Nick Zieminski)","20":"March 16 (Reuters) - Caterpillar Inc said on Friday it will close two facilities and is contemplating the closure of its engine manufacturing plant in Illinois, which could potentially result in about 880 job losses.  The restructuring, part of the heavy equipment maker’s overall strategy to boost profitability and make itself better able to manage business cycles, will affect its work tools facility in Waco, Texas, and its demonstration center in Panama, a company spokeswoman told Reuters.  The work at the Texas facility will be shifted to Wamego, Kansas, affecting 200 regular and contract positions, she said. (Reporting by Rajesh Kumar Singh in Chicago Editing by Matthew Lewis)","21":"A Caterpillar logo is pictured on the skid-steer loader at the construction site In Warsaw, Poland June 1, 2017. REUTERS\/Kacper Pempel  CHICAGO (Reuters) - When Caterpillar Inc CAT.N reports earnings on Friday, investors will look for clues about the strength of economic recovery from the coronavirus pandemic.  Since the heavy equipment maker is considered a bellwether for global economic activity, signals such as an earnings guidance or resumption of share repurchases should reassure Wall Street about underlying business conditions.  Caterpillar’s profit is expected to plunge 77% year-on-year to 64 cents a share, according to IBES data from Refinitiv. Revenue is estimated to decline 35% to $9.38 billion.  The Deerfield, Illinois-based company has not yet provided new earnings guidance after it withdrew the 2020 outlook in late March citing uncertainty about the pandemic. To preserve cash, share repurchases have been suspended.  A recovery in machine retail sales in Asia and slowing sales declines in other regions have raised hopes that the worst is over for the construction and mining equipment maker.  Easing coronavirus restrictions in the United States should also aid the sales recovery. Underscoring the optimism, the company's stock has gained 34% since mid-May, outperforming the broader Dow Jones Industrial Average .DJI..  Elizabeth Vermillion, an analyst at CFRA, recently upgraded Caterpillar’s shares to ‘Buy’ as she expects its revenues to top analysts’ estimates in 2020 and 2021. Vermillion says an earnings guidance will put investors at ease.  However, a resurgence in coronavirus cases in the United States as well as a second wave of infections in Asia and Europe have raised the risk of fresh lockdowns which could derail the nascent recovery in equipment demand.  Separately, renewed tensions between the United States and China could weigh on Caterpillar’s business in the world’s second largest economy where it faces stiff competition from local players. China accounts for up to 10% of the company’s sales.","22":"FILE PHOTO: FILE PHOTO: Caterpillar logo is seen.\/File Photo  CHICAGO (Reuters) - Caterpillar Inc CAT.N on Tuesday said it will not hand out annual salary increases this year as part of cost cut plan to deal with the coronavirus economic fallout.  The company also said it will not pay out bonuses to eligible employees next year.","23":"(Reuters) - Caterpillar Inc CAT.N withdrew its earnings guidance for 2020 on Thursday and suspended some operations, citing economic uncertainty amid the novel coronavirus pandemic that has dented equipment sales and hit supply chains.  FILE PHOTO: The company logo for Caterpillar Inc. is displayed on a screen at the New York Stock Exchange (NYSE) in New York, U.S., December 17, 2019. REUTERS\/Brendan McDermid  In response to weak demand and disruptions due to the outbreak, the world’s biggest construction and mining equipment maker said it was temporarily suspending operations at some facilities.  While its financial position remained “strong,” the impact of the pandemic on its operations and finances could be “material,” the company said.  That impact “cannot be reasonably estimated at this time due to the rapid development and fluidity of the situation,” it said in a regulatory filing.  In January, Caterpillar had forecast an adjusted profit of $8.50-$10 per share for this year.  Shares were up 0.8% at $105.5 in morning trade.  The Deerfield, Illinois-based company is part of a growing list of U.S. companies that have withdrawn their earnings outlooks citing the coronavirus outbreak.  The pandemic has exacerbated the travails of the U.S. industrial economy, which was already reeling from a prolonged U.S.-China trade dispute. Factory manufacturing activity slowed in February, hurt by a contraction in new orders.  Harley-Davidson Inc HOG.N on Thursday withdrew its financial forecasts and warned further disruptions could dent its ability to supply and sell motorcycles.  Earlier this week, farm equipment maker Deere & Co DE.N pulled back its 2020 earnings guidance as it struggled with the impact of shutdowns on its plants and supply chains.  The virus has resulted in more than 1,000 deaths in the United States, according to a running tally kept by Johns Hopkins University. To prevent its spread, at least 18 states have ordered residents to stay mostly indoors and “non-essential” businesses ordered closed.  Caterpillar, considered a bellwether for economic activity, said it continued to run much of its U.S. domestic operations and planned to continue operations in other parts of the world, but said it may suspend operations at more facilities.  The company said it was executing business continuity plans which included utilizing alternative sources, air freight, redirecting orders to other distribution centers and prioritizing supply of its most vital equipment parts.","24":"July 30 (Reuters) - U.S. stocks opened little changed on Monday as weakness in tech stocks offset gains in energy companies which rose on the back of higher oil prices and as industrials got a lift from Caterpillar’s upbeat quarterly earnings.  The Dow Jones Industrial Average fell 11.74 points, or 0.05 percent, at the open to 25,439.32.  The S&P 500 opened higher by 0.18 points, or 0.01 percent, at 2,819.00. The Nasdaq Composite dropped 2.15 points, or 0.03 percent, to 7,735.27 at the opening bell. (Reporting by Amy Caren Daniel in Bengaluru; Editing by Shounak Dasgupta)","25":"* S&P banks index on track for best day since June 6  * Caterpillar up over 3.5 pct as trade war fears ease  * Twitter slides on report of account suspension  * Indexes up: Dow 1.09 pct, S&P 0.70 pct, Nasdaq 0.5 pct (Changes comment, adds details, updates prices)  By Sruthi Shankar  July 9 (Reuters) - U.S. stocks rose on Monday, with banking and industrial shares driving a third day of gains on Wall Street as investors looked ahead to a strong quarterly earnings season, setting aside trade concerns.  Bank stocks were the biggest gainers, with the S&P banks index rising 2.2 percent, on track for its biggest percentage gain in over a month, helped by a rise in U.S. yields.  JPMorgan, Wells Fargo and Citigroup are scheduled to report on Friday, kicking off the second quarter earnings season in earnest.  “The market is anticipating a very good earnings season and ignoring any trade issues,” said Paul Nolte, portfolio manager at Kingsview Asset Management in Chicago.  “We’re not likely to get much color on trade from this earnings, so the expectation is still for a very good season.”  The United States and China slapped tit-for-tat tariffs on each other’s goods worth $34 billion on Friday, escalating a months-long trade dispute between the two countries.  But a strong U.S. jobs data and hope that the tariff enactment would not intensify to an all-out trade war helped the U.S. stocks close higher on Friday.  Estimates for S&P 500 second-quarter profit growth have risen slightly since April, putting the latest forecast at around 20.7 percent, based on Thomson Reuters data. Given that the majority of companies typically beat analysts’ earnings expectations, that number is likely to rise.  At 11:15 a.m. ET the Dow Jones Industrial Average was up 267.57 points, or 1.09 percent, at 24,724.05, the S&P 500 was up 19.36 points, or 0.70 percent, at 2,779.18 and the Nasdaq Composite was up 38.48 points, or 0.50 percent, at 7,726.87.  Caterpillar rose 3.5 percent, providing the biggest boost to the Dow. The S&P industrial sector jumped 1.7 percent, with defense stocks Boeing, Lockheed Martin and Northrop Grumman all gaining.  Tesla was up 1.1 percent after automotive news website Electrek reported the company hiked prices of its Model X and S cars by over $20,000 in China due to tariffs.  Twitter sank 8.3 percent after a Washington Post report on social media company’s suspension of accounts, which analysts said would be negative for user growth.  Advancing issues outnumbered decliners for a 2.06-to-1 ratio on the NYSE and for a 1.60-to-1 ratio on the Nasdaq.  The S&P index recorded 19 new 52-week highs and no new lows, while the Nasdaq recorded 121 new highs and 19 new lows. (Reporting by Sruthi Shankar in Bengaluru; Editing by Shounak Dasgupta)","26":"Jan 28 (Reuters) - U.S. stocks fell at open on Monday, as disappointing forecasts from Caterpillar and chipmaker Nvidia set a dour note for an earnings-heavy week that also includes a Federal Reserve meeting and a fresh round of U.S.-China trade talks.  The Dow Jones Industrial Average fell 140.22 points, or 0.57 percent, at the open to 24,596.98.  The S&P 500 opened lower by 19.79 points, or 0.74 percent, at 2,644.97. The Nasdaq Composite dropped 89.85 points, or 1.25 percent, to 7,075.01 at the opening bell. (Reporting by Shreyashi Sanyal in Bengaluru; Editing by Shounak Dasgupta)","27":"May 11 (Reuters) - Caterpillar Inc:  * CATERPILLAR - ASIA\/PACIFIC MACHINES RETAIL SALES FOR 3-MONTH ROLLING PERIOD ENDED APRIL UP 33%  * CATERPILLAR - NORTH AMERICA MACHINES RETAIL SALES FOR 3-MONTH ROLLING PERIOD ENDED APRIL UP 25 PERCENT  * CATERPILLAR - WORLD MACHINES RETAIL SALES FOR 3-MONTH ROLLING PERIOD ENDED APRIL, UP 28 PERCENT - SEC FILING  * CATERPILLAR - LATIN AMERICA MACHINES RETAIL SALES FOR 3-MONTH ROLLING PERIOD ENDED APRIL UP 56 PERCENT Source: (bit.ly\/2IecM8U) Further company coverage:","28":"PHNOM PENH (Thomson Reuters Foundation) - Caterpillar Inc, Komatsu Ltd and Volvo AB - leading providers of machinery to Myanmar’s jade mines - have done little to address warnings about rampant abuses in the multibillion-dollar industry they supply, a Swedish charity said on Wednesday.  Stockholm-based Swedwatch, which focuses on business activities in developing countries, said the three firms still dominate the machinery market in Hpakant, a mining township in the restive Kachin state that supplies 90% of the world’s jade.  Myanmar’s poorly regulated jade mines help finance a long-running conflict between the army and armed ethnic groups, and the report said the industry contributed to land degradation, water pollution and landslides that kill hundreds of people each year.  “The global mining machinery companies’ seemingly blatant lack of safeguards in response to this context is a matter of serious urgency,” Swedwatch said in a report.  It said U.S. machine maker Caterpillar and Japan’s Komatsu “still have not attempted to identify the negative human rights impacts related to their products in Myanmar”.  Volvo did engage human rights consultants to conduct due diligence following an initial report by the charity in 2018. The Swedish company said the probe had absolved it of any responsibility.  “As a machinery provider, we do not believe we are responsible for human rights violations ... where our products are not directly responsible for the harm caused,” spokeswoman Anna Abenius told the Thomson Reuters Foundation.  “This was confirmed in our work with the human rights expert organisation.”  A Caterpillar spokeswoman declined to comment on the situation in Myanmar and referred to a statement on the company’s website about its commitment to international standards on human rights.  Komatsu did not respond to requests for comment.  When asked about the charity’s warnings two years ago, Komatsu said it would not sell to companies found responsible for “adverse human rights impacts,” and that it had not received such reports from Myanmar.  Myanmar’s jade production was worth some $31 billion in 2014, according to human rights charity Global Witness.  Myanmar’s military - known as the Tatmadaw and widely accused of human rights abuses in Kachin state and elsewhere - dominates the industry, the United Nations said following a series of fact-finding missions last year.  It said the Tatmadaw’s involvement in jade and ruby mining “benefited from and directly contributed to international human rights violations in conflict-affected areas in Kachin state”, warning of the ethical implications of doing business there.  Author of the Swedwatch report Therese Sjostrom Jaekel said Illinois-headquartered company Caterpillar - the world’s biggest construction and mining equipment maker - was in a unique position to take action.  “If Caterpillar took the time to listen to the testimonies, to analyse what we’ve found, then it could transform the entire sector and change the lives of thousands of families,” she said.","29":"CHICAGO (Reuters) - Caterpillar Inc CAT.N on Friday predicted no improvement in equipment sales, an outlook that sent its shares down after second-quarter earnings sank during a crippling recession sparked by the coronavirus pandemic, which made customers wary of big purchases.  FILE PHOTO: A row of excavators are seen at the Caterpillar booth at the CONEXPO-CON\/AGG convention at the Las Vegas Convention Center in Las Vegas, Nevada, U.S. March 9, 2017. REUTERS\/David Becker\/File Photo  The heavy equipment maker, a bellwether for economic activity, reported a 23% drop in retail sales in the second quarter and predicted a similar decline in the quarter through September. Caterpillar’s outlook was bleaker than other industrial companies that have predicted the lifting of pandemic shutdowns will improve sales and its shares were last down 4.1% at $131.12.  Profits in the current quarter are not forecast to improve from the last three months.  Stephen Volkmann, equity analyst with Jefferies, said Caterpillar’s outlook was an “outlier.”  “Either they are being a little bit conservative or they have some visibility,” he said.  The manufacturer said global economic uncertainty would continue to weigh on its results. It declined to reinstate full-year earnings guidance, withdrawn in late March. Share repurchases will also remain suspended this year.  Caterpillar’s earnings came a day after the U.S. economy reported its deepest contraction since the Great Depression.  The world’s largest economy shrank at a 32.9% annualized rate last quarter with a 37.7% plunge in spending on equipment, and a resurgence in new coronavirus cases has dimmed the outlook for the current quarter.  The international outlook also remained grim, with the International Monetary Fund predicting deeper contraction in global output this year.  Reflecting weak equipment demand, Caterpillar raised its estimates for reduction in dealer inventories to more than $2 billion this year from $1.5 billion estimated earlier.  “It’s a very fluid dynamic situation,” Chief Executive Officer Jim Umpleby said on an earnings call.  In response, it has cut production and is keeping a lid on costs. It is prioritizing investment in services business, which is expected to hold up better than equipment revenue in the downturn.  Revenue in the latest quarter was down an annual 31% with a double-digit decline in equipment sales across all regions. Cost cuts cushioned the hit on profit, which came in at 84 cents per share, down 70% year-on-year.","30":"JOHANNESBURG, Nov 19 (Reuters) - South Africa’s Barloworld Ltd, a dealer for Caterpillar Inc, said on Monday full-year profit jumped 18 percent after a growth in mining revenue from its Russian equipment unit and a turnaround strategy in the logistics business.  The company’s diluted headline earnings per share (HEPS) from continuing operations for the full year ended September came in at 1,150.9 cents per share, compared with 974.5 cents per share in the year-ago period.  HEPS strips out certain once-off items and is the main profit measure used in South Africa.  Barloworld, which has businesses across equipment, automotives and logistics sectors, declared a final dividend of 462 cents. (Reporting by Patricia Aruo, Editing by Sherry Jacob-Phillips)","31":"People visit heavy machinery of Caterpillar at Bauma China, the International Trade Fair for Construction Machinery in Shanghai, China November 27, 2018. Picture taken November 27, 2018. REUTERS\/Aly Song  (Reuters) - Global industry bellwether Caterpillar Inc said on Thursday its retail sales for machines used in construction and mining in the Asia-Pacific region fell 4% for the rolling three-month period ended May, pointing to weakness in China.  China accounts for up to 10% of the company’s sales and is critical to its growth prospects as it is one of the world’s largest commodities importers.  Despite the drop, machine retail sales globally rose 6% during the period, the world’s largest construction equipment maker said in a regulatory filing.  Caterpillar had spooked investors in April when its first-quarter results showed rising costs hitting margins in its construction equipment business and tepid sales in the Asia-Pacific region pointing to subdued growth in China.  “Results are running slightly ahead of 2Q estimates, though given the uncertain global macro backdrop and tougher comparisons investor concerns into 2H are building,” Jefferies analyst Stephen Volkmann said.  Total retail sales for construction equipment in Asia Pacific fell 12% and that for machines used by mining companies slumped 63% in the period, the company said.  Caterpillar had said in April during an post-earnings call that it expects full-year sales in China to remain flat.  Worldwide retail sales for construction machines rose 2% and that for resources gained 21% for the rolling three-month period ended May.  Shares of the company were marginally up at $127.32 in morning trade.","32":"CHICAGO (Reuters) - When Caterpillar Inc CAT.N reports earnings on Monday, investors will focus on the heavy equipment maker's ability to adjust its prices in the face of rising materials costs that are expected to pressure profit margins.  FILE PHOTO: Caterpillar Inc. equipment is on display for sale at a retail site in San Diego, California, U.S., March 3, 2017. REUTERS\/Mike Blake  Wall Street will also watch out for the company’s commentary on order backlog to assess the strength of global demand amid escalating trade tensions.  Analysts polled by Reuters, on average, expect the company’s adjusted net profit to rise to $2.73 per share in the second quarter, from $1.49 per share a year ago. Net profit for the quarter is estimated to rise to $2.58 per share from $1.35 last year.  Deerfield, Illinois-based Caterpillar, which serves as a bellwether for global economic activity, has benefited from a humming global economy which is having its best run since 2011. After battling the longest downturn in its history, the company expects full-year 2018 profit to be the best ever.  Yet the stock has lost about 18 percent since January amid increasing trade frictions and mounting pressure on costs. The stock last month fell to its lowest level since late October before recovering modestly.  “The market has become very focused on the risk that the industrial cycle is starting to get weaker and even the broader economic cycle,” Stephen Volkmann, an analyst with Jefferies, said on Wednesday. “That seems to be the primary concern.”  The International Monetary Fund warned this month that worsening trade skirmishes could derail global economic recovery and depress medium-term growth prospects.  To be sure, Caterpillar is better placed than many companies to deal with the tariffs as its manufacturing footprint is spread across the globe. It also enjoys superior pricing power thanks to a robust global demand.  But the company said in April that its outstanding first-quarter performance was the “high-water mark” for the year as it would not have the same pricing power to pass on increased material costs.  To offset rising costs, it implemented price hikes on July 1. Still, analysts surveyed by Reuters expect cost of production to be higher than it was in the previous quarter.  President Donald Trump’s tariffs on steel and aluminum imports have raised domestic prices, denting earnings of many manufacturers.  General Motors Co GM.N on Wednesday cut its full-year profit forecast on higher metals costs, which also dented the earnings of Whirlpool Corp WHR.N.  However, some companies like Harley-Davidson Inc HOG.N have found a way to soften the blow on their profit margins.","33":"* Dow futures up 0.11 pct after Caterpillar results  * S&P futures dip 0.07 pct, Nasdaq futures off 0.3 pct  July 30 (Reuters) - Dow futures got a slight boost on Monday after an encouraging report from Caterpillar, a bellwether for global economic activity, while S&P and Nasdaq futures remained under pressure from technology stocks.  Shares of Caterpillar were up 1 percent in premarket trading after the heavy equipment maker reported record second-quarter profit per share, raised its full-year outlook and quarterly dividend.  Among other industrial companies on the Dow Jones Industrial Average, Boeing was flat and 3M gained 0.3 percent.  The technology sector fell 1.2 percent last week after underwhelming forecasts from Facebook, Intel and Twitter threw up questions about the growth prospects of a sector whose surge has propelled the stock market to record highs.  Apple was up marginally and is among the few marquee technology companies yet to report results. It is due to report earnings on Tuesday after the bell.  At 7:33 a.m. ET, Dow e-minis were up 29 points, or 0.11 percent. S&P 500 e-minis were down 2 points, or 0.07 percent and Nasdaq 100 e-minis were down 21.75 points, or 0.3 percent.  However, with the earnings season in full swing, expectations for second-quarter results remain robust.  Profits at S&P 500 companies are now expected to have risen 22.6 percent, higher than the estimate of 20.7 percent as of July 1, according to Thomson Reuters I\/B\/E\/S.  Of the 265 S&P 500 companies that have reported earnings so far, 82.3 percent topped analysts’ estimates.  The Federal Reserve meets on Tuesday and Wednesday and is expected to keep rates unchanged and reaffirm outlook for further rate hikes. The market has almost fully priced in a September hike and is leaning towards a further move before the end of the year.  American Express fell 1.1 percent after the Wall Street Journal reported the company raised currency conversion rates for its business clients without notifying its customers.  US Foods Holding dropped 4.1 percent, in low volumes, after the food distribution company said on it would buy SGA’s Food Group of Cos for $1.8 billion. (Reporting by Amy Caren Daniel in Bengaluru; Editing by Shounak Dasgupta)","34":"April 24 (Reuters) - U.S. stocks opened little changed on Wednesday after a record-setting rally in the previous session, weighed down by mixed results from industrial bellwethers Boeing and Caterpillar.  The Dow Jones Industrial Average fell 3.83 points, or 0.01%, at the open to 26,652.56. The S&P 500 opened higher by 0.32 points, or 0.01%, at 2,934.00. The Nasdaq Composite gained 2.06 points, or 0.03%, to 8,122.88 at the opening bell. (Reporting by Sruthi Shankar in Bengaluru)","35":"CLAYTON, N.C. (Reuters) - Six months into the U.S. tariffs on imported aluminum and steel, Caterpillar Inc CAT.N is finding that one of the best ways it can protect profits is a cost cutting strategy that is more than two years old.  At this sprawling factory in central North Carolina where it makes small front-end loaders, the company laid off workers in 2016 in response to plunging sales, consolidating two shifts into one under a program it calls the Operation & Execution Model.  Even though demand has picked up since then, its Clayton plant still runs a single shift and operates only four days a week. One third of the facility’s 550 employees are on flexible contracts.  The result: CAT is producing more loaders here with 30 percent fewer people on the factory floor than in the past, the company told Reuters.  It has redesigned all new machines it makes with over 20 percent fewer parts, cutting back on the consumption of steel which brings down the cost, Tony Fassino, vice president at Caterpillar’s building construction products, said after a factory tour in Clayton.  “Fewer parts numbers are a huge win,” Fassino told Reuters. “It improves safety, it improves the quality, it improves the cost.”  Now, these cost cutting approaches are helping counter the financial impact of U.S. President Donald Trump’s trade wars.  The heavy-duty equipment maker estimates the import tariffs will inflate its raw materials costs by up to $200 million between July and December, though it does not provide a forecast for manufacturing costs in 2018. Caterpillar has said it would offset the impact through a price increase that went into effect on July 1 and general cost cutting measures, helping it post a record profit for all of 2018.  Caterpillar’s increasing emphasis on operating efficiency has proven timely, helping to bring down the cost of production at a time when material expenses are mounting on Trump’s import curbs, and capacity constraints are driving up freight costs.  Slideshow ( 3 images )  (For graphic click tmsnrt.rs\/2NG2DrF)  An internal calculation provided to Reuters, previously unreported, shows that the measures have accounted for half of the improvements in the profit margins since 2015 at the company’s construction industries division. Since January 2017, the efficiency model has been rolled out across the company, but CAT would not disclose more details.  CAT, Deere & Co DE.N and Harley-Davidson Inc HOG.N are among the many manufacturers trying to keep a lid on expenses to cope with a 30 percent rise in U.S. steel prices since the start of 2018.  Those rising costs, along with a tit-for-tat tariff war with China, have clouded the earnings outlook for industrial companies, dragging down their shares.  Despite a recent rally this month, Caterpillar shares are down about 9 percent from their late-January levels, compared with a 0.4 percent decline in S&P 500 industrials index .SPLRCI, showing investors have yet to fully reward the company for its industry-best efficiency results when it comes to operating margins and return on net operating assets.  (For graphic click tmsnrt.rs\/2CN5P0g)  Steve Volkmann, a machinery analyst at Jefferies, attributes the stock’s underperformance to concerns that the company’s greater exposure to foreign markets and a sizeable presence in China make it more vulnerable to escalating trade wars.  “It is disappointing that they can’t get paid for good quarters these days,” he said, referring to the company’s strong earnings in the last quarter.  Slideshow ( 3 images )  While overseas markets do account for more than half of Caterpillar’s sales, the company has an evenly spread manufacturing footprint across the globe, which Volkmann and other analysts say make it better placed to deal with the tariffs.  The company has also tried to put at rest worries about its operations in China, saying the trade tensions have not impacted its business there.  COST CONTROL  As part of its cost cutting effort, CAT business heads have been mandated to reduce the overall manufacturing cost of every new product by at least 5 percent, one Caterpillar company executive told Reuters. This entails cost cuts by suppliers as well.  Donaldson Company Inc DCI.N - which makes filters for CAT's machines - told Reuters that it tries lower the cost of production every year through material substitution or automation or efficiency gains. Cuts in travel and entertainment budgets helped the company improve operating income by 40 basis points in the latest quarter.  CAT’s Operation and Execution effort affects both production strategy decisions and small details of every operation.  For example, it does not make smaller front-wheel loaders in the United States even though their sales in North America are growing. Instead, semi-finished machines are shipped in from overseas factories to the Clayton facility, where tires and buckets are installed, Fassino said.  This not only allows better utilization of the company’s factories, but also provides flexibility to tailor the machines to the requirements of local customers.  Similarly, CAT has been managing freight contracts for deliveries across North America since 2016. Apart from improving the predictability of deliveries, and reducing insurance and damage claims, the contracts are letting Caterpillar leverage its scale and volume to moderate transportation costs in its supply chain.  OPERATIONAL EFFICIENCY  At the Clayton plant, the company’s focus on lean manufacturing, efficiency and flexible cost is on full display.  Parts are put in a sequential order in stand-up bag carts next to the assembly line so that assemblers do not have to spend time looking for them.  Suppliers have been instructed to pack the parts in the same way. In case the parts do not arrive in the required order, workers in the factory warehouse are required to unpack and rearrange the parts before they reach the factory floor.  Automation is increasingly being used to test machines. Components and parts are moved on tugger trains instead of by fork lifts to save time and cost.  “Save one minute here and save five minutes there. Add all that up, you have two shifts to one shift,” said Caterpillar’s Fassino.","36":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window)  * U.S. government reopens after 35-day shutdown  * Caterpillar falls as China slowdown hits profit, forecast  * Oil prices drop on signs of rising output  * Next round of U.S.-China trade talks set for Jan. 30-31  * Nvidia slumps after Q4 revenue forecast cut  * Indexes down: Dow 1.50 pct, S&P 1.31 pct, Nasdaq 1.73 pct (Updates to open)  Jan 28 (Reuters) - U.S. stocks dived on Monday, as weak forecasts from Caterpillar Inc and Nvidia Corp fueled worries about a slowdown in China taking a bigger bite off corporate profits.  Shares of Caterpillar, the world’s largest heavy equipment maker, fell 8.1 percent as its quarterly profit widely missed Wall Street estimates, hit by softening demand in China, a strong dollar, and higher manufacturing and freight costs. The company’s full-year earnings outlook also fell short of estimates.  Caterpillar was the biggest drag on the Dow and the S&P industrials index, which dropped 1.6 percent.  Nvidia slid 16 percent after the chipmaker cut its fourth-quarter revenue estimate by half a billion dollars, hit by weak demand for its gaming chips in China and lower-than-expected datacenter sales.  Nvidia pulled down the Philadelphia semiconductor index by 2.9 percent, while the S&P technology index dropped 2.1 percent.  “With Caterpillar blaming China, investors are expecting to see more companies do the same in through the week,” said Peter Cardillo, chief market economist at Spartan Capital Securities in New York.  “The quality of earnings so far isn’t all that negative, but investors are clearly focusing more on what a company like Caterpillar would say.”  Earlier, China data showed earnings at industrial firms shrank for a second month in December, hit by slowing prices and weak factory activity amid a protracted U.S.-China trade war.  As signs of a slowdown in the world’s second-largest economy become stark, investors are pinning their hopes for a compromise between Washington and Beijing on trade when officials meet later this week.  The downbeat mood kept the 11 major S&P sectors and all the 30 Dow components in the red.  The S&P energy index dropped 1.6 percent as oil prices fell more than 2 percent after U.S. companies added rigs for the first time this year, a signal that crude output may rise further.  At 9:56 a.m. ET the Dow Jones Industrial Average was down 371.95 points, or 1.50 percent, at 24,365.25, the S&P 500 was down 34.96 points, or 1.31 percent, at 2,629.80 and the Nasdaq Composite was down 123.76 points, or 1.73 percent, at 7,041.11.  Washington’s move to end the 35-day long government shutdown boosted Wall Street on Friday. However, anxiety over another closure surfaced as President Donald Trump over the weekend expressed skepticism about lawmakers reaching a deal on border security that was acceptable to him.  Although, earnings have largely surpassed Wall Street’s expectations, helping the S&P 500 climb about 12 percent from its December lows, worries about slowing global growth have tempered expectations and put a lid on stocks.  Of the 113 S&P 500 components that have reported so far, 72.6 percent have beaten profit estimates, according to IBES data from Refinitiv.  However, earnings growth estimate for the fourth quarter have dropped to 14.2 percent from 20.1 percent at the start of October, while 2019 profit growth estimates have come down to 5.6 percent from 10.2 percent in the same period.  Declining issues outnumbered advancers for a 4.02-to-1 ratio on the NYSE and a 3.13-to-1 ratio on the Nasdaq.  The S&P index recorded five new 52-week highs and no new lows, while the Nasdaq recorded 12 new highs and 16 new lows. (Reporting by Sruthi Shankar and Shreyashi Sanyal in Bengaluru; Editing by Shounak Dasgupta)","37":"May 2 (Reuters) - Caterpillar Inc said on Thursday it expects to increase dividend and buy back shares over the next four years, and forecast services revenue to surge in the coming years.  The company expects sales at its machinery, energy and transportation services unit to rise to $28 billion by 2026 from $18 billion in 2018, it said ahead of its investor day.  The company last week raised its full-year profit forecast as it booked a gain in the first quarter related to tax reforms. (Reporting by Rachit Vats in Bengaluru Editing by Saumyadeb Chakrabarty)","38":"NEW YORK, Jan 28 (Reuters) - Ahead of auctions of $162 billion in new issues, Treasury bond yields recovered on Monday morning after falling earlier in step with U.S. stocks as the trade war with China hit corporate earnings from Caterpillar Inc and fourth-quarter guidance from Nvidia Corp.  Treasury yields are expected to rise further ahead of Monday’s auctions. The U.S. government will sell $81 billion in short-dated bills, $40 billion of two-year notes and $41 billion of five-year notes. An additional $78 billion will be sold on Tuesday.  Bond issuance has increased steadily since 2018 to fund President Donald Trump’s tax cuts and spending increases. The latest flood of supply coincides with Federal Reserve Chair Jerome Powell signaling that the central bank may pause its gradual increases in interest rates after U.S. economic data came in softer-than-expected in December and volatile financial markets whipped investors around.  Not all market participants were concerned that the increased supply, alongside expectations of a Fed pause, would decrease demand. Bond yields increase with interest rates, with the two-year yield used as a proxy for market sentiment about interest rate hikes.  “Today’s two-year supply will offer an update on primary market demand for Treasuries as Powell’s pause gets underway,” said Benjamin Jeffrey, trading products analyst at BMO Capital Markets. “While on an outright basis two-year yields are well off their cycle highs set late last year, within the context of this new, lower range, two-years look cheaper than they have for most of 2019.”  The Dow Jones Industrial Average was down 302 points, or 1.22 percent and the S&P 500 Index fell 1.02 percent, down 27.2 points in mid-morning trade. A fall in riskier assets pushes money into safe havens such as U.S. government bonds, driving up prices and lowering yields.  Caterpillar reported quarterly profit that widely missed Wall Street estimates, hurt by softening demand in China, a strong dollar, and higher manufacturing and freight costs, sending shares tumbling around 8.7 percent.  Also on Monday morning, Nvidia announced it had cut its fourth-quarter revenue estimate by half a billion dollars due to weak demand for its gaming chips in China and lower-than-expected datacenter sales, sending its shares sliding 15.5 percent.  The benchmark 10-year yield was down half a basis point last at 2.75 percent, with the 30-year yield down a basis point at 3.05 percent. The two-year yield was up less than half a basis point, last at 2.60 percent. (Reporting by Kate Duguid; editing by Grant McCool)","39":"Oct 23 (Reuters) - U.S. stocks opened mixed on Wednesday as Boeing rose after reaffirming the timeline for its grounded 737 MAX’s return to service, countering losses from Caterpillar and Texas Instruments, which fell on weak forecasts.  The Dow Jones Industrial Average rose 47.14 points, or 0.18%, at the open to 26,835.24.  The S&P 500 opened lower by 1.98 points, or 0.07%, at 2,994.01. The Nasdaq Composite dropped 14.06 points, or 0.17%, to 8,090.24 at the opening bell. (Reporting by Shreyashi Sanyal in Bengaluru; Editing by Arun Koyyur)","40":"July 24 (Reuters) - U.S. stocks opened lower on Wednesday after bleak earnings from bellwethers Caterpillar and Boeing exacerbated concerns over slowing global growth.  The Dow Jones Industrial Average fell 86.95 points, or 0.32%, at the open to 27,262.24.  The S&P 500 opened lower by 6.70 points, or 0.22%, at 2,998.77. The Nasdaq Composite dropped 24.04 points, or 0.29%, to 8,227.36 at the opening bell. (Reporting by Medha Singh in Bengaluru; Editing by Arun Koyyur)","41":"(Reuters) - Caterpillar Inc CAT.N on Friday forecast worse-than-expected earnings for this year after reporting lower sales across all three primary segments in the last quarter, offering further evidence of strains in the U.S. industrial economy.  The world’s biggest construction and mining equipment maker said it expects adjusted profit in 2020 in the range of $8.50 to $10 per share on the back of a further decline in equipment sales. The forecast is lower than $11.06 per share last year and below the average analyst estimate of $10.63 per share.  The Deerfield, Illinois-based company, considered a bellwether for economic activity, has been buffeted by the prolonged U.S.-China trade war that has made its customers wary of committing to large capital expenditures, hitting its sales and forcing production cuts.  With customers hesitant to spend on new equipment, it expects as much as a $1.5-billion reduction in dealer inventories this year.  Its shares were last down about 1.6% at $133.15, weighing on the Dow Jones Industrial Average .DJI.  Caterpillar's earnings comes a day after the world's largest package delivery company, United Parcel Service Inc UPS.N, forecast 2020 profit below estimates, citing global trade weakness and a slump in domestic industrial production.  The tit-for-tat tariff war between the world’s two largest economies dragged down global growth last year to the lowest level since the global financial crisis. In the United States, it drove the manufacturing economy into a recession.  Slideshow ( 5 images )  The heavy equipment maker said retail demand for construction machines has softened in North America - its biggest market. It expects spending on both residential and non-residential construction to decline this year. Mining equipment sales, however, are projected to see a gradual recovery.  Sales in China were up in the quarter through December and are estimated to be flat to down 5% in 2020. But the outbreak of coronavirus could change those estimates.  The world’s second-largest economy accounts for up to 10% of Caterpillar’s sales. Chief Financial Officer Andrew Bonfield told Reuters that while none of the company’s manufacturing facilities is in the worst-affected province, the outbreak has delayed the reopening of many of its facilities after the Chinese New Year by a week.  He said the company is monitoring the “very fluid” situation.  To dampen the impact of economic swings, Caterpillar is focusing on shortening lead times and boosting the share of its more profitable and less cyclical services and parts business in overall revenues.  It is also trying to keep a lid on costs. That helped improve operating profit margin in the last quarter despite lower sales.  The company spent $6.2 billion on share buybacks and dividends last year. In contrast, capital expenditure was just $1.1 billion, which is forecast to rise to $1.2 billion this year.  At the end of 2019, it had a cash balance of $8.3 billion.  Lower tax rates helped the company post quarterly adjusted profit of $2.63 per share, higher than Wall Street’s estimates and above $2.55 per share last year.","42":"April 24 (Reuters) - Caterpillar Inc:  * CATERPILLAR REPORTS FIRST-QUARTER 2018 RESULTS  * Q1 ADJUSTED EARNINGS PER SHARE $2.82  * Q1 SALES $12.9 BILLION VERSUS I\/B\/E\/S VIEW $12.07 BILLION  * Q1 EARNINGS PER SHARE VIEW $2.13 -- THOMSON REUTERS I\/B\/E\/S  * Q1 EARNINGS PER SHARE $2.74  * SEES FY 2018 EARNINGS PER SHARE $9.75 TO $10.75  * RAISED FULL-YEAR PROFIT PER SHARE OUTLOOK  * “BASED ON OUR STRONG FIRST-QUARTER RESULTS AND HIGHER DEMAND ACROSS ALL REGIONS AND MOST END MARKETS, WE ARE RAISING OUR OUTLOOK FOR 2018”  * CATERPILLAR WORLDWIDE FULL-TIME EMPLOYMENT WAS ABOUT 99,700 AT END OF Q1 OF 2018  * DEALER MACHINE AND ENGINE INVENTORIES INCREASED ABOUT $1.2 BILLION IN Q1 2018, VERSUS INCREASE OF ABOUT $200 MILLION IN Q1 OF 2017  * AT END OF Q1 OF 2018, ORDER BACKLOG WAS ABOUT $17.5 BILLION, AN INCREASE OF ABOUT $1.7 BILLION FROM END OF 2017  * “WE CONTINUE TO WORK WITH OUR GLOBAL SUPPLIERS TO RESPOND TO SIGNIFICANT INCREASES IN DEMAND”  * AT END OF Q1 OF 2018, PAST DUES AT CAT FINANCIAL WERE 3.17 PERCENT, COMPARED WITH 2.64 PERCENT AT END OF Q1 OF 2017  * REVISED OUTLOOK RANGE FOR ADJUSTED PROFIT IS $10.25 TO $11.25 PER SHARE FOR FY  * AS OF MARCH 31, 2018, CAT FINANCIAL’S ALLOWANCE FOR CREDIT LOSSES TOTALED $403 MILLION, COMPARED WITH $346 MILLION AT MARCH 31, 2017  * FY OUTLOOK INCLUDES ABOUT $400 MILLION OF RESTRUCTURING COSTS, UNCHANGED FROM PREVIOUS OUTLOOK  * WITH RESPECT TO SUPPLIERS, ALTHOUGH CONSTRAINTS REMAIN FOR SOME PARTS & COMPONENTS, CO SEEING IMPROVEMENTS IN MATERIAL FLOWS  * “ALTHOUGH CONSTRAINTS REMAIN FOR SOME PARTS AND COMPONENTS, WE ARE SEEING IMPROVEMENTS IN MATERIAL FLOWS”  * 2018 SHORT-TERM INCENTIVE COMPENSATION EXPENSE IS NOW EXPECTED TO BE ABOUT $1.4 BILLION, NEARLY THE SAME AS 2017  * IMPROVED PRICE REALIZATION IN 2018 EXPECTED TO BE PARTIALLY OFFSET BY MATERIAL COST INCREASES PRIMARILY DRIVEN BY HIGHER COMMODITY PRICES  * SAYS BELIEVES GLOBAL ECONOMIC CONDITIONS AND FAVORABLE COMMODITY PRICE LEVELS WILL DRIVE MINERS TO INCREASE CAPITAL EXPENDITURES IN 2018  * SAYS STRONG GLOBAL DEMAND FOR COMMODITIES IS EXPECTED TO BE A POSITIVE FOR HEAVY CONSTRUCTION AND QUARRY AND AGGREGATE CUSTOMERS  * IN CONSTRUCTION INDUSTRIES, SEES BROAD-BASED GROWTH IN ALL REGIONS IN 2018  * FY2018 EARNINGS PER SHARE VIEW $9.28 -- THOMSON REUTERS I\/B\/E\/S  * FOR ENERGY & TRANSPORTATION, SALES INTO OIL & GAS APPLICATIONS SEEN INCREASING IN 2018  * INCREASING 2018 PROFIT OUTLOOK BY $2.00 PER SHARE TO A RANGE OF $9.75 TO $10.75 PER SHARE Source text for Eikon: Further company coverage:","43":"FILE PHOTO: Caterpillar Inc. equipment is on display for sale at a retail site in San Diego, California, U.S., March 3, 2017. REUTERS\/Mike Blake  (Reuters) - Caterpillar Inc CAT.N is in talks with banks for a fresh $3 billion nine-month revolving credit facility, a person familiar with the matter said on Thursday.  The development comes days after the world’s biggest construction and mining equipment maker raised $2 billion through the bond market.  Caterpillar said last month its financial position was strong. The company ended 2019 with $8.3 billion in cash and available credit facilities of $10.5 billion.  The Deerfield, Illinois-headquartered company had also said it would withhold annual salary increases for senior executives, managers and salaried employees to contain costs due to the impact of the COVID-19 pandemic on its business.  Caterpillar also withdrew its 2020 earnings forecast in late March and suspended some operations, citing uncertainty caused by the pandemic, which has dented equipment sales and hit supply chains.  The rapid spread of the new coronavirus, which has infected 1.5 million people globally and led to nearly 90,000 deaths, has forced countries into lockdowns, disrupting everything from businesses to everyday life.  Since the outbreak, leading companies across the world have rushed to bolster their cash reserves as the pandemic wreaks havoc on the global economy.  Caterpillar did not immediately respond to a request for comment.  Bloomberg first reported the company’s move to raise fresh money.","44":"CHICAGO, April 24 (Reuters) - Caterpillar Inc on Tuesday upgraded the outlook for 2018 profits after the world’s largest heavy-duty equipment maker beat estimates for first-quarter earnings on strong global demand for its equipment.  The Deerfield-‎Illinois based company now expects the full-year profit to range between $9.75 to $10.75 per share compared with $7.75 to $8.75 per share it projected earlier.  For the first quarter, the company reported a net profit of $2.74 per share, above analysts’ consensus forecast of $2.04 per share. (Reporting by Rajesh Kumar Singh Editing by Nick Zieminski)","45":"TEL AVIV, Oct 8 (Reuters) - State-owned Israel Aerospace Industries (IAI) said on Monday it won a contract for conversion of Caterpillar Dozers into autonomous bulldozers that will be commissioned for complex engineering tasks.  “This is a significant military robotics contract reflecting the preparations undertaken for the challenges posed by the future battlefield,” IAI said in a statement. It did not provide financial details.  The new autonomous system mounted on the Caterpillar Dozer belongs to a family of robotic solutions developed by IAI. It provides various degrees of autonomy including movement and earthworks for construction, trail blazing in off-road conditions and the removal of large or suspicious obstacles without risking human lives, IAI said. (Reporting by Tova Cohen)","46":"April 25 (Reuters) - Caterpillar Inc:  * CATERPILLAR INC SAYS CEO D. JAMES UMPLEBY III’S FY 2017 SEC TOTAL COMPENSATION WAS $14 MILLION VERSUS $5.3 MILLION IN FY 2016 - SEC FILING  * CATERPILLAR INC SAYS CFO BRADLEY HALVERSON’S FY 2017 SEC TOTAL COMPENSATION WAS $7.6 MILLION VERSUS $5.2 MILLION IN FY 2016  * CATERPILLAR INC SAYS CEO D. JAMES UMPLEBY III'S FY 2017 SEC TOTAL COMPENSATION INCLUDED $3.3 MILLION IN STOCK AWARDS AND $5.4 MILLION IN OPTION AWARDS Source : bit.ly\/2HrBZws Further company coverage: (Reuters.Briefs@thomsonreuters.com)","47":"CHICAGO, July 24 (Reuters) - Caterpillar Inc’s on Wednesday reported lower quarterly earnings, hurt by cooling demand for construction machines in Asia-Pacific as well as weak sales at its energy and transportation division.  In the second quarter, the Deerfield, Illinois-based company reported an adjusted profit of $2.83 per share compared with $2.97 per share a year ago. Analysts surveyed by Refinitiv, on average, expected earnings of $3.12 per share. (Reporting by Rajesh Kumar Singh Editing by Nick Zieminski)","48":"Dec 13 (Reuters) - Caterpillar Inc said on Thursday Chief Executive Officer Jim Umpleby would take on the additional role of chairman, effective immediately.  Umpleby has been a member of the board and CEO since Jan. 1, 2017. (Reporting by Rachit Vats in Bengaluru; Editing by Maju Samuel)","49":"Caterpillar Inc on Monday defeated an appeal by 48 retirement-eligible employees who said its 2012 agreement to end a plan to pay unemployment benefits to laid-off workers at a plant in Joliet, Illinois violated a federal law against age discrimination in the workplace.  The 7th U.S. Circuit Court of Appeals in Chicago said the agreement had a disparate impact on older workers, but that Caterpillar acted reasonably because the agreement added to labor peace, and saved money by ending costly unemployment benefits, incentivizing early retirement and reducing costs.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2wjcAjY","50":"Jan 28 (Reuters) - Warnings from Caterpillar and Nvidia on Monday about weakening demand from China signal investors could see more profit shortfalls from U.S. companies that count on the world’s No. 2 economy for a big portion of their business.  Shares of Caterpillar Inc and Nvidia Corp sank 10 percent and 15 percent, respectively, after the two manufacturers joined a growing list of companies to warn on the crippling effects of the fall-off in growth in the world’s most populous country.  Apple Inc, a host of chipmakers, and FedEx Corp had already stoked fears of a global slowdown, particularly in a technology sector that depends heavily on China to drive revenue.  It does not bode well, several analysts said, for the rest of an earnings season that has only just got under way.  “The negative forecasts from Caterpillar and Nvidia really point to those areas of concern with trade, global economic activity and the potential impact of a strong dollar,” Eric Wiegand, senior portfolio manager at U.S. Bank Wealth Management, said.  China’s economy cooled in the fourth quarter under pressure from faltering domestic demand and bruising U.S. tariffs, dragging 2018 growth to the lowest level in nearly three decades.  President Trump is bent on curbing what Washington says is Beijing’s deliberate theft of American intellectual property and trade secrets. Without progress in the weeks ahead, he has threatened a new round of tariffs from March 2.  Monday’s stock market declines, following an unusual warning from Apple earlier this month, underline the flip side of such moves for U.S. companies.  Asia-Pacific was Caterpillar’s only region to record a fall in revenue, but the end result - including a handful of other factors - was a more than 40-cent miss on earnings per share in the fourth quarter.  Nvidia cut its fourth quarter revenue estimate by half a billion dollars to just $2.2 billion. That added to a previous number that was already $700 million short of analysts’ forecasts and was blamed chiefly on gaming revenue in China.  “Across the broad spectrum ranging from heavy equipment to semiconductors, business in China is slowing down,” said Peter Tuz, president of Chase Investment Counsel in Charlottesville, Virginia.  “The question is what does the tariff controversy factor into the slowdown. You can’t answer that question yet. There’s no way to predict it.”  There could be more pain, starting later on Monday when washing machine maker Whirlpool Corp reports. Boeing Co follows on Wednesday, along with a host of tech heavyweights.  “China is an issue for companies doing business there as their economy is slowing,” said Paul Nolte, portfolio manager, Kingsview Asset Management in Chicago.  “In general we are trying to steer clear of a lot of China exposure.” (Reporting by Sweta Singh in Bengaluru, Additional reporting by Shreyashi Sanyal in Bengaluru and Caroline Valetkevitch in New York; Editing by Bernard Orr)","51":"(Reuters) - Caterpillar Inc spooked investors for a second straight quarter as rising costs hit margins in its construction equipment business and tepid sales in the Asia Pacific region pointed to continuing subdued growth in China.  FILE PHOTO: A row of excavators are seen at the Caterpillar booth at the CONEXPO-CON\/AGG convention at the Las Vegas Convention Center in Las Vegas, Nevada, U.S. March 9, 2017. REUTERS\/David Becker\/File Photo  Shares of the company, considered a bellwether for economic activity whose results often influence global stock market sentiment, fell as much as 4 percent, overturning an initial rise due to overall results that were flattered by a tax gain.  The latest results come after the world’s largest heavy duty equipment maker warned in the fourth quarter that construction activity in China could cool after two years of significant growth.  Chief Financial Officer Andrew Bonfield, however, said on Wednesday that the industry saw stronger-than-expected activity in China ahead of the Chinese New Year, though full-year sales would remain flat for Caterpillar in the region.  China accounts for up to 10 percent of the company's sales and is critical to its growth prospects as it is one of the world's largest commodities importers. Steady growth here in China the first quarter, coming off a sharp slowdown in the previous quarter, has added to optimism that the country's economy may be starting to stabilize.  Caterpillar said sales of construction equipment in the Asia-Pacific region were flat in the first quarter, excluding the impact of currency. They fell 4 percent on a reported basis.  “Caterpillar has most exposure to China in their construction industry business and that business was just a bit disappointing on revenue and margins,” Jefferies analyst Stephen Volkmann said.  Operating margin in the construction equipment business, Caterpillar’s biggest, fell to 18.5 percent from 19.7 percent a year earlier as higher manufacturing and freight costs ate into profits.  The company reported first-quarter construction revenue of $5.87 billion, missing analysts’ expectation of $5.95 billion, according to Refinitiv IBES.  Still, overall revenue rose about 5 percent to $13.5 billion and beat estimates, thanks to a 7 percent rise in sales in North America, its biggest market.  The company also raised its full-year profit forecast as it booked a gain in the first quarter related to tax reforms.  Caterpillar said it now expects 2019 profit of $12.06 per share to $13.06 per share, compared with $11.75 to $12.75 per share forecast earlier.  Excluding tax gains, the company maintained its 2019 earnings targets.  The company reported an adjusted profit of $2.94 per share in the first quarter, beating analysts’ average estimate of $2.85 a share.  Shares of the company were down 3 percent at $138 in morning trading. The stock part of the Dow Jones Industrial Average was the biggest drag on the index.","52":"(Reuters) - Caterpillar Inc on Monday missed quarterly earnings estimates, hurt by soft Chinese demand, higher manufacturing and freight costs, sending shares of the heavy machinery maker tumbling as much as 10 percent.  Industrial bellwether Caterpillar now expects construction equipment sales in China, the world’s second-largest economy, to be flat this year. China, which accounts for up to 10 percent of company sales, last week reported its slowest economic growth in nearly three decades.  Caterpillar posted a decline in construction equipment sales in the Asia-Pacific region in the latest quarter due to the cooling China demand.  Since China is one of the world’s largest commodities importers, its slowing economy is having a ripple effect on global commodities prices, which can also hurt the company’s equipment sales in the mining and oil and gas industry, for example.  Caterpillar downplayed the slump in China, citing a “very strong” performance a year ago, but did not break out sales. Chinese construction demand was up 40 percent in 2018 after doubling in 2017.  Caterpillar forecast 2019 adjusted profit of $11.75 to $12.75 per share, compared with the average analyst estimate of $12.73, according to IBES data from Refinitiv. Sales for the year are expected to increase modestly.  Chief Financial Officer Andrew Bonfield said profits this year will be weighed down by a higher U.S. tax rate and increased freight and material costs.  “We expect favorable price realization to be mostly offset by cost headwinds,” he told analysts on a conference call.  Caterpillar, a proxy for global economic activity, benefited in the past year from what the International Monetary Fund called the strongest global growth surge since 2010.  However, a tariff war between the United States and trade partners including China has stoked fears of a global slowdown.  The tariffs cost the company over $100 million last year. No relief was expected from higher import duties this year, the company said.  Lawrence De Maria, a William Blair analyst, said the 2019 forecast was “indicative of slowing growth and a maturing cycle that implies peak markets, and effectively may put a lid on any cyclical industrial rally for now.”  In the quarter, the Deerfield, Illinois-based company reported an adjusted profit of $2.55 per share, well below the average analyst estimate of $2.99, according to IBES data from Refinitiv. Total sales and revenue in the quarter rose 11 percent year on year to $14.34 billion.  FILE PHOTO - Caterpillar Inc. equipment is on display for sale at a retail site in San Diego, California, U.S., March 3, 2017. REUTERS\/Mike Blake\/File Photo  Manufacturing costs shot up by 3 percentage points in the fourth quarter from the third quarter.  An increase in the provision for credit losses and write-offs in its financial products segment also cut into fourth-quarter earnings for the world’s largest heavy-duty equipment maker.  The company posted lower-than-expected earnings for the first time in ten quarters, helping propel a sell-off in broader stock markets. The Dow Jones Industrial Average. was down 1.2 percent.  Chief Executive Officer Jim Umpleby told investors on the call that the company was closely monitoring costs and was in better shape to handle any market downturn.  Caterpillar slid 8.9 percent at $124.70 in afternoon trading, but fell as low as $123.15 early in the session. Shares lost 19.4 percent in 2018, compared with a 15 percent drop in S&P 500 index and a 5.6 percent decline in the Dow.  Volatile oil prices brought down Caterpillar’s order book in the last quarter by about $800 million from the September quarter.  The company expects volatile oil prices to hurt its energy and transportation business this year. However, it anticipates that higher commodities prices will continue to drive capital expenditures in the mining industry, underpinning demand for heavy construction and quarry machinery.  Caterpillar spent $5.8 billion in shares buybacks and dividend payments and $1.17 billion in capital expenditure in 2018. It ended the year with a cash balance of $7.9 billion.","53":"Feb 15 (Reuters) - Caterpillar Inc said on Thursday it was vigorously contesting the $2.3 billion tax and penalties for certain years proposed by the Internal Revenue Service.  In March last year, the IRS had challenged the company’s taxes for 2007-2012, and federal law enforcement officials raided three of the company’s buildings in Illinois in connection with a probe regarding its offshore tax practices.  The heavy machinery manufacturer said in a regulatory filing that it did not anticipate a significant increase or decrease to its unrecognized tax benefits for this matter within the next 12 months. (bit.ly\/2nZbqqH)  The company’s shares were up about 1 percent at $159.17 in afternoon trading. (Reporting by Ankit Ajmera in Bengaluru; Editing by Maju Samuel)","54":"CHICAGO (Reuters) - Caterpillar Inc on Tuesday reported lower quarterly earnings as equipment sales fell across its three primary segments, reflecting a slow and uneven global economic recovery following lockdowns to curb the spread of the new coronavirus.  The company logo for Caterpillar Inc. is displayed on a screen at the New York Stock Exchange (NYSE) in New York, U.S., December 17, 2019. REUTERS\/Brendan McDermid\/Files  The heavy equipment maker, however, said the pace of decline in sales of its yellow bulldozers, mining trucks and other equipment was moderating, helped by a fast economic recovery in China and improvement in residential activity in North America.  “I feel better today than I did a quarter ago,” Chief Executive Jim Umpleby told investors on an earnings call, adding the pandemic and its impact on the global economy would determine the strength of the recovery.  The company did not provide an updated earnings guidance due to COVID-19 uncertainties. However, it said the decline in machine sales would moderate further in the quarter through December.  Operating profit is also forecast to improve in the current quarter from a quarter ago. Share repurchases, however, will remain suspended this year.  Caterpillar’s shares were down 2.9% at $158.32 in morning trading. The stock has gained over 20% since the last earnings report, outperforming the broader Dow Jones Industrial Average, on hopes that the worst is over for its business.  The Illinois-based company, a bellwether for economic activity, has been suffering from business uncertainty caused by the U.S.-China trade standoff and the coronavirus pandemic, which has forced customers delay capital expenditure.  Chief Financial Officer Andrew Bonfield said while the demand for smaller machines has improved, customers were still hesitant to invest in heavy and more expensive equipment.  Reflecting weak equipment demand, Caterpillar now expects dealer inventories to decline by $2.5 billion this year compared with a more than $2 billion fall estimated earlier.  Profit for the third quarter came in at $1.22 per share, down 54% from a year ago, but above Refinitiv’s average analyst estimate of $1.16 per share. Retail sales declined 20% in the latest quarter, compared with a 23% drop a quarter ago.","55":"Caterpillar Inc:  * CATERPILLAR SAYS IMPACT OF PANDEMIC HAS BEEN SIGNIFICANTLY MORE SEVERE AND CHAOTIC THAN ENVISIONED - CONF. CALL Source text for Eikon: Further company coverage:","56":"CHICAGO, April 28 (Reuters) - Caterpillar Inc on Tuesday reported a 46% annual drop in quarterly earnings, hurt by business disruption caused by the coronavirus pandemic.  In the first quarter, the heavy equipment maker reported an adjusted profit of $1.60 per share compared with $2.94 per share a year ago. Analysts surveyed by Refinitiv, on average, expected earnings of $1.69 per share. (Reporting by Rajesh Kumar Singh, editing by Louise Heavens)","57":"May 3 (Reuters) - Caterpillar Inc:  * CATERPILLAR ANNOUNCES NEW INDUSTRIAL POWER SYSTEMS VICE PRESIDENT  * APPOINTED STEVE FERGUSON A VICE PRESIDENT OF COMPANY, EFFECTIVE JUNE 1, 2018  * STEVE FERGUSON WILL LEAD INDUSTRIAL POWER SYSTEMS DIVISION REPLACING RAMIN YOUNESSI Source text for Eikon: Further company coverage:","58":"JOHANNESBURG, May 20 (Reuters) - South Africa’s Barloworld Ltd, a dealer for Caterpillar Inc and other industrial equipment brands, reported a 14.1% gain in first-half earnings on Monday, driven by its southern Africa Equipment division.  Headline earnings per share (HEPS) from continuing operations increased to 476 cents in the six months to March 31, from 457 cents a year earlier, the company said in a statement.  HEPS strips out once-off items ands is the main profit measure used in South Africa.  Barloworld, which sells construction, mining and industrial machinery in southern Africa and parts of Europe and also has a car sales and rental business, said it was in talks to acquire Wagner Asia Group, a Mongolian-based equipment dealer.  Barloworld announced an interim dividend of 165 cents per share, up 13.8 percent from 145 cents a year ago. (Reporting by Onke Ngcuka; Editing by Susan Fenton)","59":"April 24 (Reuters) - Caterpillar Inc:  * CATERPILLAR INC - EXPECT HIGHER PRICE REALISATION TO MORE THAN OFFSET MATERIAL COST INCREASE - CONF CALL  * CATERPILLAR INC – SAYS SUSTAINED DIVIDEND GROWTH REMAINS A “VERY HIGH PRIORITY” FOR US – CONF CALL  * CATERPILLAR INC – SAYS HAVE NECESSARY BRICKS AND MORTAR CAPACITY THAT WE NEED – CONF CALL  * CATERPILLAR INC – SAYS EXPECT CAPEX TO BE ABOUT $1 BILLION TO $1.5 BILLION FOR THE FORESEEABLE FUTURE– CONF CALL  * CATERPILLAR INC – CHINA CONTINUES TO BE STRONGER THAN WE EXPECT– CONF CALL  * CATERPILLAR INC –EXPECTS CHINA 10-TON ABOVE EXCAVATOR DEMAND TO BE UP 30 PERCENT THIS YEAR– CONF CALL  * CATERPILLAR INC – SAYS STEEL COSTS CONTINUE TO INCREASE– CONF CALL  * CATERPILLAR INC –SAYS EXPECT MATERIAL COST INCREASES IN 2018 TO BE HIGHER THAN ESTIMATED IN DEC QUARTER OUTLOOK ON HIGHER STEEL PRICES– CONF CALL  * CATERPILLAR INC – SAYS PRICE VERSUS COST WOULD BE NEGATIVE FOR THE REST OF THE YEAR– CONF CALL Further company coverage:","60":"April 9 (Reuters) - Caterpillar Inc:  * CATERPILLAR ANNOUNCES EXECUTIVE OFFICER RETIREMENT  * SAYS PRESIDENT ROB CHARTER TO RETIRE  * CHARTER’S RETIREMENT WILL BE EFFECTIVE JUNE 1, 2018  * GROUP PRESIDENT ROB CHARTER HAS ELECTED TO RETIRE Source text for Eikon: Further company coverage:","61":"(Reuters) - Industrial bellwether Caterpillar Inc CAT.N reported a drop in sales in the United States and China in the third quarter, leading it to cut its outlook for the year and adding to evidence that the global economy is firmly on the decline.  FILE PHOTO: Caterpillar logo is pictured at the 'Bauma' Trade Fair for Construction Machinery, Building Material Machines, Mining Machines, Construction Vehicles and Construction Equipment in Munich, Germany, April 8, 2019. REUTERS\/Michaela Rehle  The Illinois-based machinery maker, famous for its black and yellow diggers and earthmovers, also said the impact on its business from Beijing and Washington’s tit-for-tat trade tariffs would now be lower than previously forecast.  However, it said that cuts in the inventory carried by the network of retailers who sell its products would accelerate further in the fourth quarter and see continued “moderate” pricing for its range of goods next year.  Sales in Asia-Pacific, its third biggest market, fell 13% as it faced falling demand in China and competition from cut-price domestic rivals, while revenue in its main developed world market in North America fell almost 3%.  That drove an initial slide of 5% in the company’s shares, now only marginally higher this year, and left analysts predicting little immediate improvement.  “While inventory reduction should set the company up for easier comparisons in 2020, trends in all three end markets continue to decelerate, raising the question of how far ahead the market is willing to discount the shares,” said Jefferies analyst Stephen Volkmann.  The company’s third-quarter profit for shareholders of $2.66 per share was well short of Wall Street estimates and the number for the same period a year ago - both at $2.88 per share.  CONSTRUCTION SLUMP  Caterpillar said the slump in Asia was led by a 29% plunge in construction equipment sales and Chief Executive Officer Jim Umpleby said he expected overall demand in the fourth quarter to be flat.  Total sales and revenue for the third quarter ended Sept. 30 fell 5.6% from a year earlier to $12.76 billion.  “Sales in Asia\/Pacific were lower across most of the region primarily due to lower demand in China, including unfavorable changes in dealer inventories, amid continued competitive pressures,” the company said.  Chris Sleight, managing director of consultancy Off-Highway Research, said the Chinese market was becoming increasingly difficult for overseas firms because most of the local players had become focused on winning market share and selling high volumes over profitability.  “I think that when a lot of people are selling excavators now in China they’re selling at a loss,” he said.  Caterpillar sales have improved since the company managed to halt a four-year slide in 2016, but Wall Street analysts have been warning that demand in more than half of its end markets had peaked.  Finance chief Andrew Bonfield said dealers had reduced the value of stock they were holding by $400 million in the third quarter and were likely to cut by another $900 million in the final three months of the year, a stark contrast to an $800 million ramp-up in the third quarter a year ago.  The company is seen as one of Wall Street’s clearer gauges of the state of Chinese demand and its impact on big western multinationals.  Caterpillar said the impact of tariffs imposed on its goods as a result of President Donald Trump’s trade war with Beijing would now be lower than the $250 million to $350 million range it gave earlier this year.  But it also cut its 2019 expectations for profit to between $10.90 and $11.40 per share compared with a prior estimate of $12.06 to $13.06.  Profit attributable to common stockholders fell to $1.49 billion in the third quarter from $1.73 billion, or $2.88 per share, a year earlier.","62":"Feb 16 (Reuters) - Caterpillar Inc:  * CATERPILLAR ANNOUNCES OFFICER DEPARTURE  * CATERPILLAR INC - KEN HOEFLING, VICE PRESIDENT OF BUILDING CONSTRUCTION PRODUCTS DIVISION IS LEAVING COMPANY Source text for Eikon: Further company coverage:","63":"* Caterpillar falls as China slowdown hits profit, forecast  * Oil prices drop on signs of rising output  * Next round of U.S.-China trade talks set for Jan. 30-31  * Nvidia slumps after Q4 revenue forecast cut  * Indexes down: Dow 1.40 pct, S&P 1.23 pct, Nasdaq 1.45 pct (Changes comment, adds details, updates prices)  Jan 28 (Reuters) - U.S. stocks fell on Monday as weak forecasts from Caterpillar Inc and Nvidia Corp fueled worries about a slowdown in China taking a bigger bite off corporate profits.  Shares of Caterpillar, the world’s largest heavy equipment maker, fell 8.4 percent as its quarterly profit widely missed Wall Street estimates, hit by softening demand in China and higher manufacturing and freight costs. Its full-year earnings outlook also fell short of estimates.  Caterpillar was the biggest drag on the Dow and the S&P industrials index, which dropped 1.3 percent.  Nvidia tumbled 12.2 percent after the chipmaker cut its fourth-quarter revenue estimate by half a billion dollars on weak demand for its gaming chips in China and lower-than-expected datacenter sales.  Nvidia pulled down the Philadelphia semiconductor index by 1.7 percent, while the S&P technology index dropped 1.8 percent.  “The negative forecasts from Caterpillar and Nvidia point to those areas of concerns with trade, global economic activity and the potential impact of a strong dollar,” said Eric Wiegand, senior portfolio manager at U.S. Bank Wealth Management.  Earlier, China data showed earnings at industrial firms shrank for a second month in December, hit by slowing prices and weak factory activity amid a protracted U.S.-China trade war.  As signs of a slowdown in the world’s second-largest economy become stark, investors are pinning their hopes for a compromise between Washington and Beijing on trade when officials meet later this week.  “This is a week for investors to either move off their Christmas Eve lows or move lower. What we are getting is a merge of macros and micros. But right now, these micros, which are company specific issues, is what investors seem to be dealing with,” said Wiegand.  The downbeat corporate updates came in an earnings-heavy week that also includes the Federal Reserve’s first policy meeting this year and jobs data.  Although earnings have largely surpassed Wall Street’s expectations, helping the S&P 500 climb about 12 percent from its December lows, worries about slowing global growth have tempered expectations and put a lid on stocks.  Of the 113 S&P 500 components that have reported so far, 72.6 percent have beaten profit estimates, according to IBES data from Refinitiv.  Since the earnings kicked off two weeks ago, analysts’ estimates for fourth-quarter profit growth have stayed steady at about 14 percent, but expectations for 2019 earnings growth has dropped to 5.6 percent from 6.3 percent.  At 11:08 a.m. ET the Dow Jones Industrial Average was down 346.03 points, or 1.40 percent, at 24,391.17, the S&P 500 was down 32.68 points, or 1.23 percent, at 2,632.08 and the Nasdaq Composite was down 103.63 points, or 1.45 percent, at 7,061.23.  Ten of the 11 major S&P sectors were lower. Amazon.com Inc , Apple Inc and Microsoft Corp — all set to report later this week — were down more than 2 percent, dragging down the S&P 500 and the Nasdaq.  The S&P energy index dropped 1.4 percent as oil prices fell more than 2 percent after U.S. companies added rigs for the first time this year, a signal that crude output may rise further.  Guess Inc tumbled 16.5 percent after the apparel maker said Chief Executive Officer Victor Herrero will step down.  Declining issues outnumbered advancers for a 2.16-to-1 ratio on the NYSE. Declining issues outnumbered advancers for a 1.95-to-1 ratio on the Nasdaq.  The S&P index recorded six new 52-week highs and one new low, while the Nasdaq recorded 21 new highs and 21 new lows. (Reporting by Sruthi Shankar and Shreyashi Sanyal in Bengaluru; Editing by Shounak Dasgupta)","64":"Jan 28 (Reuters) - Caterpillar Inc expects price increases in 2019 to be mostly offset by higher costs, Chief Financial Officer Andrew Bonfield said on a conference call with analysts on Monday.  The Deerfield, Illinois-based company’s manufacturing costs rose by 3 percentage points in the fourth quarter of 2018 over the third quarter. (Reporting by Ankit Ajmera in Bengaluru; Editing by James Emmanuel)","65":"June 13 (Reuters) - Caterpillar Inc on Thursday reported a 4% fall in Asia-Pacific machine retail sales for the rolling three-month period ended May 2019.  Total worldwide machine retail sales, however, rose 6% during the period, the company said in a regulatory filing here. (Reporting by Rachit Vats in Bengaluru; Editing by Anil D'Silva)","66":"(Adds comments from local workforce development agency, updates share price)  CHICAGO, Nov 4 (Reuters) - Caterpillar Inc has laid off 120 temporary workers at a plant in Texas following its decision to cut production in the wake of a fall in sales due to U.S. President Donald Trump’s trade war with China.  The layoffs, which took place at the hydraulic excavator facility in Victoria on Nov. 1, were confirmed to Reuters by a company spokeswoman on Monday. The facility had about 820 employees.  Kate Kenny, Caterpillar’s spokeswoman, attributed the decision to “market conditions.”  Caterpillar shares closed up 1.7% at $146.92.  In October, the world’s largest heavy equipment maker said it was taking steps to cut production after sales fell across all product segments and in most regions in the latest quarter.  Sales in Asia-Pacific, its third-biggest market, fell 13% as Caterpillar faced falling demand in China and competition from cut-price domestic rivals, while revenue in its main developed world market in North America fell almost 3%.  The Illinois-based manufacturer said trade tensions made customers wary of committing to large capital expenditures, hitting quarterly profits and forcing a cut in its full-year profit outlook. It expects the uncertainty to result in lower sales this year.  Kenny did not say whether the production cuts would lead to a workforce reductions at other facilities. When asked, she said Caterpillar was taking “a variety of actions at its global facilities to align production with demand.”  Caterpillar, an industrial bellwether and proxy for global economic activity, benefited in the past year from the strongest global growth since 2010. However, a tariff war between the United States and trade partners, including China, has sapped business confidence and weakened the global economy.  Last month, the International Monetary Fund warned that the Sino-U.S. trade war will cut 2019 global growth to its slowest pace since the 2008-2009 financial crisis, adding that the outlook could darken further if trade tensions remain unresolved.  Henry Guajardo, who runs Workforce Solutions - a state-funded local workforce development agency - said the affected employees were all production workers.  Since Caterpillar notified his agency about the layoffs at the Victoria facility, Guajardo said dozens of workers have come to his office seeking help in securing a livelihood.  Other manufacturers have also let go of workers, citing weak demand. Last month, farm equipment maker Deere & Co announced indefinite layoffs for 163 manufacturing workers.  In September, analysts at Moody’s Analytics estimated the trade war had cost almost 300,000 jobs in the United States. (Reporting by Rajesh Kumar Singh; Editing by David Gregorio and Dan Grebler)","67":"Oct 23 (Reuters) - Caterpillar Inc reported a 13.5% fall in quarterly profit on Wednesday, hit by weak demand in its construction and resources units, and the company cut its 2019 profit forecast.  Profit attributable to common stockholders fell to $1.49 billion, or $2.66 per share, in the third-quarter ended Sept. 30, from $1.73 billion, or $2.88 per share, a year earlier.  Total sales and revenue fell 5.6% to $12.76 billion.  The world’s biggest construction and mining equipment maker cut its 2019 earnings expectation to $10.90 to $11.40 per share, compared with its previous estimate of $12.06-$13.06. (Reporting by Rachit Vats in Bengaluru; Editing by Sriraj Kalluvila)","68":"April 12 (Reuters) - Caterpillar Inc:  * CATERPILLAR ANNOUNCES EXECUTIVE OFFICE CHANGES  * BOB DE LANGE TO BECOME GROUP PRESIDENT OF CUSTOMER & DEALER SUPPORT  * RAMIN YOUNESSI APPOINTED GROUP PRESIDENT OF ENERGY & TRANSPORTATION  * TOM PELLETTE TO BECOME GROUP PRESIDENT OF CONSTRUCTION INDUSTRIES Source text for Eikon: Further company coverage:","69":"CHICAGO (Reuters) - Caterpillar Inc CAT.N has laid off 120 temporary workers at a plant in Texas following its decision to cut production in the wake of a fall in sales due to U.S. President Donald Trump's trade war with China.  FILE PHOTO: Caterpillar machines are seen at Lianyungang port in Jiangsu province, China January 21, 2018. REUTERS\/Stringe  The layoffs, which took place at the hydraulic excavator facility in Victoria on Nov. 1, were confirmed to Reuters by a company spokeswoman on Monday. The facility had about 820 employees.  Kate Kenny, Caterpillar’s spokeswoman, attributed the decision to “market conditions.”  Caterpillar shares closed up 1.7% at $146.92.  In October, the world’s largest heavy equipment maker said it was taking steps to cut production after sales fell across all product segments and in most regions in the latest quarter.  Sales in Asia-Pacific, its third-biggest market, fell 13% as Caterpillar faced falling demand in China and competition from cut-price domestic rivals, while revenue in its main developed world market in North America fell almost 3%.  The Illinois-based manufacturer said trade tensions made customers wary of committing to large capital expenditures, hitting quarterly profits and forcing a cut in its full-year profit outlook. It expects the uncertainty to result in lower sales this year.  Kenny did not say whether the production cuts would lead to a workforce reductions at other facilities. When asked, she said Caterpillar was taking “a variety of actions at its global facilities to align production with demand.”  Caterpillar, an industrial bellwether and proxy for global economic activity, benefited in the past year from the strongest global growth since 2010. However, a tariff war between the United States and trade partners, including China, has sapped business confidence and weakened the global economy.  Last month, the International Monetary Fund warned that the Sino-U.S. trade war will cut 2019 global growth to its slowest pace since the 2008-2009 financial crisis, adding that the outlook could darken further if trade tensions remain unresolved.  Henry Guajardo, who runs Workforce Solutions - a state-funded local workforce development agency - said the affected employees were all production workers.  Since Caterpillar notified his agency about the layoffs at the Victoria facility, Guajardo said dozens of workers have come to his office seeking help in securing a livelihood.  Other manufacturers have also let go of workers, citing weak demand. Last month, farm equipment maker Deere & Co DE.N announced indefinite layoffs for 163 manufacturing workers.  In September, analysts at Moody’s Analytics estimated the trade war had cost almost 300,000 jobs in the United States.","70":"NEW YORK, Jan 28 (Reuters) - U.S. stocks ended lower on Monday after warnings from Caterpillar Inc and Nvidia Corp added to concerns about a slowing Chinese economy and tariffs taking a bite out of U.S. corporate profits.  Based on the latest available data, the Dow Jones Industrial Average fell 209.65 points, or 0.85 percent, to 24,527.55, the S&P 500 lost 20.93 points, or 0.79 percent, to 2,643.83 and the Nasdaq Composite dropped 79.18 points, or 1.11 percent, to 7,085.69. (Reporting by Caroline Valetkevitch)","71":"FILE PHOTO - People visit heavy machinery of Caterpillar at Bauma China, the International Trade Fair for Construction Machinery in Shanghai, China November 27, 2018. Picture taken November 27, 2018. REUTERS\/Aly Song  CHICAGO (Reuters) - Caterpillar CAT.N reopened most of its facilities in China on Monday after getting the go-ahead from the local government following the coronavirus outbreak, the company said.  The heavy equipment maker has multiple facilities in the world’s second-largest economy. While none of its factories were in the worst-affected province, the company had delayed their reopening after the Lunar New Year by a week.  China accounts for up to 10% of Caterpillar’s sales.  The company said it is following the local government’s direction on remaining openings and monitoring the epidemic’s impact on its dealer network and supply chain.","72":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window.)  * Boeing falls after reporting $3 bln Q2 loss  * Caterpillar slips on lower quarterly earnings  * Big Tech faces broad Justice Department antitrust probe  * Indexes down: Dow 0.48%, S&P 0.10%, Nasdaq 0.06% (Updates to open)  July 24 (Reuters) - U.S. stocks fell on Wednesday after bleak earnings from industrial bellwethers Caterpillar and Boeing exacerbated concerns of a slowing global economy that have roiled financial markets this year.  Caterpillar Inc, whose large exposure to China makes it a proxy for the global impact of trade tensions, dropped 5.8% after reporting a fall in quarterly earnings on cooling demand for construction machines in Asia.  The world’s largest planemaker matched that with its biggest loss in decades on the back of this year’s grounding of its best-selling 737 MAX planes after two deadly crashes. Boeing’s shares fell 1.2%.  Two weeks into the guts of an earnings season for which investors have already dialed down expectations, the manufacturing firms’ results came on the same day as a grim set of forward-looking surveys on the euro zone economy.  “Caterpillar’s results show that there is weakness in the Asia Pacific region, and if there is a slowdown there, where is the next pocket of slowdown, and people could start extrapolating from that,” said Andre Bakhos, managing director at New Vines Capital LLC in Bernardsville, New Jersey.  “Caterpillar’s earnings are more important than Boeing, because Boeing’s issues are more company specific.”  The bleak earnings of the industrial heavyweights resulted in the blue-chip Dow index falling more than the S&P 500 and Nasdaq indexes.  Nearly 80% of the 104 S&P 500 companies to report so far have topped earnings expectations, and overall profits are expected to rise about 1%, according to Refinitiv, improving from a small decline estimated previously.  Shares of Texas Instruments Inc jumped 7% and helped lift the Philadelphia chip index by 1.7%, after the company said a global slowdown in microchip demand would not be as long as feared as it posted quarterly profit and revenue that beat estimates.  At 9:43 a.m. ET, the Dow Jones Industrial Average was down 131.66 points, or 0.48%, at 27,217.53, the S&P 500 was down 2.97 points, or 0.10%, at 3,002.50. The Nasdaq Composite was down 5.07 points, or 0.06%, at 8,246.33.  Sentiment, however, remains shaky and other corporate news, including the announcement of a broad antitrust investigation by the U.S. Justice Department into the tech sector, fed into the losses.  The DoJ did not identify specific companies, but the terms of the review pointed to Alphabet Inc, Amazon.com Inc and Facebook Inc. Shares of all three fell about 1% and weighed the most on indexes.  Facebook, which reports earnings later on Wednesday, was also the subject of a pair of settlements announced by regulators on privacy issues that included fines of more than $5 billion, again well-flagged previously.  Advancing issues outnumbered decliners by a 1.32-to-1 ratio on the NYSE and by a 1.04-to-1 ratio on the Nasdaq.  The S&P index recorded 19 new 52-week highs and no new low, while the Nasdaq recorded 29 new highs and 42 new lows. (Reporting by Amy Caren Daniel in Bengaluru; editing by Patrick Graham and Saumyadeb Chakrabarty)","73":"March 26 (Reuters) - Construction and mining equipment maker Caterpillar Inc said on Thursday it was suspending operations at certain facilities and withdrawing its 2020 outlook as the coronavirus pandemic saps demand for its equipment.  Reporting by Rachit Vats in Bengaluru; Editing by Vinay Dwivedi Our Standards: The Thomson Reuters Trust Principles.","74":"Oct 23 (Reuters) - Wall Street opened sharply lower on Tuesday as disappointing earnings from industrial bellwethers Caterpillar and 3M piled on to concerns over Saudi Arabia’s diplomatic isolation, Italy’s finances and trade war fears.  The Dow Jones Industrial Average fell 278.95 points, or 1.10 percent, at the open to 25,038.46.  The S&P 500 opened lower by 34.85 points, or 1.26 percent, at 2,721.03. The Nasdaq Composite dropped 140.08 points, or 1.88 percent, to 7,328.55 at the opening bell. (Reporting by Amy Caren Daniel in Bengaluru; Editing by Shounak Dasgupta)","75":"CHICAGO (Reuters) - While Detroit automakers' unionized auto factories have been idled by the coronavirus pandemic, farm and construction equipment makers Deere DE.N and Caterpillar CAT.N have won the support of the United Auto Workers and other unions to run their facilities during the pandemic.  FILE PHOTO: A banner for Caterpillar Inc. hangs on the facade of at the New York Stock Exchange (NYSE) in New York, U.S., December 17, 2019. REUTERS\/Brendan McDermid  As U.S. states begin to lift lockdown orders and companies gear up to restart production, the policies put in place by the two heavy equipment makers offer a template for returning workers to idled factories in other sectors.  Giving employees sick time without penalty, temperature screenings, staggered shifts and hiring a hygiene-auditing firm are some of the measures the two companies have taken to reassure employees to stay on production lines when many union and non-union workers balk at reporting for jobs that could expose them to the novel coronavirus that causes COVID-19.  Detroit’s auto companies had to negotiate long and hard with the United Auto Workers, which represents their hourly workers, over how and when to restart U.S. production. The UAW blocked the automakers’ plans to restart their factories on May 4.  The union this week signaled its members are ready to go back to work at General Motors Co GM.N, Ford Motor Co F.N and Fiat Chrysler Automobiles NV's U.S. factories on May 18.  By contrast, the UAW let Deere resume production at two of its facilities within days of employees testing positive for the virus.  Union officials attribute that decision to a safety policy they negotiated with the company that mandates a strict implementation of guidelines prescribed by the nation’s health protection agency and the World Health Organization.  But it was a provision for expanded benefits that sealed the deal, UAW officials say.  “One of our priorities on the health and safety issue is to make sure that our members can self-report without any kind of penalty,” said Brian Rothenberg, the UAW’s public relations director. The union is negotiating with all its employers for similar benefits in order to reduce the risk of infection in the workplace.  Slideshow ( 2 images )  Deere declined to comment officially, citing the quiet period ahead of its earnings report later this month.  EXPANDED BENEFITS  Under its agreement with the UAW, Deere is providing paid sick leave to cover the recommended 14 days of self-quarantine, even to workers who think they have been exposed to the virus but are not certain and have not been tested.  “The last thing we wanted was for individuals to feel compelled to come to work to get paid,” a Deere official said.  The Moline, Illinois-based company altered shift schedules to ensure employees from one shift exit before the next shift reports to work. It hired an industrial-hygiene company to audit the sanitization work at some of its larger units.  Additionally, the farm equipment maker enhanced pay provisions to cover the challenges workers face due to day care and school closings. It also waived copays, coinsurance and deductibles for its employees for coronavirus testing.  At Caterpillar, the UAW and the United Steelworkers have negotiated a similar paid sick leave policy for their members.  The heavy equipment maker is offering workers paid sick leave up to 2 weeks if they have been instructed to self-quarantine. The benefit also can be used for taking care of immediate family members.  Production employees are allowed time off up to 10 weeks at 2\/3 of their salary for child care.  Caterpillar spokeswoman Kate Kenny said the benefits are available to all employees who are unable to work from home, not just union members.  Workers are required to go for temperature checks before entering some facilities. To ensure social distancing, lunch hours have been extended at some locations and visitor access has been limited.  WORKING, BUT NOT BUSINESS AS USUAL  It has not been smooth sailing for the two equipment manufacturers. Factories are hobbled by supply shortages, weakened demand and increased absenteeism among workers.  Caterpillar’s retail sales dropped by 20% in North America in March. In response to the virus-induced business disruption, the company is temporarily shutting down facilities and imposed indefinite or temporary layoffs.  Chief Financial Officer Andrew Bonfield said Caterpillar is managing production by segment and adjusting its workforce by facility.  The situation at Deere is also uncertain. The company will temporarily suspend production at its Davenport and Dubuque facilities in Iowa on May 11 for two weeks due to supply chain disruptions.  Depressed demand for construction and forestry equipment in the wake of the pandemic has led the company to lay off 159 employees indefinitely at the Dubuque facility.  “You prepare for crises, but crises would be at one factory,” the Deere official said. “This is a crisis that has upended every unit.”","76":"Feb 13 (Reuters) - Caterpillar Inc:  * CATERPILLAR - WORLD MACHINES RETAIL SALES FOR 3-MONTH ROLLING PERIOD ENDED JAN 2018 UP 34 PERCENT  * CATERPILLAR - LATIN AMERICA MACHINES RETAIL SALES FOR 3-MONTH ROLLING PERIOD ENDED JAN. 2018 UP 49 PERCENT  * CATERPILLAR - ASIA\/PACIFIC MACHINES RETAIL SALES FOR 3-MONTH ROLLING PERIOD ENDED JAN. 2018 UP 51 PERCENT  * CATERPILLAR - NORTH AMERICA MACHINES RETAIL SALES FOR 3-MONTH ROLLING PERIOD ENDED JAN. 2018 UP 23 PERCENT Source text (bit.ly\/2ElAbna) Further company coverage:","77":"(Corrects the date of Doug Oberhelman’s retirement in fourth paragraph)  Dec 13 (Reuters) - Caterpillar Inc said on Thursday Chief Executive Officer Jim Umpleby would take on the additional role of chairman, effective immediately.  Umpleby, a member of the board and CEO since Jan. 1, 2017, is widely credited for pulling the company out of its longest downturn - from 2012 to 2016 - when sales dropped more than 40 percent.  Deerfield, Illinois-based Caterpillar, which boosted its full-year profit outlook twice in 2018, announced the closure of two facilities earlier this year and was also considering closing an engine plant that could eliminate 880 jobs.  Doug Oberhelman, the company’s last executive chairman, retired on March 31, 2017.  The industry bellwether also said on Thursday its November retail sales rose 16 percent worldwide, led by a jump in orders across all geographies, especially in North America and Asia Pacific. (Reporting by Rachit Vats in Bengaluru and Rajesh Kumar Singh in Chicago; Editing by Maju Samuel and Phil Berlowitz)","78":"A Caterpillar corporate logo is pictured on a building in Peoria, Illinois, U.S. March 19, 2017. REUTERS\/Carlo Allegri  (Reuters) - Caterpillar Inc expects price increases in 2019 to be mostly offset by higher costs, Chief Financial Officer Andrew Bonfield said on a conference call with analysts on Monday.  The Deerfield, Illinois-based company’s manufacturing costs rose by 3 percentage points in the fourth quarter of 2018 over the third quarter.","79":"JOHANNESBURG (Reuters) - Barloworld Ltd BAWJ.J is in talks to buy a business from Caterpillar Inc CAT.N using proceeds from the sale of a unit earlier this year, the head of the South African equipment maker said on Monday.  Barloworld sold its underperforming Iberian equipment business in June to privately owned Italian group Tesa S.p.A. for 2.5 billion rand ($180 million).  “I have given myself a year to identify a business and I have already engaged Caterpillar. They have given me a commitment to a specific area,” Chief Executive Dominic Sewela told Reuters in a telephonic interview, without elaborating.  The rest of the proceeds would be brought back into South Africa and possibly used to buy back shares, he added.  Barloworld Equipment is the official dealer for Caterpillar’s CAT construction, mining and industrial machine range in eleven southern African countries, in addition to Spain, Portugal, Siberia and the Russian far east.  “Equipment is the bulk of our business so it makes sense that we continue to invest in that area. I am looking for heavy construction and mining-related type of geographies,” Sewela said.  The equipment division was the main contributor to an 18 percent jump in Barloworld’s full-year profit, helped by strong growth in mining.  Operating revenue for the company’s Russian equipment business soared 57 percent to $606 million in the year to the end of September, while revenues from the South African equipment unit rose 8.1 percent to 19.8 billion rand.  Diluted headline earnings per share (HEPS) from continuing operations came in at 1,150.9 cents, compared with 974.5 cents a year earlier.  The company issued a final dividend of 462 cents per share.  Barloworld shares were up 0.04 percent at 115.97 rand at 0956 GMT.  ($1 = 13.9272 rand)","80":"People visit heavy machinery of Caterpillar at Bauma China, the International Trade Fair for Construction Machinery in Shanghai, China November 27, 2018. Picture taken November 27, 2018. REUTERS\/Aly Song  (Reuters) - Caterpillar Inc CAT.N said on Thursday Chief Executive Officer Jim Umpleby would take on the additional role of chairman, effective immediately.  Umpleby, a member of the board and CEO since Jan. 1, 2017, is widely credited for pulling the company out of its longest downturn - from 2012 to 2016 - when sales dropped more than 40 percent.  Under his leadership, the company has been focusing on improving operational efficiency - squeezing more production from its factories and buying more of what it needs from outside suppliers on a just-in-time basis.  Caterpillar executives say the new strategy is boosting profitability by allowing it to get the best use out of its existing factories.  Dave Calhoun, who has served as non-executive chairman since last year, will remain on the board as presiding director, the company said.  Calhoun assumed the role after company veteran Doug Oberhelman retired as executive board chairman on March 31, 2017.  The industry bellwether also said on Thursday its November retail sales rose 16 percent worldwide, led by a jump in orders across all geographies, especially in North America and Asia Pacific.","81":"CHICAGO, Oct 23 (Reuters) - Caterpillar Inc on Tuesday reported higher quarterly profit that beat market expectations, citing continuing improvement in most of its end-markets.  The Deerfield, Illinois-based company reported an adjusted profit of $2.86 a share in the third quarter, compared with $1.95 a share, last year. Analysts on average had expected earnings of $2.85 a share, according to Refinitiv.  Net profit for the quarter through September came in at $2.88 per share, compared with $1.77 last year.","82":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window)  * Caterpillar on track for worst day since 2011, drags on Dow  * Nvidia slumps after 4th-qtr revenue forecast cut  * Oil prices drop on signs of rising output  * Next round of U.S.-China trade talks set for Jan. 30-31  * Indexes down: Dow 1.37 pct, S&P 1.20 pct, Nasdaq 1.45 pct (Updates to early afternoon)  Jan 28 (Reuters) - U.S. stocks slumped on Monday, as warnings from Caterpillar Inc and Nvidia Corp added to concerns about a slowing Chinese economy and tariffs taking a toll on corporate profits.  Shares of Caterpillar, the world’s largest heavy equipment maker, fell 9.3 percent after its quarterly profit widely missed Wall Street estimates, hit by softening demand in China and higher manufacturing and freight costs.  The company’s shares were on track for their worst day since August 2011, accounting for nearly a quarter of the Dow’s fall. The S&P industrial index dropped 1.4 percent.  Nvidia tumbled 13.8 percent after the chipmaker cut its fourth-quarter revenue estimate by half a billion dollars on weak demand for its gaming chips in China and lower-than-expected data center sales.  The Philadelphia semiconductor index fell 2.1 percent, while the S&P technology index dropped 1.8 percent.  “Every time we get earnings stating China as a problem, investors start to realize that issues with China are going to spread and without China growing at a good clip it will be hard for the global economy and the U.S. to continue an expansion,” said Ryan Nauman, market strategist at Informa Financial Intelligence in Zephyr Cove, Nevada.  Global stocks started on the back foot after China data showed earnings at industrial firms shrank for a second straight month in December, hit by slowing prices and weak factory activity amid a protracted trade war with the United States.  As signs of a slowdown in the world’s second-largest economy become stark, investors are pinning their hopes for a compromise between Washington and Beijing on trade when officials meet later this week.  “With the Chinese economy struggling the way it is and with companies feeling the impact, the U.S. is also starting to realize that there is enough motivation to get a deal done. It’s just a question of when,” said Nauman.  Although earnings have largely surpassed Wall Street’s expectations, helping the S&P 500 climb about 12 percent from its December lows, worries about slowing global growth have tempered expectations and put a lid on stocks.  Of the 113 S&P 500 components that have reported so far, 72.6 percent have beaten profit estimates, according to IBES data from Refinitiv.  Since the reporting season kicked off two weeks ago, analysts’ estimates for fourth-quarter profit growth have stayed steady at about 14 percent, but expectations for 2019 earnings growth has dropped to 5.6 percent from 6.3 percent.  At 12:44 p.m. ET the Dow Jones Industrial Average was down 338.08 points, or 1.37 percent, at 24,399.12, the S&P 500 was down 31.94 points, or 1.20 percent, at 2,632.82 and the Nasdaq Composite was down 103.65 points, or 1.45 percent, at 7,061.21.  Ten of the 11 major S&P sectors were lower. Amazon.com Inc , Apple Inc and Microsoft Corp — all set to report later this week — were down more than 2 percent, dragging down the S&P 500 and the Nasdaq.  The S&P energy index dropped 1.7 percent as oil prices fell after U.S. companies added rigs for the first time this year, a signal that crude output may rise further.  Amgen Inc fell 4 percent, weighing the most on the Nasdaq Biotech index, after Evercore ISI downgraded its stock, citing heightened competition for its arthritis drug.  Declining issues outnumbered advancers for a 2.09-to-1 ratio on the NYSE and a 2.05-to-1 ratio on the Nasdaq.  The S&P index recorded seven new 52-week highs and one new low, while the Nasdaq recorded 26 new highs and 26 new lows. (Reporting by Sruthi Shankar and Shreyashi Sanyal in Bengaluru; Editing by Shounak Dasgupta)","83":"CHICAGO, May 7 (Reuters) - While Detroit automakers’ unionized auto factories have been idled by the coronavirus pandemic, farm and construction equipment makers Deere and Caterpillar have won the support of the United Auto Workers and other unions to run their facilities during the pandemic.  As U.S. states begin to lift lockdown orders and companies gear up to restart production, the policies put in place by the two heavy equipment makers offer a template for returning workers to idled factories in other sectors.  Giving employees sick time without penalty, temperature screenings, staggered shifts and hiring a hygiene-auditing firm are some of the measures the two companies have taken to reassure employees returning to production lines when many union and non-union workers balk at reporting for jobs that could expose them to the novel coronavirus that causes COVID-19.  Detroit’s auto companies had to negotiate long and hard with the United Auto Workers, which represents their hourly workers, over how and when to restart U.S. production. The UAW blocked the automakers’ plans to restart their factories on May 4.  The union this week signaled its members are ready to go back to work at General Motors Co, Ford Motor Co and Fiat Chrysler Automobiles NV’s U.S. factories on May 18.  By contrast, the UAW supported Deere’s decision to resume production at two of its facilities within days of employees testing positive for the virus.  Union officials attribute that decision to a safety policy they negotiated with the company that mandates a strict implementation of guidelines prescribed by the nation’s health protection agency and the World Health Organization.  “One of our priorities on the health and safety issue is to make sure that our members can self-report without any kind of penalty,” said Brian Rothenberg, the UAW’s public relations director. The union is negotiating with all its employers for similar benefits in order to reduce the risk of infection in the workplace.  But it was a provision for expanded benefits that sealed the deal, UAW officials say.  Deere declined to comment officially, citing the quiet period ahead of its earnings report later this month.  EXPANDED BENEFITS  Under its agreement with the UAW, Deere is providing paid sick leave to cover the recommended 14 days of self-quarantine, even to workers who think they have been exposed to the virus but are not certain and have not been tested.  “The last thing we wanted was for individuals to feel compelled to come to work to get paid,” a Deere official said.  The Moline, Illinois-based company altered shift schedules to ensure employees from one shift exit before the next shift reports to work. It hired an industrial-hygiene company to audit the sanitization work at some of its larger units.  Additionally, the farm equipment maker enhanced pay provisions to cover the challenges workers face due to day care and school closings. It also waived copays, coinsurance and deductibles for its employees for coronavirus testing.  At Caterpillar, the UAW and the United Steelworkers have negotiated a similar paid sick leave policy for their members.  The heavy equipment maker is offering workers paid sick leave up to 2 weeks if they have been instructed to self-quarantine. The benefit also can be used for taking care of immediate family members.  Production employees are allowed time off up to 10 weeks at 2\/3 of their salary for child care.  Caterpillar spokeswoman Kate Kenny said the benefits are available to all employees, not just union members.  Workers are required to go for temperature checks before entering the facility. To ensure social distancing, lunch hours have been extended and visitor access to facilities has been limited.  WORKING, BUT NOT BUSINESS AS USUAL  It has not been smooth sailing for the two equipment manufacturers. Factories are hobbled by supply shortages, weakened demand and increased absenteeism among workers.  Caterpillar’s retail sales dropped by 20% in North America in March. In response to the virus-induced business disruption, the company is temporarily shutting down facilities and imposed indefinite or temporary layoffs.  Chief Financial Officer Andrew Bonfield said Caterpillar is managing production by segment and adjusting its workforce by facility.  The situation at Deere is also uncertain. The company will temporarily suspend production at its Davenport and Dubuque facilities in Iowa on May 11 for two weeks due to supply chain disruptions.  Depressed demand for construction and forestry equipment in the wake of the pandemic has led the company to lay off 159 employees indefinitely at the Dubuque facility.  “You prepare for crises, but crises would be at one factory,” the Deere official said. “This is a crisis that has upended every unit.” (Reporting by Rajesh Kumar Singh; Editing by Joseph White and Dan Grebler)","84":"CHICAGO\/NANTONG, China (Reuters) - At a Caterpillar facility in the eastern Chinese city of Nantong, an array of excavators, earth movers and road-making machinery is displayed on slopes and in mud pits.  FILE PHOTO: A Caterpillar excavator is displayed at the China Coal and Mining Expo 2013 in Beijing, China October 22, 2013. REUTERS\/Kim Kyung-Hoon  The audience is Caterpillar’s local network of dealers, who inspect the machines for the latest technological innovations to help make their sales pitches to buyers in China.  However, much of the heavy equipment could find its way to construction and mining projects in places like Pakistan or Kazakhstan, or as far away as Africa.  Caterpillar has been investing heavily in China – the Nantong facility is one of 25 similar ones it has set up across the country – in the hopes of cracking the largest construction and mining equipment market in the world.  Helping fuel the growth of that market, Caterpillar executives and analysts say, is China’s Belt and Road initiative, a huge infrastructure spending spree that builds on the old Silk Road trading routes. The ambitious and ever-growing $1 trillion initiative now includes projects spanning Asia, Europe, the Middle East and Africa.  “Belt and Road is becoming a very important driver for Caterpillar’s development,” said Chen Qihua, head of Caterpillar China, at the Nantong facility.  The world’s biggest equipment maker doesn’t reveal its sales tied directly to Belt and Road projects, or break out its China revenues.  But analysts say its Asia-Pacific sales figures reflect demand for machines destined for Belt and Road projects as contractors buy most of their equipment in China to take advantage of tax rebates handed out for the initiative. Chen said contractors prefer to buy machines in China to take advantage of the rebates.  Asia-Pacific sales increased 22 percent in the last quarter of 2017 over the previous year, with construction demand in China accounting for about half that increase, Caterpillar said in January. It said it expected demand to remain strong at least through the first half of 2018.  (Graphic on Caterpillar's sales: tmsnrt.rs\/2ExfXqr)  Once purchased in China, the equipment is shipped off to projects across the vast geography of the initiative and put to work building power plants in Pakistan, constructing highways in Belarus or developing new mines in Africa. Most of the equipment sent is made in China, Chen said.  Slideshow ( 3 images )  Lawrence Poh, executive director at Caterpillar’s largest dealer in China, told Reuters at his office in Kunshan, just outside Shanghai, that orders had increased due to demand from Belt and Road projects. He did not provide details.  COMPETITION  While China has been a bright spot for Caterpillar, it is facing competition from cheaper construction equipment made by Chinese companies, particularly in China. Other Western companies such as General Electric, Honeywell and Maersk are also vying for orders, particularly in the energy and transportation segment.  Joshua Yau, a Hong Kong-based Belt and Road analyst at Strategy&, an arm of the PwC consultancy, says Chinese construction equipment companies like Zoomlion and Sany Heavy Industries dominate sales inside China.  But Yau said that outside China, Caterpillar’s advanced technology and global network made it a better option.  “Caterpillar is mostly getting the orders where Chinese equipment suppliers are not competitive,” said Yau. He added that Chinese products were generally viewed as inferior in terms of quality and technology.  Caterpillar’s sales pitch is that its machines use less fuel and help construction teams work faster. Advanced software helps track the machines’ performance, and when things go wrong it has a network of more than 170 dealers and 2,000 branches around the world to help with repairs.  “In the geographies where they are newcomers, Chinese contractors can leverage CAT’s overseas network to help compete and win projects,” Yau said.  In Africa, for instance, a piece of equipment sold by a China-based dealer for a project in Kenya or Algeria could be serviced by a Caterpillar dealer on the continent.  “It’s very easy for us to align with other dealers,” Poh said. “Once our equipment goes abroad, they will need to provide good maintenance and upkeep for the customer in order to allow the equipment to perform at their best.”  Analysts said a lack of overseas dealer networks and a perceived shortfall in quality meant Chinese rivals were struggling to expand their share of the global market.  “The low-labour cost advantage associated with these Chinese companies will hold less sway as products become increasingly complex and quality standards significantly increase,” analysts at Morningstar wrote in a recent note.  Caterpillar is also deploying its financing arm to spur Belt and Road sales, company executives said. Since the launch of the initiative, the financing arm has started lending to Chinese companies, including state-owned enterprises, to help bridge their funding gaps. Caterpillar does not disclose specific data for such lending.  MULTI-YEAR BOOST  Still, Belt and Road is also providing opportunities for Chinese construction companies.  A study by Off-Highway Research found that countries along the Belt and Road accounted for 30 percent of Sany’s overall sales in 2016-2017. At XCMG Construction Machinery, 75 percent of overseas sales came from countries associated with the initiative. Sales figures were not provided.  Analysts and Caterpillar executives say Belt and Road, on which Beijing says it wants to spend as much as $150 billion a year outside China, offers ample opportunities for all manufacturers.  “As government funding for the BRI projects improves, this is expected to result in higher demand throughout the industry,” said Jeff Hardee, director of Asia-Pacific government & corporate affairs at Caterpillar in Singapore, referring to the initiative.","85":"Feb 19 (Reuters) - Caterpillar Inc:  * CATERPILLAR ANNOUNCES OFFICER APPOINTMENT  * ITS BOARD OF DIRECTORS HAS APPOINTED TONY FASSINO A COMPANY VICE PRESIDENT Source text for Eikon: Further company coverage:","86":"Jan 29 (Reuters) - Australian shares are poised to open lower on Tuesday, tracking sharp overnight losses on Wall Street after U.S. industrial bellwether Caterpillar Inc warned of softening Chinese demand, fuelling renewed worries over the world's second largest economy. While miners may likely benefit from a surge in iron ore prices following a mining disaster in Brazil, the dent in sentiment after Caterpillar's warning appears set to weigh on the Australian benchmark. The local share price index futures fell 0.3 percent, or 19 points, a 73.6-point discount to the underlying S&P\/ASX 200 index close. The benchmark rose about 0.7 percent on Friday, while Australian markets remained shut on Monday. New Zealand's benchmark S&P\/NZX 50 index fell about 0.1 percent, or 12.57 points, to 9,101.95 in early trade. (Reporting by Rashmi Ashok in Bengaluru)","87":"(Repeats story that ran earlier Monday)  CHICAGO\/NANTONG, China, March 5 (Reuters) - At a Caterpillar facility in the eastern Chinese city of Nantong, an array of excavators, earth movers and road-making machinery is displayed on slopes and in mud pits.  The audience is Caterpillar’s local network of dealers, who inspect the machines for the latest technological innovations to help make their sales pitches to buyers in China.  However, much of the heavy equipment could find its way to construction and mining projects in places like Pakistan or Kazakhstan, or as far away as Africa.  Caterpillar has been investing heavily in China – the Nantong facility is one of 25 similar ones it has set up across the country – in the hopes of cracking the largest construction and mining equipment market in the world.  Helping fuel the growth of that market, Caterpillar executives and analysts say, is China’s Belt and Road initiative, a huge infrastructure spending spree that builds on the old Silk Road trading routes. The ambitious and ever-growing $1 trillion initiative now includes projects spanning Asia, Europe, the Middle East and Africa.  “Belt and Road is becoming a very important driver for Caterpillar’s development,” said Chen Qihua, head of Caterpillar China, at the Nantong facility.  The world’s biggest equipment maker doesn’t reveal its sales tied directly to Belt and Road projects, or break out its China revenues.  But analysts say its Asia-Pacific sales figures reflect demand for machines destined for Belt and Road projects as contractors buy most of their equipment in China to take advantage of tax rebates handed out for the initiative. Chen said contractors prefer to buy machines in China to take advantage of the rebates.  Asia-Pacific sales increased 22 percent in the last quarter of 2017 over the previous year, with construction demand in China accounting for about half that increase, Caterpillar said in January. It said it expected demand to remain strong at least through the first half of 2018.  Once purchased in China, the equipment is shipped off to projects across the vast geography of the initiative and put to work building power plants in Pakistan, constructing highways in Belarus or developing new mines in Africa. Most of the equipment sent is made in China, Chen said.  Lawrence Poh, executive director at Caterpillar’s largest dealer in China, told Reuters at his office in Kunshan, just outside Shanghai, that orders had increased due to demand from Belt and Road projects. He did not provide details.  COMPETITION  While China has been a bright spot for Caterpillar, it is facing competition from cheaper construction equipment made by Chinese companies, particularly in China. Other Western companies such as General Electric, Honeywell and Maersk are also vying for orders, particularly in the energy and transportation segment.  Joshua Yau, a Hong Kong-based Belt and Road analyst at Strategy&, an arm of the PwC consultancy, says Chinese construction equipment companies like Zoomlion and Sany Heavy Industries dominate sales inside China.  But Yau said that outside China, Caterpillar’s advanced technology and global network made it a better option.  “Caterpillar is mostly getting the orders where Chinese equipment suppliers are not competitive,” said Yau. He added that Chinese products were generally viewed as inferior in terms of quality and technology.  Caterpillar’s sales pitch is that its machines use less fuel and help construction teams work faster. Advanced software helps track the machines’ performance, and when things go wrong it has a network of more than 170 dealers and 2,000 branches around the world to help with repairs.  “In the geographies where they are newcomers, Chinese contractors can leverage CAT’s overseas network to help compete and win projects,” Yau said.  In Africa, for instance, a piece of equipment sold by a China-based dealer for a project in Kenya or Algeria could be serviced by a Caterpillar dealer on the continent.  “It’s very easy for us to align with other dealers,” Poh said. “Once our equipment goes abroad, they will need to provide good maintenance and upkeep for the customer in order to allow the equipment to perform at their best.”  Analysts said a lack of overseas dealer networks and a perceived shortfall in quality meant Chinese rivals were struggling to expand their share of the global market.  “The low-labour cost advantage associated with these Chinese companies will hold less sway as products become increasingly complex and quality standards significantly increase,” analysts at Morningstar wrote in a recent note.  Caterpillar is also deploying its financing arm to spur Belt and Road sales, company executives said. Since the launch of the initiative, the financing arm has started lending to Chinese companies, including state-owned enterprises, to help bridge their funding gaps. Caterpillar does not disclose specific data for such lending.  MULTI-YEAR BOOST  Still, Belt and Road is also providing opportunities for Chinese construction companies.  A study by Off-Highway Research found that countries along the Belt and Road accounted for 30 percent of Sany’s overall sales in 2016-2017. At XCMG Construction Machinery , 75 percent of overseas sales came from countries associated with the initiative. Sales figures were not provided.  Analysts and Caterpillar executives say Belt and Road, on which Beijing says it wants to spend as much as $150 billion a year outside China, offers ample opportunities for all manufacturers.  “As government funding for the BRI projects improves, this is expected to result in higher demand throughout the industry,” said Jeff Hardee, director of Asia-Pacific government & corporate affairs at Caterpillar in Singapore, referring to the initiative.","88":"(Repeats to additional customers with no changes to text)  CLAYTON, N.C., Sept 21 (Reuters) - Six months into the U.S. tariffs on imported aluminum and steel, Caterpillar Inc is finding that one of the best ways it can protect profits is a cost cutting strategy that is more than two years old.  At this sprawling factory in central North Carolina where it makes small front-end loaders, the company laid off workers in 2016 in response to plunging sales, consolidating two shifts into one under a program it calls the Operation & Execution Model.  Even though demand has picked up since then, its Clayton plant still runs a single shift and operates only four days a week. One third of the facility’s 550 employees are on flexible contracts.  The result: CAT is producing more loaders here with 30 percent fewer people on the factory floor than in the past, the company told Reuters.  It has redesigned all new machines it makes with over 20 percent fewer parts, cutting back on the consumption of steel which brings down the cost, Tony Fassino, vice president at Caterpillar’s building construction products, said after a factory tour in Clayton.  “Fewer parts numbers are a huge win,” Fassino told Reuters. “It improves safety, it improves the quality, it improves the cost.”  Now, these cost cutting approaches are helping counter the financial impact of U.S. President Donald Trump’s trade wars.  The heavy-duty equipment maker estimates the import tariffs will inflate its raw materials costs by up to $200 million between July and December, though it does not provide a forecast for manufacturing costs in 2018. Caterpillar has said it would offset the impact through a price increase that went into effect on July 1 and general cost cutting measures, helping it post a record profit for all of 2018.  Caterpillar’s increasing emphasis on operating efficiency has proven timely, helping to bring down the cost of production at a time when material expenses are mounting on Trump’s import curbs, and capacity constraints are driving up freight costs.  For graphic click: tmsnrt.rs\/2NG2DrF  An internal calculation provided to Reuters, previously unreported, shows that the measures have accounted for half of the improvements in the profit margins since 2015 at the company’s construction industries division. Since January 2017, the efficiency model has been rolled out across the company, but CAT would not disclose more details.  CAT, Deere & Co and Harley-Davidson Inc are among the many manufacturers trying to keep a lid on expenses to cope with a 30 percent rise in U.S. steel prices since the start of 2018.  Those rising costs, along with a tit-for-tat tariff war with China, have clouded the earnings outlook for industrial companies, dragging down their shares.  Despite a recent rally this month, Caterpillar shares are down about 9 percent from their late-January levels, compared with a 0.4 percent decline in S&P 500 industrials index , showing investors have yet to fully reward the company for its industry-best efficiency results when it comes to operating margins and return on net operating assets.  For graphic click tmsnrt.rs\/2CN5P0g  Steve Volkmann, a machinery analyst at Jefferies, attributes the stock’s underperformance to concerns that the company’s greater exposure to foreign markets and a sizeable presence in China make it more vulnerable to escalating trade wars.  “It is disappointing that they can’t get paid for good quarters these days,” he said, referring to the company’s strong earnings in the last quarter.  While overseas markets do account for more than half of Caterpillar’s sales, the company has an evenly spread manufacturing footprint across the globe, which Volkmann and other analysts say make it better placed to deal with the tariffs.  The company has also tried to put at rest worries about its operations in China, saying the trade tensions have not impacted its business there.  COST CONTROL  As part of its cost cutting effort, CAT business heads have been mandated to reduce the overall manufacturing cost of every new product by at least 5 percent, one Caterpillar company executive told Reuters. This entails cost cuts by suppliers as well.  Donaldson Company Inc - which makes filters for CAT’s machines - told Reuters that it tries lower the cost of production every year through material substitution or automation or efficiency gains. Cuts in travel and entertainment budgets helped the company improve operating income by 40 basis points in the latest quarter.  CAT’s Operation and Execution effort affects both production strategy decisions and small details of every operation.  For example, it does not make smaller front-wheel loaders in the United States even though their sales in North America are growing. Instead, semi-finished machines are shipped in from overseas factories to the Clayton facility, where tires and buckets are installed, Fassino said.  This not only allows better utilization of the company’s factories, but also provides flexibility to tailor the machines to the requirements of local customers.  Similarly, CAT has been managing freight contracts for deliveries across North America since 2016. Apart from improving the predictability of deliveries, and reducing insurance and damage claims, the contracts are letting Caterpillar leverage its scale and volume to moderate transportation costs in its supply chain.  OPERATIONAL EFFICIENCY  At the Clayton plant, the company’s focus on lean manufacturing, efficiency and flexible cost is on full display.  Parts are put in a sequential order in stand-up bag carts next to the assembly line so that assemblers do not have to spend time looking for them.  Suppliers have been instructed to pack the parts in the same way. In case the parts do not arrive in the required order, workers in the factory warehouse are required to unpack and rearrange the parts before they reach the factory floor.  Automation is increasingly being used to test machines. Components and parts are moved on tugger trains instead of by fork lifts to save time and cost.  “Save one minute here and save five minutes there. Add all that up, you have two shifts to one shift,” said Caterpillar’s Fassino.","89":"CHICAGO (Reuters) - Caterpillar Inc CAT.N on Tuesday reported a steeper-than-expected decline in first-quarter earnings, with sales falling across all regions and all primary business segments as the coronavirus pandemic devastated economies around the world.  Slideshow ( 5 images )  The Deerfield, Illinois-based heavy equipment manufacturer, considered a bellwether for economic activity, said the financial fallout of the health crisis in the quarter through June will be worse than the previous quarter.  Chief Executive Officer Jim Umpleby said the impact has been “significantly more severe and chaotic” than any cyclical downturn. Caterpillar did not provide a 2020 financial outlook after rescinding the previous forecast last month.  “The ultimate impact of the pandemic on our 2020 results remains uncertain and will be based on the duration of the virus and the magnitude of the economic impact on global demand for our products,” Umpleby said.  The company’s shares fell about 1%, trading at $114.08 on the New York Stock Exchange.  The International Monetary Fund this month predicted the “Great Lockdown” would result in the worst global recession since the Great Depression of the 1930s. Companies of all sizes have been trying to hoard cash and boost liquidity.  Caterpillar said its financial position remained “strong”. During the first quarter, its enterprise operating cash flow was $1.130 billion. It ended the quarter with $7.1 billion in cash and has a $20.5 billion liquidity pool.  In the latest quarter, Caterpillar returned about $1.6 billion to shareholders via buybacks and dividends. It called paying dividends a “priority” but said it would temporarily suspend share repurchases.  The pandemic-induced economic uncertainty is taking a heavy toll on prices for oil and other commodities, leading to sharp spending cuts for miners and drillers. That has hit industrials like Caterpillar which sell mining and oil and gas machines.  Sales at its energy & transportation and mining business, which accounts for 60% of the company’s revenues, fell 19% during the quarter from a year ago.  Construction equipment sales declined an annual 27%.  As of mid-April, the company said about 75% of its primary production facilities were in operation. It said some facilities which were temporarily closed had reopened.  Adjusted profit for the quarter came in at $1.60 per share, down from $2.94 a year earlier and below the $1.69 forecast by analysts on average, Refinitiv Eikon data showed.","90":"(Adds details, quotes, share price)  CHICAGO, March 31 (Reuters) - Caterpillar Inc said on Tuesday it would withhold annual salary increases for senior executives, managers and salaried employees to contain costs due to the impact of the coronavirus epidemic on its business.  The move comes days after the world’s biggest construction and mining equipment maker withdrew its earnings guidance for 2020 and suspended some operations, citing uncertainty caused by the pandemic that has dented equipment sales and hit supply chains.  More than 3,700 people have died from the respiratory disease in the United States. The total confirmed U.S. cases on Tuesday rose to 184,000, up 21,000 from the previous day.  Governors of more than 30 states have ordered people to stay at home to contain the virus, a move that has strangled the economy and left millions without a paycheck, at least temporarily.  Caterpillar said while it does not yet know the full impact of the economic uncertainty on its business, it needs to act with a “sense of urgency” to respond to this “extremely challenging” situation.  “These decisions are difficult and were not made lightly,” the company said.  As a result, Caterpillar said it will not pay out bonuses to eligible employees next year.  Its shares closed up 3.9% at $116.04. (Reporting by Rajesh Kumar Singh; Editing by Chris Reese and Dan Grebler)","91":"CHICAGO, Oct 27 (Reuters) - Caterpillar Inc on Tuesday reported lower third-quarter earnings as equipment sales fell across all three primary segments.  In the third quarter, the heavy equipment maker reported a profit of $1.22 per share compared with $2.66 per share a year ago. Analysts surveyed by Refinitiv, on average, expected earnings of $1.16 per share. (Reporting by Rajesh Kumar Singh; Editing by Kirsten Donovan)","92":"CHICAGO (Reuters) - Caterpillar Inc's CAT.N earnings on Wednesday missed Wall Street's estimates, hurt by a combination of weak sales in China and higher production and restructuring costs, sending its shares lower.  The heavy equipment maker said its full-year earnings are expected to be at the lower end of its earlier forecast.  The Deerfield, Illinois-based company, a proxy for global economic activity, benefited in the past year from the strongest global growth since 2010. However, a tariff war between the United States and trade partners including China has sapped business confidence, dampening economic activity.  The International Monetary Fund on Tuesday lowered its forecast for global growth this year and next, its fourth downgrade since October.  Caterpillar said while some of its customers are turning more circumspect in making large capital expenditures, overall demand remains positive.  “We continue to expect modest sales growth for the year,” Chief Executive Officer Jim Umpleby told analysts on an earnings call.  The sales outlook is driven mainly by an expected ramp-up in demand for mining machines and solar turbines.  In a worry for the company, sales of construction machines in China declined, dragged down by slowing economic activity and competitive pricing.  The world’s second-largest economy accounts for up to 15% of Caterpillar’s construction equipment sales. It is facing competition from local Chinese players trying to chip away at its market share through aggressive pricing.  FILE PHOTO: Caterpillar logo is pictured at the 'Bauma' Trade Fair for Construction Machinery, Building Material Machines, Mining Machines, Construction Vehicles and Construction Equipment in Munich, Germany, April 8, 2019. REUTERS\/Michaela Rehle  The company said it was looking to counter the competition with new products rather than price cuts.  Profit in the June quarter suffered because of $110 million in restructuring costs, as well as a $328 million increase in manufacturing costs due to higher raw material prices, including a $70 million tariff bill.  Caterpillar still expects the tariffs to cost the company between $250 million and $350 million this year. But it said input prices are moderating and freight costs have stabilized.  Restructuring costs are also projected to be significantly lower in the second half of the year.  Some analysts have warned that more than half of Caterpillar’s end markets have already peaked or will peak this year, which could translate into lower earnings next year.  The world’s largest heavy-duty equipment maker experienced the longest downturn in its history when sales dropped more than 40% between 2012 and 2016.  Chastised by the sales slump, the company has been spending money on expanding its services and parts business, which has higher margins and is less cyclical. It is aiming to increase services revenue to $28 billion by 2026, up from $18 billion in 2018 and double what it was in 2016.  In the second quarter, Caterpillar reported net income of $1.62 billion, or $2.83 per share, compared with $1.71 billion, or $2.82 per share, a year ago. Analysts surveyed by Refinitiv, on average, expected earnings of $3.11 per share.  The company retained its 2019 earnings outlook of $12.06-$13.06 per share, but said profit is expected be at the lower end of the forecast.  Its shares were down 4.5% at $131.95 on Wednesday afternoon, weighing on the Dow Jones Industrial Average .DJI.","93":"Feb 26 (Reuters) - U.S. stocks edged lower at open on Tuesday, weighed down by losses in Home Depot and Caterpillar while investors awaited Federal Reserve Chair Jerome Powell’s testimony on monetary policy.  The Dow Jones Industrial Average fell 40.34 points, or 0.15 percent, at the open to 26,051.61.  The S&P 500 opened lower by 3.75 points, or 0.13 percent, at 2,792.36. The Nasdaq Composite dropped 19.17 points, or 0.25 percent, to 7,535.29 at the opening bell. (Reporting by Medha Singh in Bengaluru; Editing by Shounak Dasgupta)","94":"May 4 (Reuters) - Caterpillar Inc:  * CATERPILLAR NAMES NEW CHIEF FINANCIAL OFFICER  * SAYS JOE CREED APPOINTED INTERIM CFO  * BOARD APPOINTED ANDREW BONFIELD AS CHIEF FINANCIAL OFFICER EFFECTIVE SEPTEMBER 1, 2018  * BONFIELD WILL SUCCEED BRAD HALVERSON, WHOSE RETIREMENT BECAME EFFECTIVE MAY 4, 2018  * ONCE BONFIELD JOINS CATERPILLAR, CREED WILL CONTINUE SERVING IN HIS CAPACITY AS FSD VICE PRESIDENT Source text for Eikon: Further company coverage:","95":"(Reuters) - Weir Group Plc said on Monday it had agreed to sell its oil and gas division to U.S. heavy equipment maker Caterpillar Inc for $405 million in cash, as the engineering company focuses on its mining business.  FILE PHOTO: Caterpillar logo is pictured at the 'Bauma' Trade Fair for Construction Machinery, Building Material Machines, Mining Machines, Construction Vehicles and Construction Equipment in Munich, Germany, April 8, 2019. REUTERS\/Michaela Rehle  Shares of Weir surged 22.5% to 1,568p, on track for their best day in more than 20 years.  The deal, which follows a collapse in global oil prices and a swathe of bankruptcies in the sector, will have a $70 million U.S. cash tax benefit for Weir, the company said.  In July, Illinois-based Caterpillar, considered a bellwether for economic activity, warned of continued sluggishness in equipment sales due to the coronavirus pandemic, with its main customers in highly cyclical businesses such as mining and construction.  In a separate statement on Monday, Caterpillar said the deal covered more than 40 Weir Oil & Gas manufacturing and services locations and about 2,000 employees.  “This acquisition will expand our offerings to one of the broadest product lines in the well service industry,” Joe Creed, Vice President of Caterpillar’s Oil & Gas and Marine Division said.  The transaction includes Weir’s North American and international oil and gas operations, comprising its Pressure Pumping and Pressure Control business units, and associated after-market spares among other things.  Weir Group Chief Executive Officer Jon Stanton said the deal was a major milestone as the group transforms into a premium mining technology business.  The deal is expected to close by the end of the year and Weir said it would help strengthen its balance sheet for future investments.  Jefferies analyst Andy Douglas said the deal removes a “problem child”, leaving Weir with a “very strong” business. He added that the price was higher than Jeffries had expected.  Weir said its oil and gas business had gross assets of 747.4 million pounds ($966.61 million) at June 30.","96":"EAST PEORIA, Ill. (Reuters) - Orders for the mining machines and construction bulldozers made at this sprawling Caterpillar Inc. CAT.N factory in central Illinois have jumped, in general, three-fold over the past year.  But meeting that boom in demand at the world’s largest heavy equipment manufacturer is a challenge, in part because of Caterpillar suppliers like Steve Kirsh.  Years of watching Caterpillar and other big manufacturers cut inventories, close plants and axe workers in the last downturn has embedded caution in Kirsh’s ambition to expand after the surge in orders, reflecting a more fundamental shift in how many industrial businesses view expansions, according to interviews with Caterpillar executives, more than a half-dozen Caterpillar suppliers and U.S. economic data.  “I just wasn’t sure it was real,” said Kirsh, speaking from a windowless office at the front of Kirsh Foundry Inc., in Beaver Dam, Wisconsin, which makes metal parts for Caterpillar and other customers.  Even with a surplus in demand for its product, Caterpillar CEO Jim Umpleby told investors last month the company will not invest in factory capacity. Instead, it plans to spend more on new technologies, expanding its parts business and selling more rental and used equipment.  The company’s big East Peoria assembly plant runs just one shift and operates only four days a week, while its own parts-making facilities are running three shifts, five days a week to provide it enough components to assemble, according to the company officials. Outside suppliers are similarly scrambling to catch up to the surge in orders.  This has extended the lead-time to deliver final products to dealers. For instance, it takes more than eight months to get one model of its large engines into a customer’s hands.  The Trump administration’s efforts to rewrite trade relations with key partners, especially China, only add to the uncertainty. The latest move to step back from a confrontation with China is good news for many domestic producers, who worry that a trade war could quickly puncture the global expansion, going on nine years, which is feeding the U.S. factory boom, manufacturing executives told Reuters.  The result is a drag on the economic expansion that President Trump and Republicans hoped for coming off U.S. corporate tax reform last year. The idea behind Trump’s tax reform was that companies could pour more money into expansions, hire more workers and lift wages.  There has been an upswing in plans for capital spending, but much of it is concentrated in the technology and energy sectors. Spending plans by industrial companies are up only slightly. For a graphic, click tmsnrt.rs\/2IBSzKF  For those companies that do want to expand, from car companies to railroads and engine makers, they often can’t find the workers to expand fast enough.  The contraction of their supply chain in the last downturn thrust many players big and small into a \"just in time delivery\" business model, creating order backlogs, which has led to soaring prices for raw materials in the recent upswing. For a graphic, click tmsnrt.rs\/2rY3iZp  Slideshow ( 8 images )  TURNING THE SWITCH BACK ON  The hesitation to expand Caterpillar’s supply chain is rooted in the last bust, notable as the longest downturn in its history - worse than the Great Depression - from 2012 to 2016, when sales dropped more than 40 percent.  Chastised by that slump, the Deerfield, Ill.-based company embarked on a restructuring strategy that aims to squeeze more production from its factories and buy more of what it needs from outside suppliers on a just-in-time basis.  Caterpillar has closed or restructured more than 25 factories and its full-time workforce is smaller now than it was at the end of 2012. And cuts continue. Caterpillar plans to close two more facilities this year and is considering shuttering an engine plant, which would eliminate 880 jobs.  Caterpillar executives said the new strategy is boosting profitability by allowing it to get the best use out of its existing factories. They blame the backlogs on its suppliers’ inability to keep up with the surge in orders.  Timing is part of the problem. Caterpillar and a host of other industrial companies all ramped up orders at the same time. “That switch got turned on after being turned off for several years - all at the same time,” said Amy Campbell, director of investor relations.  Campbell, however, said the supply situation is improving. The central Illinois plant will go back to the normal five-day shift beginning in June.  Caterpillar’s investors love this approach, since it helps deliver strong margins in the good times and minimizes pain in bad times.  The company recently boosted profit projections for 2018 by about 25 percent, and in the latest quarter, every segment posted better results compared to a year ago. But its stock price took a hit when the company’s CFO warned higher prices for raw materials like steel are going to start squeezing margins even as growth continues.  Supply chain bottlenecks, meanwhile, are hitting companies across the industrial heartland.  The Institute for Supply Management’s index for order backlogs, one of the best U.S. metrics for how quickly manufacturers are meeting demand, now stands at its highest level in 14 years. And many companies remain tight fisted. The Commerce Department recently reported that orders for capital goods, a key measure of business investment, fell in March, the third decline in four months. These numbers show that companies are holding back on spending, even as their order books swell.  “We’re in a period of significant disruption where everyone is scrambling — but it’s the way supply chains work today,” said John Layden, a consultant in Indianapolis who helps companies design and manage supply networks.  Slideshow ( 8 images )  WHERE ARE THE WORKERS?  Finding employees is another drag on the U.S. manufacturing supply chain.  When Kirsh decided to add people early last year at his foundry - which melts iron and forms it into the rough shapes that will be refined for Caterpillar and others - he could not find them. Wisconsin’s jobless rate has hit an all-time low of 2.8 percent.  So Kirsh tried something new, hiring a Minnesota staffing company that specializes in parachuting industrial workers into factories that can’t find them locally.  He eventually got about 10 of these workers, who he calls “mercenaries,” who helped get his backlog under control. One came from as far as away as Detroit. But it was a costly fix. Between paying the staffing company, hotels and a per diem for the workers, he estimates they cost about three times more than local labor.  Industrial companies have always struggled with big swings in demand, but the problem of shortages emerges much quicker in today’s super-lean economy.  In the past, manufacturers from Kirsh to Caterpillar often kept more goods on warehouse shelves, creating a built-in buffer that could be absorbed as signals went out to suppliers that the latest upturn is going to continue. That gave more time for everyone to gear up.  It is a luxury that does not exist anymore, said Joe Williams, president of privately-held Wolfe and Swickard Machine Company Inc. in Indianapolis, which buys forged parts from Kirsh and over 20 other foundries that his 85-worker shop shapes and polishes into final machine parts.  Early last year, Williams saw orders from Caterpillar surge 80 percent, a stunning increase that left him scrambling.  “When we get an order, we have to order from a foundry, which has to communicate with the people supplying them metal, so there’s always a lag,” he said.  This time, however, it was particularly difficult. Some foundries simply refused his business because they were swamped with orders from other customers.  Like Kirsh, Williams has had trouble hiring workers and said he still needs at least 15 more machinists. Caterpillar has told him to expect orders to go up another 20 percent this year.  Stephen Volkmann, a machinery industry analyst at Jefferies, said Caterpillar was slow to ramp up production - which frustrated dealers clamoring for machines they could sell.  But he said Caterpillar and its suppliers are smart to be cautious.  “They all know that (business) could be down again next year,” he said, and so over expanding now “would be an expensive mistake.”  (GRAPHIC: Capex upswing - tmsnrt.rs\/2KIXJoH)  (GRAPHIC: Order backlog - tmsnrt.rs\/2Lpdwdw)","97":"April 11 (Reuters) - Caterpillar Inc:  * CATERPILLAR INC. MAINTAINS DIVIDEND RATE  * VOTED TO MAINTAIN QUARTERLY CASH DIVIDEND OF $0.78 PER SHARE Source text for Eikon: Further company coverage:","98":"CHICAGO (Reuters) - Caterpillar Inc CAT.N tried on Tuesday to ease mounting concerns about China and global demand after it affirmed its 2018 profit estimate, a move that investors feared signaled a cap in earnings growth and sparked a sell-off in its shares.  FILE PHOTO: Caterpillar machines are seen at Lianyungang port in Jiangsu province, China, January 21, 2018. Picture taken January 21, 2018. REUTERS\/Stringer\/File Photo  The Deerfield, Illinois-based company has boosted the full-year profit outlook twice in the first two quarters of this year. That had built hopes of yet another upgrade. But the company retained its 2018 adjusted profit forecast of $11.00 to $12.00 per share, saying nothing material had changed since the last revision in July.  The move came days after China reported the weakest economic growth since the global financial crisis, and the International Monetary Fund cut the global growth outlook for 2018 and 2019.  The industrial bellwether, however, said it expected the Chinese market to remain healthy, leading to a 40 percent annual increase in industry sales for standard full-size excavators this year.  “We are very comfortable with the outlook for China,” Chief Financial Officer Andrew Bonfield said in an interview. “We still expect to have another good year in China.”  Bonfield said the world’s second largest economy accounts for 10-15 percent of CAT’s construction equipment sales and 5-10 percent of total company sales.  In the latest quarter, nonresidential building and infrastructure activities in China powered a 19 percent jump in Caterpillar’s construction equipment sales in the Asia-Pacific region.  Dealers in China posted one of the biggest inventory increases of Caterpillar products in the third quarter, the company said.  Slideshow ( 5 images )  A VICTIM OF HIGH EXPECTATIONS  The bullish comments helped Caterpillar shares recover from the worst sell-off since at least April, but the stock was still down 7 percent at $119.67 late Tuesday afternoon. The Dow Jones Industrial Average .DJI, which includes Caterpillar, also pared early losses and was down 32.48 points.  “Most investors are working with the base case scenario of a recession sometime in either 2019 or 2020,” said Rizk Maidi, an analyst at equity research firm Berenberg in London. “People are just hunting for any data point to confirm that the earnings have peaked.”  Elizabeth Vermillion, an analyst at CFRA Research, said the company was also becoming a victim of high expectations after its profits topped Wall Street estimates in all of the last nine reporting periods.  For the third quarter, adjusted profit per share came in at $2.86, up from $1.95, last year. Analysts on average had expected $2.85 a share, according to Refinitiv.  OUTLOOK  Caterpillar shares are down over 25 percent since late January as U.S.-China trade tensions intensified and raw material and freight costs soared for local manufacturers. Shares of other major industrials, including 3M Co MMM.N, are also in \"bear market\" territory, down 20 percent or more from their highs.  CAT said most of its end markets are continuing to improve, helping it post higher sales across the three primary business segments.  Maidi said Caterpillar’s earnings still have room to grow as its revenues are 25 percent off their 2012 peak.  On Tuesday, Bonfield asked investors to expect smaller profit increases.  “There does come a time when you grow at more normal levels,” Bonfield said. Profit grew 47 percent in the third quarter, sharply lower than 99 percent and 120 percent jumps in the second and first quarter, respectively.  Caterpillar also acknowledged an increase in manufacturing costs in the latest quarter due to elevated freight costs, and higher steel prices and import tariffs.  It said tariffs would cost it about $40 million in the latest quarter. However, for the full year, it estimated the impact to be at the low end of the previous forecast of $100 million to $200 million.  To offset the rising input cost, it will raise prices of its machines and engines by 1 to 4 percent globally from January 2019.","99":"April 9 (Reuters) - Caterpillar Inc is in talks with banks to raise a new $3 billion nine-month revolving credit facility, Bloomberg reported on Thursday, citing people familiar with the matter.  The world’s biggest construction and mining equipment maker raised $2 billion through the bond market on Monday. It currently has about $10.5 billion in revolving credit facilities. (Reporting by Rachit Vats in Bengaluru; Editing by Aditya Soni)","100":"CHICAGO (Reuters) - Caterpillar Inc on Friday painted a better picture for 2021 after posting a smaller-than-expected fall in quarterly earnings, citing improvements in equipment demand following the coronavirus-triggered downturn last year.  Slideshow ( 2 images )  The Illinois-based manufacturer of heavy machinery, a bellwether for economic activity, was hurt last year as business uncertainty prompted customers to delay capital spending, hitting sales of bulldozers, mining trucks and other equipment.  The company, which had pulled its guidance early in the pandemic, did not provide an earnings forecast for this year because of lingering economic uncertainty.  “Market conditions remain fluid due to the pandemic,” Chief Executive Jim Umpleby said on an earnings call.  Still, he expects sales to be “stronger” this year due to a build-up in dealer inventory as well as improvements in the company’s end-markets.  Caterpillar’s optimism stems from increased residential activity in North America and a strong demand for construction machines in China.  U.S. homebuilding and permits have surged, underpinned by cheaper mortgages and an exodus from city centers to suburbs and other low-density areas. Similarly, Beijing’s infrastructure investment drive has lifted sales of construction machines in China, which accounts for up to 10% of Caterpillar’s sales.  Higher commodity prices are encouraging miners to invest in new machinery.  Caterpillar’s equipment sales fell across its three primary segments in the latest quarter, though the decline in retail sales slimmed to 2% in December from 17% in October.  Caterpillar’s shares were up 2% at $188.4 in morning trade. They have gained over 22% since late October.  Umpleby said the company intends to revisit current pause in share repurchases later this year. Share repurchases were suspended last year following the pandemic-induced business turmoil.  The company also plans to recommend an increase in dividend payout this year, Umpleby said.  Adjusted profit came in at $2.12 per share, a 22% drop from a year earlier. Analysts surveyed by Refinitiv on average expected earnings to decline 45%.  The quarterly earnings were helped by lower costs and a lower tax rate.","101":"WASHINGTON, Feb 22 (Reuters) - The European Union is drafting a retaliatory tariff list that would target Caterpillar Inc, Xerox Corp and Samsonite International if U.S. President Donald Trump imposes duties on European cars, Bloomberg News reported on Friday, citing an unnamed senior EU official. (Reporting by Makini Brice Editing by Susan Heavey)","102":"(Reuters) - Warnings from Caterpillar and Nvidia on Monday about weakening demand from China signal investors could see more profit shortfalls from U.S. companies that count on the world’s No. 2 economy for a big portion of their business.  Shares of Caterpillar Inc and Nvidia Corp sank after the two manufacturers joined a growing list of companies warning about the crippling effects of the fall-off in growth in the world’s most populous country.  Apple Inc, a host of chipmakers, and FedEx Corp had already stoked fears of a global slowdown, particularly in a technology sector that depends heavily on China to drive revenue.  It does not bode well, several analysts said, for the rest of an earnings season that has only just started. With fourth-quarter S&P 500 profit growth now estimated at 14.2 percent, expectations for the quarter remain down from Jan. 1, according to IBES data from Refinitiv.  The earnings risk from China “is definitely something you need to brace for,” said JJ Kinahan, chief market strategist at TD Ameritrade in Chicago.  “Although some of these companies may meet earnings now, those forward-looking statements are really going to be where the gold, if you will, is. Are they really going to slash expectations everywhere?”  China’s economy cooled in the fourth quarter under pressure from faltering domestic demand and bruising U.S. tariffs, dragging 2018 growth to the lowest level in nearly three decades.  FILE PHOTO - Caterpillar Inc. equipment is on display for sale at a retail site in San Diego, California, U.S., March 3, 2017. REUTERS\/Mike Blake\/File Photo  President Donald Trump is bent on curbing what Washington says is Beijing’s deliberate theft of American intellectual property and trade secrets. Without progress in the weeks ahead, he has threatened a new round of tariffs from March 2.  Tariffs remain a concern for many companies this reporting period. Whirlpool Corp cited tariffs as a drag on its North American business in its report after the bell. The company’s stock fell in after-hours trading on a disappointing full-year forecast.  Monday’s stock market declines, following an unusual warning from Apple earlier this month, underline the flip side of such moves for U.S. companies.  “Investors in general are at a point where they feel less certain about the earnings picture coming both this quarter and next quarter,” said Rick Meckler, partner at Cherry Lane Investments, a family investment office in New Vernon, New Jersey  Asia-Pacific was Caterpillar’s only region to record a fall in revenue, and Nvidia cut its fourth-quarter revenue estimate by half a billion dollars to just $2.2 billion. That added to a previous number that was already $700 million short of analysts’ forecasts and was blamed chiefly on gaming revenue in China.  “The negative forecasts from Caterpillar and Nvidia really point to those areas of concern with trade, global economic activity and the potential impact of a strong dollar,” said Eric Wiegand, senior portfolio manager at U.S. Bank Wealth Management.  There could be more pain in the coming days and weeks. Advanced Micro Devices Inc, due to report Tuesday, gets about a third of its revenue from China, based on Refinitiv’s data, while Apple’s results also are due Tuesday.  Wynn Resorts Ltd, scheduled to report Wednesday, gets more than 70 percent of its revenue from China. Also due Wednesday are Boeing Co, which derives roughly 13 percent of its revenue from China, and McDonald’s Corp, with about 18 percent of its revenue from China.  The full-year earnings growth estimate for S&P 500 companies now stands at 5.6 percent versus 7.3 percent at the start of the month.  Technology’s estimates have been among the hardest hit, and the sector’s profit growth for 2019 is now estimated at just 1.5 percent, based on Refinitiv’s data.  “Across the broad spectrum ranging from heavy equipment to semiconductors, business in China is slowing down,” said Peter Tuz, president of Chase Investment Counsel in Charlottesville, Virginia.  “The question is what does the tariff controversy factor into the slowdown. You can’t answer that question yet. There’s no way to predict it.”","103":"CHICAGO (Reuters) - Caterpillar Inc CAT.N will close two facilities in Texas and Panama and is also considering shutting its engine manufacturing plant in Illinois as part of a strategy to boost profitability and better handle business cycles, but the move could cut 880 jobs.  FILE PHOTO: A Caterpillar corporate logo is pictured on a building in Peoria, Illinois, U.S., March 19, 2017. REUTERS\/Carlo Allegri\/File Photo  The plant closures, which were announced internally over the past two months, were confirmed to Reuters by a company spokeswoman on Friday.  She said the move will affect its work tools facility in Waco, Texas, and its demonstration center in Panama.  The world’s largest heavy-duty equipment maker emerged last year from the longest downturn in its history, when sales dropped more than 40 percent between 2012 and 2016.  The struggle led not only to a leadership change, but also resulted in a credit rating downgrade by Moody’s.  Chastised by the sales slump, the Deerfield, Illinois-based company has embarked upon a restructuring strategy, looking to squeeze more production out of its existing factories, focusing on lean manufacturing, margin expansion and asset efficiency.  Separately, Caterpillar’s Progress Rail unit is contemplating the closure of its engine manufacturing facility in LaGrange, Illinois, shifting the work to Winston-Salem, North Carolina, and outside suppliers.  “If the LaGrange decision is finalized, the closure would impact approximately 600 full-time positions related directly to engine manufacturing,” Caterpillar’s spokeswoman said.  The plant closure news comes as some U.S. manufacturers are grappling with President Donald Trump’s decision to impose import duties on steel and aluminum imports, which is expected to inflate input costs for equipment makers like Caterpillar.  The company’s shares were up 1.6 percent at $156.99 on Friday afternoon.  Slideshow ( 2 images )  COST CUTS  Since 2013, Caterpillar has reduced its construction and energy and transportation assets by more than $4 billion.  The full-time workforce is smaller too. Even as a recovery in key markets is driving up production at its factories, Caterpillar is relying more on workers with flexible contracts to cater to the improving demand.  Caterpillar had 116,700 workers globally - including both fulltime and those with flexible contracts - at the end of last year.  Instead of investing in new factories, the company is spending money on expanding its services business and enhancing e-commerce capabilities.  The plan aims to eventually lift Caterpillar’s adjusted operating margin to 14-17 percent when annual sales reach $55 billion. The company had sales of $45.5 billion in 2017.  Judging from recent results, the plan seems to be working. The adjusted operating margin swelled to nearly 14 percent last year, its highest level in at least 10 years, from 7 percent in 2016, according to Thomson Reuters data.  PLAYBOOK  In its focus on operating discipline, Caterpillar's restructuring program is similar to the strategy Deere & Co DE.N has pursued for nearly two decades as it seeks to boost returns for shareholders.  That discipline has stood the Moline, Illinois-based company in good stead, helping it sustain returns on capital and investment through varying economic cycles.  Caterpillar’s director of investor relations, Amy Campbell, said earlier this week that the company would continue to look at structural costs reduction despite an improvement in sales volumes.  Caterpillar’s workers were informed of the plans about the LaGrange and Panama facilities in January. The decision on the Waco facility was announced in late February.  The work at the Texas plant will be shifted to Wamego, Kansas, affecting 200 regular and contract positions, and the closure of the Panama facility will eliminate about 80 positions, the spokeswoman said.  (Refiles to fix typo in second sub-headline)","104":"March 13 (Reuters) - Caterpillar Inc:  * CATERPILLAR - LATIN AMERICA MACHINES RETAIL SALES FOR 3-MONTH ROLLING PERIOD ENDED FEB. UP 39 PERCENT  * CATERPILLAR - WORLD MACHINES RETAIL SALES FOR 3-MONTH ROLLING PERIOD ENDED FEB. UP 33 PERCENT  * CATERPILLAR - ASIA\/PACIFIC MACHINES RETAIL SALES FOR 3-MONTH ROLLING PERIOD ENDED FEB. UP 41 PERCENT  * CATERPILLAR - NORTH AMERICA MACHINES RETAIL SALES FOR 3-MONTH ROLLING PERIOD ENDED FEB. UP 30 PERCENT Source text: (bit.ly\/2tEW0xa) Further company coverage:","105":"Feb 15 (Reuters) - Caterpillar Inc:  * CATERPILLAR SAYS ON JAN. 31, GOT REVENUE AGENT’S REPORT FROM IRS INDICATING END OF FIELD EXAM OF U.S. INCOME TAX RETURNS FOR 2010-2012 - SEC FILING  * CATERPILLAR - IN 2007-2012 AUDITS INCLUDING IMPACT OF LOSS CARRYBACK TO 2005, IRS PROPOSED TO TAX IN U.S. PROFITS EARNED FROM CERTAIN PARTS TRANSACTIONS BY CSARL  * CATERPILLAR - “VIGOROUSLY CONTESTING” PROPOSED INCREASES TO TAX AND PENALTIES FOR AUDIT PERIOD OF ABOUT $2.3 BILLION  * CATERPILLAR SAYS DO NOT ANTICIPATE A SIGNIFICANT INCREASE OR DECREASE TO CO’S UNRECOGNIZED TAX BENEFITS FOR THE IRS AUDIT WITHIN THE NEXT 12 MONTHS  * CATERPILLAR SAYS CURRENTLY BELIEVE ULTIMATE DISPOSITION OF THE IRS AUDIT WILL NOT HAVE MATERIAL ADVERSE EFFECT ON CO'S CONSOLIDATED FINANCIAL POSITION Source text: (bit.ly\/2C1fxv0) Further company coverage:","106":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window.)  * Boeing falls after reporting $3 bln Q2 loss  * Caterpillar slips on lower quarterly earnings  * Big Tech faces broad Justice Department antitrust probe  * Futures down: Dow 0.34%, S&P 0.20%, Nasdaq 0.33% (Adds comment, updates prices)  July 24 (Reuters) - U.S. stock market futures fell on Wednesday after bleak earnings from bellwethers Caterpillar and Boeing added to the concerns over a slowing economy that have weighed heavily on sentiment this year.  Caterpillar Inc, whose exposure to China has made it an important measure of the global impact of trade tensions, dropped 4.7% after it reported a fall in quarterly earnings and cooling demand for construction machines in Asia.  The world’s largest planemaker matched that with a well-flagged slump in results on the back of this year’s groundings of its best-selling 737 MAX planes after two deadly crashes.  Two weeks into the guts of an earnings season for which investors have already dialed down expectations, the manufacturing firms’ results came on the same day as a grim set of forward-looking surveys on the euro zone economy.  “Caterpillar’s results show that there is weakness in the Asia Pacific region, and if there is a slowdown there, where is the next pocket of slowdown, and people could start extrapolating from that,” Andre Bakhos, managing director at New Vines Capital LLC in Bernardsville, New Jersey  “Caterpillar’s earnings are more important than Boeing, because Boeing’s issues are more company specific.”  Nearly 80% of the 104 S&P 500 companies to report so far have topped earnings expectations, and overall profits are expected to rise about 1%, according to Refinitiv, improving from a small decline estimated previously.  Sentiment, however, remains shaky and other corporate newsflow, including the announcement of a broad antitrust investigation by the U.S. Justice Department into the tech sector, fed into the losses.  The DOJ did not identify specific companies, but the terms of the review pointed to Alphabet Inc, Amazon.com Inc and Facebook Inc and shares in all three fell about 1%.  Facebook reports its own earnings later on Wednesday and it was also the subject of a pair of settlements announced by regulators on privacy issues that included fines of more than $5 billion, again well-flagged previously.  At 8:38 a.m. ET, Dow e-minis were down 92 points, or 0.34%. S&P 500 e-minis were down 6 points, or 0.2% and Nasdaq 100 e-minis were down 26.5 points, or 0.33%. (Reporting by Amy Caren Daniel in Bengaluru; editing by Patrick Graham)","107":"April 23 (Reuters) - Caterpillar Inc:  * CATERPILLAR - ASIA\/PACIFIC MACHINES RETAIL SALES FOR 3-MONTH ROLLING PERIOD ENDED MARCH, UP 31 PERCENT  * CATERPILLAR INC - NORTH AMERICA MACHINES RETAIL SALES FOR 3-MONTH ROLLING PERIOD ENDED MARCH UP 27 PERCENT - SEC FILING  * CATERPILLAR - WORLD MACHINES RETAIL SALES FOR 3-MONTH ROLLING PERIOD ENDED MARCH UP 26 PERCENT  * CATERPILLAR - LATIN AMERICA MACHINES RETAIL SALES FOR 3-MONTH ROLLING PERIOD ENDED MARCH, UP 34 PERCENT Source text (bit.ly\/2FbindT) Further company coverage:","108":"May 4 (Reuters) - Caterpillar Inc said on Friday it named Andrew Bonfield chief financial officer, replacing Brad Halverson.  Bonfield, who will take over on Sept. 1, is currently group CFO and board member of National Grid plc, a British multinational electricity and gas utility company. (Reporting by Arunima Banerjee in Bengaluru; Editing by Anil D’Silva)","109":"Sept 26 (Reuters) - Caterpillar Inc on Wednesday won the dismissal of a lawsuit accusing the heavy machinery manufacturer of misleading shareholders about risks it allegedly took on by using foreign subsidiaries to avoid paying U.S. taxes.  U.S. District Judge Sharon Johnson Coleman in Chicago said plaintiffs led by Société Générale Securities Services failed to show that Caterpillar intended to defraud them, or knowingly made false statements about criminal and civil probes into its tax practices.  The lawsuit was filed on March 3, 2017, one day after Caterpillar’s market value sank more than $2.4 billion as agents from the Department of Commerce, Federal Deposit Insurance Corp and Internal Revenue Service raided three of its facilities, including its former headquarters in Peoria, Illinois.  Caterpillar said last month it is still “vigorously contesting” an IRS demand that it pay $2.3 billion in taxes and penalties for allegedly shifting profit to a Swiss parts unit, Caterpillar SARL, to reduce its tax bill at home.  The lawsuit sought class action status from Feb. 12, 2013 to March 1, 2017, and was dismissed without prejudice, meaning Société Générale can try to bring it again. Its lawyers did not immediately respond to requests for comment.  Caterpillar did not immediately respond to similar requests for comment. Chief Executive Jim Umpleby and his predecessor Douglas Oberhelman were among five other defendants. The company is now based in Deerfield, Illinois.  Shareholders often sue companies in the United States after unexpected negative news causes their stock prices to fall.  But Coleman said Caterpillar had provided “meaningful cautionary language” when publicly discussing its taxes and the probes, including a January 2015 grand jury subpoena, and was not obligated to confess wrongdoing prematurely.  “Citing the grand jury subpoena and execution of search warrants, Société Générale essentially argues that Caterpillar should have admitted a securities or tax law violation while the investigations were ongoing,” the judge wrote.  “This court finds such a position untenable. If every investigation or executed search warrant was evidence of wrongdoing then what purpose do hearings and trials have.”  The case is Société Générale Securities Services GMBH v. Caterpillar Inc et al, U.S. District Court, Northern District of Illinois, No. 17-01713. (Reporting by Jonathan Stempel in New York; Editing by Lisa Shumaker)","110":"CHICAGO, July 30 (Reuters) - Caterpillar Inc on Monday posted higher quarterly profit that beat market expectations and upgraded the full-year profit outlook, citing robust global demand for its equipment.  The Deerfield, Illinois-based company reported an adjusted profit of $2.97 a share in the second quarter, compared with $1.49 a share, last year. Analysts on average had expected earnings of $2.73 a share.  Net profit for the quarter came in at $2.82 per share, compared with $1.35 last year.  The company now expects adjusted profit per share to be in a range of $11.00 to $12.00 in 2018, compared with $10.25 to $11.25 projected earlier. (Reporting by Rajesh Kumar Singh Editing by Nick Zieminski)","111":"CLAYTON, N.C. (Reuters) - Caterpillar Inc on Thursday provided investors with details on its push to grow its services business while also laying out dividend increases and more consistent share repurchases in the coming years.  Caterpillar Inc. equipment is on display for sale at a retail site in San Diego, California, U.S., March 3, 2017. REUTERS\/Mike Blake  The heavy machinery maker is looking to smooth volatility in its earnings by selling more parts and services, and said it intends to grow services revenue to $28 billion by 2026, up from $18 billion in 2018 and double what it was in 2016.  Deerfield, Illinois-based Caterpillar’s main customers are in businesses like mining and construction, which are prone to wide swings with the business cycle.  “Services will help dampen the impact of cycles, but we will never be immune from the cycle,” Chief Executive Jim Umpleby said at an investor meeting at a Caterpillar equipment factory in Clayton, North Carolina.  Last week the company said about 850,000 of its machines are connected to the cloud, which it sees as a way to sell services to customers. That should grow to 1 million machines by year end, Bob De Lange, group president of services, distribution and digital, said on Thursday.  New Caterpillar machines are dotted with sensors that allow close monitoring and can warn when parts are about to fail.  Caterpillar makes most of its service income from selling spare parts, according to industry analysts. New digital offerings, such as monitoring services that help track the health of machines, are a small but growing revenue source.  Umpleby said the company’s network of dealers, which it relies on to deliver and service machines, are participating in the services push and will also see added profits, though he declined to elaborate on that split. He emphasized, however, that the added revenue target for 2026 is for Caterpillar only.  The services business, spread across the company’s construction, resource and energy & transportation units, contributed about 33 percent to Caterpillar’s $54.7 billion revenue in 2018.  The company announced it will pay a dividend of $1.03 per share, up 20 percent from its previous payout, on Aug. 20 to shareholders at the close of business on July 22. It is targeting at least high single-digit dividend increases in each of the next four years and plans to buy back shares more consistently.  Last week, Caterpillar had spooked investors when it reported first-quarter results that showed rising costs hitting margins in its construction equipment business and weak sales in the Asia-Pacific region linked to slow growth in China.  Chief Financial Officer Andrew Bonfield said on Thursday that tariffs would cost the company $250 million to $350 million in 2019 if there was no relief.  Still, he said Caterpillar is “cautiously optimistic” there will be a resolution of the trade dispute with China.  Caterpillar has raised prices to offset some of the higher costs and pushed efficiency moves at its far-flung network of factories.  The company now has a target for adjusted operating margins of 3 to 6 percentage points above historical performance from 2010 to 2016.  Caterpillar shares ended down 2.2 percent on Thursday.","112":"CHICAGO (Reuters) - Caterpillar Inc's CAT.N shares tumbled on Tuesday, giving up early gains on concerns that rising materials costs could squeeze profit margins for the heavy equipment manufacturer following U.S. President Donald Trump's crackdown on steel imports.  Those worries overshadowed its strong performance in the March quarter. Profits and revenues topped analysts’ estimates, while the world’s largest heavy equipment maker also upgraded its profit outlook for the full year 2018.  Yet investors grew concerned about management’s comments that first-quarter performance was the “high watermark” for the year. While Caterpillar expects earnings to be strong for the rest of 2018, the company cautioned it would not have the same pricing power to pass on increased material costs.  Caterpillar’s shares opened higher on Tuesday and gained as much as 4.6 percent in early trade, buoyed the earnings outlook. The euphoria, however, did not even last two hours.  As soon as the company’s Chief Financial Officer Bradley M. Halverson called the first quarter profits “the high watermark for the year”, the stock began giving up the gains. And when he started talking about the company’s price versus material costs equation for the later parts of the year, the sell-off became more pronounced.  Shares in Caterpillar, part of the Dow Jones Industrial Average .DJI, closed down 6.2 percent at $144.44 on the New York Stock Exchange. At one stage, the stock had lost 11 percent from the day's high.  “It’s a negative surprise because the indications had previously been that everything was okay on that front,” said Lawrence T. De Maria, co-group head of Global Industrial Infrastructure at William Blair & Company.  Caterpillar's slide exacerbated the fall in the broader market. The Dow Jones Industrial Average .DJI closed the day down 424.56 points, losing 1.74 percent from its close on Monday.  Tuesday’s sell-off coincided with a rise in 10-year Treasury yields which hit the highly anticipated 3 percent mark for the first time in four years, stoking concerns over higher borrowing rates for companies already facing rising costs.  FILE PHOTO: New excavators are seen at a port in Yokohama, south of Tokyo February 10, 2011. REUTERS\/Toru Hanai\/File Photo  President Donald Trump’s crackdown on steel imports has constrained supplies in the domestic market, inflating costs of the metal. Caterpillar said steel costs for the equipment industry were up about 15 percent in the March quarter.  To compensate, the company is carrying out price increases that would come into effect in the middle of the year.  Other companies also are relying on price increases to protect profit margins. Last week, Donaldson Company Inc DCI.N, which makes filters for heavy equipment makers, announced price increases of 4-15 percent, citing higher steel costs the company said were squeezing profit margins.  The Institute for Supply Management survey published this month showed a surge in the cost of raw materials and worries among manufacturers about the impact of Trump’s steel and aluminum import tariffs.  The tariffs are pushing up steel prices at a time when inflation could be heating up, prompting the Federal Reserve to hike U.S. interest rates which could in turn slow economic growth and crimp domestic demand.  OUTLOOK REVISED UPWARD  The Deerfield, Illinois-based company now expects full-year profit to range between $9.75 to $10.75 per share, $2 above its range in January.  Caterpillar, which serves as a bellwether for global economic activity, has benefited as the global economy has had its best run since 2011. With the International Monetary Fund predicting robust global growth for the next two years, demand for its equipment is expected to remain strong.  In the latest quarter, revenues rose 31 percent on year to $12.9 billion, above Wall Street’s expectations, as strong commodity prices and increased construction activities in North America and China drove up sales of mining and construction machines.  Overall sales were also boosted by favorable currency impacts and improved price realization.  “The first quarter was an exceptional quarter for performance,” said Amy Campbell, head of investor relations at Caterpillar.  While she said the performance would not be repeated, the company still expected “strong” operating margins for the full-year. Caterpillar also said it expected sales volume to grow thanks to higher demand across all regions and most end markets.  TRADE WORRIES  Caterpillar’s 2018 forecast did not include potential impact from future geopolitical risks and increased trade restrictions. But in its annual report this year, the company warned that “buy national” policies or retaliation against such policies could hurt operations.  Threats of a global trade war pose the biggest risks for a company that sells more than half of its machines outside the United States.  The company reported a net profit of $2.74 per share for the quarter, above analysts’ consensus forecast of $2.04 per share. Adjusted net profit was $2.82 per share.","113":"WASHINGTON (Reuters) - Before William Barr became President Donald Trump’s choice to lead the U.S. Department of Justice, he represented Caterpillar Inc, a Fortune 100 company, in a federal criminal investigation by the department.  FILE PHOTO: U.S. Attorney General William Barr meets with members of the St. Louis Police Department, in St. Louis, Missouri, U.S., October 15, 2020. Jeff Roberson\/Pool via REUTERS\/File Photo  Much was at stake for Caterpillar: Since 2018, the Internal Revenue Service has been demanding $2.3 billion in payments from the company in connection with the tax matters under criminal investigation. The company is contesting that finding.  A week after Barr was nominated for the job of attorney general, Justice officials in Washington told the investigative team in the active criminal probe of Caterpillar to take “no further action” in the case, according to an email written by one of the agents and reviewed by Reuters.  The decision, the email said, came from the Justice Department’s Tax Division and the office of the deputy attorney general, who was then Rod Rosenstein.  “I was instructed on December 13, 2018,” wrote the agent, Jason LeBeau, “that the Tax Division and the Office of the Deputy Attorney General jointly came to the decision that no further action was to be taken on the matter until further notice.” LeBeau, an inspector general agent at the U.S. Federal Deposit Insurance Corporation, declined interview requests from Reuters.  Since then, a source close to the case says, the investigation has “stalled.” The order to freeze the Caterpillar investigation has not been previously reported.  Reuters was unable to determine why Justice issued the “no further action” directive. It was not issued by Barr, as it came before he was confirmed. A Justice Department spokesperson said Barr recused himself from any Caterpillar discussions once he became attorney general, but declined further comment. Barr, in testimony during his confirmation hearings, said rules of legal privilege precluded him from discussing his work for the company.  Rosenstein, who left the government in May 2019, did not respond to a phone message and emails seeking comment. The IRS declined to comment about the case.  Caterpillar, for its part, has reported to investors that the grand jury investigation is ongoing. The company told Reuters the DOJ’s Tax Division is reviewing the investigation. Caterpillar has said for years that it did nothing wrong.  Potential conflicts of interest, whether real or apparent, often arise when high-powered lawyers switch between private practice and government service. Bruce A. Green, a former federal prosecutor who teaches at Fordham Law School, said it is not unheard of for attorney generals to have clients who had business before the DOJ. He noted that in 2009, President Barack Obama’s attorney general, Eric Holder, recused himself from a case involving Swiss Bank UBS, a prior client.  But Green said he could not recall a case where agents were told to take no further action on a matter involving an incoming attorney general’s former client without some kind of explanation. “Why would you just stop?” he asked.  A source familiar with the progress of the investigation, which is being conducted out of the U.S. Attorney’s Office for the Central District of Illinois, said that since December 2018, “it’s slowed, it’s stalled, it’s languishing. Not a lot of action is being taken.” But the source stressed the probe is not technically closed, and couldn’t be called “dead.”  The government’s questions about Caterpillar’s tax structure started with a whistleblower lawsuit in 2009 that laid out what it said was a complex “tax dodge” to route Caterpillar profits on parts sales through a company in Switzerland. Then, in 2014, the U.S. Senate Permanent Subcommittee on Investigations dug into the issue, and alleged the company adopted a sales strategy that “shifted billions of dollars in profits away from the United States and into Switzerland, where Caterpillar had negotiated an effective corporate tax rate of 4% to 6%.” The Senate investigators quoted company insiders who said the system was structured for “tax avoidance.”  At the time, Caterpillar said the transactions, and tax strategy, were entirely legal. A Caterpillar vice president testified to the committee that having an offshore subsidiary collect profits and pay taxes was “nothing more than the standard business operations and tax planning that any prudent multinational enterprise would employ.”  The next year, a federal grand jury in Illinois launched a criminal investigation. In March 2017, federal agents raided three Caterpillar offices, wheeling out evidence in large black plastic boxes. In a report written for the government, a consultant for the investigators, Leslie Robinson, called the tax strategy “fraudulent rather than negligent.”  Two weeks after the raid, Caterpillar Chief Executive Jim Umpleby announced the hiring of Barr as company counsel. Barr would “take a fresh look at Caterpillar’s disputes with the government, get all the facts, and then help us bring these matters to proper resolution based on the merits.”  Robinson, the investigative consultant who had questioned Caterpillar’s tactics, told Reuters she met with Barr in May 2017, briefing him on why she thought the tax strategy was illegal, and to hear why the company thought it was not. Robinson said she would not discuss the meeting details or the basis for her conclusion in the government’s report.  In November 2018, as the White House scanned potential lawyers to take the job of attorney general, Barr’s name was among those floated. On December 7, the White House announced his selection. “He was my first choice from day one,” Trump said. Barr has emerged as one of Trump’s most aggressive aides, most recently authorizing federal prosecutors to investigate the counting of votes in this month’s presidential election, which Trump lost to Democrat Joe Biden.  In January 2019, Robinson, a professor at Dartmouth College’s Tuck School of Business, sent a note to FDIC agent LeBeau asking if the case was “dead or progressing.” Robinson wrote, “From a personal standpoint, it is a bit peculiar to have spent so much of my time and energy on something and then to have no idea if it will amount to anything concrete.”  “Quite frankly I am somewhat in the dark as well,” LeBeau replied. He said he had understood that a new U.S. attorney was in discussions with Caterpillar, but knew little more. “I know the process is going incredibly slow.”  This October, Robinson communicated again with the investigators. In emails reviewed by Reuters, she asked what had happened to the case, explaining that a Reuters reporter had inquired. That’s when LeBeau explained, copying other agents and a prosecutor on the email, that they had been told to take no further action a week after Barr’s nomination 20 months ago.  “We were given no additional explanation,” he wrote."}}