{"date":{"0":"2019\/05\/14","1":"2020\/08\/12","2":"2019\/07\/01","3":"2020\/05\/18","4":"2020\/04\/14","5":"2018\/02\/24","6":"2018\/02\/23","7":"2021\/01\/13","8":"2018\/06\/06","9":"2019\/07\/01","10":"2020\/04\/18","11":"2019\/03\/04","12":"2020\/03\/23","13":"2018\/10\/11","14":"2018\/11\/12","15":"2018\/02\/27","16":"2020\/05\/21","17":"2018\/02\/24","18":"2018\/11\/20","19":"2020\/01\/27","20":"2020\/01\/22","21":"2019\/01\/02","22":"2019\/07\/26","23":"2020\/10\/12","24":"2018\/04\/20","25":"2019\/08\/08","26":"2019\/08\/08","27":"2020\/07\/08","28":"2020\/04\/23","29":"2020\/02\/04","30":"2019\/06\/17","31":"2020\/04\/22","32":"2018\/03\/01","33":"2020\/07\/22","34":"2020\/04\/06","35":"2020\/04\/22","36":"2020\/04\/07","37":"2020\/04\/06","38":"2019\/11\/25","39":"2020\/03\/26","40":"2020\/04\/13","41":"2019\/10\/29","42":"2019\/07\/01","43":"2018\/03\/01","44":"2020\/07\/10","45":"2020\/12\/15","46":"2019\/10\/02","47":"2020\/03\/26","48":"2020\/05\/12","49":"2020\/03\/03","50":"2020\/04\/24","51":"2019\/04\/08","52":"2019\/04\/08","53":"2018\/03\/05","54":"2021\/01\/11","55":"2019\/10\/25","56":"2019\/05\/16","57":"2018\/07\/31","58":"2018\/03\/13","59":"2019\/12\/03","60":"2018\/04\/19","61":"2027\/01\/04","62":"2018\/03\/13","63":"2019\/08\/30","64":"2018\/03\/19","65":"2018\/03\/13","66":"2019\/08\/01","67":"2020\/01\/14","68":"2018\/05\/28","69":"2019\/04\/02","70":"2019\/06\/17","71":"2018\/02\/23","72":"2018\/05\/07","73":"2019\/06\/19","74":"2018\/05\/09","75":"2018\/05\/08","76":"2018\/05\/11","77":"2020\/07\/06","78":"2020\/04\/13","79":"2020\/04\/23","80":"2019\/11\/25","81":"2018\/02\/23","82":"2018\/02\/22","83":"2020\/09\/17","84":"2018\/04\/03","85":"2019\/06\/05","86":"2018\/09\/12","87":"2020\/09\/07","88":"2018\/02\/24","89":"2020\/05\/04","90":"2020\/07\/09","91":"2020\/01\/23","92":"2019\/11\/21","93":"2018\/07\/11","94":"2020\/04\/13","95":"2020\/09\/07","96":"2019\/06\/11","97":"2019\/01\/31","98":"2018\/08\/03","99":"2018\/05\/17","100":"2018\/03\/05","101":"2020\/08\/11","102":"2018\/05\/07","103":"2020\/05\/01","104":"2020\/04\/29","105":"2020\/02\/27","106":"2018\/04\/03","107":"2020\/04\/06","108":"2019\/12\/03","109":"2020\/09\/17","110":"2019\/03\/11","111":"2018\/11\/12","112":"2020\/05\/01","113":"2020\/05\/04","114":"2020\/06\/17","115":"2020\/04\/29","116":"2020\/07\/09","117":"2018\/04\/24","118":"2018\/03\/02","119":"2020\/05\/19","120":"2019\/04\/30","121":"2020\/04\/21","122":"2019\/03\/11","123":"2019\/07\/23","124":"2019\/11\/25","125":"2018\/05\/11","126":"2019\/09\/12","127":"2020\/08\/22","128":"2018\/04\/12"},"text":{"0":"Chubb Ltd:  * CHUBB ANNOUNCES NEW FINANCIAL LINES LEADERSHIP FOR EURASIA AND AFRICA  * CHUBB - DAN HOLLOWAY IS NOW REGIONAL HEAD OF FINANCIAL LINES FOR EURASIA & AFRICA, WHILE JARED CONCANNON IS NEW REGIONAL HEAD OF TECHNOLOGY AND CYBER Source text for Eikon: Further company coverage:","1":"(Repeats item issued earlier, with no change to text)  Aug 11 (Reuters) - The coronavirus pandemic dealt a relatively modest $2.5 billion blow to five insurers with large U.S. operations in the second quarter - a cost that was far less than feared and which the industry has absorbed without touching capital, analysts said.  American International Group Inc and Chubb Ltd said payouts on claims related to the disease accounted for most of their financial hit, which was mostly on property and casualty policies.  Others including Travelers Companies Inc, MetLife Inc and Prudential Financial Inc lost money on their private equity investments due to market declines in the first quarter, which are reported on a three-month lag. Those losses are expected to reverse, since the market has recovered.  Insurers had sounded alarms about potentially crippling payouts if they were required to pay claims related to coronavirus on business-interruption policies.  Those payouts could still happen, depending on the outcome of litigation. Two cases have so far been decided in insurers’ favor.  It may still be too early to say insurers are not at risk of major claims from the coronavirus and a related respiratory disease, COVID-19, said Piper Sandler analyst Paul Newsome.  “We still don’t know what the extent of COVID claims will be in the third quarter,” he said.  But insurers now have better predictions about COVID-related mortality and are well-capitalized, said Andrew Kligerman, analyst at Credit Suisse. “The industry is positioned to see some growth if and when we can pull through COVID,” he said.  Here are details of coronavirus-related impacts on the insurers and their outlooks for the rest of 2020:  CHUBB  Chubb tallied $1.16 billion in after-tax coronavirus-related reported and unreported claims, which contributed to a net loss of $331 million for the quarter. The company is based in Zurich, but has a significant presence in the United States.  Net premiums written fell by $191 million, mainly from workers’ compensation and commercial casualty payments, including refunds on auto policies. Chubb said its investment income also fell by an undisclosed amount.  The company expects full-year premium revenue to increase, Chief Executive Evan Greenberg said on a conference call.  AIG  AIG's general insurance business reported $458 million worth of claims and expected claims related to the pandemic in the second quarter, in line with its expectations. So far this year, its tally here of such costs is $730 million.  AIG did not break out the impact on its life and retirement business, but said losses on private equity investments, yield compression and higher mortality rates drove a decline in adjusted pre-tax profit for that unit during the quarter.  AIG is already seeing signs that the second quarter was a “low watermark” for sales, Chief Executive Brian Duperreault said.  PRUDENTIAL  Prudential did not detail coronavirus effects specifically, but said its group insurance, retirement and individual life businesses were affected in positive and negative ways. Prudential also recorded $2.7 billion in investment losses, but did not say how much related to coronavirus.  The company said it could experience a $70 million earnings decline for every additional 100,000 pandemic fatalities in the United States. Prudential anticipates about $60 million in costs in the second half related to the disease, which will be offset by about $30 million in benefits, such as lower travel and entertainment expenses.  TRAVELERS  The pandemic and its effect on the economy resulted in $114 million in direct losses, with the largest impact in workers’ compensation coverage, Travelers said. Its portfolio of non-fixed income investments lost $234 million before tax due to the market decline in the first quarter, the results of which are reported a quarter later, the insurer said.  “We expect to experience the impacts of economic disruption” on revenue in coming quarters, Chief Financial Officer Dan Frey said on a conference call, though the duration and intensity of the impact remain unclear. On investments, while markets have recovered, fund managers may “not be as quick to write back up the valuations they just marked down,” he added.  METLIFE  MetLife lost $555 million on its private-equity investments because of first-quarter value declines. But its core businesses experienced few effects from the pandemic, with gains on some areas being offset by others, Chief Financial Officer John McCallion told Reuters.  He predicted a “strong recovery” in investment income this quarter, and a mid-single-digit return on its private equity portfolio, which was valued at $7.2 billion on June 30. (Reporting by Alwyn Scott Editing by Lauren Tara LaCapra and Richard Pullin)","2":"(Reuters) - Chubb Ltd CB.BNCB.N will become the first U.S. insurer to phase out its coal investments and insurance policies, saying on Monday it will no longer sell insurance to or invest in companies that make more than 30% of their revenue from coal mining.  Chubb will also stop underwriting the construction of new coal-fired power plants. The company said for existing coal plants, insurance coverage for risks that exceed the 30% threshold will be phased out by 2022, and for utilities beginning in 2022.  Additionally, it will also not invest in companies that generate more than 30% of revenue from thermal coal mining or energy production from coal.  Chubb's move follows similar decisions by some of Europe's biggest insurers and financial institutions - including Allianz Finance Corp [ALVGLZ.UL], AXA [AXAFD.UL], Lloyds Banking Group LLOY.L and Zurich Insurance Group AG ZURN.S - which have placed restrictions on coal underwriting as part of an effort to combat climate change.  “Making this transition necessarily involves planning and action by businesses, policymakers, investors and citizens,” the company said in a statement, adding the policy is expected to have minimal impact on premium revenue and no impact on investment performance.  Chubb’s decision comes amid growing pressure by activist investors and environmentalists for U.S. insurers and banks to pull back from polluting industries like coal production and oil sands production.  The company and its subsidiaries invest around $2.9 billion in fossil fuel companies, according to the California Department of Insurance’s Climate Risk Carbon Initiative database.  Chubb said the exceptions to the new policy will be considered until 2022, taking into account an insured company’s commitment to reduce coal dependence and also regions that do not have practical near term alternative energy sources.  The Insure Our Future campaign, a consortium of activist groups, has pressured Chubb to pull back from exposure to coal and oil sands companies for nine months.  “A major U.S. insurer like Chubb restricting insurance for coal projects and companies is a game-changer,” said Ross Hammond, senior strategist for the Insure Our Future campaign, but added the company should also stop underwriting new mines.  Chubb could not immediately be reached for further comment.  Activists are also targeting other U.S. insurers, including Liberty Mutual [LBRTLI.UL] and American International Group Inc AIG.N.  At least 34 coal divestment or restriction policy announcements have been made by financial institutions since the start of 2018, according to a February report by the Institute for Energy Economics and Financial Analysis.","3":"(Reuters) - Global insurers are well capitalized to absorb the hit from rising claims and costs related to the COVID-19 pandemic, ratings agency AM Best said on Monday, citing a stress test it conducted to gauge the immediate impact of outbreak on insurers’ financial strength.  FILE PHOTO: A woman wearing a protective face mask walks past Lloyd's building in London, following the outbreak of the coronavirus disease (COVID-19), London, Britain, May 6, 2020. REUTERS\/Henry Nicholls\/File Photo  AM Best said most rated insurers and reinsurers performed well in its stress test and their capital levels provided an adequate buffer against a potential shock to their balance sheets.  Sensitivity to the COVID-19 pandemic was greater for life and health insurers with high asset and mortality risks, insurers with material exposures to mortgage loans, carriers operating in domiciles in higher country-risk tiers and companies with smaller capital bases.  Property and casualty insurers in the United States and Canada performed relatively well in the stress test, compared with life, annuity and health insurers.  Most companies in the Asia-Pacific market generally performed well, as did those in Europe, the Middle East, Africa and Latin America, the test showed.  “Insurers are likely to see a significant hit to earnings in 2020, rather than a material decline in risk-adjusted capitalization,” said Mahesh Mistry, senior director, AM Best Rating Services.  “Reputational risk in certain markets may also be a problem, as any legal disputes become more visible to consumers, policyholders, regulators and legislators,” he added.  Unlike other disasters, the pandemic has been hitting businesses, individuals and markets throughout the world, all at once. Customers are filing claims across numerous policy types, for workers’ compensation to events cancellation to broader commercial liabilities.  The disputes over claims continue just as the United States is about to enter what meteorologists predict will be above-average Atlantic Ocean hurricane season, which could spur similar claims for insurers.  Executives, lawyers and analysts say the cost is sure to be in multiples of prior catastrophes including Hurricane Katrina, the Tōhoku tsunami or the 9\/11 attacks. That could be tens of billions to half a trillion dollars or more, depending on how long the pandemic lasts and other variables. [nL1N2CM238]  The stress test analysis covered about 1,400 rating units worldwide, and focused on the impact of COVID-19 on underwriting and assets. The procedure for the test included gathering information from companies through a questionnaire.  Questions ranged from the impact of the disease outbreak on operations and financial position, previous pandemic risk stress test scenarios a company may have previously modeled and any adjustments to 2020 financial expectations.","4":"ZURICH\/BERLIN, April 14(Reuters) - The Swiss blue-chip SMI was seen opening 0.6% higher at 9,505 points on Tuesday, according to premarket indications from bank Julius Baer .  Here are some of the main factors that may affect Swiss stocks:  CORONAVIRUS  More than 1.8 million people have been reported to be infected by the coronavirus globally and 115,242 have died, according to a Reuters tally.  JULIUS BAER  The wealth manager will propose splitting its 2019 dividend payment into two halves following a regulatory request, it said on Tuesday, postponing by a month its annual general meeting in order to meet notification requirements.  GAM HOLDING  Assets under management fell by more than 20 billion Swiss francs in the first quarter, the embattled fund manager said on Tuesday, prompting it to step up its cost-cutting plans which include cutting roughly one-sixth of its staff this year.  COMPANY STATEMENTS  * Temenos AG: Q1 IFRS revenues USD 189.4m for the quarter, a decrease of 7% vs Q1 2019; Q1 new license performance significantly impacted by COVID-19; reconfirmed 2019 dividend payment of CHF 0.85 per share, subject to shareholder approval at AGM on May 20  * Orascom Development Holding AG: as the duration and severity of the outbreak is unknown, we are suspending our financial outlook for the full year 2020  * Obseva SA: increase of its share capital from 48,567,605 to 51,876,001 through issue of 3,308,396 new registered shares; issue price of 1\/13 of a Swiss franc each  * Chubb Ltd said it was providing its personal auto insurance clients in the United States with a credit on annual renewal premiums.  * Mikron Holding said its board of directors would waive a proposed dividend.  ANALYSTS’ VIEWS  * KUEHNE UND NAGEL INTERNATIONAL AG: CITIGROUP CUTS PRICE TARGET TO CHF 103 FROM CHF 120  * SONOVA HOLDING AG: CREDIT SUISSE CUTS TARGET PRICE TO CHF 205 FROM CHF 260  * SENSIRION HOLDING AG: JP MORGAN CUTS TO NEUTRAL FROM OVERWEIGHT; CUTS TARGET PRICE TO CHF 36 FROM CHF 40  * ALCON AG: CREDIT SUISSE CUTS PRICE TARGET TO $63 FROM $69  * CHUBB LTD: EVERCORE ISI CUTS TARGET PRICE TO $132 FROM $159  ECONOMY  SNB sight deposits due at 0800 GMT. (Reporting by Zurich newsroom and Berlin Speed Desk)","5":"WASHINGTON (Reuters) - The National Rifle Association (NRA) on Friday honored the head of the Federal Communications Commission with a rifle after braving death threats and other opposition as he worked to undo the Obama administration’s 2015 net neutrality rules.  Slideshow ( 2 images )  FCC Chairman Ajit Pai was honored at the Conservative Political Action Conference (CPAC) in Oxon Hill, Maryland, by the NRA with the “Charlton Heston Courage Under Fire Award,” an honor named for the late actor who was an NRA president.  The award is a Kentucky long rifle that will stay at the NRA’s museum in Fairfax, Virginia. The NRA was not allowed to bring the weapon on stage, said Carolyn Meadows, an NRA official.  It was not immediately clear why the NRA was not able to present the long gun to the FCC chairman. The FCC, CPAC and the NRA did not immediately respond to questions.  A Reuters reporter at the event said there were no visible prohibitions against weapons at the event but metal detectors were present before President Donald Trump’s address earlier on Friday.  At the event, Pai defended his aggressive approach to undoing numerous telecommunications regulations put in place under former President Barack Obama.  “Some people urged me to go for sacrifice bunts and singles and try to nibble around the edges — make some minor changes,” Pai said. “But I don’t play small ball.”  Pai canceled his appearance in January at a large consumer electronics event in Las Vegas after receiving deaths threats, sources told Reuters.  The repeal of the net neutrality rules was a victory for internet service providers like AT&T Inc T.N, Comcast Corp CMCSA.O and Verizon Communications Inc VZ.N, conferring power over what content consumers can access and allowing them to offer paid fast lanes for certain content.  On the other side, technology companies including Alphabet Inc GOOGL.O and Facebook Inc FB.O have thrown their weight behind the congressional bid to reverse the net neutrality repeal.  On Thursday, 22 state attorneys general filed sued to block the repeal.  Fight for the Future, a group that backs net neutrality, said in a tweet the NRA gave Pai an award that will “allow Internet service providers (ISPs) to censor websites and information about guns.”  Several corporations have cut ties with the NRA after the group launched a counter-offensive against a student-led campaign for tighter U.S. gun ownership laws after a gunman killed 17 people at a Florida high-school.  Insurer Chubb Ltd CB.N said on Friday that it would stop underwriting an NRA-branded insurance policy for gun owners that covers legal costs in self-defense shootings. Insurance company MetLife Inc MET.N ended an auto and home incentive program for NRA members, while several rental car companies announced they were ending discount programs for NRA members.  (This version of the story corrects “Oxon Hills” to Oxon Hill.)","6":"NEW YORK (Reuters) - The fallout over last week’s shooting rampage at a Florida high school started to take its toll on the National Rifle Association’s roster of corporate partners on Friday as a half dozen companies severed marketing ties with the gun advocacy organization.  The exodus of corporate names, ranging from a major insurer to car rental brands and a household moving company, occurred after the NRA launched a counter-offensive against a student-led campaign for tighter U.S. gun ownership laws.  At the same time, gun control activists are stepping up pressure on Amazon.com Inc and other online streaming platforms to drop the online video channel NRATV, featuring gun-friendly programming produced by the NRA.  Moms Demand Action for Gun Sense in America, founded after 20 first-graders were shot and killed at a Connecticut school in 2012, sent letters to Apple Inc, AT&T Inc, Amazon, Alphabet Inc’s Google and Roku Inc on Friday, asking them to drop NRATV from their platforms.  “We have been just disgusted by NRATV since its beginning,” Shannon Watts, founder of the Moms Demand Action group, told Reuters. “It tries to pit Americans against one another, all in an attempt to further their agenda of selling guns.”  AT&T said it does not carry NRATV. None of the other companies immediately responded to requests for comment.  The issue of gun control, and the NRA’s role in opposing it, became the focus of renewed national debate on Feb. 14, when a former student killed 17 people at Marjory Stoneman Douglas High School in Parkland, Florida, with an AR-15 assault rifle he had purchased legally.  The U.S. Constitution’s Second Amendment protects the right of Americans to bear arms. The NRA, which has long used campaign donations and effective lobbying to command political influence, argues that stricter gun control would erode individual rights. The group has not commented on companies cutting ties.  Angry student survivors of the shooting have confronted politicians from state lawmakers to U.S. President Donald Trump himself, demanding stricter gun control laws.  In response, the NRA and Trump have suggested arming teachers who have received training to deter attackers, a proposal that has been met with skepticism by teachers unions and gun violence experts.  Bob Ossler, chaplain with the Cape Coral volunteer fire department, places seventeen crosses for the victims of yesterday's shooting at Marjory Stoneman Douglas High School on a fence a short distance from the school in Parkland, Florida, February 15, 2018. REUTERS\/Jonathan Drake  TRENDING ON TWITTER  Before the corporate defections, nearly two dozen companies nationwide had offered incentives to NRA members, according to ThinkProgress.com, a news site owned by the Center for American Progress Action Fund.  The attrition started late Thursday when three rental car brands owned by Enterprise Holdings Inc said they were ending discount programs, and First National Bank of Omaha said it would not renew the NRA’s contract to issue a co-branded Visa card.  By Friday, the list of defectors expanded to include Symantec Corp, which ended an discount program for its LifeLock identity theft product. Home security company SimpliSafe and Hertz Corp also terminated discount programs.  Chubb Ltd said it would stop underwriting a NRA-branded insurance policy for gun owners that covers legal costs in self-defense shootings. Another insurer, MetLife Inc, also said it had ended an auto and home incentive program for NRA members. And North American Van Lines said it was scrapping its an affiliate relationship with the NRA.  David Hogg, one of the student survivors of last week’s attack who launched the #NeverAgain anti-gun violence movement, said the students would target any company with ties to the NRA, in addition to lawmakers who accept donations.  About a dozen other companies with marketing ties to the NRA, including FedEx Corp and Hertz, which offer discount programs, did not respond to requests for comment.  SOCIAL MEDIA CAMPAIGNS  Activists have also called on public pension funds to divest from gun maker stocks, which were broadly lower on Friday.  Meanwhile, an online campaign using the Twitter hashtag #StopNRAmazon picked up steam, putting pressure on Amazon CEO Jeff Bezos to drop the channel. Many of those tweeting are in the entertainment industry.  “Ironic how the @NRA likes to point a finger at what kids watch on TV ... while they spew vile rhetoric on NRAtv, streamed on @Amazon and aimed solely at boosting gun sales,” wrote screenwriter Randi Mayem Singer.  Moms Demand Action, which sent the letters to the streaming platform, also posted an online petition using the hashtag #DumpNRATV.  “To be affiliated with them, whether you are a company or a lawmaker, it is not going to pay off in the long run,” said Watts, the group’s founder, signaling the start of a broader campaign. “Doing business with the NRA is clearly bad business.”  The target of its ire is NRATV, which describes itself as “America’s Most Patriotic Team on a Mission to Take Back The Truth.” The channel features programming that leans heavily on speeches by NRA chief executive Wayne LaPierre and spokeswoman Dana Loesch.  Yet another campaign, using the hashtag #BoycottNRA, was the top trending topic on Twitter on Friday morning.  The push is the latest effort by social activists to use social media to apply economic pressure to force change.  Last April, Fox News parted ways with television host Bill O’Reilly when sponsors started to drop his show in the wake of sexual harassment allegations against him.  Similarly the National Football League announced a tougher policy on handling domestic violence accusations against players when its marketing partners applied pressure for changes.  (This version of the story corrects first paragraph to say last week’s rampage, not this week’s)","7":"FILE PHOTO: Supporters of U.S. President Donald Trump gather at the west entrance of the Capitol during a \"Stop the Steal\" protest outside of the Capitol building in Washington D.C. U.S. January 6, 2021. Picture taken January 6, 2021. REUTERS\/Stephanie Keith\/Files  (Reuters) - Major U.S. insurers on Wednesday decided to suspend contributions to political campaigns for the next few months, following last week’s violence at the U.S. Capitol and challenge to President-elect Joe Biden’s victory.  Chubb Ltd,one of the world’s largest insurers, MetLife Inc, Liberty Mutual Insurance and Travelers Companies Inc joined a host of companies that are re-evaluating or temporarily stopping political donations.  “In light of last week’s mob attack on the U.S. Capitol and attempts to derail the electoral college vote, Chubb has suspended for three to six months all campaign contributions while the company conducts an assessment of its political contribution policies,” it said in a statement.  Liberty Mutual said it is suspending political contributions for the first quarter and is reevaluating its contribution strategy.  Travelers said it will not make any contributions through its Political Action Committee in the near term and will assess how it approaches future political donations.","8":"NEW YORK (Reuters) - Insurance is supposed to make you feel safe, but even those who sell special cyber-security protection packages worry about hacking threats.  A man types on a computer keyboard in Warsaw in this February 28, 2013 illustration file picture. REUTERS\/Kacper Pempel\/Files  What makes Jerry Hourihan lose sleep is that everyone’s information already is likely compromised. Hourihan is head of the U.S. private client group for insurer AIG Inc, which last year launched a Family CyberEdge policy, offering coverage for advanced cyber threats.  When AIG was developing the project, Hourihan said a senior executive volunteered to see what security consultants could dig up about him on the dark web. Within minutes, they purchased his Social Security number for a few dollars.  “Everyone’s information is out there, and the task is to minimize your risk,” said Hourihan.  It requires a lot more than just a monthly $9.99 identity theft monitoring service or fraud alerts on your credit card to deal with ransomware, cyberbullying, network infiltration and a whole host of other scary threats.  If you do not have a corporate-level IT department to call in a pinch, you can now buy that kind of protection. Prices vary based on the coverage, but they are intended for high net-worth families, so expect sticker shock. Along with AIG’s CyberEdge, Chubb Ltd just launched a cyber protection extension to its Masterpiece homeowner policy.  These policies cover for losses up to $250,0000, if, for instance, you need to replace the entire smart lighting system in your house because it has been hacked. The policies also offer ongoing white-glove consulting services to shore up cyber-defenses and also clean up after any incidents.  If these policies work for upper-income families, lower-priced coverage will follow, says independent security expert Robert Siciliano.  “They’re testing the waters, and they’ll see if it’ll be worth it to them to provide it to the masses,” said Siciliano, chief executive of IDTheftSecurity.com.  So far, most of AIG’s CyberEdge clients are asking questions about best safety practices.  “The goal is to provide a lot of consultation up front, and then avoid most of the issues,” said Hourihan.  Chubb’s Masterpiece is front-loading its policies with a lot of prevention, including a special wi-fi router from cyber-security firm Symantec Corp’s Norton, said Mike Tanenbaum, executive vice-president of Chubb’s North American cyber practice.  HOME REMEDIES  Without getting an expensive insurance policy, there are steps you can take to limit risk.  Change the locks, so to speak, said Mary Qualls of Florida-based Vault Insurance, catering to high net-worth homeowners. That can involve restarting your router to break any ongoing connection a hacker has into your network and also changing all your passwords.  Siciliano does not understand why everyone does not use a password management program.  “That is pure laziness,” Siciliano said.  With no universal reporting, it is hard to get a good grasp on cyber security problems and figure out a way to solve them. Eva Velasquez, president of the Identity Theft Resource Center (idtheftcenter.org), said that if more people reported hacking incidents it would help.  Recent data from the Federal Trade Commission found that millennials are reporting fraud a lot more often than other groups, with an average loss around $200, Velasquez said. Seniors reported less, but their average loss is $1,200.  “As you have more resources, your trigger of ‘is that painful enough to report?’ changes. The thieves know that,” said Velasquez.  The result: Hackers keep thefts low enough to fly under the radar and continue to operate with impunity.  Velasquez, whose organization offers free services for victims of identify theft, said that insurance could be worth it for individuals if they do a cost-benefit analysis.  “Do your homework, make sure it is legit, and know what’s covered,” Velasquez said. “If it brings you peace of mind, that can be of value. At the same time, just because you have insurance, you can’t abdicate responsibility.”","9":"July 1 (Reuters) - Chubb Ltd:  * CHUBB ANNOUNCES NEW POLICY ON COAL UNDERWRITING AND INVESTMENT  * CHUBB-TO STOP UNDERWRITING CONSTRUCTION, OPERATION OF NEW COAL-FIRED PLANTS\/NEW RISKS FOR COS WITH OVER 30% REVENUE FROM COAL MINING\/ENERGY PRODUCTION FROM COAL  * CHUBB - INSURANCE COVERAGE FOR EXISTING COAL-PLANT RISKS EXCEEDING 30% THRESHOLD TO BE PHASED OUT BY 2022, AND FOR UTILITIES BEGINNING IN 2022  * CHUBB - TO NOT MAKE NEW DEBT\/EQUITY INVESTMENTS IN COS THAT GENERATE OVER 30% OF REVENUE FROM THERMAL COAL MINING OR ENERGY PRODUCTION FROM COAL  * CHUBB LTD - COAL POLICY IS EXPECTED TO HAVE A DE MINIMIS IMPACT ON PREMIUM REVENUES AND NO IMPACT ON INVESTMENT PERFORMANCE Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","10":"(Reuters) - Cognizant Technology Solutions Corp on Saturday said it was hit by a “Maze” ransomware cyber attack, resulting in service disruptions for some of its clients.  The information technology services provider said it was taking steps to contain the incident, with the help of cyber defense companies, and has also engaged with law enforcement authorities.  Ransomware is a type of malicious program used by hackers to take control of files in an infected system and then demand hefty payments to recover them.  According to cybersecurity firm McAfee, hackers who deploy Maze threaten to release information on the internet if the targeted companies fail to pay.  “We are in ongoing communication with our clients and have provided them with indicators of compromise and other technical information of a defensive nature,” Cognizant added.  It did not respond to a request from Reuters for further comments on the incident.  The Maze operators denied responsibility for the cyber attack, according to security website BleepingComputer bit.ly\/3bl88ol. However, the report added that Maze is likely not discussing it to avoid complications at this early stage.  Insurer Chubb Ltd in March was hit by a computer security incident that may have involved unauthorized access to data held by an outside service provider. A group that deploys the Maze ransomware claimed to have locked up devices on Chubb’s network during March, according to BleepingComputer.","11":"March 4 (Reuters) - Chubb Ltd:  * INCREASED CHUBB OWNERSHIP IN HUATAI INSURANCE GROUP CONVERTS CHINESE COMPANY TO SINO-FOREIGN JOINT VENTURE  * CHUBB - RECEIVED APPROVAL FROM CHINA BANKING AND INSURANCE REGULATORY COMMISSION TO INCREASE OWNERSHIP IN HUATAI INSURANCE GROUP TO 26.2% Source text for Eikon: Further company coverage:","12":"March 23 (Reuters) - Chubb Ltd:  * CHUBB LTD SAYS CEO EVAN GREENBERG’S FY 2019 TOTAL COMPENSATION WAS $20.5 MILLION VERSUS $20.4 MILLION IN FY 2018 - SEC FILING  * CHUBB LTD SAYS FOR 2019, CEO PAY RATIO WAS ABOUT 308.5:1 Source : (bit.ly\/3afMUYv) Further company coverage:","13":"(For a live blog on the U.S. stock market, click or type LIVE\/ in an Eikon news window.)  * Dow down 0.45 pct, S&P down 0.54 pct, Nasdaq up 0.20 pct  * Tech stocks climb, led by Microsoft and chipmakers  * Energy stocks hit by lower oil prices  * Insurers lead losses in financials on hurricane worries  * CPI and core CPI rise less than expected in September (Adds comments, updates to early afternoon)  By Shreyashi Sanyal  Oct 11 (Reuters) - Wall Street dropped on Thursday as investors continued to shun risky investments, but the decline was less severe than the brutal sell-off in the previous session as a bounce in some high-growth technology stocks helped limit losses.  Energy stocks, pressured by a drop in oil prices, and financials, with insurers hit by worries over impact of Hurricane Michael, led the losses.  But the technology sector, which led the sell-off on Wednesday, gained 0.46 percent. Microsoft rose 1.4 percent, while chipmakers such as Micron and AMD led the gainers among tech stocks.  “The environment is still risk-off, tech stocks seem to have stabilized but haven’t quite bounced back yet,” said Lamar Villere, portfolio manager at Villere Balanced Fund in New Orleans.  “Investors are still nervous, but things seem to have calmed a bit. This certainly doesn’t seem as bad as yesterday.”  The communication services sector rose 0.49 percent, as Facebook and Alphabet both rose 1.4 percent.  “The growth stocks, which are the path leaders, typically bounce from the bottom first,” said Tom Plumb, portfolio manager of the Plumb Balanced Fund in Wisconsin.  The stock market is caught in the backdrop of a storm of worries: the impact of trade tensions on corporate profits to Treasury yields at multi-year highs and hawkish comments from Federal Reserve officials. That culminated Wall Street’s biggest sell-off in eight months on Wednesday.  On Thursday, a smaller-than-anticipated rise in consumer prices eased some fears of inflation pressures rising, but did little to change expectations of the Federal Reserve to raise interest rates in December.  The indexes fell below key technical levels, the S&P and the Nasdaq dropped below their 200-day moving average prices and the Dow slipped below its 100-day moving average, before the slide eased.  At 1:25 p.m. ET the Dow Jones Industrial Average was down 114.81 points, or 0.45 percent, at 25,483.93, the S&P 500 was down 14.95 points, or 0.54 percent, at 2,770.73 and the Nasdaq Composite was up 14.73 points, or 0.20 percent, at 7,436.78.  Energy stocks fell 1.59 percent as oil prices hit two-week lows after an industry report showed U.S. crude inventories rose more than expected.  The defensive utilities and real estate sectors were both down around 1 percent, as were the health and financial sectors.  JPMorgan Chase, Citigroup and Wells Fargo , which report quarterly results on Friday, were down between 0.05 percent and 1.8 percent.  Property insurers Prudential Financial, Chubb and AIG fell between 2.6 percent and 3.2 percent on concerns that Hurricane Michael would drive up their catastrophe losses.  Declining issues outnumbered advancers for a 1.78-to-1 ratio on the NYSE and a 1.15-to-1 ratio on the Nasdaq.  The S&P index recorded no new 52-week highs and 47 new lows, while the Nasdaq recorded five new highs and 212 new lows. (Reporting by Shreyashi Sanyal in Bengaluru; Editing by Saumyadeb Chakrabarty and Shounak Dasgupta)","14":"SAN FRANCISCO (Reuters) - California utility stocks plummeted for a second day on Monday after deadly wildfires killed at least 31 people and left hundreds missing, with property losses estimated at over $2 billion and the companies facing potential liability.  Downed power lines and debris are seen along Mulholland Highway in the aftermath of the Woolsey fire in Malibu, Southern California, U.S. November 11, 2018. REUTERS\/Mario Anzuoni  PG&E Corp PCG.N, which operates in the northern part of California, dropped 16 percent, bringing its loss over two sessions to 29 percent, equivalent to $8 billion. Edison International EIX.N, the owner of Southern California Edison Company, slumped 11 percent, leaving its stock market value $5 billion lower since Thursday when the fires broke out.  PG&E was deemed responsible for wildfires in 2017 that ravaged wine country north of the San Francisco Bay area and killed 46 people, and this week’s fires create new uncertainties for investors in California’s utilities.  The so-called Camp Fire in northern California, the state’s most destructive blaze on record, had left at least 228 people missing as of early Monday after burning down more than 6,700 homes and businesses in the town of Paradise.  In southern California, the Woolsey Fire had forced authorities to issue evacuation orders for a quarter million people in Ventura and Los Angeles counties and beachside communities including the Malibu beach colony.  Both utilities reported to regulators in recent days that they experienced problems with transmission lines or substations in areas where fires were reported, just before or close to the time they started.  SunTrust analyst Ali Agha in a note to clients said the sell-off in Edison International was likely overdone because total acres and property burned so far in its territory were smaller than in fires last year. He noted that new legislation could help reduce the potential costs related to possible liability.  The fire in northern California has probably caused between $2 billion and $4 billion in insured property damage, Morgan Stanley estimated in a report on Monday. Shares of insurance companies covering homes and businesses in California also fell, with Allstate ALL.N, Travelers Companies TRV.N, Chubb Ltd CB.N and Hartford Financial HIG.N each down more than 1 percent.  PG&E recorded a $2.5 billion in pre-tax expense for the second quarter related to last year’s fires after a report said some of them were sparked by trees toppling into PG&E power lines.  Both utilities said the causes of the current fires have not been determined. PG&E said that as of Saturday, 25,000 customers were without electricity and that it had turned off gas for another 12,000 customers.  Southern California Edison said 9,500 of its customers were without power due to the Woolsey fire in southern California.  In September, the state passed a bill allowing utilities to pass on to customers some of the costs incurred from liabilities related to wildfires.","15":"People sign up at the booth for the National Rifle Association (NRA) at the Conservative Political Action Conference (CPAC) at National Harbor, Maryland, U.S., February 23, 2018. REUTERS\/Joshua Roberts  (Reuters) - Insurance broker Lockton, which has worked with the National Rifle Association on gun show and gun carrying policies, on Monday said it would no longer sell NRA-endorsed products.  Privately held Lockton joins several other financial industry companies ending deals with the NRA in the wake of the shooting that killed 17 people at a Florida high school.  Insurer Chubb Ltd CB.N on Friday said it would stop underwriting the \"NRA Carry Guard\" program that offers protection for gun owners who shoot in self-defense. The New York Department of Financial Services, which regulates insurance in the state, launched an investigation into Carry Guard last year.  Kansas City, Missouri-based Lockton is the administrator of the Carry Guard insurance and NRA-branded insurance for gun show operators.  “Lockton Affinity has notified the NRA that it will discontinue providing brokerage services for NRA-endorsed insurance programs under the terms of its contract,” Lockton said in a tweet.  An NRA spokesman could not be reached immediately for comment.","16":"SAO PAULO (Reuters) - Brazilian reinsurer IRB Brasil Resseguros SA IRBR3.SA is in advanced negotiations to buy rivals' portfolios in Brazil and elsewhere in Latin America as foreign competitors scale back in the region, two sources close to the company told Reuters.  Any such acquisition would be a bold move for IRB given that the reinsurer revealed last week it was being inspected by the country’s insurance regulator for potential liquidity problems as it fell short of assets to cover technical provisions.  The inspection was the latest headwind to hit the insurer, which earlier this year replaced both its chief executive and chief financial officer after false reports that Berkshire Hathaway Inc's BRKa.N had acquired a stake.  IRB shares have lost about 80% this year but the sources said it has maintained a cash position of around 4 billion reais, including liquid assets.  With the region’s economy side-swiped by the coronavirus-linked economic crisis, some global reinsurers are leaving or decreasing operations in Latin America to focus on their main markets in the United States and Europe, one source said, without revealing names.  “IRB is negotiating the purchase of portfolios and making alliances with more insurers,” another source said, requesting anonymity, because the matter is not public.  Although there are about a hundred reinsurers authorized to operate in Brazil, IRB holds a roughly 40% market share, with other top players including Munich Re, Swiss Re AG SRENH.S and Chubb Ltd CB.BN.  In coming weeks, IRB will reveal more details on issues including technical provisions ahead of its first quarter results, scheduled for June 18, according to one of the sources.  IRB said in a statement that “it is constantly assessing possible operations in Brazil and abroad that are in line with its business strategy.”  Asked about potential disclosures about balance sheet-related issues, IRB said “it will timely communicate facts or decisions judged by companies that are of interest to its shareholders, customers and the market.”","17":"NEW YORK (Reuters) - Delta Air Lines and United Airlines on Saturday became the latest major corporations to sever marketing ties with the National Rifle Association as the fallout from last week’s massacre at a Florida high school took its toll on the gun advocacy group.  Slideshow ( 3 images )  The exodus of corporate names, ranging from a major insurer to car rental brands and a household moving company, began after the NRA launched a counter-offensive against a student-led campaign for tighter U.S. gun laws.  The NRA responded by saying its members were being punished, but would not be intimidated, by what it called “a shameful display of political and civic cowardice” from some corporations.  In tweets on Saturday, Delta DAL.N and United [UALCO.UL]said they were no longer offering NRA members discounted rates and they would ask the NRA to remove their information from its website.  The issue of gun control, and the NRA’s role in opposing it, became the focus of renewed national debate after a former student killed 17 people on Feb. 14 at the Marjory Stoneman Douglas High School in the Fort Lauderdale suburb of Parkland, using an AR-15 assault rifle he had purchased legally.  NRA spokespeople have lashed out at gun control advocates, arguing that Democratic elites are politicizing the deadly rampage in Florida to erode gun owners’ rights.  In a statement on Saturday, the NRA said its more than five million law-abiding members had nothing to do with the failures of school security, the mental health system, or both local and federal law enforcement that it said had caused the tragedy.  “Despite that, some corporations have decided to punish NRA membership in a shameful display of political and civic cowardice,” the statement said. “In time, these brands will be replaced by others who recognize that patriotism and determined commitment to Constitutional freedoms are characteristics of a marketplace they very much want to serve.”  The attrition of NRA corporate partners began on Thursday when three rental car brands owned by Enterprise Holdings Inc said they were ending discount programs, and First National Bank of Omaha said it would not renew the NRA’s contract to issue a co-branded Visa card.  By Friday, the list of defectors grew to include Symantec Corp SYMC.O, which ended a discount program for its LifeLock identity theft product. Home security company SimpliSafe and Hertz Corp also terminated discount programs.  Chubb Ltd CB.N said it would stop underwriting a NRA-branded insurance policy for gun owners that covers legal costs in self-defense shootings. Another insurer, MetLife Inc MET.N, also said it had ended an auto and home incentive program for NRA members. And North American Van Lines said it was scrapping its affiliate relationship with the NRA.  The U.S. Constitution’s Second Amendment protects the right of Americans to bear arms. The NRA, which has long used campaign donations and effective lobbying to command political influence, argues that stricter gun control would erode individual rights.","18":"FILE PHOTO: Smoke from the Camp Fire blankets Highway 99 in Chico, California, U.S., November 18, 2018. REUTERS\/Terray Sylvester  (Reuters) - Losses from the ongoing California wildfires will likely hurt fourth-quarter earnings of insurers, but are expected to remain within anticipated levels, ratings agency Fitch said on Tuesday.  Camp Fire is the deadliest wildfire in California’s history, incinerating some 12,000 homes along the way, while the Woolsey Fire in the foothills above Malibu has threatened thousands of homes.  Catastrophe risk modeler Risk Management Solutions has estimated insured losses from the Camp and Woolsey fires to range from $9 billion to $13 billion.  Personal lines insurance, which includes property and casualty insurance, is expected to take the biggest hit, Fitch said, adding the losses could also extend to automobile insurance.  Commercial property and business interruption claims could also be significant, the ratings agency said.  Industry analysts, however, broadly expect the wildfire-related catastrophe losses to be manageable for insurers and reinsurers.  The insurance companies affected by the wildfires are generally the larger national carriers that have large capital bases, Fitch noted.  As a result, the ratings agency does not expect a major deterioration in financial strength if these companies incur losses roughly in proportion to their market share.  Shares of large-cap property and casualty insurers such as American International Group AIG.N, Traveler TRV.N and Chubb Ltd CB.N were down nearly a percent each on Tuesday, in line with broader U.S. market weakness.","19":"LONDON (Reuters) - Insurance premiums to protect shops and offices in Chile from damage caused by protests have at least doubled, industry sources say, as insurers scramble to cover losses following last year’s riots.  FILE PHOTO: A demonstrator kicks back a tear gas canister as he clashes with riot police during anti-government protests in Santiago, Chile January 24, 2020. REUTERS\/Edgard Garrido\/File Photo  At least 27 people were killed during protests that began in October over a rise in transport fares and spiraled out of control.  The government estimated weeks of strikes, marches and damage to property and public transport cost the economy $3 billion, while the local subsidiary of Walmart WMT.N said 128 of its approximately 400 stores had been looted.  International insurers that focus on cover against attacks on property were surprised by the length of the protests in a country previously regarded as low risk.  Tim Davies, head of crisis management at Lloyd’s of London insurer Canopius, said the firm had a strong presence in political violence insurance in Chile.  “Until eight or nine months ago, we would have bitten your hand off to write more.”  Insurers are now less enthusiastic, and sources, who asked not to be named, said some had withdrawn from the market.  Spanish insurer Mapfre MAP.MC said last month the riots, together with typhoons in Japan, would knock between 130 million and 140 million euros ($144-$155 million) from its results.  KBW analysts said the protests in Chile were likely to impact international insurers’ fourth-quarter earnings.  The losses and reduction in providers have driven up rates.  Chris Kirby, head of political violence and terrorism at London insurer Optio, said even for businesses that had not made a claim and were not in the middle of a big city, “rates will typically double”.  A London broker said rates had trebled, while Allianz ALVG.DE and Munich Re MUVGn.DE also said rates had risen significantly.  Insurers remain cautious ahead of a referendum on a new constitution in April, which they said could trigger more protests.  Physical damage because of political protests is typically covered by terrorism or political violence insurance policies that companies buy in addition to property policies. These are often insured or reinsured by Lloyd’s of London and other London-based insurers.  Competition has lowered property rates globally in recent years and encouraged property insurers to offer protection against “strikes, riots and civil commotion” for no extra cost, particularly in countries regarded as stable.  That trend is reversing, with property insurers starting to exclude these events from their policies in Chile, as well in other countries where there have been protests, such as Colombia, insurers say.  Given Chile’s upcoming referendum, “it is likely we will need...12–24 months before the market calms down and gets back to normal,” Steve Dalchow, executive director in crisis management at broker Gallagher, said.  ($1 = 0.9014 euros)","20":"(Reuters) - U.S. insurers are ramping up cyber-insurance rates by as much as 25% and trying to curb exposure to vulnerable customers after a surge of costly claims, industry sources said.  FILE PHOTO: A sign referring to the hacked computer system of Baltimore City is taped to a door near Baltimore City Hall in Baltimore, Maryland, U.S. May 10, 2019. REUTERS\/Stephanie Keith\/File Photo  The changes follow a challenging year of hackers using malicious programs, known as ransomware, to take down systems that control everything from hospital billing to manufacturing. They stop only after receiving increasingly hefty payments.  The attacks happened less frequently in 2019, but the problem remains significant, cybersecurity experts said.  “Ransomware is more sophisticated and dangerous than we saw in the past,” said Adam Kujawa, director of Malwarebytes Labs.  There were 6% fewer ransomware incidents in 2019 versus the prior year, according to Malwarebytes. However, attacks are now designed to spur deeper and more lasting technological problems, with hackers demanding bigger sums.  The average ransom of $41,198 during the 2019 third quarter more than tripled from the first quarter, according to Coveware, which helps negotiate and facilitate the payments.  Ransoms are becoming disproportionate to the size of targets, said Kelly Castriotta, Allianz SE ALVG.DE North American head of product development for financial lines. Hackers frequently pursue mid-size companies and other organizations that are less technologically adept, but also have less revenue to cover big ransoms.  “You’d expect a ransomware demand that you can pay,” Castriotta said.  The U.S. rate increases underscore broader global ransomware problems from which no company is immune.  Ransomware recently crippled foreign-exchange firm Travelex Ltd’s [TRVLXP.UL] systems for weeks, leaving staff to serve customers with pens and paper. Hackers demanded $6 million, the BBC reported. Travelex declined to comment.  Another attack in December paralyzed the Albany County Airport Authority's administrative computers. It had to pay $98,705.96 in Bitcoin to get the system unlocked, a spokesman told Reuters. Its insurer, Chubb Ltd CB.BN, covered the ransom, he said. Chubb declined to comment.  Cyber-insurance premiums started rising 5% to 25% late last year, said Robert Parisi, U.S. cyber product leader at Marsh & McLennan Companies Inc MMC.N.  He called the increases “dramatic” but said insurers have not scaled back coverage.  Cyber policies often cover not just ransom, but data recovery, legal liabilities and negotiators fluent in hackers’ native languages. Some insurers are considering changes, given the rising costs.  Allianz is looking into price adjustments and whether ransomware should be a separate product from general cyber coverage, Castriotta said.  Zurich Insurance Group AG ZURN.S is more likely to underwrite firms that have added network features to prevent attacks from spreading through systems, said its chief risk officer, Peter Giger.  Sompo International 8630.T is reviewing criteria for businesses that have been most vulnerable to ransomware, said Brad Gow, global cyber product leader.  Insurers including Sompo may also lower amounts they pay for ransomware attacks against higher-risk companies or shift to coinsurance, in which policyholders would pay 20% to 30% of ransomware claims, Gow said. They might also require those policyholders to have data-backup procedures.  Gow compared potential changes to requiring airbags or sprinkler systems.  “We can drive a win-win by helping our clients become better protected,” he said.  GRAPHIC - Global threat from ransomware:","21":"(Reuters) - Last March, a 103-year-old resident of a Sunrise Senior Living facility in Willowbrook, Illinois, went on a field trip to the movies. Ruth Smith, who used a walker, fell down two concrete steps in the theater and died about six weeks later. Now Smith’s estate is suing Sunrise, saying that aides did not properly watch her.  FILE PHOTO: A senior citizen, walks down the hallway with the aide of her walker to visit a neighbor at her independent living complex in Silver Spring, Maryland April 11, 2012. REUTERS\/Gary Cameron\/File Photo  As the U.S. society ages, senior living communities are on the rise. So are claims and lawsuits against them. And when they lose, it is usually down to insurers to pay up.  \"It's a tremendous opportunity that has pretty specific challenges,\" said Brendan Gallagher, who heads the senior care business at insurance broker Arthur J. Gallagher & Co. AJG.N  Some senior living facilities could see insurance rate hikes in 2019 as high as 30 percent, according to insurance broker Willis Towers Watson. WLTW.O  Fewer insurers are offering coverage today than they were five years ago and some Lloyd’s of London members stopped writing the coverage during the past year, said John Atkinson, managing partner at Willis.  Some insurers are dropping coverage of those communities entirely while others are avoiding litigious locations such as Kentucky, Illinois and Florida, said insurers and brokers.  While the pullback threatens to raise costs for families, other insurers are expanding, betting on the industry’s strong growth prospects.  The number of people living in U.S. residential care facilities has grown by over 10 percent to 812,000 between 2010 and 2016, according to the most recent data from the U.S. Centers for Disease Control and Prevention.  As the industry gears up for the arrival of the greying 74-million baby boom generation, senior living facilities have grown even faster. The number of rooms in those centers has risen up by a fifth since 2013, according to the National Investment Center for Seniors Housing & Care (NIC), which collects data for the 99 largest U.S. metro areas.  While aging is a global phenomenon and the U.S. society is relatively younger than those in Europe and north Asia, its greater dependence on senior centers confronts it with challenges other nations may yet have to grapple with.  More so than previous U.S. generations, today’s elderly often live far away from their children. In Europe, seniors tend to live much closer to their relatives or in communities that provide generous government services for the elderly. In many Asian and African communities, multiple generations commonly live together.  Not only do more people move into retirement communities, but they tend to do it later than they used to, resulting in more frequent and severe injuries, insurance professionals say.  \"People are living longer and they are more frail,\" said Gloria Holland, vice president of finance at Capital Senior Living Corp CSU.N, a Dallas-based company that runs 129 communities across the country.  A spokeswoman for Sunrise Assisted Living, where Smith lived, said the company had policies and procedures in place to help promote resident safety. “Anytime we lose a member of our community we are deeply saddened,” she said.  Falls are the biggest risk. Allegations of falls account for nearly half of all assisted living claims that insurer CNA Financial Group CNA.N closed in 2016 and 2017, the company said. (Graphic: tmsnrt.rs\/2GzYrHM)  Another source of insurance claims are “memory care” centers, which cater to people with Alzheimer’s disease and other types of memory problems.  The nascent sector has grown 52 percent since 2013, according to NIC. A big issue there: residents who wander away.  Last year, the body of 77-year-old Audrey Penn was found in a ditch after she left a senior living community in Allentown, Pennsylvania. A lawsuit filed by her family settled for an undisclosed amount.  A CHANGING AMERICA  Capital Senior Living’s Holland said the average age of residents who moved to its facilities was between 78 and 80 when she joined the company in 2004 and has risen to between 82 to 84 by now. That makes individual claims more expensive to settle. The company anticipates a 5 percent rate increase when it renews its insurance in 2019, Holland said.  Higher rates and deductibles are more likely to affect smaller facilities, which may lack robust compliance programs for preventing accidents and other problems, insurers and brokers say. Smaller centers often \"struggle to keep up with changing regulations,\" said Caroline Clouser, who heads the healthcare industry practice at insurer Chubb Ltd. CB.N  Insurance premiums for senior facilities vary by state. Premiums for each assisted living apartment range from $150 to $600 annually, insurers and brokers say.  Insurance for those facilities makes up less than 1 percent of the $558 billion property and casualty insurers collected in net written premiums in 2017. Yet it is likely to grow as aging boomers fill up senior communities, industry insiders say.  Nationwide is among the companies that have been growing their senior living insurance business while being selective, said Jeremy Moore, senior living underwriting manager.  “You have to understand what the exposures are and the controls in place,” he said.  Nationwide has a team of former senior living executives and administrators who visit communities and look at everything from building maintenance to evacuation procedures, Moore said.  Wisconsin-based Church Mutual Insurance Company, which writes coverage for the industry in 49 states, is planning to expand into Florida, the remaining state, in 2019, according to Jim Ketterson, who heads the insurer’s senior living practice.  Brokers are also working to help senior living communities better manage their risk. Willis recently launched a program to help facilities learn how to more safely lift residents.  Willis also runs a webinar on active shooter events, including tips such using beds to block doors that do not lock, a common feature in memory care facilities.  Senior living companies also keep reviewing their facilities and procedures, they say. For example, Capital Senior Living is gradually replacing carpet flooring with laminate, which is less of a trip hazard, Holland said. It is also considering a technology that can help track residents’ movements to determine if they are at risk of a fall.","22":"MELBOURNE (Reuters) - Australian insurer Suncorp Group Ltd said on Friday it was no longer underwriting insurance for new thermal coal mines or power plants and it will phase out all exposure by 2025 as part of its responsible investment policy.  Suncorp has “materially” cut its investment in fossil fuels, including thermal coal, and does not “directly invest in, finance or underwrite new thermal coal mining extraction projects,” the company said in a statement to Reuters.  The comment came after climate lobby group Market Forces lodged a shareholder resolution for the company to report on its fossil fuel exposure at its annual general meeting in September.  Insurers globally have been reducing their business around coal. Insurer Chubb and Zurich Insurance Group have both in the past month revised their policies to limit their thermal coal exposure.  Market Forces last week lodged a similar resolution with AGL Energy, Australia’s biggest power generator, calling on the company to set targets for reducing greenhouse gas emissions.","23":"LONDON\/FRANKFURT (Reuters) - The world is racing towards a vaccine in record time, stirring public concerns about safety to the extent that nine leading developers have felt compelled to issue a pledge to uphold scientific standards and testing rigour.  Yet, while more than 40 experimental COVID-19 vaccines are being tested on humans, the insurance companies with decades of experience in assessing the risks of clinical trials don’t see anything to be unduly concerned about.  Executives at insurer Allianz ALVG.DE and brokers Gallagher AJG.N and Marsh MMC.N, among the leading players in clinical trials insurance, told Reuters that premiums had only marginally increased so far in the current pandemic.  They argued there was little structural difference to trials carried out in the past, despite drugmakers around the world competing to shatter the fastest time in history for developing a vaccine, which stands at around four years.  “Rates have been relatively stable. Even this year we have so far seen only moderate price increases on average, with higher price jumps for particularly exposed COVID-19 trials,” said Mark Piazzi, senior underwriter liability at Allianz Global Corporate & Specialty (AGCS).  This was echoed by David Briggs, managing director, life sciences practice at Gallagher, who said every trial was rated on its methods and the kinds of patients involved.  Gallagher said premiums in Britain, for example, started at about 5,000 pounds ($6,500) per trial.  Total claims limits in policies were typically set at roughly $6-12 million, depending on the country’s rules, according to several insurance companies interviewed by Reuters.  In Britain, for instance, claim limits were usually set at no lower than 5 million pounds, while in Germany the figure was around 10 million euros ($11.8 million).  Slideshow ( 3 images )  ‘LOSS EXPERIENCE NOT DRAMATIC’  However part of the reason why premiums have not risen as sharply as some people might have expected is that claims from trial are generally uncommon, according to executives. This is because patients have often signed so-called informed consent agreements, they said.  Jim Walters, managing director of Life Sciences & Chemical Group at broker Aon AON.N, said such agreements outlined the risks that patients were taking by participating in the trial.  “So, you know, everything from you could have a sore spot on your arm. To you could potentially die. And you know, they would literally go that far in some of these protocols,” he added.  “Those generally tend to hold up in courts and in legal systems around the world. That means that the loss experience coming out of clinical trials is not very dramatic.”  Claims are often limited to circumstances linked to the improper conduct of trials or any wrongdoing, rather than side-effects of the treatment, executives said.  Such have been the worries about the vaccine race among some members of the public, who fear safety standards could slip, that nine developers issued a joint pledge last month to “uphold the integrity of the scientific process”.  Slideshow ( 3 images )  ASTRAZENECA TRIAL SUSPENSION  AstraZeneca AZN.L and Oxford University's suspension of global Phase III trials of their experimental COVID-19 vaccine early last month due to a participant's illness brought the risk of side effects in clinical trials to the public fore.  But the insurers said such delays were not unexpected, and could even reflect the extra caution of vaccine developers given the lack of data about COVID-19.  \"Side effects always happen with clinical trials, but these are typically mild and expected. It is not very common to delay or suspend trials, it does happen though,\" said Piazzi at AGCS, whose main peers in underwriting trials include Chubb CB.BN, HDI TLXGn.DE and Fairfax's FFH.TO Newline.  “Pharma companies and insurers alike are even more careful than usual with COVID-19 trials because there is so much at stake, particularly for the patients’ safety.”  All trials of the vaccine candidate have resumed, with the exception of the U.S. study.  There have been examples in recent memory of drug trials going catastrophically wrong, though.  In 2016, for instance, one participant died and five were hospitalised in a Phase I trial run by French company Biotrial in the city of Rennes, testing an experimental mood brightener made by Portuguese drugmaker Bial.  In 2006, six patients required intensive care after receiving a potential treatment against leukaemia and auto-immune disease in London. One was described as looking like “the elephant man” after his head swelled. Another lost fingertips and toes. Germany’s TeGenero, the initial developer of the medicine, folded.  But insurance executives stress such disasters are rare, given the thousands of clinical drug trials being carried out every year.  Walters of Aon, speaking about the 2016 trial, said it was “obviously a horrible situation”.  “But that’s one of very few incidents of really bad loss experience that the industry has faced. So, clinical trial insurance is not hugely expensive. Let’s put it that way.”","24":"NEW YORK (Reuters) - New York Governor Andrew Cuomo on Thursday ramped up pressure on banks and insurers to revisit whether their ties to the National Rifle Association and other gun rights groups harm their reputations and the public interest.  New York Gov. Andrew Cuomo (D-N.Y.), speaks to guests during the National Action Network (NAN) Dr. Martin Luther King, Jr. Day Public Policy Forum in the Harlem borough of New York City, New York, U.S., January 15, 2018. REUTERS\/Eduardo Munoz  Cuomo, a Democrat, noted that some well-known companies, including the insurer MetLife Inc, have ended some business relationships with the NRA after a gunman killed 17 people at a Parkland, Florida, high school on Valentine’s Day.  The governor directed New York’s Department of Financial Services to urge state-chartered banks and the more than 1,400 insurers it regulates to review whether their ties to the NRA and similar groups sends the “wrong message” to clients and communities.  “This is not just a matter of reputation, it is a matter of public safety,” Cuomo said in a statement.  The financial services superintendent, Maria Vullo, told banks and insurers in separate letters that “prompt actions” may be needed to manage reputational risks and promote public safety, at a time society “is no longer willing to stand by and wait and witness more tragedies caused by gun violence.”  William Brewer, a lawyer for the NRA, in a statement accused Cuomo and Vullo of abusing the public’s trust by “mounting a blacklisting campaign that seeks to deprive Second Amendment advocates of banking services and insurance coverage in the State of New York.”  In February, MetLife ended a program for NRA members to obtain insurance discounts for boats, motorcycles and recreational vehicles, while Chubb Ltd decided to stop underwriting an NRA-branded insurance program for gun owners.  Some companies in other sectors have also shed NRA ties.  Cuomo is running for a third term as governor.  In a recent Siena College poll, he held a 58 percent to 27 percent lead among registered Democrats over the activist and actress Cynthia Nixon, who is trying to appeal to more liberal voters. The poll surveyed 692 registered voters, and had a margin of error of 4.3 percentage points.","25":"WASHINGTON (Reuters) - A coalition of 32 environmental and indigenous groups on Thursday urged insurers to stop underwriting the Trans Mountain pipeline to pressure Canada to cancel its plan to expand the project, which carries crude from Alberta’s oil sands to British Columbia’s Pacific coast.  FILE PHOTO: The Westridge Marine Terminal, the terminus of the Trans Mountain Pipeline, is seen in an aerial photo over Burrard Inlet in Burnaby, British Columbia, Canada June 29, 2019. Picture taken June 29, 2019. REUTERS\/Jason Redmond  Self-insurance by the government for the expansion would cost taxpayers C$1.1 billion, the groups said.  Pressure is growing for financial companies to pull back from insuring and investing in polluting industries like coal and oil as part of an effort to combat climate change.  The coalition sent a letter to 27 companies registered to insure the pipeline, including Munich RE [MUVGGR.UL], Talanx TLXGn.DE and Zurich Insurance Group AG ZURN.S, asking them to drop their coverage before Aug. 31, the deadline for Canada to renew its liability insurance.  The groups said they hope the pressure “will show the Canadian government that the expansion is uninsurable.”  The Canadian government bought the pipeline from Kinder Morgan to help clear crude transportation bottlenecks for landlocked Alberta crude. Environmental activists say the project will undermine Canada’s commitment to reduce greenhouse gas emissions 70% below 2005 levels by 2030 under the Paris climate agreement.  “Providing insurance services to a project that would allow exponential growth of the oil sands, effectively removing any remaining chance of Canada staying within the goals of the Paris climate change agreement, would critically undermine the continued viability of your industry,” the groups told the insurers in the joint letter.  The activist groups include Stand.Earth, the Union of BC Indian Chiefs, German NGO Urgewald, the Rainforest Action Network and Greenpeace International.  Last month Chubb Ltd CB.BNCB.N became the first U.S. insurer to say it would no longer sell policies to or invest in companies that make more than 30% of their revenue from coal mining. This follows the lead of some of Europe's biggest insurers and financial institutions, including Allianz Finance Corp [ALVGLZ.UL], AXA [AXAFD.UL], Lloyds Banking Group LLOY.L and Zurich Insurance Group ZURN.S, which have placed restrictions on coal underwriting.  The groups said they would ramp up pressure on Zurich, which told the campaigners in a letter last week it would continue insuring the Trans Mountain Pipeline while it discusses with the Canadian government how to meet its Paris climate agreement targets with the pipeline in place.  In June, Zurich had pledged to begin to divest from the oil sands industry, starting with dialogue about transition plans with their customers that have over 30% exposure to thermal coal, oil sands and oil shales.  “By renewing coverage of the Trans Mountain Pipeline, Zurich betrays its own commitments,” Lucie Pinson, of the Unfriend Coal campaign, said in a statement on Thursday.  Pavel Osipyants, a spokesman for Zurich, said insuring the pipeline does not betray its pledge because Zurich “will either facilitate a transition to an alternative insurer (stop insuring them) or continue to provide insurance coverage” for the pipeline company depending what it learns about its strategy and position on climate change risk after their dialogue.","26":"WASHINGTON, Aug 8 (Reuters) - A coalition of 32 environmental and indigenous groups on Thursday urged insurers to stop underwriting the Trans Mountain pipeline to pressure Canada to cancel its plan to expand the project which carries crude from Alberta’s oil sands to British Columbia’s Pacific coast.  Self-insurance by the government for the expansion would cost taxpayers $1.1 billion, the groups said. Pressure is growing for financial companies to pull back from insuring and investing in polluting industries like coal and oil as part of an effort to combat climate change.  The coalition sent a letter to 27 companies registered to insure the pipeline, including Munich RE, Talanx and Zurich Insurance Group AG, asking them to drop their coverage before Aug. 31, the deadline for Canada to renew its liability insurance.  The groups said they hope the pressure “will show the Canadian government that the expansion is uninsurable.”  The Canadian government bought the pipeline from Kinder Morgan to help solve crude transportation bottlenecks for landlocked Albertan crude. Environmental activists say the project will undermine Canada’s commitment to reduce greenhouse gas emissions 70% below 2005 levels by 2030 under the Paris climate agreement.  “Providing insurance services to a project that would allow exponential growth of the oil sands, effectively removing any remaining chance of Canada staying within the goals of the Paris climate change agreement, would critically undermine the continued viability of your industry,” the groups told the insurers in the joint letter.  The activist groups include Stand.Earth, the Union of BC Indian Chiefs, German NGO Urgewald, the Rainforest Action Network and Greenpeace International.  Last month Chubb Ltd became the first U.S. insurer to say it would no longer sell policies to or invest in companies that make more than 30% of their revenue from coal mining. This follows the lead of some of Europe’s biggest insurers and financial institutions, including Allianz Finance Corp, AXA, Lloyds Banking Group and Zurich Insurance Group, which have placed restrictions on coal underwriting.  The groups said they would ramp up pressure on Zurich, which told the campaigners in a letter last week it would continue insuring the Trans Mountain Pipeline while it discusses with the Canadian government how to meet its Paris climate agreement targets with the pipeline in place.  In June, Zurich had pledged to divest from the oil sands industry.  “By renewing coverage of the Trans Mountain Pipeline, Zurich betrays its own commitments,” said Lucie Pinson, of the Unfriend Coal campaign in a statement on Thursday. (Reporting by Valerie Volcovici; Editing by Richard Chang)","27":"(Reuters) - Chubb Ltd CB.BN said on Wednesday it is lobbying the U.S. government to insure businesses for losses in future pandemics, while giving the insurance industry a small portion of the business, jumping into a debate over how to insure such disasters.  The U.S. insurance industry has been largely denying claims for losses caused by coronavirus-driven lockdowns from businesses-interruption policies, saying that pandemics are excluded.  The denials have led to lawsuits, political pressure and criticism from customers, prompting the industry to start lobbying the government for a plan to cover future pandemics.  As one of the largest U.S. providers of business interruption insurance, Chubb’s views are likely to significantly influence ongoing debate over policy.  Unlike some in the industry that want the risk to be borne entirely by the government, Chubb wants the industry to play a role in any government-backed insurance plan, Chief Executive Evan Greenberg told Reuters.  “We believe the industry does have wherewithal to take risk here,” Greenberg said. He said Chubb is talking to lawmakers, brokers and other insurers about its plan.  Under Chubb’s plan, the government would offer up to $750 billion in coverage for small businesses with up to 500 employees. Of that, the industry would pay for 6% of claims, or up to $15 billion, during the program’s first year, growing annually to 12% by year 20. COVID-19, the disease caused by the novel coronavirus, would be excluded.  Small businesses would receive a pre-determined payment based on payroll expenses, which the policy would cover for up to three months.  Chubb’s small-business proposal would require all business insurers to participate. Businesses would pay premiums only for the insurers’ share of coverage, not the government’s, making premiums “very affordable,” Greenberg said.  The proposal also includes a program for businesses with more than 500 employees, which would be voluntary for insurers and provide a total of up to $400 billion in coverage through a government reinsurance entity.  Insurers would share up to $15 billion during the program’s first year, rising to $40 billion during its 10th. Payouts to businesses would be limited to $50 million per policy.","28":"ZURICH\/BERLIN, April 23 (Reuters) - The Swiss blue-chip SMI was seen opening 0.1% higher at 9,640 points on Thursday, according to premarket indications by bank Julius Baer .  Here are some of the main factors that may affect Swiss stocks:  CORONAVIRUS  Switzerland’s federal budget deficit could jump to around 6% of national output this year, its finance minister said on Wednesday, due to the costs of higher unemployment and a massive aid package for businesses hit by the coronavirus crisis.  Small Swiss businesses should not worry that the government might raise rates on around 17 billion Swiss francs worth of 0% coronavirus emergency relief loans granted so far, Maurer said on Wednesday.  CREDIT SUISSE  The bank posted a 75% rise in first-quarter net profit on Thursday, even as it cautioned the global coronavirus pandemic could impact performance in coming quarters.  SWISS NATIONAL BANK  The Swiss National Bank reported a loss of 38.2 billion Swiss francs ($39.34 billion)during the first quarter as the coronavirus crisis pummelled the value of its foreign currency holdings.  COMPANY STATEMENTS  * Novartis announces data showing Jakavi® (ruxolitinib) more effective than best available therapy in acute graft-versus-host disease  * Idorsia reported a US GAAP Operating Loss Of CHF 111 Mln for the first quarter.  * Partners Group Appoints Hans Ploos Van Amstel As New CFO  * Dufry Cancels Payment Of 2020 Dividend  * Leonteq And Rand Merchant Bank Launch Collaboration  ANNUAL GENERAL MEETINGS  NESTLE - 2.70 CHF\/shr dividend proposed  ANALYSTS’ VIEWS  * SIKA AG: JEFFERIES CUTS TARGET PRICE TO CHF 200.20 FROM CHF 210.30  * ROCHE HOLDING AG: JP MORGAN RAISES TARGET PRICE TO CHF 400 FROM CHF 375  * CHUBB LTD: RBC CUTS TARGET PRICE TO $150 FROM $154  * ZURICH INSURANCE GROUP AG: RBC CUTS TARGET PRICE TO CHF 345 FROM CHF 350  * DORMAKABA HOLDING AG: CREDIT SUISSE CUTS TARGET PRICE TO CHF 660 FROM CHF 790  EX-DIVIDEND  SIKA - 2.30 CHF\/shr dividend  ECONOMY  No major economic data scheduled. ($1 = 0.9720 Swiss francs) (Reporting by Zurich newsroom and Berlin Speed Desk)","29":"Feb 4 (Reuters) - Chubb Ltd:  * CHUBB REPORTS FOURTH QUARTER NET INCOME PER SHARE OF $2.57 VERSUS $0.76 PRIOR YEAR, AND CORE OPERATING INCOME PER SHARE OF $2.28 VERSUS $2.02 PRIOR YEAR; CONSOLIDATED NET PREMIUMS WRITTEN OF $8.0 BILLION, UP 8.8%, OR 9.6% IN CONSTANT DOLLARS  * Q4 CORE OPERATING EARNINGS PER SHARE $2.28  * Q4 EARNINGS PER SHARE $2.57  * QTRLY P&C NET PREMIUMS WRITTEN WERE $7.4 BILLION, UP 9.0%, OR 9.8% IN CONSTANT DOLLARS  * Q4 P&C UNDERWRITING INCOME WAS $533 MILLION, UP 12.0%, LEADING TO A P&C COMBINED RATIO OF 92.7% COMPARED WITH 93.1% PRIOR YEAR  * QTRLY BOOK VALUE PER SHARE AT $122.42  * QTRLY TANGIBLE BOOK VALUE PER SHARE AT $78.14  * Q4 EARNINGS PER SHARE VIEW $2.12 -- REFINITIV IBES DATA  * Q4 REVENUE VIEW $7.23 BILLION -- REFINITIV IBES DATA Source text for Eikon: Further company coverage:","30":"(Reuters) - Companies going public in the United States face insurance costs that have increased as much as 200% in the last three years to cover their executives against lawsuits alleging they misled investors.  FILE PHOTO: Lyft President John Zimmer and CEO Logan Green applaud as Lyft lists on the Nasdaq at an IPO event in Los Angeles, California, U.S., March 29, 2019. REUTERS\/Mike Blake  A rise in securities class-action cases involving initial public offerings is spurring IPO insurers to double and triple prices for directors and officers coverage, or “D&O” coverage, insurers and brokers told Reuters.  A $5 million policy that cost $200,000 in 2016 can now easily cost $500,000 to $600,000, said Paul Schiavone, head of North American Financial Lines for Allianz Global Corporate & Specialty, an Allianz SE unit.  “You want to be part of the market, but there are also lots of risks in IPOs,” said Schiavone. “If things don’t go well in a year, you have the investors saying, ‘I want my money back.’”  The tightening insurance market follows a 2018 U.S. Supreme Court decision that allows some securities lawsuits to proceed in state court in addition to federal court.  “Since then, the market has gotten absolutely more challenging,” said Jennifer Sharkey, President of the Northeast Management Liability Practice for insurance broker Arthur J. Gallagher & Co.  Investors who used to wait months to see how a new stock would perform now waste little time to see if promises made in offering documents come to fruition - and are swift to accuse the executives of misleading investors if they do not.  “You have a lot more aggressive lawyers and investors out there who are looking where the cash is,” said Jeff Lubitz, who heads Securities Class Action Services for Institutional Shareholder Services. “And now, it looks like they will have multiple choices on how to jump on this.”  The changes come amid a spate of mega-IPOs, including recent offerings by ride-sharing rivals Uber Technologies Inc and Lyft Inc. There were 205 IPOs in 2018, up 14% from 2017, according to accounting and consulting firm EY.  Many larger companies have ample funds to pay the premiums, but smaller companies that need the insurance in order to attract reputable board members may feel the strain, insurance brokers said.  There have been 25 lawsuits related to IPOs so far this year, against 19 companies. Six companies that launched IPOs face suits in both state and federal court, including Lyft, BrightView Holdings Inc, and US Xpress Enterprises.  Shareholders slapped Lyft with a lawsuit about three weeks after its stock began trading on March 28 and quickly tanked more than 20%. The suit alleges that Lyft misled investors by overstating its market share. A Lyft spokeswoman declined to comment.  As the pace quickens and litigation picks up in two court systems, insurers are on the line to pay tens of millions of dollars in defense costs and substantial settlements.  IPO-related settlements have totaled $929 million since 2017, including a $250 million settlement by Alibaba Group Holding Ltd in April, after an earlier $75 million state court settlement. Last year, LendingClub Corp settled a suit for $125 million, according to ISS.  About 25 insurers sell D&O coverage to companies going public, including American International Group Inc, Chubb Ltd, AXA XL, Beazley PLC, and Allianz SE. The insurers, collectively, can offer about $150 million coverage, according to broker Aon Plc.  Insurers are chopping coverage limits and requiring IPO clients to pick up more costs before a policy kicks in. And they are requiring companies to pay a percentage of the eventual loss, said Rachel Turk, D&O team leader for Beazley.","31":"(Reuters) - The coronavirus pandemic will likely spur the largest single loss in insurance industry history, said Evan Greenberg, chief executive officer of Chubb Ltd, during a call with analysts on Wednesday.  FILE PHOTO: Evan Greenberg, Chairman and Chief Executive Officer (CEO) of Chubb Ltd speaks at an S&P Global Ratings conference in New York City, New York, U.S., June 7, 2018. REUTERS\/Suzanne Barlyn  Chubb, one of the world’s largest insurers, reported its first-quarter financial results late on Tuesday, saying that the pandemic had not affected its performance but that it anticipated a “meaningful impact” during the second quarter.  Greenberg on Wednesday said the COVID-19 outbreak will be felt across its global commercial property and casualty insurance business.  “We’re in an unprecedented moment of historic proportions,” Greenberg said of the pandemic and economic fallout.  Greenberg’s remarks come as U.S. insurers are starting to take stock of the potential impact of the coronavirus pandemic on their businesses, largely in the second quarter.  U.S. commercial insurers are also facing mounting political pressure to cover claims from businesses that are losing revenue because of coronavirus-led shutdowns ordered by state and local governments. Insurers say pandemics and viruses are largely excluded from coverage.  “It would damage or destroy the insurance industry in a terrible way, Greenberg said. “It would simply take money from one to give to another.”  Greenberg said he expects coronavirus-related claims for insurance covering travel, accidents and health, trade credit, and possibly political risk.  The insurer also writes coverage for business interruption losses, but the majority of those policies do not cover business losses from pandemics, Greenberg said.  “This will be an earnings event for Chubb,” Greenberg said. “It will not threaten our balance sheet.” Greenberg likened the company’s virus exposure to a “manageable” catastrophe-like event.  Chubb reported first quarter operating income of $2.68 per share compared with $2.54 for the prior year quarter. Analysts had estimated $2.57 per share, according to Refinitiv\/IBES data.","32":"March 1 (Reuters) - Chubb Ltd:  * CHUBB LIMITED ANNOUNCES PRICING OF €1.8 BILLION SENIOR NOTES OFFERING BY SUBSIDIARY  * CHUBB LTD - UNIT AGREED TO SELL EUR 900 MILLION OF 1.55% SENIOR NOTES DUE 2028 & EUR 900 MILLION OF 2.50% SENIOR NOTES DUE 2038 Source text for Eikon: Further company coverage:","33":"(Reuters) - Insurer Zurich has decided not to renew cover for the Canadian government’s Trans Mountain oil pipeline, said a spokeswoman for the project, which is opposed by environmental campaigners and some indigenous groups.  FILE PHOTO: The expansion of the Canadian government-owned Trans Mountain oil pipeline advanced to a new construction stage, in Acheson, Alberta, Canada December 3, 2019. REUTERS\/Candace Elliott\/File Photo  All financial services companies are under pressure from environmental campaigners to cease doing business with the fossil fuel industry.  A planned expansion of the Trans Mountain pipeline, which ships oil to British Columbia from Canada’s main oil-producing province of Alberta, has also drawn ire from some First Nations leaders anxious about the impact on their communities.  A spokesman for Zurich said the insurer did not comment on customer relationships.  Trans Mountain said it has the insurance it needs for its existing operations and the “expansion project”.  “There remains adequate capacity in the market to meet Trans Mountain’s insurance needs and our renewal,” the spokeswoman said in an emailed statement.  The Trans Mountain pipeline’s annual liability insurance contract, dated August 2019 but filed with the Canada Energy Regulator on April 30, 2020, had shown Zurich was the lead insurer for the pipeline.  The insurance, which provides $508 million of cover, runs to August 2020, the filing showed.  Zurich was the sole insurer for the first $8 million of potential insurance payouts and the company provided a total of $300 million in cover with other insurers, the 2019\/20 energy regulatory filing showed.  Lloyd’s of London syndicates were the project’s biggest insurer in 2019-2020. Chubb and Zurich were the biggest listed insurers providing coverage.  Other insurers that have provided cover for the Trans Mountain project this year include Liberty Mutual and Munich Re unit Temple.  Munich Re said it would review the contract given its new underwriting guideline on oil sands, which have a higher carbon footprint than conventional oil, but no renewal decision had been made.  Lloyd’s of London, Liberty Mutual and Chubb did not immediately comment.","34":"ZURICH\/BERLIN, April 6(Reuters) - The Swiss blue-chip SMI was seen opening 2.5% higher at 9,476 points on Monday, according to premarket indications from bank Julius Baer .  Here are some of the main factors that may affect Swiss stocks:  GEBERIT  Sales dropped 3.9% in the first quarter, the Swiss plumbing supplies maker said on Monday, adding the coronavirus pandemic had hit some of its markets in the second half of March.  COVID-19  The Swiss coronavirus death toll rose by 19 to 559 on Sunday with confirmed cases topping 21,000, according to the health ministry.  A quarter of Switzerland’s workers have been put on shorter hours as companies seek to limit the financial damage of the coronavirus epidemic, the government said on Saturday.  Constance, Germany, and Kreuzlingen, Switzerland, are divided cities these days, with a strip of grass and two fences separating them after the countries closed their borders to slow the spread of the coronavirus.  Three of the world’s biggest gold refineries said they will partially reopen after a two week closure that disrupted global supply of the metal.  Switzerland faces a shortage of the raw material needed to make disinfectant to tackle the coronavirus pandemic after the country abandoned its emergency reserve of 10,000 tonnes of ethanol two years ago, newspaper Tages-Anzeiger reported on Monday.  UBS  CEO Sergio Ermotti defended the bank’s decision to pay a dividend for 2019 despite the Swiss banking watchdog’s call to carefully consider such payments due to the coronavirus crisis, saying the lender was well-capitalized and strategically well positioned.  SUNRISE  After the failed takeover of UPC in Switzerland, the telecoms group plans to lay fibre optics cables itself, CEO Andre Krause told NZZ am Sonntag. “In order to reach 60% of the population with optical fibers, we are now looking at with which partners we can expand the network ourselves by 2025.”  AIRLINES  The federal government could decide on Wednesday to support the country’s aviation industry with an aid package of three to five billion Swiss francs, Sonntagszeitung said.  COMPANY STATEMENTS  * Forbo said it would pay out a dividend of 23 Swiss francs ($23.52) per share on April 14. It said the coronavirus epidemic made it impossible to provide an outlook for 2020.  * EMS Chemie Holding said it achieved net sales of CHF 496 million in the first three months, 17.8% lower than in year-ago period.  * Chubb Ltd said it would not conduct any layoffs of employees whilst in the midst of the COVID-19 pandemic.  * Cosmo Pharmaceuticals said a medicine from a partner company, Red Hill Biopharma, has been granted compassionate use authorization in Italy to be used against COVID-19  * Burkhalter Group said the coronavirus would have a negative effect on results in 2020, but it couldn’t make a definitive forecast  * ObsEva said Fabien de Ladonchamps would become the new CFO after Tim Adams quit  ANALYSTS’ VIEWS  * DKSH HOLDING AG : CREDIT SUISSE RAISES TO OUTPERFORM FROM UNDERPERFORM; RAISES TARGET PRICE TO CHF 57 FROM CHF 50  ANNUAL GENERAL MEETINGS  SWISSCOM - 22 CHF\/shr dividend proposed  ECONOMY  SNB sight deposits due at 0800 GMT. ($1 = 0.9777 Swiss francs) (Reporting by Zurich newsroom and Berlin Speed Desk)","35":"April 22 (Reuters) - Chubb Ltd:  * EVAN GREENBERG SAYS INSURANCE INDUSTRY’S COVID-19 EXPOSURE TO “WHAT TERRORISM EXPOSURE WAS LIKE BEFORE 9-11”- CONF CALL  * CEO EVAN GREENBERG SAYS COVID-19 WILL IMPACT CHUBB INTO APRIL, ESPECIALLY IN COMMERCIAL GLOBAL P&C BUSINESS - CONF CALL  * CEO EVAN GREENBERG SAYS COVID-19 WILL BE AN “EARNINGS EVENT” FOR THE COMPANY BUT NOT THREATEN THE BALANCE SHEET - CONF CALL  * CEO EVAN GREENBERG SAYS EXPECTS COVID-19 CLAIMS FROM TRAVEL, ACCIDENT & HEALTH, TRADE CREDIT, AND POSSIBLY POLITICAL RISK COVERAGE - CONF CALL Source text for Eikon: Further company coverage: (Reporting by Suzanne Barlyn)","36":"ZURICH\/BERLIN, April 7 (Reuters) - The Swiss blue-chip SMI was seen opening 0.9% higher at 9,549 points on Tuesday, according to premarket indications from bank Julius Baer .  Here are some of the main factors that may affect Swiss stocks:  ALCON  The Swiss eyecare company scrapped its proposed 2019 dividend and withdrew its 2020 guidance as a result of the coronavirus pandemic. It had previously proposed a dividend of 0.19 Swiss francs for 2019.  Shares indicated down 1.9%  CORONAVIRUS  The governors of New York, New Jersey and Louisiana pointed to tentative signs on Monday that the coronavirus outbreak may be starting to plateau in their states but warned against complacency as the death toll nationwide approached 11,000.  Although coronavirus cases and deaths continued to mount, the governors cited data suggesting the rates of growth and hospitalizations were slowing, possibly signaling a peak was at hand in three U.S. epicenters of the pandemic.  COMPANY STATEMENTS  * Relief Therapeutics Holding SA: Drug Aviptadil enters FDA trial at University of Miami; to treat COVID-19-induced respiratory distress Aviptadil targets cytokine storm that causes fatal respiratory distress in COVID-19  * Luzerner Kantonalbank AG: Q1 consolidated profit at CHF 46.9 million; expects 2020 consolidated profit between CHF 187 million and CHF 205 million  * Ascom Holding AG - Wins 1.7 million Swiss franc order from large U.S. health network  * Saurer’s board of directors has appointed Yiping Sheng as chief executive officer, effective 1 April 2020. He succeeds Clement Woon.  * Phoenix Mecano AG: AGM to take place without shareholders; 2019 financial statements and Q1 2020 results to be published earlier than planned on 16 April 2020.  * Chubb Ltd’s chairman, president and CEO Evan Greenberg’s 2019 total compensation was $20.5 million versus $20.4 million in 2018, according to an SEC filing.  * Schmolz+Bickenbach AG: requests all shareholders not to attend AGM in person, but to have their shares represented by independent proxy  ANALYSTS’ VIEWS  * CLARIANT AG: BARCLAYS CUTS TARGET PRICE TO CHF 21 FROM CHF 24  * GIVAUDAN SA: BARCLAYS RAISES TARGET PRICE TO CHF 2800 FROM CHF 2300  * KOMAX HOLDING AG: CREDIT SUISSE CUTS TARGET PRICE TO CHF 150 FROM CHF 180  * MEDACTA GROUP SA: JP MORGAN CUTS TARGET PRICE TO CHF 66.90 FROM CHF 71.60  * DUFRY AG: CREDIT SUISSE CUTS TARGET PRICE TO CHF 37 FROM CHF 75  ECONOMY  * Swiss jobless rate rises to 2.9% in March, slightly above market expectations  * Swiss March forex reserves data due around 0700 GMT (Reporting by Zurich newsroom and Berlin Speed Desk)","37":"April 6 (Reuters) - Chubb Ltd:  * CHUBB LTD CHAIRMAN, PRESIDENT AND CEO EVAN GREENBERG’S 2019 TOTAL COMPENSATION WAS $20.5 MILLION VERSUS $20.4 MILLION IN 2018 - SEC FILING  * CHUBB LTD - 2019 CEO PAY RATIO WAS 308.5 TIMES THE COMPENSATION OF THE MEDIAN EMPLOYEE Source: bit.ly\/2RePgiG Further company coverage:","38":"Nov 25 (Reuters) - Insurer Chubb Ltd said on Monday it could buy an additional 22.4% stake in Chinese insurer Huatai Insurance Group Co Ltd for 10.8 billion yuan ($1.53 billion).  Chubb, which already holds nearly 27% stake in Huatai, said it would first buy 15.1% and then an additional 7.1% stake based on the completion of the first contingent.  In March, Chubb raised its stake in Huatai to 26.2%, following approval from China Banking and Insurance Regulatory Commission.  “We are committed to supporting Huatai as a long-term strategic shareholder and we have great confidence in the long-term potential of the Chinese insurance market,” said Evan Greenberg, Chief Executive Officer of Chubb.  Chubb will buy Huatai shares from its shareholders Chinese chemicals maker Inner Mongolia Junzheng Energy and Chemical Group Co Ltd and one of its wholly owned subsidiaries.  ($1 = 7.0389 Chinese yuan renminbi)","39":"(Adds details about ransomware and Maze hackers.)  March 26 (Reuters) - Insurer Chubb Ltd on Thursday said it is investigating a computer security incident that may involve unauthorized access to data held by an outside service provider.  Chubb has no evidence that the incident affected its network, a spokesman said. “Our network remains fully operational and we continue to service all policyholder needs, including claims,” the spokesman said.  A hacker group that deploys the \"Maze\" ransomware claimed to have locked up devices on Chubb's network during March, the website BleepingComputer.com bit.ly\/2JiZvy4 reported on Thursday.  The Chubb spokesman declined further comment.  Chubb is among the largest U.S. cybersecurity insurers.  Ransomware is a type of malicious program that hackers use to take down systems that control everything from hospital billing to manufacturing. They stop only after receiving hefty payments.  Hackers who deploy Maze take the strategy even further by posting online the names of companies that refuse to pay.  Ransomware attacks skyrocketed by 131% in 2019 compared to the previous year, according to a report on Monday from cyber insurer Beazley.","40":"(Reuters) - California’s Insurance Commissioner on Monday ordered insurers to return premiums to consumers and businesses, adding to pressure on insurers to do more to mitigate the financial strain on customers caused by the novel coronavirus crisis.  Insurance Commissioner Ricardo Lara said premiums paid for the months of March, April and potentially May, should be returned for six insurance lines - passenger and commercial auto, workers’ compensation, commercial multi-peril, commercial liability and medical malpractice.  The order also includes other insurance lines facing the risk of loss as a result of the pandemic.  Major U.S. insurers are already offering credit to auto and motorcycle policyholders following a decline in driving, as most Americans stay at home under widespread orders to help contain the spread of the novel coronavirus.  \"With Californians driving fewer miles and many businesses closed due to the COVID-19 emergency, consumers need relief from premiums that no longer reflect their present-day risk of accident or loss,\" Lara said here.  “Today’s mandatory action will put money back in people’s pockets when they need it most.”  As part of the order, insurance companies are required to provide a premium credit, cut, return of premium, or other “appropriate premium adjustments” as soon as possible, and no later than August.  Insurers collect $310 billion in premiums annually in California, according to the state’s insurance department, the largest consumer protection agency in California.","41":"Oct 29 (Reuters) - Chubb Ltd:  * CHUBB REPORTS THIRD QUARTER NET INCOME PER SHARE OF $2.38, DOWN 9.8%, AND CORE OPERATING INCOME PER SHARE OF $2.70, UP 12%; CONSOLIDATED NET PREMIUMS WRITTEN OF $8.6 BILLION, UP 6.3%, OR 7.3% IN CONSTANT DOLLARS  * Q3 CORE OPERATING EARNINGS PER SHARE $2.70  * Q3 EARNINGS PER SHARE $2.38  * QTRLY P&C NET PREMIUMS WRITTEN WERE $8.0 BILLION, UP 6.2%, OR 7.2% IN CONSTANT DOLLARS  * QTRLY PRE-TAX CATASTROPHE LOSSES WERE $232 MILLION  * Q3 EARNINGS PER SHARE VIEW $2.61 -- REFINITIV IBES DATA Source text for Eikon: Further company coverage:","42":"(Reuters) - Insurer Chubb Ltd CB.BNCB.N on Monday decided to cut its exposure to operators of coal-powered plants and said it will not underwrite new risks for companies that generate more than 30% of their revenue from coal.  Chubb said for existing coal plants insurance coverage for risks that exceed this threshold will be phased out by 2022, and for utilities beginning in 2022.  Additionally, it will also not invest in companies that generate more than 30% of revenue from thermal coal mining or energy production from coal.  Chubb joins other financial institutions, including Lloyds Banking Group LLOY.L, Hannover Re and Allianz Group, in scaling back its exposure to coal.  At least 34 coal divestment or restriction policy announcements have been made by financial institutions since the start of 2018, according to a report bit.ly\/2xlmW3N published in February by the Institute for Energy Economics and Financial Analysis.  Chubb said the exceptions to the new policy will be considered until 2022, taking into account an insured company’s commitment to reduce coal dependence and also regions that do not have practical near term alternative energy sources.  The company’s new coal policy is expected to have minimal impact on premium revenue and no impact on investment performance, Chubb said.","43":"FILE PHOTO: Film producer Harvey Weinstein attends the 2016 amfAR New York Gala at Cipriani Wall Street in Manhattan, New York, U.S., February 10, 2016. REUTERS\/Andrew Kelly\/File Photo  (Reuters) - Insurer Chubb Ltd is refusing to pay for Harvey Weinstein’s legal defense against 11 lawsuits that accuse the movie producer of sexually harassing or assaulting women over the past three decades, according to a court document filed on Wednesday.  Units of the insurer have together issued 80 policies to Weinstein and his family between 1994 and 2018, including coverage for personal liability, according to Chubb. That would normally cover legal costs to defend against claims of damage or injury caused accidentally, but the insurer said Weinstein’s conduct was intentional.  The co-founder of the Miramax studio and The Weinstein Company was one of Hollywood’s most influential men before more than 70 women accused him of sexual misconduct, including assault. He denies having non-consensual sex with anyone.  He faces many legal cases, including one brought by New York State Attorney General Eric Schneiderman accusing him of civil and human rights violations.  Chubb Indemnity Insurance Co and several other Chubb units asked New York State Supreme Court to issue a judgment declaring that the policies’ terms exclude defending charges in the lawsuits, specifically sexual assault, discrimination and intentional acts.  A representative and lawyer for Weinstein did not immediately respond to requests for comment.","44":"(Repeats to additional customers with no changes to text)  NEW YORK, July 9 (Reuters) - Insurers have largely stopped covering independent film and television productions against the risk of COVID-19 illness, a shift that threatens the supply of new entertainment in 2021, Hollywood producers, insurers and industry experts said.  Thousands of shoots around the world shut down abruptly in March as the novel coronavirus spread and governments imposed lockdowns.  Now as filmmakers try to get back to work they are finding insurers have largely stopped providing the COVID-19 coverage they need to secure financing.  Some insurers are even adding exclusions for COVID-19 or communicable diseases to existing policies when cast members get medical exams, insurance lawyer Kirk Pasich told Reuters.  Without coverage, many producers cannot get the completion bond, or guarantee, that banks require to lend to productions.  Until crews can work safely again and insurance covers COVID-related costs, “there will be less content of the caliber that we’re used to,” independent film producer Robert Salerno told Reuters.  Insurers, already reeling from other pandemic claims, say they cannot offer the coverage because it is unclear how the pandemic will play out.  Although some countries have controlled or eliminated the virus, cases have resurged elsewhere, including the United States. (GRAPHIC: here)  “It is not a risk you can even price,” a senior insurance executive, who was not authorized to speak publicly, told Reuters.  Only a handful of insurers offer film and TV policies worldwide. Chubb Ltd and Allianz SE, two major insurers no longer providing such coverage, declined to comment.  Media Guarantors Insurance Solutions, which provides bonding, has seen business fall 80% during the pandemic, said Chief Executive Fred Milstein. Producers are watching the new rise in U.S. COVID-19 cases closely as they consider rescheduling.  “Everybody’s taking a beat to see if the rates go down again,” he said.  While big studios can self-insure, independent producers, who turn out 70% of new films and numerous TV shows in the U.S. each year, are looking for alternatives, said Jean Prewitt, chief executive of the Independent Film & Television Alliance.  Budgets are up 10% to 30% as producers add safety measures on set and rewrite scripts to reduce infection risk, Prewitt said.  Nicolas Chartier, producer of the Academy Award-winning film The Hurt Locker, is feeling the effects. His Voltage Pictures production company planned to film sequels to the romantic drama “After” in September. Both are on hold because insurance is unavailable, he told Reuters.  “You cannot get a completion bond because right now insurance doesn’t cover COVID,” he said. “Everybody is worried about the movie being abandoned.”  Projects costing $1 million or less can be financed with cash, but still face health risks, especially for plots with romance or fight scenes.  “So you need to shoot two people in a room, two people talking outside on a bench,” Chartier said. “Not exactly the most exciting movie.”  Independent producers are also looking for private investors to provide insurance, or moving to countries that have government backing for pandemic risk, said Brian O’Shea, chief executive of The Exchange, a movie sales, financing and production company. He hopes the U.S. will provide similar support.  O’Shea sold two movies - one starring Bruce Willis and the other Olivia Munn - last month at “virtual Cannes,” an online version of the famous Côte d’Azur film festival.  With $10 million in financial commitments for each film, he wants to shoot this year, and says government backing would help.  “Now I need to find a bond company and insurance or an equity investor that will guarantee the delivery of the picture given the risks caused by COVID,” he said.  “We’re trying to figure it out.” (Reporting by Alwyn Scott Additional reporting by Suzanne Barlyn Editing by Lauren Tara LaCapra and Diane Craft)","45":"FILE PHOTO: A healthcare worker administers a Pfizer\/BioNTEch coronavirus disease (COVID-19) vaccine to personal support worker Anita Quidangen at The Michener Institute, in Toronto, Canada December 14, 2020. REUTERS\/Carlos Osorio\/File Photo  LONDON (Reuters) -Lloyd’s of London and insurtech firm Parsyl have launched a development finance-backed programme to insure the distribution of COVID-19 vaccines in emerging markets as a global vaccination programme to halt the deadly virus gathers pace.  COVID-19 vaccine distribution is a headache for insurers, who are concerned about the extra-cold temperatures required to transport vaccines such as the one developed by Pfizer and BioNTech, the first Western vaccine off the drawing board. Theft or cyber attacks on the supply chain are an added worry.  Governors in more than two dozen U.S. States and territories are planning on using the National Guard in some capacity for COVID-19 vaccine distribution at this point, the Guard said on Monday.  The Global Health Risk Facility (GHRF), made up of 14 insurers and reinsurers, has been set up to address the challenges of transporting temperature-sensitive vaccines, and will be supported by $26.7 million in funding from the U.S International Development Finance Corporation, the companies said on Tuesday.  The DFC loan will be used to capitalize a new public-private Lloyd’s syndicate and allow the GHRF to offer cost-effective insurance policies for shipments of vaccines and medical products to developing countries.  The facility will begin underwriting in January. Syndicate 1796 is the first public-private partnership to address a global health emergency in Lloyd’s 330-year history, the companies said.  “By unleashing the power of data, we’re addressing a critical insurance gap when the world needs it most,” Ben Hubbard, Chief Executive at Parsyl said.  “It’s now time to vaccinate the world and we’re so proud to be contributing to this monumental global effort.”  As part of the programme, AXA XL is providing risk consulting services.","46":"NEW YORK\/LONDON (Reuters) - Lloyd’s of London insurer Axis Capital has become the latest to rule itself out of providing coverage for Adani Enterprises Ltd’s contentious Carmichael coal mine project in Australia, a source close to the company said on Wednesday.  Axis has withdrawn its quotes for insurance of the mine’s railway, the source told Reuters.  The insurer will publish a formal policy to cut its exposure to coal more broadly in the weeks ahead, the source added.  Axis joins a growing list of global insurers to refuse to insure the project, which received the green light from Canberra in June despite fierce opposition from environmental groups.  The Queensland-based Carmichael mine is expected to chalk up annual production of 8 million to 10 million tonnes of thermal coal, responsible for a large slice of the world’s carbon emissions.  As a result, 14 large insurers including AXA SA, Allianz, Liberty Mutual Insurance Co [LBRTLI.UL], Munich Re, Swiss Re and local market leader QBE Insurance Group Ltd have already confirmed they will not insure Carmichael, according to lobby group Market Forces.  Sixteen insurers including Chubb Ltd, Australia’s QBE and Suncorp Group Ltd and European insurers Allianz and Zurich Insurance Group AG have already adopted policies to cut their exposure to coal projects, according to lobby group Unfriend Coal.","47":"March 26 (Reuters) - Insurer Chubb Ltd on Thursday said the company is investigating a computer security incident that may involve unauthorized access to data held by an outside service provider.  Chubb has no evidence that the incident affected its network, which “remains fully operational,” a spokesman said. (Reporting by Suzanne Barlyn; Editing by Sandra Maler)","48":"* Zurich lead insurer, share of cover up in 2019\/20 contract  * Chubb’s share of cover also up  LONDON, May 12 (Reuters) - Major insurers Zurich, Chubb increased their insurance cover for a Canadian oil sands pipeline over the last year, Canadian regulatory filings show.  The Trans Mountain pipeline, which ships types of crude oil and refined products to British Columbia from Canada’s main oil-producing province of Alberta, is owned by the Canadian government and has become a focus for environmental and indigenous groups who want a planned expansion of the pipeline stopped.  The government bought the pipeline from Kinder Morgan Canada in August 2018 for C$4.5 billion ($3.37 billion). Activists say expanding it will hamper Canada’s commitment to reduce greenhouse gas emissions under the Paris climate agreement.  Insurers like other financial services companies are under pressure from environmental campaigners to cut back on providing insurance cover to companies or projects that are connected to fossil fuel industries.  As with the coal industry, the degree of insurance underwriting offered to the tar sands industry by insurance companies is in the spotlight for its higher levels of greenhouse gas emissions than crude oil.  While Lloyd’s of London syndicates remain the biggest insurer to the project, Chubb and Zurich are the biggest listed insurers providing coverage.  The Trans Mountain pipeline’s annual liability insurance contract, dated August 2019 but filed with the Canadian energy regulator on April 30, 2020, shows Zurich was the lead insurer for the pipeline.  The insurance, which provides $508 million of cover, runs to August 2020, the filing showed.  Zurich is the sole insurer for the first $8 million of potential insurance payouts and the company provided a total of $300 million in cover with other insurers, the 2019\/20 energy regulatory filing showed.  The filing did not provide a breakdown of Zurich’s contribution.  In 2018\/19, the cover with other insurers was $150 million, the regulatory filing for that year showed.  A Zurich spokesman said it had slightly increased its cover, but had restructured its participation in the programme by moving its capacity to provide cover for higher payout levels, which are less likely to be triggered.  Big insurance contracts are typically covered across multiple providers in layers, with payouts triggered depending on the size of the claim.  Zurich is talking to customers and investee companies with more than 30% exposure to thermal coal, oil sands and oil shales, with the aim to “drive a deeper conversation regarding their credible mid to long-term transition plans”, the Zurich spokesman said.  “Should their plans fall short of our commitment to combating global climate change, Zurich intends to disengage and\/or divest from the companies,” the spokesman said in an email, adding the engagement would not exceed a two-year period.  Chubb also increased the cover it provides alongside other insurers to a total of $200 million in 2019\/2020, from $15 million of sole exposure the previous year, the two regulatory filings showed.  Chubb did not provide a comment.  Chubb has a policy on coal underwriting which prevents the company from taking on new coal clients, its website said.  Lloyd’s of London is the sole insurer for $50 million of potential insurance payouts in 2019\/2020, higher than $25 million the previous year, the regulatory filings showed. Lloyd’s has reduced the cover it provides with other insurers to $410 million for 2019\/2020 from $450 million in 2018\/19, the regulatory filings also showed.  A Lloyd’s spokesman declined to comment, saying underwriting decisions were made by the market’s syndicate members.  The Lloyd’s insurance market has said it does not have a policy on underwriting carbon-intensive fuels, leaving underwriting decisions to its members.  LOBBY GROUP PRESSURE  The Trans Mountain project highlights tensions in the financial services sector as it seeks to respond to policymaker calls to aid the globally agreed transition to a low-carbon economy while needing to protect their businesses from the potential hit to profits caused by COVID-19.  Lobby groups such as Unfriend Coal have put pressure on insurers to stop underwriting carbon-intensive fuels like coal and oil sands.  “Any company that claims to care about the climate and human rights cannot insure Trans Mountain while it presses ahead with plans to enable a huge expansion of some of the world’s dirtiest oil,” said Elana Sulakshana, Energy Finance Campaigner at Rainforest Action Network.  Other insurers which have provided cover for the Trans Mountain project this year include AIG, Liberty Mutual and Munich Re unit Temple.  Liberty Mutual declined to comment on the project but said it had a policy on coal underwriting.  “We’re taking many steps that demonstrate our commitment to the shift toward clean energy, and we will continue to improve and build on the progress we’ve made,” a Liberty Mutual spokeswoman said.  AIG said it did not comment on underwriting decisions related to specific projects.  Munich Re declined to comment. (Additional reporting by Jeff Lewis in Toronto. Editing by Jane Merriman)","49":"March 3 (Reuters) - Chubb Ltd:  * CHUBB LTD - BILL HAZELTON HAS BEEN NAMED HEAD OF CHUBB NORTH AMERICA CLAIMS Source text for Eikon: Further company coverage:","50":"LONDON\/NEW YORK (Reuters) - Daniel Duckett, owner of the Lazy Claire patisserie in Belfast, was hoping for an insurance payout of up to 100,000 pounds ($123,460.00) to cover losses during the coronavirus lockdown. Now he fears for the future as he battles for the compensation.  Daniel Duckett, one of thousands of store owners whose livelihood has been hurt by a government mandated shutdown to help curb the spread of the novel coronavirus, poses at his Lazy Claire Patisserie in Belfast, Northern Ireland April 13, 2020. Daniel Duckett\/Handout via REUTERS  Duckett is one of thousands who have called their insurers to claim on business disruption policies as the spread of the new coronavirus forces large parts of the global economy to shut down, with the answer for most a straight “no”.  As the industry increasingly comes under fire, critics ranging from U.S. President Donald Trump to groups of celebrity chefs have joined the call for payouts to be made.  But insurers, already facing huge payouts on travel and trade credit insurance and the cancellation of sporting events such as the Wimbledon tennis championship, say clauses allowing claims due to government closures or communicable diseases often do not apply to the widespread lockdowns in place to stem the spread of the coronavirus.  Meanwhile, market volatility has also slashed normally comfortable investment income and if insurers were forced to make payouts on policies that do not cover the pandemic, “it would damage or destroy the insurance industry in a terrible way,” Evan Greenberg, CEO of Chubb, one of the world’s largest insurers, said this week.  Greenberg said the pandemic would in any case likely spur the largest single loss in insurance history.  UBS estimates industry insured losses for non-U.S. business interruption total $7-22 billion.  In the U.S., monthly small business losses are seen at between $255 billion and $431 billion, according to the American Property Casualty Insurance Association, dwarfing the roughly $6 billion a month in premiums the local industry receives for key property insurance lines. It is unclear how much of their losses are insured for the pandemic.  A payout can’t come soon enough for Larry Brehm, owner of a Play It Again Sports store in Torrance, California, who has been told by insurer Nova Casualty Company, a unit of The Hanover Insurance Group that he is not eligible to make a claim as his policy does not cover the virus.  “If I don’t get some kind of help, either from the government or from the...loss of business insurance, then I might have to close. It’s the only way that I feed my family and it’s very sad to think about.”  Hanover said it could not comment on the particular case, but was “committed to delivering on our promises to our customers”.  Lazy Claire’s Duckett is in one of at least three groups of small businesses in Britain squaring up to Lloyd’s of London insurer Hiscox.  Lawyers at Fieldfisher and DMH Stallard also said they had clients seeking payouts from Hiscox and other UK-based insurers.  Slideshow ( 3 images )  Hiscox said this week it would work with the industry, regulators and customers to “seek means of expediting resolution through the range of independent mechanisms available”.  RESTAURANTS IN CRISIS  Trump weighed in on the issue during an April 10 briefing, saying he had spoken to restaurateurs who had been paying for business interruption cover for 35 years.  “They’ve been paying a lot of money for a lot of years...And then when they finally need it, the insurance company says, ‘we’re not going to give it’,” Trump said. “We can’t let that happen.”  A group of famed U.S. restaurateurs, including Wolfgang Puck and Thomas Keller, owner of the upmarket French Laundry in California’s Napa Valley, last month banded together with Louisiana lawyer John W. Houghtaling to form the “Business Interruption Group,” or BIG, a non-profit organisation launched to push for payouts.  “If insurers do not start paying...we will bring BIG legal action in every state,” the group said.  In Britain, celebrity chef Raymond Blanc, who runs 36 restaurants through his Brasserie Barco group, has hired law firm Legal Risk.  “We think our policy is bullet-proof,” Brasserie Barco Chairman Mark Derry said.  ALL IN THE WORDING  Analysts say it is hard to strip out business interruption from other commercial property policies, though McKinsey estimates the specific cover earns $40 billion in annual premiums globally.  One issue is whether a virus can be described as causing physical damage, often a pre-requisite to trigger payments.  Epidemics are generally excluded although businesses can buy additional cover. But that extra policy might specify the diseases it covers - meaning the new coronavirus that only appeared in recent months would not be included.  Some businesses buy extra coverage for a government-mandated shutdown, but again, this may not apply to a pandemic.  Whether businesses will be covered depends on the wording of individual policies, said Ling Ong, vice president of the London Forum of Insurance Lawyers.  Travelers Companies Inc has pushed back against a lawsuit filed in Los Angeles by celebrity criminal defense lawyer Mark Geragos, who said his business had been hurt by shut-down orders.  “Insurers don’t collect premiums to cover losses that policies weren’t written to cover,” said Travelers chief executive officer Alan Schnitzer on Tuesday in an earnings call. Travelers’ standard coverage excludes viruses.  Chubb and Lloyd’s of London are among other insurers facing U.S. class action suits. The insurers declined to comment.  However, some businesses have found they are covered - the British Columbia Dental Association’s members can claim under Aviva’s pandemic policy, it said this week.  GOVERNMENT PRESSURE  Insurers’ protests may be futile. Eight U.S. states have introduced legislation which would require insurers to pay claims, mainly to small businesses, despite exclusions. Many of the bills would let insurers seek reimbursement from the states.  Pennsylvania State Senator Vincent Hughes, a Democrat, said he introduced the bill after many small businesses told him that insurers wouldn’t pay their claims and government aid programs had ran out of money.  Insurers say such laws make retroactive changes to contracts, with global trade body the Institute of International Finance saying earlier this month in a letter to regulators that this could lead to “decreased availability of insurance, the withdrawal of insurers from certain markets and overall increases in the price of available coverage”.  In France, President Emmanuel Macron said last week that insurers “must be there” to help stabilise the economy.  French insurers have said they would put 3.2 billion euros ($3.47 billion) on the table including a 1.5 billion investment programme and donations to the government’s aid fund.","51":"April 8 (Reuters) - Chubb Ltd:  * CHUBB SELECTED FOR LICENSE TO OPERATE WHOLLY OWNED LIFE INSURANCE BUSINESS IN MYANMAR  * CHUBB LTD - IS ONE OF 5 COS AWARDED RIGHT TO OPERATE WHOLLY OWNED LIFE INSURANCE BUSINESS IN MYANMAR Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","52":"Chubb Ltd:  * CHUBB APPOINTS JONATHAN KENNETT AS HEAD OF FINANCIAL INSTITUTIONS FOR UK AND IRELAND AND CHUBB GLOBAL MARKETS  * CHUBB LTD - JONATHAN KENNETT APPOINTMENT IS WITH IMMEDIATE EFFECT Source text for Eikon: Further company coverage:","53":"(Adds Societe Generale, Flag Group, Swiss National Bank, Moelis, BNY Mellon Asset Management, Standard Chartered, Cougar Global Investments, Prudential Funds)  March 5 (Reuters) - The following financial services industry appointments were announced on Monday. To inform us of other job changes, email moves@thomsonreuters.com.  LEGAL & GENERAL INVESTMENT MANAGEMENT HOLDINGS LTD  LGIMH appointed Kathleen Gallagher as non-executive director.  CHUBB LTD  The property and casualty insurer named Scott Simpson the new country president for its general insurance business in Singapore.  DEUTSCHE ASSET MANAGEMENT  The asset manager, part of Deutsche Bank AG, said it appointed Alex François as director of sales, asset management in the Global Client Group (GCG), Australia and New Zealand.  EUROMONEY INSTITUTIONAL INVESTOR PLC  The London-based company appointed Colin Day as an independent non-executive director and chair designate of its audit committee.  BANK OF AMERICA MERRILL LYNCH  BofA Merrill Lynch’s Craig Coben has been appointed vice chairman of global capital markets, moving from his role as head of equity capital markets, the bank said.  MOELIS & CO  Chris Roberts is to join Moelis and lead the U.S.-headquartered firm’s advice on equity capital markets in Europe, the Middle East and Africa, with Alex Hageman, Reuters IFR reported.  The firm said it hired industry veteran Martin Houston as chairman of the investment banking boutique’s global energy group.  SOCIETE GENERALE SA  The company’s investment bank has appointed Yves Jacob as global head of coverage for public sector entities within its financial institutions group, part of a restructuring of coverage for the public sector and financial sponsors, Reuters IFR reported.  FLAG GROUP  Former Deutsche Bank Australia CEO Michael Ormaechea has joined the boutique financial services firm based in Sydney, as chief investment officer, Reuters IFR reported.  SWISS NATIONAL BANK  Thomas Wiedmer, Alternate Member of the Governing Board, has decided to leave the bank as of the end of June 2018 and take up a new professional challenge following the regulatory cooling-off period, Reuters IFR reported.  BNY MELLON ASSET MANAGEMENT NORTH AMERICA  BNY Mellon Corp’s asset management business named Gerry Cosgrove as the new head of global consultant relations.  STANDARD CHARTERED PLC  Theb bank appointed Freddy Boom as head of industrials, services and transportation, international corporates for its North America unit.  COUGAR GLOBAL INVESTMENTS LTD  The affiliate of Carillon Tower Advisers, promoted Abdullah Sheikh to co-chief investment officer and portfolio manager.  PRUDENTIAL FUNDS  The funds on Monday named Brian Reid as an independent director for certain mutual funds offered by PGIM Investments, effective March 1. (Compiled by Mrinalini Krothapalli and Arunima Banerjee in Bengaluru)","54":"(Adds PepsiCo) Jan 15 (Reuters) - A number of large U.S. companies, including AT&T Inc, American Express and Dow Inc, have said they would cut off campaign contributions to those who voted to challenge President-elect Joe Biden's victory, with Republicans in the U.S. Congress facing growing blowback from Corporate America. Here is a list of companies along with their actions in response to the Capitol assault. Company Action American Express Halts donations to lawmakers who opposed Biden certification AT&T Suspends donations to lawmakers who opposed Biden certification Dow Inc Suspends contributions to all lawmakers who opposed certification of the presidential election Amazon.com Suspends donations to lawmakers who voted against Biden certification General Electric GEPAC board voted to suspend donations to those who voted to oppose the electoral college results Comcast Corp Suspending contributions to U.S. lawmakers who opposed Biden certification Best Buy Stops providing campaign contributions to the 147 members of Congress who objected to certifying the election results Marriott Suspends donations to lawmakers who voted against certifying International Inc President-elect Joe Biden's victory Verizon Suspends political contributions to members of Congress who Communications voted to object to the certification of electoral college votes Airbnb Inc Withholds support from those who voted against the certification of the presidential election results JPMorgan Chase & Co Will pause all contributions from its Political Action Committee (PAC) for at least the next 6 months Goldman Sachs Group Pausing political funding, considering new strategy in Inc response to last week's violence, according to sources CME Group Inc Will suspend all political contributions through PAC for foreseeable future Wells Fargo PAC will pause political contributions for the foreseeable future to review strategy at the outset of the new Congress and administration BP Employee group suspends campaign donations for six months, will re-evaluate support criteria Citigroup Inc Intends to pause its contributions during the quarter, according to memo seen by Reuters Ford Motor Co Suspends all donations as it reviews events of last year Nike Inc PAC will not support any member of Congress who voted to decertify the electoral college results Biogen Inc Suspending all political donations to allow a thorough review of its political contribution criteria and policies Alphabet Inc's Temporarily suspends donations to both parties Google Facebook Inc Temporarily suspends donations to both parties Microsoft Corp Temporarily suspends donations to both parties Archer Daniels Suspends new political donations, reviews donation policies Midland Co Walmart Suspends contributions to U.S. lawmakers who opposed Biden certification State Street Corp Will not support lawmakers or candidates who undermine legitimate election outcomes Hallmark Cards Inc Requests Missouri Senator Josh Hawley and Kansas Senator Roger Marshall, both of whom objected to Biden's certification, to return all campaign contributions Aon Plc Confirms it has ended its relationship with the Trump Organization Signature Bank Called for Trump to step down; Trump's ethics disclosures show he has checking and money-market accounts at the bank Deutsche Bank Will not do business in the future with Trump or his companies, the New York Times reported Stripe Inc Stops processing payments for Trump's campaign website Union Pacific Corp Will temporarily suspend donations to Democrats as well as Republicans Smithfield Foods Will temporarily suspend donations to Democrats as well as Republicans Johnson & Johnson Pauses all political contributions, has not made any federal political contributions in 2021 Bank of America Will halt all PAC funding decisions in the immediate future PepsiCo Suspends all political contributions while conducting a full review to ensure they align with the company's values and shared vision going forward Tyson Foods Temporarily suspending all PAC activity while the company reviews and considers the events of the past week Visa Temporarily suspends all political donations Raytheon Pauses all PAC contributions Technologies Leidos Holdings Leidos' PAC decides to temporarily pause all political donations GoFundMe No longer allows people to raise money for travel to a political event where there is risk of violence by the attendees DoorDash Has communicated its outrage with RAGA and made it clear that it expects immediate action. Co has paused its engagement with the organization until it feels that appropriate steps have been taken to address the issue Major U.S. insurers Chubb Ltd , Metlife Inc , Liberty Mutual Insurance, Prudential Financial Inc and Travelers Companies Inc are re-evaluating or temporarily stopping political donations. Lockheed Martin Not making political contributions, continues evaluation to Corp ensure political donation and engagement program remains aligned with its business priorities Boeing Co Not making political contributions at this time, will continue to carefully evaluate future political contributions Expedia Suspends all political contributions at the federal, state and local levels as it reevaluates approach moving forward CBOE Global Markets PAC is temporarily pausing all donations Inc Nasdaq PAC will pause political donations for the next several months Hilton Will not be making political donations and will keep its PAC suspended indefinitely BlackRock Will temporarily suspend donations to Democrats and Republicans alike Charles Schwab Will discontinue PAC and no longer accept contributions from Corp employees or make financial contributions to lawmakers (Reporting by Praveen Paramasivam, Arundhati Sarkar, Trisha Roy, Akanksha Rana and Noor Zainab Hussain in Bengaluru; Editing by Sherry Jacob-Phillips, Amy Caren Daniel, Devika Syamnath and Vinay Dwivedi)","55":"NEW YORK (Reuters) - Global insurers that cover cyberattacks are facing more claims related to ransom-demanding hackers who cripple businesses’ technology systems, and only stop after receiving substantial payments.  These hackers use malicious programs known as ransomware to take down systems controlling everything from supply chains to payments to manufacturing. The hackers have grown more sophisticated during the past year, cybersecurity experts say, shifting from individuals and mom-and-pop operations to larger companies that can afford bigger ransoms.  The effort, known in the cybersecurity industry as “big game hunting,” has been paying off for hackers. It has also been hurting insurers that provide cyber coverage for victims, which are often mid-sized companies desperate to get their systems restored and running quickly.  “They’re large enough to be worth extorting but not large enough to have sufficient network protections to defeat the ransomware,” said Brad Gow, global cyber product leader for insurer Sompo International 8630.T.  Sompo has been fielding a spate of claims related to a ransomware strain known as “Ryuk,” Gow said. He described the victims as companies with annual revenue between $500 million and $1 billion.  The number of attacks and size of ransom demands have been soaring.  Businesses detected 365% more ransomware attacks in the second quarter than they did a year earlier, according to Malwarebytes, which sells cybersecurity software. The average ransom nearly tripled, to $36,295, from $12,762 between the first and second quarters of this year, according to Coveware, a firm that helps negotiate and facilitate cyber-ransom payments.  Criminals who dispatched the Ryuk strain have demanded as much as $5 million in bitcoin, the Federal Bureau of Investigation said in May.  “We’ve seen an unprecedented amount of ransomware attacks in 2019,” said Eireann Leverett, a senior risk researcher at the University of Cambridge Centre for Risk Studies. The size of losses for those attacks poses a serious risk to the business, Leverett said.  FILE PHOTO: A man types on a computer keyboard in Warsaw in this February 28, 2013 illustration file picture. Kacper Pempel\/File Photo  Companies that have cyber insurance are often covered for a variety of expenses. They include: data recovery, legal liabilities for exposing sensitive customer information, negotiators fluent in hackers’ native languages and the ultimate ransom payments.  Cyber experts say the criminals launching ransomware against companies are organized gangs in Russia and eastern Europe, or hackers sponsored by foreign governments. Insurers sometimes have restrictions in their policies to avoid covering attacks by nations, but it can be difficult to know for sure what type of criminal is launching an attack.  Insurers interviewed by Reuters said ransomware attacks are accelerating but declined to say how much they have paid in total claims.  Lloyd’s of London insurer Beazley BEZG.L expects to handle double-to-triple the number of ransomware incidents in 2019 as it did last year, including at least another 800 claims by year-end, according to Katherine Keefe, Beazley's global head of breach response services.  Ransomware incidents during the third quarter increased 37% over the prior year quarter, Beazley said.  Similarly, Chubb Ltd CB.BN had already responded to the same number of ransomware events by June of this year as it did for all of 2018, said Michael Tanenbaum, its head of cyber for North America.  The average Ryuk ransomware attack claim from large companies is roughly $2 million, said Wade Chmielinski, a cyber consultant for commercial property insurer FM Global. Claims from smaller companies are typically between $150,000 and $250,000. FM Global does not pay for ransoms, he said.  One prominent attack in March against Norwegian aluminum maker Norsk Hydro NHY.OL turned out to be a lot more expensive.  Norsk Hydro is among the few public examples available of ransomware striking a business, because publicizing such events can invite more attacks, experts said.  After its systems were paralyzed by the LockerGoga strain of ransomware, Hydro experienced $60.1 million to $71.1 million (550 million to 650 million Norwegian crowns) in related losses during the first half of 2019, the company said in a filing on Wednesday.  In March, Norsk Hydro identified American International Group Inc AIG.N as its lead cyber insurer. An AIG spokesman declined comment.  Norsk received a $3.6 million (33 million Norwegian crowns) insurance payout during the quarter and will report additional payouts when “deemed virtually certain,” the company said on Wednesday.  Global insurers collected $7 billion to $8 billion in cyber-insurance premiums during 2018, up about 13% from 2017, according to ratings agency AM Best.  But insurers are grappling with pricing as ransomware attacks become more common. Many of those attacks occur in the dark, making their frequency hard to know or how severe losses are. Although a simple ransom payment is often the cheapest, easiest solution, it also emboldens hackers, said Robert Hudock, a lawyer in Washington who advises clients on dealing with cyber attacks.  “It’s going to be a hard problem to solve,” he said, “if people keep paying the ransoms and the systems keep getting compromised.”  GRAPHIC: Common industries targeted by ransomware -","56":"May 16 (Reuters) - Chubb Ltd:  * CHUBB SHAREHOLDERS APPROVE 26TH CONSECUTIVE ANNUAL DIVIDEND INCREASE; BOARD DECLARES RECORD DATE FOR FIRST DIVIDEND INSTALLMENT; ALL OTHER SHAREHOLDER PROPOSALS APPROVED  * CHUBB LTD - SHAREHOLDERS HAVE APPROVED ALL MATTERS SUBMITTED TO CHUBB LIMITED 2019 ANNUAL GENERAL MEETING  * CHUBB LTD - SHAREHOLDERS APPROVED A 3% INCREASE IN COMPANY’S DIVIDEND TO $3.00 PER SHARE ANNUALLY ($0.75 PER SHARE, PER QUARTER Source text for Eikon: Further company coverage:","57":"(Reuters) - Wall Street is trying to figure out whether the U.S. insurance industry will bear any costs from a record $4.69 billion judgment against Johnson & Johnson awarded to customers and their families who claimed that asbestos-contaminated talc caused ovarian cancer.  FILE PHOTO: Bottles of Johnson & Johnson baby powder line a drugstore shelf in New York October 15, 2015. REUTERS\/Lucas Jackson\/File Photo  Analysts have flagged talc litigation as a financial risk for insurers, including Travelers Companies Inc, Chubb Ltd and The Hartford Financial Services Group Inc.  On company earnings calls in recent days, they peppered executives with questions about where exposure might lie. Many of the policies were written decades ago, and some liability may have been offloaded to reinsurers, making it hard to tell who might be on the hook for payments.  “I wanted to get a sense as to whether this is going to turn into a bigger deal and catch us by surprise,” said Buckingham Research Group analyst Amit Kumar, who asked about the issue during W.R. Berkley Corp’s call last week. “The J&J news prompted us to revisit this topic.”  J&J has repeatedly denied that its talc products, including its baby powder, contain asbestos or cause cancer.  Insurance executives have not given definitive answers, citing uncertainty about how litigation will play out or what role reinsurance might play. Policies that may cover asbestos liability were underwritten at least as far back as the 1970s.  “In J&J’s case, we would not be surprised if the plaintiffs’ bar found a way to trigger coverage under its old liability policies, which we think could lead to additional exposure for insurers,” Barclays analyst Jay Gelb wrote in a research note on Tuesday.  Travelers, Chubb and The Hartford may have exposure, Gelb said.  Representatives for Chubb, Travelers, the Hartford and W.R. Berkely declined to provide additional comments beyond their executives’ remarks during the calls.  Asked whether the J&J judgment is launching a new era of risk for insurers, Chubb Chief Executive Evan Greenberg said he is not concerned. He noted that asbestos litigation against different industries crops up every few years.  “It could have been Congoleum manufacturers who made floor tiles,” Greenberg said last week. “This gets a headline because it’s baby powder.”  The $4.69 billion verdict by a Missouri on July 12 is the largest judgment against J&J to date over decades-long allegations that its talc-based products cause cancer. [L1N1U81WS]  The New Jersey-based healthcare conglomerate has said it believes the verdict will not stand on appeal.  “We are confident that there are multiple grounds for reversal of this jury verdict and that, ultimately, the case will be reversed,” J&J Chief Executive Alex Gorsky said earlier this month.  The company has had previous success overturning large verdicts in cases alleging harm from its products.  J&J, which faces 9,000 cases nationwide over talc, stopped buying product liability coverage in 2005 because it was expensive and not widely available, according to a regulatory filing. Instead, it has a self-insurance program through a subsidiary, Middlesex Assurance Company Ltd, according to a filing and court documents.  J&J spokesman Ernie Knewitz did not respond to requests for comment on its insurance coverage.  It is unclear how much of a role reinsurance will play for insurers or J&J.  The Hartford entered a reinsurance pact with Berkshire Hathaway Inc’s National Indemnity Company in 2016 for asbestos and environmental claims. But the terms excluded coverage for “alleged connections between talc and ovarian cancer,” Hartford Chief Financial Officer Beth Bombara said during a conference call on Friday.  The Hartford spokesman Matthew Sturdevant declined further comment. Berkshire Hathaway’s vice chairman for insurance operations, Ajit Jain, declined to comment.  Other insurance executives said they have been monitoring talc litigation for years and will continue to do so.  “The general theme is to let the process play out,” Wells Fargo analyst Elyse Greenspan said in an interview.  (This version of the story corrects paragraph 11 to Congoleum instead of Mongolian)","58":"March 13 (Reuters) - Chubb Ltd:  * GRAB AND CHUBB SIGN PARTNERSHIP TO PROVIDE INNOVATIVE IN-APP INSURANCE SOLUTIONS THROUGHOUT SOUTHEAST ASIA  * CHUBB LTD SAYS PARTNERSHIP WAS ANNOUNCED AS PART OF LAUNCH OF GRAB FINANCIAL, FINTECH PLATFORM WITHIN GRAB ECOSYSTEM Source text for Eikon: Further company coverage:","59":"Dec 3 (Reuters) - Chubb INA Holdings Inc:  * CHUBB INA HOLDINGS INC FILES PROSPECTUS SUPPLEMENT RELATED TO EURO-DENOMINATED TWO-PART SENIOR NOTES OFFERING - SEC FILING  * CHUBB INA HOLDINGS INC - NOTES WILL BE FULLY AND UNCONDITIONALLY GUARANTEED ON A SENIOR UNSECURED BASIS BY CHUBB LIMITED  * CHUBB INA HOLDINGS INC - INTEND TO APPLY TO LIST THE NOTES ON THE NEW YORK STOCK EXCHANGE Source: (bit.ly\/2RbKpjb) Further company coverage:","60":"NEW YORK, April 19 (Reuters) - New York Governor Andrew Cuomo on Thursday ramped up pressure on banks and insurers to revisit whether their ties to the National Rifle Association and other gun rights groups harm their reputations and the public interest.  Cuomo, a Democrat, noted that some well-known companies, including the insurer MetLife Inc, have ended some business relationships with the NRA after a gunman killed 17 people at a Parkland, Florida high school on Valentine’s Day.  The governor directed New York’s Department of Financial Services to urge state-chartered banks and the more than 1,400 insurers it regulates to review whether their ties to the NRA and similar groups sends the “wrong message” to clients and communities.  “This is not just a matter of reputation, it is a matter of public safety,” Cuomo said in a statement.  The NRA did not immediately respond to requests for comment.  New York Financial Services Superintendent Maria Vullo told banks and insurers in separate letters that “prompt actions” may be needed to manage reputational risks and promote public safety, at a time society “is no longer willing to stand by and wait and witness more tragedies caused by gun violence.”  In February, MetLife ended a program for NRA members to obtain insurance discounts for boats, motorcycles and recreational vehicles, while Chubb Ltd decided to stop underwriting an NRA-branded insurance program for gun owners.  Some companies in other sectors have also shed NRA ties.  Cuomo is running for a third term as governor.  In a recent Siena College poll, he held a 58 percent to 27 percent lead among registered Democrats over the activist and actress Cynthia Nixon, who is trying to appeal to more liberal voters.  The poll surveyed 692 registered voters, and had a margin of error of 4.3 percentage points.","61":"June 13 (Reuters) - Chubb Ltd:  * CHUBB - CO’S UNIT PRICED PUBLIC OFFERING OF EUR 575 MILLION OF 0.875% SENIOR NOTES DUE 2027 & 1.40% SENIOR NOTES DUE 2031  * CHUBB LIMITED ANNOUNCES PRICING OF €1.15 BILLION SENIOR NOTES OFFERING BY SUBSIDIARY Source text for Eikon: Further company coverage:","62":"SINGAPORE (Reuters) - Southeast Asia’s Grab has teamed up with Japanese credit card company Credit Saison Co Ltd to provide loans and lending services in the region, marking the ride-hailing firm’s biggest expansion into financial services.  FILE PHOTO: People wait for the start of ride-hailing company Grab's fifth anniversary news conference in Singapore June 6, 2017. REUTERS\/Edgar Su\/File Photo  Their new joint venture firm, Grab Financial Services Asia, will offer micro-financing products and leverage Grab’s network of millions of consumers and small businesses as well as data on consumer behavior, blending it with Credit Saison’s expertise in credit analysis and consumer lending.  The move comes as Tencent’s WeChat Pay and Alibaba Group’s affiliate Alipay expand into Southeast Asia - home to some of the world’s fastest-growing economies with about 640 million people and an active mobile user base.  Financial details of the venture were not disclosed.  “Grab Financial Services Asia is building a reliable alternative to traditional credit scoring methods that is customized for the unbanked majority of consumers and small businesses in Southeast Asia,” Jason Thompson, director of Grab Financial Services Asia, said on Tuesday.  Grab already offers services ranging from payments to rewards and loyalty services.  Grab operates in eight countries in Southeast Asia and says its app has been downloaded on over 86 million mobile devices. It offers ride-hailing, on-demand food and delivery services through its 2.6 million drivers.  Start-ups Grab and Indonesia’s Go-Jek have raised hundreds of millions of dollars and boast an estimated valuation of $6 billion and $5 billion, respectively.  “You can imagine these guys much like WeChat in China, you can imagine them beginning to move into more and more adjacencies until such time as your Go-Jek or your Grab app becomes your primary application that you do a range of services through,” said James Lloyd, Asia-Pacific fintech leader at EY.  Analysts expect a boom in digital financial services in Southeast Asia, especially Indonesia - where the majority of its 250 million population don’t have bank accounts.  “The problem in Indonesia today is that the middle economy actually has no financial services,” Grab Financial’s Thompson said in an interview.  “All the things that you know so well around credit history, credit scoring, none of this is available,” he said. “In the world of lending, that has to be our differentiator.”  Grab is betting that its data on transport movements, GrabPay transactions and consumer behavior will help in assessing customers’ creditworthiness.  A Google and Temasek study late last year forecast that Southeast Asia’s internet economy would exceed $200 billion by 2025, from an estimated $50 billion in 2017.  Grab, which started as a taxi-hailing app firm and competes with Uber [UBER.UL], has been expanding into financial services over the last two years, partly by acquiring companies.  The company says it has facilitated over $737 million in loans over that period for drivers and agents, with a default rate of less than 1.5 percent.  Grab’s new venture will offer credit scoring services to financial firms who can use the information for services such as virtual credit cards.","63":"NEW YORK (Reuters) - Bruce Gendelman wanted a mountainside retreat when he bought 12 acres in Aspen, Colorado. But forest fires that have torched nearby land in recent years left him concerned.  FILE PHOTO: Bruce Gendelman stands on the roof of his Aspen, Colorado home in next to a lightning repellant system recommended by an American International Group Inc (AIG) risk specialist in this 2019 photo obtained by Reuters August 15, 2019. Bruce Gendelman\/Handout via REUTERS  So Gendelman, who runs an insurance brokerage, tapped into a program that American International Group Inc AIG.N offers to help design luxury properties in ways that mitigate disaster risk. A risk specialist made sure his home had a lightning-repellant system, cisterns to hold water run-off and ceramic shingles that look like wood. Just in case a blaze does break out, his driveway was designed to accommodate a fire truck's maneuvers.  “It’s a very high-end home and we’re dealing with very good contractors,” Gendelman said. “But (the AIG program) brought them systems they never used and resources they never heard of.”  Fires, floods, hurricanes and other catastrophes have cost U.S. insurers more than $170 billion in property losses since 2016, according to Property Claim Services (PCS), part of Verisk Analytics Inc VRSK.O, and the U.S. Bureau of Economic Analysis.  Few actuaries expect the trend to ease as climate change accelerates, and the swell of claims has prompted some insurers to get involved in the design process for lavish residential properties.  Insurers and industry groups said they do not track data on the service, which is still a tiny part of the property-casualty insurance industry. But executives, real-estate developers and brokers, builders and analysts who spoke to Reuters said they believe it will only expand.  \"People don't naturally think of insurance as the first place to go,\" said Jennifer Naughton, head of North American personal insurance risk consulting services at Chubb Ltd CB.BN. \"But an insurance company can give you an advantage of the loss potential and might save you the pain of loss in the future.\"  Chubb’s risk managers make sure homeowners who request the service have water storage on the property to supplement the local fire department’s resources, and recommend devices that allow emergency workers to open electronic entry gates, among other measures.  The trend is not entirely new: PURE Insurance has offered the service since its founding in 2007, and others have quietly made risk specialists available to customers who are designing a home and know to ask for the service. But it is now picking up steam as a stand-alone business at some major property-casualty insurers, as more clients worry about extreme weather.  AIG started marketing its service as “Smart Build” in 2015. Initially, only residential construction projects that cost more than $5 million were eligible, but AIG lowered the threshold to $1 million two years later.  AIG would not say how many homes it has helped design in total, but a spokesman said there were 20% more projects enrolled during the first six months of 2019 than in the prior-year period.  Cincinnati Insurance Companies joined the fray more recently, as did Vault, a high net-worth insurer launched in 2017 by a group of former AIG executives. W.R. Berkley Corp is also looking to offer the service as it ramps up business with wealthy clientele.  FINE ART PROTECTION  The home design process typically begins with an insurance risk specialist scoping out a site to assess possible dangers. For instance, if there is a high water table underground or a nearby body of water, they may suggest elevating the home or choosing another place to build to avoid the risk of flooding.  Ken Vona, who heads KVC Builders LLC and frequently teams up with PURE, recalled a couple who decided against a location because the house would have to be raised some 18 feet (5.5 m)off the ground to guard against flood risk.  “A perfect example of ‘bad piece of property, nice view,’” he said.  Once a site is selected, specialists review architectural plans, making sure designs are resistant to water and fire damage, among other risks. They scrutinize plumbing layouts, help design hurricane-proof storage rooms to protect valuables, vet the adequacy of sprinkler systems, measure driveway entrances and make sure there is a hydrant nearby.  Cameron Strothman, a senior risk manager for AIG Private Client Group, said he once had to figure out how to protect a site that was four miles away from the nearest hydrant. He liaised with the local fire department and advised the client to install a 30,000-gallon tank under the driveway so that fire trucks could tap a private water source instead. It cost $35,000.  Risk specialists’ suggestions generally represent 10 to 15% of total building costs, insurance experts said.  Some of the features are things homebuilders would likely install anyway, like a sophisticated fire alarm or sprinkler system, or measures required by building codes. Others cost very little money but can prevent extremely expensive damage. For instance, there is a $100 sensor that shuts off water systems after detecting a leak.  Adding these features at the time of construction is also cheaper than doing so once the home is built, risk experts said. A protective storage room for fine art may run less than $100,000 if designed into the plans compared to millions of dollars later, said Steve Bitterman, Vault’s chief risk services officer.  Gendelman would not disclose the costs associated with building or protecting his home, but said AIG did not charge him for the advice.  “Providing this service free is smart for everyone,” he said. “They help me with ideas and they get a loyal client.”","64":"March 19 (Reuters) - Chubb Ltd:  * CHUBB SAYS CEO EVAN GREENBERG’S TOTAL COMPENSATION FOR 2017 WAS $19.1 MILLION VERSUS $24.4 MILLION IN 2016 - SEC FILING  * CHUBB CFO PHILIP BANCROFT'S 2017 TOTAL COMPENSATION WAS $5.1 MILLION VERSUS $6.2 MILLION LAST YEAR Source text: [bit.ly\/2FWceU0] Further company coverage:","65":"SINGAPORE, March 13 (Reuters) - Southeast Asia’s Grab has formed a venture with Japanese credit card company Credit Saison Co Ltd to provide loans and lending services in the region, marking the ride-hailing firm’s biggest expansion into financial services.  It will be part of newly launched Grab Financial, which offers services ranging from payments to rewards and loyalty services, the firms said in a statement on Tuesday.  The joint venture firm, Grab Financial Services Asia, plans to offer micro-financing products. It aims to leverage Grab’s network of millions of consumers and small businesses as well as data on consumer behaviour, then marry it with Credit Saison’s expertise in credit analysis and consumer lending.  “Grab Financial Services Asia is building a reliable alternative to traditional credit scoring methods that is customised for the unbanked majority of consumers and small businesses in Southeast Asia,” said Jason Thompson, managing director of Grab Financial.  Grab, which started as a taxi-hailing app firm and competes with Uber, has been expanding into financial services over the last two years by acquiring companies and forming partnerships to spread usage of its mobile wallet.  The new venture will also look at offering credit scoring services to financial firms who can use the information to provide other services such as virtual credit cards.  Thompson declined to provide financial details of the venture with Credit Saison.  Grab operates in eight countries in Southeast Asia and its app has been downloaded on more than 86 million mobile devices. It offers ride-hailing, on-demand food and delivery services.  Grab also said it had partnered with Chubb Ltd to offer insurance coverage to Grab’s 2.6 million drivers. (Reporting by Aradhana Aravindan and Anshuman Daga; Editing by Edwina Gibbs)","66":"(Reuters) - Thousands of child sexual abuse lawsuits are expected to flow into New York State courts in the coming weeks exposing decades-old misconduct at schools, hospitals, churches and youth clubs, according to lawyers for victims.  New York Governor Andrew Cuomo speaks during a news conference in New York, U.S., September 14, 2018. REUTERS\/Shannon Stapleton  On Aug. 14, the Child Victims Act takes effect, giving people one year to sue over allegations of sexual abuse, regardless of when they said it occurred.  Under the law signed by Governor Andrew Cuomo in February, New York has gone from one of the toughest states to bring a case because of its strict statute of limitations to one of the easiest, potentially unleashing decades of unresolved claims.  “It’s going to be a tidal wave of litigation,” said lawyer Mitchell Garabedian, best known for representing victims of child abuse by Roman Catholic priests in the Archdiocese of Boston.  Cases will cut across society, illustrating the systemic nature of the abuse, victims’ lawyers said, although they expect many of the lawsuits to be against Catholic organizations and the Boy Scouts of America.  Both the scouts and the church said they were cooperative with people making allegations of abuse against their organizations.  “We believe victims, we support them, we pay for counseling by a provider of their choice, and we encourage them to come forward,” the Boy Scouts of America said in a statement.  New York State Catholic Conference spokesman Dennis Poust said that Catholic leaders dropped opposition to the new law once it was broadened to include public institutions.  “All survivors deserve to be heard,” Poust said.  The Child Victims Act arrives as victims have been empowered by the #MeToo movement and a steady stream of scandals, exposing a range of abusers from public figures to the team doctor of USA Gymnastics.  Lawyers for victims said they were teaming up to maximize resources and reconnecting with old clients whose cases were barred by the statute of limitations.  Jeff Anderson, who specializes in clergy sex abuse cases, said his law firm has dedicated almost 100 people to New York cases.  ‘COME FORWARD’  After several states made it easier to sue, TV ads soliciting child sex abuse lawsuits spiked to more than 1,700 in both March and April, up from just 46 in January, according to X Ante, a consulting firm that tracks lawyer ad spending.  “If you were abused in a scouting program you are not alone,” said an ad by San Diego, California-based AVA Law Group, which X Ante said was one of the most frequently broadcast. “Come forward. New laws may allow you a path to significant financial compensation.”  However, victims and advocates often say the money is secondary, and many sue to expose perpetrators, hold organizations accountable and to further the healing process.  Some organizations, including the Boy Scouts of America, are acknowledging abuse, apologizing and reporting the accused to law enforcement authorities.  Others have offered compensation. The Archdiocese of New York has paid $65 million to 325 people since 2017. Only one person rejected an offer, according to the archdiocese.  Those who accept an offer give up their right to sue. Some victim advocates said compensation programs kept stories of abuse secret.  “I think the potential is huge for all kinds of things coming to the surface like we’re seeing with Epstein,” said victims’ attorney James Marsh, referring to the criminal sex trafficking charges against the once politically connected American financier Jeffrey Epstein. He pleaded not guilty and is jailed pending trial.  Victims’ lawyers said insurance policies will provide a significant amount of money. The Archdiocese of New York and the Boy Scouts of America have already become embroiled in disputes over insurance coverage.  The Travelers Cos TRV.N and Chubb Ltd CB.BN have said they are planning to bolster reserves related to laws reviving old abuse claims.  Coordinating scores of lawsuits against an organization could also be difficult, although few New York cases are expected to go to trial.  Many lawyers said they expect organizations to file for bankruptcy, which would stop the litigation and create one forum where all the claims can be settled at once.  “Bankruptcy is the way to go,” said lawyer Tim Kosnoff, who specializes in cases against the Boy Scouts. “Most clients come out of it pretty satisfied.”","67":"Jan 14 (Reuters) - Chubb Ltd:  * CHUBB ANNOUNCES FOURTH QUARTER 2019 GLOBAL NET CATASTROPHE LOSS ESTIMATES OF $430 MILLION PRE-TAX, OR $353 MILLION AFTER TAX; FOURTH QUARTER 2019 AGRICULTURE UNDERWRITING LOSS ESTIMATES ARE $23 MILLION PRE-TAX, OR $18 MILLION AFTER TAX  * CHUBB LTD - FOR NORTH AMERICA AGRICULTURAL INSURANCE, COMPANY ESTIMATES FOR Q4 AN UNDERWRITING LOSS OF $23 MILLION PRE-TAX  * CHUBB LTD - IN Q3 OF 2019, COMPANY RECOGNIZED A CHARGE RELATED TO PREVENTIVE PLANTING CLAIMS DUE TO IMPACT OF WET WEATHER CONDITIONS  * CHUBB - Q4 ESTIMATED LOSSES MAINLY DUE TO TO WEATHER-RELATED EVENTS INCLUDING TORNADOES IN TEXAS, CALIFORNIA WILDFIRES & TYPHOON HAGIBIS IN JAPAN  * CHUBB LTD - Q4 ESTIMATED LOSSES ARE ALSO DUE TO CIVIL UNREST IN HONG KONG AND CHILE Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","68":"NEW YORK (Reuters) - Several Atlantic Ocean hurricanes in 2017 wrought heavy damage in the Caribbean and U.S. mainland, but for U.S. stocks in several industries, including hotels and transportation, they were a tailwind.  The first named storm of the 2018 hurricane season, Subtropical Storm Alberto, is projected to make landfall on Monday. Alberto forced the evacuation of oil workers in the U.S. Gulf of Mexico on Friday.  In 2017, the hurricane season, which typically runs from June to November, caused more than $250 billion worth of damage in the United States. Hurricane Harvey struck the Houston area in August and Hurricane Irma hit Florida in September.  Also in September, Hurricane Maria devastated Puerto Rico, where thousands of residents still lack electricity.  But car rental, hotel and home improvement companies benefited from an influx of customers seeking emergency resources in the wake of the storms. Freight companies commanded higher prices as capacity tightened due to increased demand for supplies in areas struck by the hurricanes.  Not all industries fared as well. Several oil companies saw their operations disrupted by Hurricane Harvey. Insurance companies faced mounting catastrophe losses from hurricanes and other natural disasters.  Here are how shares of companies in these industries performed during last year’s hurricane season.  CAR RENTAL  Shares of Hertz Global Holdings Inc HTZ.N and Avis Budget Group Inc CAR.O surged during much of the 2017 Atlantic hurricane season on investors' anticipation of increased demand. Hertz shares climbed 156.2 percent between June and early November, while Avis shares rose 80.1 percent during the same time period.  Both companies’ shares fell sharply after Nov. 6, when Avis lowered its full-year earnings forecast in part due to damage from hurricanes. Still, Avis shares ended the year 93.2 percent above their June low, and Hertz shares climbed 133 percent in the same time period.  FREIGHT  Between June 1 and Dec. 1, shares of USA Truck Inc USAK.O soared 172.9 percent, while shares of XPO Logistics Inc XPO.N and Old Dominion Freight Line Inc ODFL.O climbed more than 40 percent. J B Hunt Transport Services JBHT.O shares rose 26.7 percent over the same period.  HOME IMPROVEMENT  Home Depot Inc HD.N shares rose 16.3 percent during the 2017 Atlantic hurricane season. In November, the home improvement retailer raised its 2017 profit and sales forecasts in response to increased demand for emergency and rebuilding supplies.  HOTELS  For several hotel operators, the increased demand from guests displaced by hurricanes outweighed the damage the storms wrought on their properties in affected areas.  From June 1 to Dec. 1, shares of Hyatt Hotels Corp H.N jumped 25.8 percent, while La Quinta Holdings Inc LQ.N climbed 24.5 percent. Shares of Marriott International Inc MAR.O, Hilton Worldwide Holdings Inc HLT.N and Choice Hotels International Inc CHH.N rose between 15.9 percent and 18.9 percent.  OIL  During the 2017 Atlantic hurricane season, shares of Kinder Morgan Inc KMI.N, which shut down several of its pipelines and gas facilities as Hurricane Harvey approached, fell 8.3 percent.  Shares of oilfield services companies also slumped. Shares of Baker Hughes BHGE.N, owned by General Electric Co GE.N, dropped 20.6 percent between June 1 and December 1. Halliburton Co HAL.N shares fell 5.3 percent, and Schlumberger NV SLB.N shares declined 7.2 percent.  INSURANCE  Florida home insurers' shares slumped on Sept. 7 as investors anticipated heavy losses from Hurricane Irma. Heritage Insurance Holdings Inc HRTG.N, HCI Group Inc HCI.N, Universal Insurance Holdings Inc UVE.N, United Insurance Holdings Corp UIHC.O and Federated National Holding Co FNHC.O all tumbled between 5.4 and 15.7 percent that day.","69":"April 2 (Reuters) - Chubb Ltd:  * CHUBB LTD SAYS CEO EVAN GREENBERG'S FY 2018 TOTAL COMPENSATION WAS $20.4 MILLION VERSUS $19.1 MILLION IN FY 2017 - SEC FILING Source text: (bit.ly\/2I7IrvE) Further company coverage:","70":"June 17 (Reuters) - Companies going public in the United States face insurance costs that have increased as much as 200% in the last three years to cover their executives against lawsuits alleging they misled investors.  A rise in securities class-action cases involving initial public offerings is spurring IPO insurers to double and triple prices for directors and officers coverage, or “D&O” coverage, insurers and brokers told Reuters.  A $5 million policy that cost $200,000 in 2016 can now easily cost $500,000 to $600,000, said Paul Schiavone, head of North American Financial Lines for Allianz Global Corporate & Specialty, an Allianz SE unit.  “You want to be part of the market, but there are also lots of risks in IPOs,” said Schiavone. “If things don’t go well in a year, you have the investors saying, ‘I want my money back.’”  The tightening insurance market follows a 2018 U.S. Supreme Court decision that allows some securities lawsuits to proceed in state court in addition to federal court.  “Since then, the market has gotten absolutely more challenging,” said Jennifer Sharkey, President of the Northeast Management Liability Practice for insurance broker Arthur J. Gallagher & Co.  Investors who used to wait months to see how a new stock would perform now waste little time to see if promises made in offering documents come to fruition - and are swift to accuse the executives of misleading investors if they do not.  “You have a lot more aggressive lawyers and investors out there who are looking where the cash is,” said Jeff Lubitz, who heads Securities Class Action Services for Institutional Shareholder Services. “And now, it looks like they will have multiple choices on how to jump on this.”  The changes come amid a spate of mega-IPOs, including recent offerings by ride-sharing rivals Uber Technologies Inc and Lyft Inc. There were 205 IPOs in 2018, up 14% from 2017, according to accounting and consulting firm EY.  Many larger companies have ample funds to pay the premiums, but smaller companies that need the insurance in order to attract reputable board members may feel the strain, insurance brokers said.  There have been 25 lawsuits related to IPOs so far this year, against 19 companies. Six companies that launched IPOs face suits in both state and federal court, including Lyft, BrightView Holdings Inc, and US Xpress Enterprises .  Shareholders slapped Lyft with a lawsuit about three weeks after its stock began trading on March 28 and quickly tanked more than 20%. The suit alleges that Lyft misled investors by overstating its market share. A Lyft spokeswoman declined to comment.  As the pace quickens and litigation picks up in two court systems, insurers are on the line to pay tens of millions of dollars in defense costs and substantial settlements.  IPO-related settlements have totaled $929 million since 2017, including a $250 million settlement by Alibaba Group Holding Ltd in April, after an earlier $75 million state court settlement. Last year, LendingClub Corp settled a suit for $125 million, according to ISS.  About 25 insurers sell D&O coverage to companies going public, including American International Group Inc, Chubb Ltd, AXA XL, Beazley PLC, and Allianz SE. The insurers, collectively, can offer about $150 million coverage, according to broker Aon Plc.  Insurers are chopping coverage limits and requiring IPO clients to pick up more costs before a policy kicks in. And they are requiring companies to pay a percentage of the eventual loss, said Rachel Turk, D&O team leader for Beazley. (Reporting by Suzanne Barlyn in New York, Editing by Neal Templin and Rosalba O’Brien)","71":"NEW YORK (Reuters Breakingviews) - The day before Martin Luther King Jr. was assassinated in Memphis, he delivered a speech widely remembered for its closing passage, when the reverend said he was unafraid to die because he had “been to the mountaintop.” Few seem to recall an earlier part of his oration where King exhorted African-Americans to use their purchasing power, and specifically boycott Coca-Cola, Wonder Bread and Sealtest milk.  A protester is framed by signs calling for more gun control three days after the shooting at Marjory Stoneman Douglas High School, at a rally in Fort Lauderdale, Florida, U.S., February 17, 2018. REUTERS\/Jonathan Drake  Many successful civil-rights movements have adopted some type of economic protest. Consider Gandhi’s 24-day march from an ashram near Ahmedabad to the coastal town of Dandi to harvest sea salt in an act of nonviolent resistance against the salt monopoly imposed by India’s British colonizers. Striking female garment workers – and the wealthy women who refused in solidarity to purchase the clothing of their overlords - furthered the suffragette movement.  Abolitionist Quakers refused to trade in products made with slave labor. A global divestment drive helped topple South Africa’s apartheid regime in 1991 after companies including International Business Machines and General Motors pulled out from the region.  And so it is with America’s idiosyncratic epidemic of gun violence. The nation’s assault-weapons complex is facing a blowback following the horrific massacre of 17 students and their teachers at a Florida high school. As politicians fail to enact gun-safety laws, the acute target of consumers is the gun industry’s powerful lobbying organization, the National Rifle Association, and the providers of products and services that do business with the group led by Wayne LaPierre.  Companies with national household brands severed ties with the NRA: rental-car outfits Hertz Global and Enterprise Holdings, parent of the Alamo and National brands; and Best Western and Wyndham Worldwide stopped offering discounts to NRA members. The software firm Symantec will no longer give NRA members a bargain on its LifeLock identity theft protection services.  Insurers also backed away from the NRA, including MetLife and Chubb. The First National Bank of Omaha, which had issued a co-branded NRA credit card, tweeted, “Customer feedback has caused us to review our relationship with the NRA.” Though the furor has lasted just a few days, the speed with which it has taken flight is astounding. The #BoycottNRA hashtag led Twitter throughout Friday.  And there is more to come. As I wrote last week, financial backers of companies that produce the preferred weapons of mass murderers in schools, the AR-15 and its variants, may be next. As Americans are increasingly frustrated by the failure of Congress and state legislators to regulate weapons developed for military deployment, they may resort to using their pocketbooks and investment portfolios to force change.  Chief executives could be next, and any corporate boss not assessing his or her company’s ties to guns, especially semi-automatic assault-style rifles, is putting shareholders at risk. BlackRock, the Vanguard Group and Fidelity are among the biggest investors in publicly traded AR-15 producers Vista Outdoor, American Outdoor Brands and Sturm Ruger.  Though BlackRock owns the shares as part of its so-called index funds business, the $6 trillion fund manager led by Larry Fink, in a statement to Reuters, said that it “will be engaging with weapons manufacturers and distributors to understand their response to recent events.”  Some institutional investors have already taken matters into their own hands. The Interfaith Center on Corporate Responsibility, a group of faith-based investor groups, on Friday said its members filed two shareholder resolutions at Sturm and American Outdoor asking them to report on activities related to gun safety measures and the mitigation of harm associated with guns.  Judy Byron, of the Sisters of the Holy Names, the lead filer of the resolution at American Outdoor, said it chose to hold shares in the two firms so that “we could engage them in dialogue on the critical role they can play in addressing the epidemic of gun violence in our country, and sadly in our schools. We are eager to hear what these companies are doing to ensure the safety of children and communities whose lives may be at risk as a result of their products.”  For a nun, those are fighting words – they too have dug in their proverbial heels during times of protest, like at the civil rights marches in Selma, Alabama. The tens of millions of American consumers and investors seeking change that their elected officials and President Donald Trump seem incapable of delivering won’t be so kind.","72":"May 7 (Reuters) - New York Department Of Financial Services:  * DFS FINES CHUBB SUBSIDIARY ILLINOIS UNION INSURANCE COMPANY $1.3 MILLION FOR UNDERWRITING NRA-BRANDED “CARRY GUARD” INSURANCE PROGRAM IN VIOLATION OF NEW YORK INSURANCE LAW  * INVESTIGATION FOUND NRA CARRY GUARD INSURANCE PROGRAM UNLAWFULLY PROVIDED LIABILITY INSURANCE TO GUN OWNERS WHO MAY BE CHARGED WITH CRIME INVOLVING LEGALLY-POSSESSED FIREARMS  * CHUBB UNIT WILL NO LONGER PARTICIPATE IN “CARRY GUARD” OR ANY SIMILAR PROGRAM IN NEW YORK Source text (on.ny.gov\/2jE8M7b) Further company coverage:","73":"NEW YORK (Reuters) - Lloyd’s of London Ltd is meeting with major U.S. insurers about driving more business through its global insurance market, Chief Executive Officer John Neal said on Wednesday.  Lloyd’s of London chief executive officer, John Neal, poses for a portrait at the Roger New York hotel in New York City, U.S., June 19, 2019. REUTERS\/Suzanne Barlyn  The 330-year-old insurance market, which launched its most recent modernization effort in May, will meet with American International Group Inc on Thursday, and later with Chubb Ltd about potential opportunities for selling more of their insurance products through Lloyd’s, Neal told Reuters.  Neal, who took charge of Lloyd’s in late 2018, is trying to drag Lloyd’s into the 21st century, following combined losses of $3.9 billion over the last two years. Lloyd’s insures everything from hurricane damage to soccer stars’ legs, but high levels of insured losses from natural catastrophes triggered the two years of poor results.  While Lloyd’s outlined plans last month to set up electronic platforms as soon as next year, its intricate structure involving 99 underwriting syndicate members and hundreds of brokers makes change difficult.  Neal said his strategy includes shifting Lloyd’s geographic focus, including concentrating on developed markets with strong growth potential such as the United States. The United States and Canada accounted for 51% of Lloyd’s business last year.  Lloyd’s kicked off its U.S. strategy during a dinner on Tuesday for top insurance and brokerage executives in New York’s new World Trade Center building, a site that following the destruction of the Sept. 11, 2001, attacks was rebuilt partly with $8 billion in claims payments from the Lloyd’s marketplace, its chairman, Bruce Carnegie-Brown, said.  “We are talking to all of the big insurers here...to say, How do you feel about the marketplace and what opportunities can we help you realize in the Lloyd’s marketplace?” Neal said, adding that both AIG and Chubb are interested in the conversation.  Lloyd’s has already been talking to AIG, including CEO Brian Duperreault and Peter Zaffino, CEO of AIG’s General Insurance business, about the possibility of selling more products through the marketplace, Neal said.  AIG acquired Bermuda reinsurer Validus in 2018, partly because of its Talbot unit, a Lloyd’s of London syndicate, Duperreault said at the time.  “Our impression from any conversations with (Duperreault) and Zaffino is that they’d love to grow their business at Lloyd’s,” Neal said.  Neal said his London-based colleagues were surprised when he proposed the United States as a priority because they believed emerging economies had more growth potential.  He sees growth potential in several U.S. areas, including specialty insurance, which covers unique risks such as damage to a company’s reputation, or liability for a merger deal that goes sour. “Professional lines” insurance, which includes liability coverage for corporate directors and officers, is another possible growth area, Neal said.  The global commercial, corporate, specialty insurance and reinsurance business is worth $750 billion, and half of those premiums are in the United States, Neal said.  “So literally, one dollar in two of everything that would interest Lloyd’s underwriters is here,” he said.","74":"FILE PHOTO: The Lloyd's of London building is lit by winter sun in the City of London financial district in London, Britain, February 1, 2018. REUTERS\/Simon Dawson\/File Photo  LONDON (Reuters) - Lloyd’s of London [SOLYD.UL] said on Wednesday it would direct underwriters to terminate all insurance offered, marketed, endorsed or otherwise made available through the National Rifle Association of America.  The move comes after insurer Chubb CB.N was fined $1.3 million over its role in an NRA insurance program after an investigation found the NRA's \"Carry Guard\" insurance program unlawfully provided liability insurance \"to gun owners for acts of intentional wrongdoing\".  “The Lloyd’s Corporation has given very careful consideration as to whether syndicates at Lloyd’s should continue to insure programs offered, marketed, endorsed or otherwise made available through the National Rifle Association of America (NRA).  “This is now subject to an inquiry by the New York Department of Financial Services (NYDFS). Therefore Lloyd’s Corporation has decided to direct underwriters in the market to terminate any existing programs of this type and not to enter into any new ones,” a Lloyd’s spokesman said.","75":"(Reuters) - Film producer Harvey Weinstein is fighting back against personal indemnity insurer Chubb Ltd, saying Chubb must pay for his legal defense against 11 lawsuits that accuse him of sexually harassing or assaulting women over the past three decades, according to a court document filed on Monday.  FILE PHOTO: Harvey Weinstein, co-chairman of the Weinstein Company, kicks off the Film Finance Circle conference with an informal discussion at the inaugural Middle East International Film Festival in Abu Dhabi, October 15, 2007. REUTERS\/Steve Crisp\/File Photo  Lawyers for Weinstein, in a countersuit against Chubb, which is refusing to pay for Weinstein’s defense against the cases, said that Weinstein has paid a group of Chubb insurers more than $1 million dollars in premiums for coverage designed to protect against “a wide variety of liability claims,” according to the document.  “Moreover, they promised to perform their defense obligations even if allegations against Mr. Weinstein proved to be groundless, false or fraudulent,” the Weinstein lawyers said in the document.  In February, Chubb Indemnity Insurance Co and several other Chubb units sued Weinstein and asked New York State Supreme Court to issue a judgment declaring that the policies’ terms exclude defending charges in the lawsuits, specifically sexual assault, discrimination and intentional acts.  The co-founder of the Miramax studio and The Weinstein Company was one of Hollywood’s most influential men before more than 70 women accused him of sexual misconduct, including assault. He denies having non-consensual sex with anyone.  On Tuesday, an affiliate of Lantern Capital is expected to received approval from a U.S. bankruptcy judge on Tuesday to buy the assets of The Weinstein Co for $310 million.  Units of Chubb have together issued 80 policies to Weinstein and his family between 1994 and 2018, including coverage for personal liability, Chubb said in its February suit.  That would normally cover legal costs to defend against claims of damage or injury caused accidentally, but the insurer said Weinstein’s conduct was intentional.  The policies include millions of dollars in “broad liability coverage,” $300,000 of “crisis assistance” coverage, and unlimited coverage for Weinstein’s legal defense, Weinstein’s lawyers said in the countersuit, filed late on Monday.  “Almost overnight, Mr. Weinstein became a pariah,” they wrote. “His denials of liability because background noise, lost in the international uproar that followed.”  A Chubb spokesman declined to comment.","76":"May 11 (Reuters) - The National Rifle Association on Friday sued New York Governor Andrew Cuomo and the state’s financial regulator for engaging in what it said was a “blacklisting campaign” aimed at swaying banks and insurers to stop doing business with the gun advocacy group, according to a complaint.  Cuomo and the New York State Department of Financial Services (NYDFS) aimed to deprive the NRA of its right to “speak freely about gun-related issues and defend the Second Amendment,” the group said in the suit, referring to part of the U.S. Constitution that protects the right of Americans to bear arms.  An spokeswoman for Cuomo could not be immediately reached for comment. An NYDFS spokeswoman declined to comment.  The NRA’s lawsuit, filed in the U.S. District Court for the Northern District of New York, follows a $7 million fine on May 2 imposed by NYDFS against insurance broker Lockton Cos LLC, which administered an NRA-branded insurance program known as “Carry Guard.”  On May 7, NYDFS fined insurer Chubb Ltd and its Illinois Union Insurance Company unit $1.3 million for having “unlawfully provided liability insurance to gun owners for acts of intentional wrongdoing,” the regulator said.  The fines were part of settlements between the companies and the regulator, outcomes that are the “culmination of years of political activism by Cuomo against the NRA and gun rights organizations,” an NRA lawyer said in a statement.  National debate has heated up over the issue of gun control, and the NRA’s role in opposing it, since Feb. 14, when a former student killed 17 people at Marjory Stoneman Douglas High School in Parkland, Florida, using an AR-15 assault rifle he had purchased legally.  Cuomo, NYDFS and its chief, Maria Vullo, whom the NRA also named as a defendant, engaged in a “campaign of selective prosecution, backroom exhortations, and public threats” to coerce banks and insurance companies to withhold services from the NRA, the group said in the suit.  The suit also cites an April letter issued by NYDFS to heads of banks and insurance companies doing business in New York encouraging them to manage “reputational risk” posed by dealings with “gun promotion organizations.”  Vullo, in a press release issued by Cuomo the same day, urged “all insurance companies and banks doing business in New York to join the companies that have already discontinued their arrangements with the NRA.”  The NRA has suffered tens of millions of dollars in damages as a result, it said. (Reporting by Suzanne Barlyn; Editing by Dan Grebler)","77":"July 6 (Reuters) - Chubb Ltd:  * CHUBB ANNOUNCES SECOND QUARTER 2020 GLOBAL NET CATASTROPHE LOSS ESTIMATES OF $1,807 MILLION PRE-TAX, OR $1,510 MILLION AFTER TAX, INCLUDING COVID-19 GLOBAL PANDEMIC LOSSES OF $1,365 MILLION PRE-TAX, OR $1,157 MILLION AFTER TAX  * CHUBB LTD - ESTIMATES CHARGE FOR U.S. CHILD MOLESTATION CLAIMS OF $259 MILLION PRE-TAX, OR $205 MILLION AFTER TAX  * CHUBB LTD - 71% OF COVID-19 ESTIMATE RELATES TO CO’S NORTH AMERICA COMMERCIAL P&C INSURANCE SEGMENT  * CHUBB LTD - WILL REDUCE ITS NET WRITTEN PREMIUMS IN Q2 BY APPROXIMATELY $184 MILLION Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","78":"April 13 (Reuters) - Chubb Ltd:  * CHUBB LTD - ANNOUNCES SMALL BUSINESS SUPPORT PROGRAM  * CHUBB - U.S. SMALL BUSINESS CLIENTS WHOSE POLICIES RENEW BETWEEN APRIL 1 AND AUGUST 1, WILL RECEIVE 25% REDUCTION IN SALES, PAYROLL EXPOSURES  * CHUBB - U.S. SMALL BUSINESS CLIENTS WHOSE POLICIES RENEW BETWEEN APRIL 1 AND AUGUST 1, TO RECEIVE 15% CUT IN PREMIUMS FOR COMMERCIAL AUTO INSURANCE Source text for Eikon: Further company coverage:","79":"April 23 (Reuters) - Chubb Ltd:  * CHUBB ANNOUNCES APPOINTMENT OF MELANIE MARKWICK-DAY AS UPSTREAM ENERGY SENIOR UNDERWRITING OFFICER FOR ITS OVERSEAS GENERAL ENERGY DIVISION Source text for Eikon: Further company coverage:","80":"(Reuters) - Insurer Chubb Ltd CB.N said on Monday it will buy up to an additional 22.4% stake in Chinese insurer Huatai Insurance Group Co Ltd for 10.8 billion yuan ($1.53 billion), as it looks to bank on a rapidly growing sector in the country.  Chubb, which already holds nearly 27% stake in Huatai, said it would first buy 15.1% and then an additional 7.1% stake based on the completion of the first contingent.  The Chinese insurance market has seen fast growth in recent years, becoming an attractive market for foreign companies seeking new sources of growth and revenue.  In March, Chubb raised its stake in Huatai to 26.2%, following an approval from the China Banking and Insurance Regulatory Commission, marking the first time a domestic Chinese financial services company converted to a so-called “Sino-foreign joint venture.”  Last year, Beijing set an agenda to open up its financial sector and has been taking steps to relax foreign ownership in life insurance and asset-management joint ventures.  “We are committed to supporting Huatai as a long-term strategic shareholder and we have great confidence in the long-term potential of the Chinese insurance market,” said Evan Greenberg, Chief Executive Officer of Chubb.  Chubb will buy Huatai shares from its shareholders, Chinese chemicals maker Inner Mongolia Junzheng Energy and Chemical Group Co Ltd, and one of its wholly-owned subsidiaries.","81":"FILE PHOTO: A sign of the National Rifle Association (NRA) is seen in front of their headquarters in Fairfax, Virginia, U.S. on March 14, 2013. REUTERS\/Larry Downing\/File Photo  (Reuters) - Insurer Chubb Ltd on Friday said that it will stop underwriting a National Rifle Association-branded insurance policy for gun owners.  Chubb gave notice three months ago of its plan to stop participating in the NRA insurance program, known as “NRA Carry Guard,” a Chubb spokesman said.","82":"Feb 22 (Reuters) - Chubb Ltd:  * CHUBB LIMITED BOARD WILL RECOMMEND 25TH CONSECUTIVE ANNUAL DIVIDEND INCREASE TO SHAREHOLDERS AT 2018 ANNUAL GENERAL MEETING; DECLARES QUARTERLY DIVIDEND  * CHUBB SAYS PROPOSAL CALLS FOR $2.92 ANNUAL PER SHARE DIVIDEND, PAYABLE IN FOUR QUARTERLY INSTALLMENTS OF $0.73 PER SHARE  * CHUBB LTD - BOARD DECLARED QUARTERLY DIVIDEND EQUAL TO $0.71 PER SHARE Source text for Eikon: Further company coverage:","83":"(Reuters) - A group of about 60 American businesses on Thursday urged their insurers to stop providing coverage to and investing in fossil fuel producers.  FILE PHOTO: Vapor is released into the sky at a refinery in Wilmington, California March 24, 2012. REUTERS\/Bret Hartman\/File Photo  In a letter, companies including outdoor-gear producer Patagonia and ice-cream maker Ben & Jerry’s, a unit of Unilever, called on U.S. insurers to drop ties to coal, oil and gas.  “The insurance industry is underwriting and investing in fossil fuels which we now know are the key drivers of climate change,” they said.  “As insurance customers, we are therefore expressing our desire for insurance coverage in the U.S. market that isn’t tied to supporting fossil fuels and actively supports renewable energy.”  U.S. insurers reported almost $7 trillion in cash and invested assets, according to the National Association of Insurance Commissioners.  Insurers highlighted in the letter include American International Group Inc, Liberty Mutual [LBRTML.UL], Chubb Ltd, Axis Capital and Hartford Financial Services.  According to the letter, Chubb, Axis Capital, The Hartford, and Liberty Mutual have policies to scale back or end underwriting of fossil fuels, but still continue to insure such projects.  A spokesman for The Hartford said the company announced its coal exit policy in December.  AIG said on its website it does not publicly comment on underwriting decisions related to specific projects, while Chubb declined to comment.  In recent years, environmental activists have pressured banks to drop financing for fossil-fuel companies.  Lobby groups such as Unfriend Coal have put pressure on insurers to stop underwriting carbon-intensive fuels like coal and oil sands.  Insurers can accelerate a transition to a low-carbon economy because having insurance is typically a condition for loans and investment.  The first 10 insurers to exit the coal sector were European, but some U.S. and Australian peers have also adopted coal exit policies, Unfriend Coal said.  Swiss Re AG and Zurich Insurance are the leaders in ending coal insurance, Unfriend Coal said.","84":"April 4 (Reuters) - Chubb Ltd:  * CHUBB LTD SAYS CEO EVAN GREENBERG'S FY 2017 TOTAL COMPENSATION WAS $19.1 MLN VS $24.4 MLN IN FY 2016 - SEC FILING Source text: (bit.ly\/2IrcCuO) Further company coverage:","85":"June 5 (Reuters) -  * CHUBB INA HOLDINGS INC FILES PROSPECTUS SUPPLEMENT RELATED TO A POTENTIAL TWO-PART SENIOR NOTES OFFERING - SEC FILING  * CHUBB INA HOLDINGS INC - NOTES WILL BE FULLY AND UNCONDITIONALLY GUARANTEED ON A SENIOR UNSECURED BASIS BY CHUBB LIMITED Source text - (bit.ly\/2WK77lv) Further company coverage:","86":"Sept 12 (Reuters) - U.S. insurers are bracing for what could be $20 billion in losses as Hurricane Florence barrels toward the Carolinas and Virginia, bringing punishing rains and potentially deadly flooding.  Hurricane Florence, on track to become the first Category 4 storm to make a direct hit on North Carolina in six decades, howled closer to shore on Wednesday, as schools and factories were being shuttered and authorities ordered more than 1 million people in the region to evacuate.  Losses from Florence could be on par with those from two previous storms: Hurricane Hazel, which ravaged North Carolina in 1954, causing $15 billion in losses, and Hurricane Hugo in 1989, which caused $20 billion, according to a report from risk modeling firm RMS on Tuesday.  “As we look back at previous events, although hurricanes making landfall in the Carolinas are rare, the losses through this triple-threat of storm surge, wind and inland flood, could also be significant,” RMS said in the report.  The firm will have a better estimate for total insured losses after Florence makes landfall.  The slow-moving storm could dump between 20 and 30 inches of rain in the Carolinas after making landfall, according to a report on Wednesday by risk modeler AIR Worldwide. More than 758,000 homes in the Carolinas and Virginia are at risk, according to risk assessment service CoreLogic.  Liberty Mutual Insurance and Nationwide Mutual Insurance Company write the most commercial property insurance coverage in North and South Carolina, according to a report on Wednesday by Moody’s, citing data from SNL Financial. Other top commercial property insurers in the region include The Travelers Companies, Chubb Ltd. and a U.S. subsidiary of Zurich Insurance Group , Moody’s said.  The S&P Composite 1500 Property & Casualty Insurance Index fell 0.5 percent on Wednesday, with shares of insurers including Travelers Companies Inc, Allstate Corp, American International Group Inc and Chubb Ltd trading down less than one percent.  “Stocks tend to fall in front of a storm because of uncertainty,” said Sandler O’Neill analyst Paul Newsome. They typically rebound once insurers and risk modelers get a clearer picture of actual losses and whether individual companies have enough capital in place to cover them, Newsome said. (Reporting by Suzanne Barlyn; Editing by Andrea Ricci)","87":"LONDON (Reuters) - British theatres and live music venues say the show will only go on if the government provides a financial backstop, as the COVID-19 pandemic means they can no longer get commercial insurance.  FILE PHOTO: People stand next to St Martin's Theatre at London's West End, amid the spread of the coronavirus disease (COVID-19), in London, Britain, August 13, 2020. REUTERS\/Henry Nicholls\/File Photo  While venues for indoor live performances are not yet open in all of Britain, theatres and concert halls in England have in theory been open to socially-distanced audiences since mid-August.  But only a handful have opened, citing insurance as one of the many barriers, as underwriters have been excluding COVID-19 from the cover they provide.  That means a theatre has no protection against cancellation or legal action from anyone in the audience or cast who falls ill or from a lockdown due to COVID-19.  Some small theatres are carrying on regardless and hoping for the best, but for tours, festivals and big names, it’s a deal breaker and has hit live performance across the globe, including on Broadway.  “You’re not going to get a sponsor, full-house ticket sales, finance, TV licensing or big stars unless they are guaranteed,” said James Davies, a director at insurance broker EC3.  A survey by the Society of London Theatres in May showed only 12% of organisations thought they would get the insurance they needed to reopen.  “The one thing no one can get insurance for at the moment is COVID,” said Phil Bowdery, chair of the Concert Promoters’ Association, one of several trade bodies pushing for government help.  “We’ll take care of all the normal insurance - we are asking for the government to be a partner.”  PLAN TO HELP FILM INDUSTRY  Organisers of live performances in Britain are seeking a scheme like the 500 million pound ($661 million) deal announced by the British government for the film and TV industry in July.  Slideshow ( 2 images )  The scheme will insure productions for 70% of their losses if they have to abandon production due to the pandemic, up to a maximum of five million pounds.  “We are working to get the scheme (for the film and TV industry) open for applications as soon as possible and we have committed to cover eligible losses from the date the scheme was announced,” the Department for Digital, Culture, Media and Sport said in an emailed statement on Monday.  The entertainment industry is one of the hardest hit by months of lockdown and ongoing social distancing requirements.  In the first 12 weeks of lockdown, which started in late March, more than 15,000 theatrical performances were cancelled with a loss of more than 303 million pounds in box office revenue, according to a parliamentary committee report in July.  “Government must address the urgent need for the UK’s cultural industries to be covered by adequate insurance,” the report said.  Other countries such as France and Australia have also introduced backstops for the film industry, but sources say there are no similar schemes for live events.  “We are ... hearing from our insurers that no tour insurance is available which will cover for COVID-19,” said a source involved in orchestra tours.  Venues and shows will struggle to survive with social distancing in place because they need at least 70% capacity to break even, and a government-backed insurance scheme would help them get going, said Tim Thornhill, sales director, entertainment and sport, at insurance broker Tysers.  Both Tysers and EC3 are working on proposals, but the prospects of affordable COVID-19 insurance being offered by the industry may be remote. The British government film fund has no insurance partnership as insurers were reluctant to provide cover, sources said.  “It is difficult for underwriters to justify to capital providers why they should risk more throwing good money after bad,” said one insurer.  Allianz ALVG.DE, Hiscox HSX.L and Chubb CB.BN are among other major providers of entertainment liability insurance.  Allianz was no longer providing this insurance for cancellation or illness due to COVID-19, a spokesman confirmed.  Hiscox declined to comment. Chubb did not respond.","88":"NEW YORK, Feb 24 (Reuters) - Delta Air Lines and United Airlines on Saturday became the latest major corporations to sever marketing ties with the National Rifle Association as the fallout from last week’s massacre at a Florida high school took its toll on the gun advocacy group.  The exodus of corporate names, ranging from a major insurer to car rental brands and a household moving company, began after the NRA launched a counter-offensive against a student-led campaign for tighter U.S. gun laws.  In tweets on Saturday, Delta and United said they were no longer offering NRA members discounted rates and that they would ask the NRA to remove their information from its website.  NRA officials did not immediately respond to a request for comment. In recent days, NRA spokespeople have lashed out at gun control advocates, arguing that Democratic elites are politicizing the deadly rampage in Florida to erode gun owners’ rights.  The issue of gun control, and the NRA’s role in opposing it, became the focus of renewed national debate after a former student killed 17 people on Feb. 14 at the Marjory Stoneman Douglas High School in the Fort Lauderdale suburb of Parkland, using an AR-15 assault rifle he had purchased legally.  The attrition of NRA corporate partners began on Thursday when three rental car brands owned by Enterprise Holdings Inc said they were ending discount programs, and First National Bank of Omaha said it would not renew the NRA’s contract to issue a co-branded Visa card.  By Friday, the list of defectors grew to include Symantec Corp, which ended a discount program for its LifeLock identity theft product. Home security company SimpliSafe and Hertz Corp also terminated discount programs.  Chubb Ltd said it would stop underwriting a NRA-branded insurance policy for gun owners that covers legal costs in self-defense shootings. Another insurer, MetLife Inc , also said it had ended an auto and home incentive program for NRA members. And North American Van Lines said it was scrapping its an affiliate relationship with the NRA.  The U.S. Constitution’s Second Amendment protects the right of Americans to bear arms. The NRA, which has long used campaign donations and effective lobbying to command political influence, argues that stricter gun control would erode individual rights.","89":"May 4 (Reuters) - Insurers are normally great with numbers. But the coronavirus pandemic has them struggling to estimate how many billions of dollars in losses they face, and what the fallout will be for their massive investment portfolios.  Executives, lawyers and analysts say the cost is sure to be multiples of prior catastrophes like Hurricane Katrina, the Tōhoku tsunami or the 9\/11 terrorist attacks. That could be tens of billions to half a trillion dollars or more, depending on how long the pandemic lasts and other variables.  “This has the potential to be the largest insurance loss of all time,” Alan Lyons, a partner and chair of the insurance practice at Herrick Feinstein in New York, said in an interview.  Unlike other disasters, the pandemic has been hitting businesses, individuals and markets throughout the world, all at once. Customers are filing claims across numerous policy types, from workers compensation to events cancellation to broader commercial liabilities.  Many claims for business interruption likely will not be paid this year since lawsuits will take a year or more to resolve, Lyons said, and cost insurers millions of dollars to defend.  Insured losses in the United States and U.K. alone could be anywhere from $11 billion to $140 billion, insurance broker Willis Towers Watson PLC said on Friday. Its estimates include varying durations of social distancing measures, several projections for how many people die, and what those assumptions mean for different insurance lines. Tracking U.S. coronavirus cases graphic: tmsnrt.rs\/2WqHyUl  Some experts warn of even more costly outcomes. Losses could exceed $500 billion if state lawmakers require insurers to cover business-interruption claims for pandemic losses, former CNA Financial Corp Chief Executive Dennis Chookaszian told Reuters. Most policies exclude that risk, but insurers are facing lawsuits over it and eight U.S. states are considering laws to retroactively make insurers pay such claims.  “If they pass this law in New York and eventually other states, every business with the coverage will file a claim and it will force those insurers into bankruptcy,” Chookaszian said.  Britain’s Financial Conduct Authority, which regulates insurers, said on Friday it will seek clarity in court on whether business-interruption policies cover pandemics.  MARKET EXPOSURE  Meanwhile, insurers are facing a second blow from the trillions of dollars they have invested in global markets.  Although stocks have partly recovered from their plunge in late February, low interest rates are biting into bond income, with credit and liquidity issues across more obscure parts of the market.  Insurers that have reported first-quarter results - including Chubb Ltd, Travelers Companies Inc, Hartford Financial Services Group Inc, Markel Corp. and Swiss Re AG - have drawn a mixed picture of the damage so far, but predicted things will get worse.  Swiss Re and Markel faced big hits from the cancellation of major global events like the Olympics and Wimbledon.  Executives expect the pandemic to remain an earnings issue, rather than a question of viability, but warned that problems are sure to crop up in businesses that have not yet experienced elevated claims or lawsuits.  For instance, some experts have suggested the coronavirus could create workers compensation claims similar to the decades-long battle over asbestos. The insurance covers salaries and medical expenses of workers who are injured at work.  New revenue has also become more difficult to generate. The Hartford expects a 15% decrease in new business premiums during the second quarter.  “We are in the middle of a slow-moving storm,” said Swiss Re Chief Financial Officer John Dacey.  Insurance stocks are reflecting the mixed outlook. The S&P 500 index has risen 29% since its low in March but the S&P Life and Health Insurance index is up 49%, buoyed by health insurers.  Investors may get some more insight as other major insurers report results through the rest of May.  Berkshire Hathaway Inc, which has large insurance units, reported a record quarterly loss of nearly $50 billion on Saturday and said performance is suffering in several major operating businesses. An accounting rule requires Berkshire, which has sold its airline holdings, to report unrealized stock losses and gains with results, causing huge swings.  American International Group Inc reports on Monday. Lloyd’s of London Ltd. plans to reveal its pandemic exposure in “early May.”  Germany’s Allianz SE withdrew its 2020 profit targets on Thursday ahead of scheduled results on May 12, citing uncertainties caused by the pandemic.","90":"NEW YORK (Reuters) - Insurers have largely stopped covering independent film and television productions against the risk of COVID-19 illness, a shift that threatens the supply of new entertainment in 2021, Hollywood producers, insurers and industry experts said.  Thousands of shoots around the world shut down abruptly in March as the novel coronavirus spread and governments imposed lockdowns.  Now as filmmakers try to get back to work they are finding insurers have largely stopped providing the COVID-19 coverage they need to secure financing.  Some insurers are even adding exclusions for COVID-19 or communicable diseases to existing policies when cast members get medical exams, insurance lawyer Kirk Pasich told Reuters.  Without coverage, many producers cannot get the completion bond, or guarantee, that banks require to lend to productions.  Until crews can work safely again and insurance covers COVID-related costs, “there will be less content of the caliber that we’re used to,” independent film producer Robert Salerno told Reuters.  Insurers, already reeling from other pandemic claims, say they cannot offer the coverage because it is unclear how the pandemic will play out.  Although some countries have controlled or eliminated the virus, cases have resurged elsewhere, including the United States.  (GRAPHIC: here)  “It is not a risk you can even price,” a senior insurance executive, who was not authorized to speak publicly, told Reuters.  Only a handful of insurers offer film and TV policies worldwide. Chubb Ltd and Allianz SE, two major insurers no longer providing such coverage, declined to comment.  FILE PHOTO: Los Angeles is seen from behind the Hollywood sign in Los Angeles, California, U.S., August 14, 2019. REUTERS\/Lucy Nicholson -\/File Photo  Media Guarantors Insurance Solutions, which provides bonding, has seen business fall 80% during the pandemic, said Chief Executive Fred Milstein. Producers are watching the new rise in U.S. COVID-19 cases closely as they consider rescheduling.  “Everybody’s taking a beat to see if the rates go down again,” he said.  While big studios can self-insure, independent producers, who turn out 70% of new films and numerous TV shows in the U.S. each year, are looking for alternatives, said Jean Prewitt, chief executive of the Independent Film & Television Alliance.  Budgets are up 10% to 30% as producers add safety measures on set and rewrite scripts to reduce infection risk, Prewitt said.  Nicolas Chartier, producer of the Academy Award-winning film The Hurt Locker, is feeling the effects. His Voltage Pictures production company planned to film sequels to the romantic drama “After” in September. Both are on hold because insurance is unavailable, he told Reuters.  “You cannot get a completion bond because right now insurance doesn’t cover COVID,” he said. “Everybody is worried about the movie being abandoned.”  Projects costing $1 million or less can be financed with cash, but still face health risks, especially for plots with romance or fight scenes.  “So you need to shoot two people in a room, two people talking outside on a bench,” Chartier said. “Not exactly the most exciting movie.”  Independent producers are also looking for private investors to provide insurance, or moving to countries that have government backing for pandemic risk, said Brian O’Shea, chief executive of The Exchange, a movie sales, financing and production company. He hopes the U.S. will provide similar support.  O’Shea sold two movies - one starring Bruce Willis and the other Olivia Munn - last month at “virtual Cannes,” an online version of the famous Côte d’Azur film festival.  With $10 million in financial commitments for each film, he wants to shoot this year, and says government backing would help.  “Now I need to find a bond company and insurance or an equity investor that will guarantee the delivery of the picture given the risks caused by COVID,” he said.  “We’re trying to figure it out.”","91":"(Reuters) - Travelers Companies Inc has set aside a “modest” amount of additional money to cover its possible exposure to child sex-abuse claims, the insurer’s finance chief, Daniel Frey, told analysts during an earnings call on Thursday.  FILE PHOTO: The logo of Dow Jones Industrial Average stock market index listed company Travelers Companies Inc (TRV) is seen in Los Angeles, California, United States, April 27, 2016. REUTERS\/Lucy Nicholson\/File Photo  Two analysts asked about Travelers’ exposure to child sex-abuse lawsuits, as Wall Street tries to figure out how much decades-old policies for churches, non-profits and other organizations may cost the insurance industry.  The amount that Travelers set aside was not large enough to detail under disclosure rules, he added.  Travelers beat analysts’ estimates for quarterly profit on Thursday, boosted by a rise in premiums and strong underwriting. On an adjusted basis, the company earned $3.32 per share, beating estimates of $3.29 per share, according to IBES data from Refinitiv. Total revenue rose 3.4% to $8.06 billion.  The sex-abuse claims are being spurred by lawsuits filed in response new statues in a number of U.S. states that waive or eliminate time limits for plaintiffs to sue their alleged abusers and institutions where they worked.  A New York law that went into effect last August giving victims a year to sue, regardless of when the abuse occurred, has already prompted hundreds of lawsuits. Similar laws have since became effective in New Jersey and California.  Insurers are a footnote to the broader scandal (reut.rs\/2GlCZmA) that has swept the Catholic church, as well as universities and groups like the Boy Scouts of America.  As claims against such institutions have piled up, defendants have been leaning on insurance policies they bought as far back as the 1940s to offset mounting costs.  In general, those policies covered injuries that might occur at a physical location, without excluding sexual abuse, and did not place limits on when customers could seek reimbursement, lawyers said.  Travelers first acknowledged possible exposure in April 2019, increasing reserves by between $50 million and $100 million after the New York legislation was signed.  Chubb Ltd and Selective Insurance Group Inc have made similar disclosures.  But Travelers has seen activity “pretty steadily” throughout the year, Frey said on Thursday.  Insurers were not thinking about child sex abuse as an “injury” when they wrote the coverage long ago, said Timothy Lytton, a Georgia State University School of Law professor who has performed research on the topic.  “They were thinking about slip and fall, church fires, and grandma falling down cathedral steps,” he said.","92":"Nov 21 (Reuters) - Chubb Ltd:  * CHUBB LIMITED BOARD DECLARES QUARTERLY DIVIDEND AND AUTHORIZES SHARE REPURCHASE PROGRAM  * CHUBB LTD - ANNOUNCED AUTHORIZATION OF A SHARE REPURCHASE PROGRAM OF UP TO $1.5 BILLION THROUGH DECEMBER 31, 2020 Source text for Eikon: Further company coverage:","93":"PARIS (Reuters) - France will pare back financial regulations to EU minimums and introduce new tax incentives to make Paris a more attractive finance hub, Prime Minister Edouard Philippe said on Wednesday.  People walk on the esplanade of La Defense in the financial and business district of La Defense, west of Paris, France March 26, 2018. REUTERS\/Gonzalo Fuentes  Speaking to a reception for 200 finance executives, Philippe said most of the changes would be made by the end of the year, as countries across the EU battle to attract bankers from London amid uncertainty over the impact of Brexit on the region’s biggest financial centre.  For asset managers coming to France, they will be able to have capital income known as carried interest taxed at 30 percent rather than higher income tax rates.  The country will also make it possible to amortise goodwill, as in Germany, as part of a longer term European project to harmonise regulations for calculating corporate tax.  “A financial centre is built with patience, by being consistent. I want this consistency to be the trademark of our economic strategy and our attractiveness policy,” Philippe said in a speech.  The moves add to steps already taken by President Emmanuel Macron aimed at boosting Paris as a financial centre, such as plans to gradually cut corporate tax to 25 percent and scrapping a wealth tax on financial assets.  Macron’s government has also set a flat tax of 30 percent on all capital income and removed the top marginal band of payroll tax, although the moves have led to criticism of Macron as being a president for the rich.  Paris is competing with the likes of Frankfurt, Dublin and Luxembourg to win over finance jobs in the wake of Britain’s departure from the EU next March.  The Paris Europlace financial sector lobby said on Wednesday Paris was set to win 3,500 financial sector jobs leaving Britain due to Brexit.  HSBC HSBA.L would make up the bulk, with 1,000 jobs, while French banks moving posts back to their base in Paris would add another 1,000 jobs, and the rest would come from a host of Wall Street banks and other financial firms.  Bank of America Merrill Lynch BAC.N, JPMorgan JPM.N, Citigroup C.N, Morgan Stanley MS.N, Goldman Sachs GS.N, Standard Chartered STAN.L and Wells Fargo WFC.N have all made \"announcements in favour of Paris\", Paris Europlace said.","94":"April 13 (Reuters) - Chubb Ltd:  * CHUBB - PROVIDING ITS PERSONAL AUTO INSURANCE CLIENTS IN U.S. WITH A CREDIT ON ANNUAL RENEWAL PREMIUMS Source text for Eikon: Further company coverage:","95":"LONDON, Sept 7 (Reuters) - British theatres and live music venues say the show will only go on if the government provides a financial backstop, as the COVID-19 pandemic means they can no longer get commercial insurance.  While venues for indoor live performances are not yet open in all of Britain, theatres and concert halls in England have in theory been open to socially-distanced audiences since mid-August.  But only a handful have opened, citing insurance as one of the many barriers, as underwriters have been excluding COVID-19 from the cover they provide.  That means a theatre has no protection against cancellation or legal action from anyone in the audience or cast who falls ill or from a lockdown due to COVID-19.  Some small theatres are carrying on regardless and hoping for the best, but for tours, festivals and big names, it’s a deal breaker and has hit live performance across the globe, including on Broadway.  “You’re not going to get a sponsor, full-house ticket sales, finance, TV licensing or big stars unless they are guaranteed,” said James Davies, head of contingency and entertainment at insurance broker EC3.  A survey by the Society of London Theatres in May showed only 12% of organisations thought they would get insurance they needed to reopen.  “The one thing no one can get insurance for at the moment is COVID,” said Phil Bowdery, chair of the Concert Promoters’ Association, one of several trade bodies pushing for government help.  “We’ll take care of all the normal insurance - we are asking for the government to be a partner.”  Organisers of live performances in Britain are seeking a scheme like the 500 million pound ($661 million) deal announced by the British government for the film and TV industry in July.  The scheme insures productions for 70% of their losses if they have to abandon production due to the pandemic, up to a maximum of five million pounds.  The Department for Digital, Culture, Media and Sport did not respond to a request for comment.  The entertainment industry is one of the hardest hit by months of lockdown and ongoing social distancing requirements.  In the first 12 weeks of lockdown, which started in late March, more than 15,000 theatrical performances were cancelled with a loss of more than 303 million pounds in box office revenue, according to a parliamentary committee report in July.  “Government must address the urgent need for the UK’s cultural industries to be covered by adequate insurance,” the report said.  Other countries such as France and Australia have also introduced backstops for the film industry, but sources say there are no similar schemes for live events.  “We are ... hearing from our insurers that no tour insurance is available which will cover for COVID-19,” said a source involved in orchestra tours.  Venues and shows will struggle to survive with social distancing in place because they need at least 70% capacity to break even, and a government-backed insurance scheme would help them get going, said Tim Thornhill, sales director, entertainment and sport, at insurance broker Tysers.  Both Tysers and EC3 are working on proposals, but the prospects of affordable COVID-19 insurance being offered by the industry may be remote. The British government film fund has no insurance partnership as insurers were reluctant to provide cover, sources said.  “It is difficult for underwriters to justify to capital providers why they should risk more throwing good money after bad,” said one insurer.  Allianz, Hiscox and Chubb are among other major providers of entertainment liability insurance.  Allianz was no longer providing this insurance for cancellation or illness due to COVID-19, a spokesman confirmed.  Hiscox declined to comment. Chubb did not respond. ($1 = 0.7563 pounds) (Editing by David Evans)","96":"June 11 (Reuters) - Nawbo:  * NAWBO ANNOUNCES PARTNERSHIP WITH CHUBB Source text for Eikon: Further company coverage:","97":"Jan 31 (Reuters) - Zurich Insurance Group AG said on Thursday it has named Drazen Jaksic as head of Accident & Health Underwriting.  Jaksic previously worked at rival insurance company Chubb Ltd as a senior vice president.","98":"NEW YORK (Reuters) - New York Governor Andrew Cuomo on Friday rejected a claim by the National Rifle Association that his efforts to get banks and insurers to stop doing business with the group threatened its ability to advocate for gun rights.  FILE PHOTO: New York Gov. Andrew Cuomo (D-N.Y.), speaks to guests during the National Action Network (NAN) Dr. Martin Luther King, Jr. Day Public Policy Forum in the Harlem borough of New York City, New York, U.S., January 15, 2018. REUTERS\/Eduardo Munoz\/File Photo  In an amended version of a lawsuit it had filed on May 11, the NRA said New York’s “blacklisting” had already cost it insurance coverage, and would “imminently” deprive it of basic banking and other financial services “essential to the NRA’s corporate existence and its advocacy mission.”  But in a Friday afternoon filing seeking to dismiss the case, New York Attorney General Barbara Underwood downplayed those concerns.  She said the activity by Cuomo and state financial services superintendent Maria Vullo cited by the NRA did not violate the group’s constitutional free speech or due process rights.  Underwood acknowledged Cuomo’s and the NRA’s “longstanding history of strong disagreement” on gun control, but said the lawsuit did not allege that New York “directly inhibited the NRA from expressing its opposition to gun regulation. Instead, it presents a speculative and implausible ‘parade of horribles.’”  The NRA had sued Cuomo, Vullo and the state Department of Financial Services after the governor in April ordered that office to urge insurers and state-chartered banks to review their relationships with guns rights groups.  Then in early May, Vullo’s office fined insurance broker Lockton Cos $7 million and Chubb Ltd $1.3 million over their involvement with the NRA-branded “Carry Guard” insurance program, which it said unlawfully provided liability insurance to gun owners for “intentional” acts of wrongdoing.  William Brewer, a lawyer for the NRA, said in a statement that there was little question that Cuomo and Vullo engaged in “pure viewpoint discrimination,” and called their dismissal request “a misguided attempt to deflect from the fact that defendants overstepped their legal and regulatory authority.”  Cuomo, a Democrat running for a third term as governor, issued a statement on Friday in which he accused the NRA of trying to “play the victim.”  He added, “If I could have put the NRA out of business, I would have done it 20 years ago.”  The NRA is seeking through its lawsuit to end New York’s alleged illegal interference with its rights and operations, and has until Aug. 24 to respond to Friday’s filing.  A Sept. 10 hearing is scheduled before U.S. District Judge Thomas McAvoy in the state capital of Albany.  The case is National Rifle Association of America v Cuomo et al, U.S. District Court, Northern District of New York, No. 18-00566.","99":"May 17 (Reuters) - Chubb Ltd:  * CHUBB SHAREHOLDERS APPROVE 25TH CONSECUTIVE ANNUAL DIVIDEND INCREASE; BOARD DECLARES RECORD DATE FOR FIRST DIVIDEND INSTALLMENT; ALL OTHER SHAREHOLDER PROPOSALS APPROVED  * CHUBB - APPROVED 3% INCREASE IN DIVIDEND TO $2.92 PER SHARE ANNUALLY ($0.73 PER SHARE, PER QUARTER) FROM $2.84 PER SHARE Source text for Eikon: Further company coverage:","100":"March 5 (Reuters) - Property and casualty insurer Chubb Ltd named Scott Simpson the new country president for its general insurance business in Singapore.  Simpson replaces Adam Clifford, who is now Chubb’s division president, continental Europe.  Simpson, who joined Chubb in 2005 as a commercial lines underwriter, will report to Paul McNamee, regional president for Chubb in Asia Pacific. (Reporting by Mrinalini Krothapalli in Bangalore)","101":"(Reuters) - The coronavirus pandemic dealt a relatively modest $2.5 billion blow to five insurers with large U.S. operations in the second quarter - a cost that was far less than feared and which the industry has absorbed without touching capital, analysts said.  FILE PHOTO: American International Group Inc. (AIG) headquarters seen on the day of the companyÕs 2017 annual shareholder meeting at 175 Water Street, New York, U.S., June 28, 2017. REUTERS\/Suzanne Barlyn  American International Group Inc AIG.N and Chubb Ltd CB.BN said payouts on claims related to the disease accounted for most of their financial hit, which was mostly on property and casualty policies.  Others including Travelers Companies Inc TRV.N, MetLife Inc MET.N and Prudential Financial Inc PRU.N lost money on their private equity investments due to market declines in the first quarter, which are reported on a three-month lag. Those losses are expected to reverse, since the market has recovered.  Insurers had sounded alarms about potentially crippling payouts if they were required to pay claims related to coronavirus on business-interruption policies.  Those payouts could still happen, depending on the outcome of litigation. Two cases have so far been decided in insurers’ favor.  It may still be too early to say insurers are not at risk of major claims from the coronavirus and a related respiratory disease, COVID-19, said Piper Sandler analyst Paul Newsome.  “We still don’t know what the extent of COVID claims will be in the third quarter,” he said.  But insurers now have better predictions about COVID-related mortality and are well-capitalized, said Andrew Kligerman, analyst at Credit Suisse. “The industry is positioned to see some growth if and when we can pull through COVID,” he said.  Here are details of coronavirus-related impacts on the insurers and their outlooks for the rest of 2020:  CHUBB  Chubb tallied $1.16 billion in after-tax coronavirus-related reported and unreported claims, which contributed to a net loss of $331 million for the quarter. The company is based in Zurich, but has a significant presence in the United States.  Net premiums written fell by $191 million, mainly from workers’ compensation and commercial casualty payments, including refunds on auto policies. Chubb said its investment income also fell by an undisclosed amount.  The company expects full-year premium revenue to increase, Chief Executive Evan Greenberg said on a conference call.  AIG  AIG's general insurance business reported $458 million worth of claims and expected claims related to the pandemic in the second quarter, in line with its expectations. So far this year, its tally here of such costs is $730 million.  AIG did not break out the impact on its life and retirement business, but said losses on private equity investments, yield compression and higher mortality rates drove a decline in adjusted pre-tax profit for that unit during the quarter.  AIG is already seeing signs that the second quarter was a “low watermark” for sales, Chief Executive Brian Duperreault said.  PRUDENTIAL  Prudential did not detail coronavirus effects specifically, but said its group insurance, retirement and individual life businesses were affected in positive and negative ways. Prudential also recorded $2.7 billion in investment losses, but did not say how much related to coronavirus.  The company said it could experience a $70 million earnings decline for every additional 100,000 pandemic fatalities in the United States. Prudential anticipates about $60 million in costs in the second half related to the disease, which will be offset by about $30 million in benefits, such as lower travel and entertainment expenses.  TRAVELERS  The pandemic and its effect on the economy resulted in $114 million in direct losses, with the largest impact in workers’ compensation coverage, Travelers said. Its portfolio of non-fixed income investments lost $234 million before tax due to the market decline in the first quarter, the results of which are reported a quarter later, the insurer said.  “We expect to experience the impacts of economic disruption” on revenue in coming quarters, Chief Financial Officer Dan Frey said on a conference call, though the duration and intensity of the impact remain unclear. On investments, while markets have recovered, fund managers may “not be as quick to write back up the valuations they just marked down,” he added.  METLIFE  MetLife lost $555 million on its private-equity investments because of first-quarter value declines. But its core businesses experienced few effects from the pandemic, with gains on some areas being offset by others, Chief Financial Officer John McCallion told Reuters.  He predicted a “strong recovery” in investment income this quarter, and a mid-single-digit return on its private equity portfolio, which was valued at $7.2 billion on June 30.","102":"(Reuters) - Insurer Chubb Ltd and a unit have agreed to pay a total of $1.3 million to New York State’s insurance regulator over their role in a National Rifle Association (NRA) insurance program, the regulator said on Monday.  The settlement follows an investigation by the New York State Department of Financial Services (NYDFS), which found that the NRA’s “Carry Guard” insurance program “unlawfully provided liability insurance to gun owners for acts of intentional wrongdoing,” the regulator said in a statement.  The insurance, underwritten by Chubb unit Illinois Union Insurance Company, also “improperly provided” legal services for policyholders who faced criminal charges after using their guns in self defense, the regulator said.  “Chubb recognizes its responsibility to ensure that its policies comply with New York law,” the company said in a statement. “Chubb at all times intended and believed its coverage to be in full compliance with New York law.”  The NRA, a gun advocacy group, “acted appropriately at all times,” said William A. Brewer III, a Dallas-based lawyer who represents the group.  The settlement follows decisions by numerous companies to sever corporate partnerships the NRA.  National debate has heated up over the issue of gun control, and the NRA’s role in opposing it, since Feb. 14, when a former student killed 17 people at Marjory Stoneman Douglas High School in Parkland, Florida, using an AR-15 assault rifle he had purchased legally.  In addition to the fine, Illinois Union agreed not to participate in the Carry Guard insurance program, or any similar program in New York, nor to provide Carry Guard or similar policies to New York residents, regardless of where they are written, the DFS said.  Illinois Union is also not allowed to issue policies for New York residents that provide legal services coverage in a civil or criminal proceeding.  On May 2, the New York regulator fined insurance broker Lockton Cos LLC $7 million for serving as the “Carry Guard” program administrator.  In February, Chubb Ltd said it had given notice to the NRA late last year of its plan stop underwriting the “Carry Guard” program.  Lockton said in February it would no longer sell NRA-endorsed products.  The NRA, on Monday, sued Lockton in a U.S. trial court in Alexandria, Virginia, saying it had breached its contract with the group.  A Lockton spokesman declined to comment.","103":"May 1 (Reuters) - Chubb Ltd:  * CHUBB APPOINTS ANNMARIE HAGAN CHIEF ACCOUNTING OFFICER; PAUL MEDINI TO RETIRE Source text for Eikon: Further company coverage:","104":"April 29 (Reuters) - The U.S. insurance industry is promoting the idea of an insurance plan backed by the federal government that would help businesses that in the future suffer losses from a pandemic, people familiar with the effort told Reuters.  The campaign involves discussions with lawmakers and regulators, public statements and coordination with a broad coalition of non-insurance companies including retailers, hoteliers and booksellers, sources said.  Insurers are doing this after facing multiple lawsuits, fierce political pressure and criticism from customers with business interruption policies over not covering their recent financial hardships due to the novel coronavirus pandemic.  About 40% of small businesses have business interruption coverage, according to the Insurance Information Institute, an industry trade group.  While these policies may cover revenue losses from hurricane damage, lightning strikes or cars crashing into buildings, they either exclude or do not specifically cover a global pandemic, however much it may interrupt business.  U.S. insurers say they would not have the financial means to help every insured business affected by coronavirus, even if required to.  “The industry doesn’t have as much money available for new claims as people would tend to think,” said Steven Weisbart, chief economist for the Insurance Information Institute.  Insurers have a lot more money for potential claims than regulators require, but they need the funds for other types of claims, such as hurricanes and wildfires, he said. Eight U.S. states have introduced legislation that would require insurers to pay claims, mainly to small businesses, despite exclusions, efforts that could more than deplete the industry surplus if enacted.  The U.S. industry has about $750 billion to $800 billion in gross surplus, compared with the $400 billion required by regulators, he said. The industry spent $622 billion last year on claims and related expenses, Weisbart said.  “If we ever had a bad hurricane season or bad anything else, we wouldn’t have enough money,” he said.  Insurers want the pandemic policies to be backed by the U.S. government, similar the government-supported commercial terrorism products after the attacks of Sept. 11, 2001.  Chubb Ltd Chief Executive Officer Evan Greenberg called for that kind of public-private partnership on April 22. John Doyle, chief executive of insurance broker Marsh LLC, a Marsh & McLennan Companies unit, also offered “assistance” in crafting such an idea in a March 30 letter to U.S. Treasury Secretary Steven Mnuchin and White House economic adviser Larry Kudlow.  Two non-insurance trade groups also sent pleas for such a policy to U.S. lawmakers and officials on April 20: RIMS, which represents risk managers at major businesses and the National Retail Federation, which partnered with 16 other business groups.  The idea has gotten some uptake in Washington.  Lawmakers including Democrats Carolyn Maloney and Lacy Clay, senior members of the House Financial Services Committee, are circulating draft bills for creating a government-backed pandemic insurance policy, suggesting it would help small businesses, while Republican Representative Brian Fitzpatrick has introduced a similar measure.  A group of state lawmakers also held a joint webinar with industry representatives earlier this month, in part to talk about the need for a government-backed pandemic product.  There is scant chance that any new insurance policy will help business owners whose revenue has already been hit.  Proposals in Congress would require time and studies before being put in place, experts and lawyers said.  In the meantime, one product that does exist, pandemic business-interruption insurance launched by Marsh in 2018, is not writing coverage for coronavirus. The policy did not initially sell well although demand has since spiked, said Christian Ryan, the company’s hospitality, sports and gaming practice leader.  “The industry has a finite balance sheet that can’t take infinite risk,” Chubb’s Greenberg said. (Reporting by Suzanne Barlyn in Washington Crossing, Pennsylvania; Editing by Lauren Tara LaCapra and Cynthia Osterman)","105":"Feb 27 (Reuters) - Chubb Ltd:  * CHUBB LIMITED BOARD WILL RECOMMEND 27TH CONSECUTIVE ANNUAL DIVIDEND INCREASE TO SHAREHOLDERS AT THE 2020 ANNUAL GENERAL MEETING; DECLARES QUARTERLY DIVIDEND  * CHUBB LTD - PROPOSAL TO INCREASE QTRLY DIVIDEND CALLS FOR $3.12 ANNUAL PER SHARE DIVIDEND, PAYABLE IN 4 QUARTERLY INSTALLMENTS OF $0.78 PER SHARE Source text for Eikon: Further company coverage:","106":"April 3 (Reuters) - Chubb Ltd:  * CHUBB ANNOUNCES PRELIMINARY FIRST QUARTER 2018 NET CATASTROPHE LOSS ESTIMATES, INCLUDING CALIFORNIA MUDSLIDES, OF $380 MILLION PRE-TAX, OR $305 MILLION AFTER TAX  * LOSSES FROM CALIFORNIA MUDSLIDES ARE ESTIMATED AT $125 MILLION PRE-TAX IN Q1  * NET LOSSES IN Q1 FROM NORTHEAST WINTER STORMS ESTIMATED AT $115 MILLION AND $80 MILLION PRE-TAX, RESPECTIVELY  * ALL OTHER NET LOSSES FROM NATURAL CATASTROPHES TO DATE GLOBALLY IN Q1 ARE ESTIMATED AT $60 MILLION PRE-TAX Source text for Eikon: Further company coverage:","107":"April 5 (Reuters) - Chubb Ltd:  * WILL NOT CONDUCT ANY LAYOFFS OF EMPLOYEES WHILE IN MIDST OF COVID-19 PANDEMIC HEALTH CRISIS Source text for Eikon: Further company coverage:","108":"Dec 3 (Reuters) - Chubb Ltd:  * CHUBB LIMITED ANNOUNCES PRICING OF €1.4 BILLION SENIOR NOTES OFFERING BY SUBSIDIARY  * CHUBB LTD - HAS PRICED PUBLIC OFFERING OF EUR 700 MILLION OF 0.30% SENIOR NOTES DUE 2024 AND EUR 700 MILLION OF 0.875% SENIOR NOTES DUE 2029 Source text for Eikon: Further company coverage:","109":"Sept 17 (Reuters) - A group of about 60 American businesses on Thursday urged their insurers to stop providing coverage to and investing in fossil fuel producers.  In a letter, companies including outdoor-gear producer Patagonia and ice-cream maker Ben & Jerry’s, a unit of Unilever , called on U.S. insurers to drop ties to coal, oil and gas.  “The insurance industry is underwriting and investing in fossil fuels which we now know are the key drivers of climate change,” they said. “As insurance customers, we are therefore expressing our desire for insurance coverage in the U.S. market that isn’t tied to supporting fossil fuels and actively supports renewable energy.”  U.S. insurers reported almost $7 trillion in cash and invested assets according to the National Association of Insurance Commissioners, which did not break that down by sector.  Insurers highlighted in the letter include American International Group Inc, Liberty Mutual, Chubb Ltd, Axis Capital and Hartford Financial Services .  According to the letter, Chubb, Axis Capital, Hartford, and Liberty Mutual have policies to scale back but not halt underwriting of fossil fuels.  In recent years, environmental activists have pressured banks to drop financing for fossil-fuel companies, and called on the finance industry to stop investing in them.  Lobby groups such as Unfriend Coal have also put pressure on insurers to stop underwriting carbon-intensive fuels like coal and oil sands.  Insurance companies can accelerate a transition to a low-carbon economy because having insurance is typically a condition for loans and investment.  The first 10 insurers to exit the coal sector were European, but since March 2019, two U.S. insurers - Chubb and Axis Capital - and two Australian coal insurers have also adopted coal exit policies, according to Unfriend Coal.  Swiss Re AG and Zurich Insurance are the leaders in ending coal insurance, the lobby group said. (Reporting by Noor Zainab Hussain in Bengaluru; editing by Lauren Tara LaCapra)","110":"LONDON, March 11 (Reuters) - Willis Towers Watson is the insurance broker for Ethiopian Airlines and Chubb is the lead underwriter, a Willis Towers Watson spokeswoman said on Monday.  An Ethiopian Airlines passenger jet bound for Nairobi crashed minutes after take-off on Sunday, killing all 157 people on board.  Chubb did not immediately respond to request for comment. (Reporting by Carolyn Cohn and Noor Zainab Hussain, Editing by Lawrence White)","111":"SAN FRANCISCO, Nov 12 (Reuters) - California utility stocks plummeted for a second day on Monday after deadly wildfires killed at least 31 people and left hundreds missing, with property losses estimated at over $2 billion and the companies facing potential liability.  PG&E Corp, which operates in the northern part of California, dropped 16 percent, bringing its loss over two sessions to 29 percent, equivalent to $8 billion. Edison International, the owner of Southern California Edison Company, slumped 11 percent, leaving its stock market value $5 billion lower since Thursday when the fires broke out.  PG&E was deemed responsible for wildfires in 2017 that ravaged wine country north of the San Francisco Bay area and killed 46 people, and this week’s fires create new uncertainties for investors in California’s utilities.  The so-called Camp Fire in northern California, the state’s most destructive blaze on record, had left at least 228 people missing as of early Monday after burning down more than 6,700 homes and businesses in the town of Paradise.  In southern California, the Woolsey Fire had forced authorities to issue evacuation orders for a quarter million people in Ventura and Los Angeles counties and beachside communities including the Malibu beach colony.  Both utilities reported to regulators in recent days that they experienced problems with transmission lines or substations in areas where fires were reported, just before or close to the time they started.  SunTrust analyst Ali Agha in a note to clients said the sell-off in Edison International was likely overdone because total acres and property burned so far in its territory were smaller than in fires last year. He noted that new legislation could help reduce the potential costs related to possible liability.  The fire in northern California has probably caused between $2 billion and $4 billion in insured property damage, Morgan Stanley estimated in a report on Monday. Shares of insurance companies covering homes and businesses in California also fell, with Allstate, Travelers Companies, Chubb Ltd and Hartford Financial each down more than 1 percent.  PG&E recorded a $2.5 billion in pre-tax expense for the second quarter related to last year’s fires after a report said some of them were sparked by trees toppling into PG&E power lines.  Both utilities said the causes of the current fires have not been determined. PG&E said that as of Saturday, 25,000 customers were without electricity and that it had turned off gas for another 12,000 customers.  Southern California Edison said 9,500 of its customers were without power due to the Woolsey fire in southern California.  In September, the state passed a bill allowing utilities to pass on to customers some of the costs incurred from liabilities related to wildfires. (Reporting by Noel Randewich; Editing by Dan Grebler)","112":"(Reuters) - Insurance broker Willis Towers Watson WLTW.O on Friday estimated general insurance losses between $32 billion and $80 billion across key classes in the United States and UK from the novel coronavirus, surpassing claims from the 9\/11 attacks.  A report by the broker showed early estimates for U.S. and UK business interruption, contingency, U.S. Directors & Officers, U.S. employment practices, liability, U.S. general liability, U.S. mortgage, trade credit and surety and U.S. workers’ compensation.  An “optimistic” scenario or a return to a pre-COVID-19 state following 3 months of social distancing, would mean $11 billion of insured losses, while a “moderate” scenario, a gradual return following 6 months of social distancing, would mean a bill of $32 billion to insurers.  Social distancing for a year under a “severe” scenario - a health impact approaching the scale of the 1918 flu pandemic - will mean $80 billion in COVID-19 insured losses, Willis said.  Willis also said it has modeled an extreme pandemic scenario, which could result in $140 billion of losses.  “Beyond its devastating human cost, the COVID-19 pandemic has swiftly upended economic activity around the world,” said Alice Underwood, global leader, insurance consulting and technology, at Willis.  “At this point, it appears that the industrywide level of general insurance loss could exceed that resulting from the 2001 World Trade Centre event.”  Given the potential scale and systemic nature of pandemic loss, talks about the need for some sort of government backstop to address future pandemic risks have already begun, Underwood said.","113":"(Reuters) - Insurers are normally great with numbers. But the coronavirus pandemic has them struggling to estimate how many billions of dollars in losses they face, and what the fallout will be for their massive investment portfolios.  FILE PHOTO: A pedestrian walks past a sign in a shop window reading \"We Will Return Boston Strong\" after Massachusetts Governor Charlie Baker extended his stay-at-home advisory and his order closing non-essential businesses until May 18 because of the coronavirus disease (COVID-19) outbreak in Boston, Massachusetts, U.S., April 28, 2020. REUTERS\/Brian Snyder  Executives, lawyers and analysts say the cost is sure to be multiples of prior catastrophes like Hurricane Katrina, the Tōhoku tsunami or the 9\/11 attacks. That could be tens of billions to half a trillion dollars or more, depending on how long the pandemic lasts and other variables.  “This has the potential to be the largest insurance loss of all time,” Alan Lyons, a partner and chair of the insurance practice at Herrick Feinstein in New York, said in an interview.  Unlike other disasters, the pandemic has been hitting businesses, individuals and markets throughout the world, all at once. Customers are filing claims across numerous policy types, from workers compensation to events cancellation to broader commercial liabilities.  Many claims for business interruption likely will not be paid this year since lawsuits will take a year or more to resolve, Lyons said, and cost insurers millions of dollars to defend.  Insured losses in the United States and UK alone could be anywhere from $11 billion to $140 billion, insurance broker Willis Towers Watson PLC WLTW.O said on Friday. Its estimates include varying durations of social distancing measures, several projections for how many people die, and what those assumptions mean for different insurance lines.  (Tracking U.S. coronavirus cases graphic: here)  Some experts warn of even more costly outcomes. Losses could exceed $500 billion if state lawmakers require insurers to cover business-interruption claims for pandemic losses, former CNA Financial Corp CNA.N Chief Executive Dennis Chookaszian told Reuters. Most policies exclude that risk, but insurers are facing lawsuits over it and eight U.S. states are considering laws to retroactively make insurers pay such claims.  “If they pass this law in New York and eventually other states, every business with the coverage will file a claim and it will force those insurers into bankruptcy,” Chookaszian said.  Britain’s Financial Conduct Authority, which regulates insurers, said on Friday it will seek clarity in court on whether business-interruption policies cover pandemics.  MARKET EXPOSURE  Meanwhile, insurers are facing a second blow from the trillions of dollars they have invested in global markets.  Although stocks have partly recovered from their plunge in late February, low interest rates are biting into bond income, with credit and liquidity issues across more obscure parts of the market.  Insurers that have reported first-quarter results - including Chubb Ltd CB.BN, Travelers Companies Inc TRV.N, Hartford Financial Services Group Inc HIG.N, Markel Corp. MKL.N and Swiss Re AG SRENH.S - have drawn a mixed picture of the damage so far, but predicted things will get worse.  Swiss Re and Markel faced big hits from the cancellation of major global events like the Olympics and Wimbledon.  Executives expect the pandemic to remain an earnings issue, rather than a question of viability, but warned that problems are sure to crop up in businesses that have not yet experienced elevated claims or lawsuits.  For instance, some experts have suggested the coronavirus could create workers compensation claims similar to the decades-long battle over asbestos. The insurance covers salaries and medical expenses of workers who are injured at work.  New revenue has also become more difficult to generate. The Hartford expects a 15% decrease in new business premiums during the second quarter.  “We are in the middle of a slow-moving storm,” said Swiss Re Chief Financial Officer John Dacey.  Insurance stocks are reflecting the mixed outlook. The S&P 500 index has risen 29% since its low in March but the S&P Life and Health Insurance index is up 49%, buoyed by health insurers.  Investors may get some more insight as other major insurers report results through the rest of May.  Berkshire Hathaway Inc BRKa.N, which has large insurance units, reported a record quarterly loss of nearly $50 billion on Saturday and said performance is suffering in several major operating businesses. An accounting rule requires Berkshire, which has sold its airline holdings, to report unrealized stock losses and gains with results, causing huge swings.  American International Group Inc AIG.N on Monday posted a 93% drop in quarterly adjusted profit compared with the prior year quarter.  AIG set aside $419 million in catastrophe losses in its general insurance unit, including $272 million of estimated COVID-19-related losses.  Lloyd’s of London Ltd [SOLYD.UL] plans to reveal its pandemic exposure in “early May.”  Germany's Allianz SE ALVG.DE withdrew its 2020 profit targets on Thursday ahead of scheduled results on May 12, citing uncertainties caused by the pandemic.","114":"June 17 (Reuters) - California on Wednesday announced the first regulation requiring insurance companies to reduce premiums paid by employers for U.S. workers’ compensation insurance, citing lower risk factors as millions of employees work from home.  Much like refunds on auto insurance policies prompted by lower driving risk under coronavirus lockdowns, California’s emergency regulation reflects the reduced risk of on-the-job injury at the office or factory, the state said.  The regulation, effective July 1 and applicable to all employers in the state, is retroactive to the state’s March 19 stay-at-home order and expires 60 days after the order is lifted, Michael Soller, a deputy insurance commissioner for northern California, told Reuters.  “Workers’ compensation premiums should reflect that many employees are performing less risky duties,” state Insurance Commissioner Ricardo Lara said in a statement.  Employers also can reclassify employees to clerical roles if their jobs have changed and involve lower risk, the state Department of Insurance said in a news release.  No other states have enacted a similar regulation, according to the National Association of Insurance Commissioners.  The amount of refund has not been calculated, Soller said. Insurers collected $11.4 billion in premiums in California last year.  Lara in April and May directed insurers to refund premiums for March, April and May, though he provided leeway for insurers on whether to issue refunds or reduce future premiums.  The new order will reduce both the premium owed for past months and the future, Soller said.  The regulation affects 50 insurers offering such policies in California. These include units of: Travelers Companies Inc , Berkshire Hathaway Inc, American International Group, Chubb Ltd, Fairfax Financial Holdings Ltd , Everest Re Group Ltd, Employers Holdings Inc , James River Group Holdings Ltd, Old Republic International Corp, W. R. Berkley Corp and Zurich Insurance Group AG, the state said.","115":"(Reuters) - The U.S. insurance industry is promoting the idea of an insurance plan backed by the federal government that would help businesses that in the future suffer losses from a pandemic, people familiar with the effort told Reuters.  FILE PHOTO: Morning commuters are seen on Wall St. outside the New York Stock Exchange (NYSE) in New York, U.S., March 20, 2020. REUTERS\/Lucas Jackson  The campaign involves discussions with lawmakers and regulators, public statements and coordination with a broad coalition of non-insurance companies including retailers, hoteliers and booksellers, sources said.  Insurers are doing this after facing multiple lawsuits, fierce political pressure and criticism from customers with business interruption policies over not covering their recent financial hardships due to the novel coronavirus pandemic.  About 40% of small businesses have business interruption coverage, according to the Insurance Information Institute, an industry trade group.  While these policies may cover revenue losses from hurricane damage, lightning strikes or cars crashing into buildings, they either exclude or do not specifically cover a global pandemic, however much it may interrupt business.  U.S. insurers say they would not have the financial means to help every insured business affected by coronavirus, even if required to.  “The industry doesn’t have as much money available for new claims as people would tend to think,” said Steven Weisbart, chief economist for the Insurance Information Institute.  Insurers have a lot more money for potential claims than regulators require, but they need the funds for other types of claims, such as hurricanes and wildfires, he said. Eight U.S. states have introduced legislation that would require insurers to pay claims, mainly to small businesses, despite exclusions, efforts that could more than deplete the industry surplus if enacted.  The U.S. industry has about $750 billion to $800 billion in gross surplus, compared with the $400 billion required by regulators, he said. The industry spent $622 billion last year on claims and related expenses, Weisbart said.  “If we ever had a bad hurricane season or bad anything else, we wouldn’t have enough money,” he said.  Insurers want the pandemic policies to be backed by the U.S. government, similar the government-supported commercial terrorism products after the attacks of Sept. 11, 2001.  Chubb Ltd Chief Executive Officer Evan Greenberg called for that kind of public-private partnership on April 22. John Doyle, chief executive of insurance broker Marsh LLC, a Marsh & McLennan Companies unit, also offered “assistance” in crafting such an idea in a March 30 letter to U.S. Treasury Secretary Steven Mnuchin and White House economic adviser Larry Kudlow.  Two non-insurance trade groups also sent pleas for such a policy to U.S. lawmakers and officials on April 20: RIMS, which represents risk managers at major businesses and the National Retail Federation, which partnered with 16 other business groups.  The U.S. Chamber of Commerce, in a letter on Wednesday, also asked U.S. lawmakers to create a program to help businesses during future pandemics, either through a federal trust fund or government-sponsored insurance.  The idea of government-backed insurance has gotten some uptake in Washington.  Lawmakers including Democrats Carolyn Maloney and Lacy Clay, senior members of the House Financial Services Committee, are circulating draft bills for creating a government-backed pandemic insurance policy, suggesting it would help small businesses, while Republican Representative Brian Fitzpatrick has introduced a similar measure.  A group of state lawmakers also held a joint webinar with industry representatives earlier this month, in part to talk about the need for a government-backed pandemic product.  There is scant chance that any new insurance policy will help business owners whose revenue has already been hit.  Proposals in Congress would require time and studies before being put in place, experts and lawyers said.  In the meantime, one product that does exist, pandemic business-interruption insurance launched by Marsh in 2018, is not writing coverage for coronavirus. The policy did not initially sell well although demand has since spiked, said Christian Ryan, the company’s hospitality, sports and gaming practice leader.  “The industry has a finite balance sheet that can’t take infinite risk,” Chubb’s Greenberg said.","116":"(Reuters) - The coronavirus pandemic has made it even harder for senior-care centers in the United States to find or afford standard liability insurance, with rates soaring by as much as 300%, insurance brokers said.  FILE PHOTO: Residents in a senior living facility look out from their apartment amid the coronavirus disease (COVID-19) outbreak in Revere, Massachusetts, U.S., April 7, 2020. REUTERS\/Brian Snyder\/File Photo  Residential care communities like nursing homes and assisted-living facilities had already faced escalating prices and a dearth of insurance providers for years. Outbreaks of the novel coronavirus and a related respiratory disease called COVID-19 in such centers only exacerbated the problem.  \"It was already on an upward trajectory but COVID accelerated it,\" Deepa Desai, who heads insurance broker Aon Plc's AON.N healthcare practice, said about rates.  Senior care facilities need general and professional liability insurance, which protect against everything from slip-and-fall incidents to staff-member mistakes that harm patients.  Senior-care providers with expiring policies have struggled to find insurers that will offer coverage in recent months, as some imposed moratoriums on new business deals and others jacked up prices to unaffordable levels, brokers said.  For instance, insurance company Chubb Ltd CB.BN imposed a moratorium on new senior-community clients in March, two sources familiar with the matter said. Chubb recently ended the moratorium but is being highly selective about terms and clients it accepts, they said. A Chubb spokesman declined to comment.  Senior-care communities who can renew policies are paying far more for less coverage, industry sources said. Some insurers are adding exclusions not just for the novel coronavirus, but for communicable diseases at large. Exclusions for costs related to class-action lawsuits are also cropping up.  On June 19, families of three patients who died from COVID-19 at Summit Manor sued the Columbia, Kentucky-based nursing home, saying it failed to protect residents. A spokeswoman for Signature HealthCare, which owns the facility, declined comment.  To mitigate those risks, insurers are requiring customers to answer \"COVID-19 questionnaires\" that ask about previous outbreaks, visitation procedures and preparations for a second wave, said Joanne Wankmiller, national senior care practice leader for Marsh, insurance brokerage unit of Marsh & McLennan Companies Inc MMC.N.  Church Mutual Insurance Co’s five-page questionnaire asks about personal protective gear supplies.  “We have concerns about new shortages being able to emerge again,” said Jim Ketterson, the company’s senior living director.  It is not yet clear how higher insurance rates are impacting the U.S. senior care industry, but pandemic-related expenses have already pushed some entities into the red.  Hallworth House, a Providence, Rhode Island-based nursing home, said last month that it would close in August after losing more than $1.3 million during the past two years. The pandemic sickened more than half of its 51 residents and 20 staff members in recent months, and 12 residents died.  The industry is also experiencing lower revenue, as the pandemic keeps prospective customers away.  Nursing home occupancy fell nearly 6 percentage points to 79% in April from 85% in February, according to the National Investment Center for Seniors Housing & Care. That is partly because of state and local lockdowns and fewer referrals for care by some insurance plans due to federal restrictions.  The senior-care industry is lobbying for broad federal immunity from lawsuits and also pinning its hopes on efforts in at least 21 states to grant various forms of immunity, including to nursing homes and health care providers.  In the meantime, some senior care companies are thinking about creating insurance cooperatives to offset surging rates, said Barbara Duffy, a Seattle-based lawyer who advises senior communities on insurance.  “These staggering bills could bring the profession to a breaking point,” Duffy said.","117":"April 24 (Reuters) - Chubb Ltd:  * CHUBB REPORTS FIRST QUARTER PER SHARE NET INCOME AND CORE OPERATING INCOME OF $2.30 AND $2.34, RESPECTIVELY, INCLUDING CATASTROPHE LOSSES OF $0.64 PER SHARE VERSUS $0.35 PRIOR YEAR; NET PREMIUMS WRITTEN UP 5.9%  * Q1 CORE OPERATING EARNINGS PER SHARE $2.34  * Q1 EARNINGS PER SHARE $2.30  * Q1 EARNINGS PER SHARE VIEW $2.26 -- THOMSON REUTERS I\/B\/E\/S  * QTRLY P&C NET PREMIUMS WRITTEN WERE $6.5 BILLION, UP 5.8%  * QTRLY P&C COMBINED RATIO WAS 90.1% COMPARED WITH 87.5% PRIOR YEAR  * AT MARCH 31 2018, BOOK VALUE\/SHARE, TANGIBLE BOOK VALUE\/SHARE DECREASED 0.2% AND 0.3%, RESPECTIVELY, FROM DECEMBER 31, 2017  * AT QUARTER-END FOREIGN CURRENCY MOVEMENT FAVORABLY IMPACTED BOOK VALUE BY $310 MILLION AFTER-TAX AND TANGIBLE BOOK VALUE BY $136 MILLION AFTER-TAX Source text for Eikon: Further company coverage:","118":"Slideshow ( 2 images )  WASHINGTON (Reuters) - The Trump administration held “frank and constructive” talks with Chinese President Xi Jinping’s top economic adviser, Liu He, on Thursday, a White House official said, the same day U.S. President Donald Trump said he would impose steep tariffs on imported steel and aluminum in a veiled threat to China.  “We underscored the importance of achieving balance and reciprocity in the economic relationship,” the official said of the meeting between Liu He and Treasury Secretary Steven Mnuchin, White House economic adviser Gary Cohn, and U.S. Trade Representative Robert Lighthizer. “We discussed ways to ensure fair and reciprocal trade.”  On Wednesday, Liu He met with top U.S. business executives from companies including Boeing, JPMorgan Chase, Goldman Sachs, BlackRock and Chubb as part of his trip to the United States for trade talks.  Trump’s announcement on tariffs raised the prospect of retaliation from Beijing amid fears it could spark a trade war. Trump said the duties of 25 percent on steel and 10 percent on aluminum would be formally announced next week.","119":"(Reuters) - Major U.S. insurers are offering credit to auto and motorcycle policyholders following a decline in driving, as most Americans stay at home under widespread orders to help contain the spread of the novel coronavirus.  FILE PHOTO: An Allstate insurance office is shown in San Francisco, California February 10, 2010. REUTERS\/Robert Galbraith  Following is a list of companies that have offered to return premiums:  ALLSTATE CORP ALL.N  Allstate, one of the largest U.S. auto insurers, said it would return more than $1 billion in premiums to customers. Most customers will receive a “payback” of 15% of their monthly premium for April, May and June, the company said.  AMERICAN FAMILY INSURANCE  The auto insurer said it will return additional money to customers, taking the total to $425 million, through a 10% credit on personal auto policies in force from July to December end, and expanded discounts.  The company had begun the exercise in mid-April, when it said customers will receive $50 per vehicle covered by their policies, the company said.  AVIVA CANADA  Aviva Canada said it was offering $100 million in additional immediate relief measures to drivers, including options that would reduce insurance premiums. Customers who have stopped driving entirely could reduce their auto insurance premiums by up to 75%.  CHUBB CB.BN  The world’s largest-listed property and casualty insurance company said it will give personal auto insurance clients in the United States credit on annual renewal premiums, reflecting a 35% cut for the months of April and May.  ERIE INSURANCE ERIE.O  The insurer said it would provide $200 million in dividends to personal and auto insurance customers in 12 states and the District of Columbia. This is in addition to the $200 million in rate reductions announced previously, bringing the total announced relief to $400 million.  FARMERS INSURANCE  Farmers and 21st Century-branded auto customers will receive a 25% reduction in their April premium. The insurer said it has also implemented flexible payment plans and a temporary pause on cancellations.  GEICO  Geico Corp, part of billionaire Warren Buffett's Berkshire Hathaway Inc BRKa.N, said it will offer about $2.5 billion of credits to its 19 million auto and motorcycle policyholders. The insurer said it will offer a 15% credit on policies up for renewal between April 8 and Oct. 7, averaging about $150 per auto policy and $30 per motorcycle policy.  HANOVER INSURANCE GROUP THG.N  The company said here it will return 15% of April and May auto premiums to its eligible personal lines customers. Hanover will also offer flexible bill payment options.  LIBERTY MUTUAL INSURANCE  Liberty Mutual Insurance will give personal auto insurance customers a 15% refund on two months of their annual premium, returning about $250 million to Liberty Mutual and Safeco personal auto insurance customers.  METLIFE MET.N  The company said here it is providing financial relief and preserving coverage in the event of missed payments. Active MetLife auto customers, who have paid to date, will receive a 15% credit for April and May based on their monthly premiums.  PROGRESSIVE INSURANCE CORP PGR.N  Among the largest U.S. auto insurers, Progressive said it would provide about $1 billion to personal auto customers. The company will credit eligible customers 20% of their April and May premiums.  STATE FARM  The largest U.S. auto insurer said here it would pay $2 billion in dividend to its customers, with premium credit of about 25% for the period between March 20 and May 31.  The company also said here it was working to reduce auto insurance rates in every state. The national average for the cuts is 11%, saving customers a total of about $2.2 billion.  TRAVELERS COMPANIES INC TRV.N  The insurer said here it was giving U.S. personal auto insurance customers a 15% credit on their April and May premiums through its new stay-at-home auto premium credit program. It said it will continue to provide auto coverage to customers whose jobs include using their personal vehicles to make food, grocery, pharmacy and medical supply deliveries.  USAA  USAA, America’s fifth largest property-casualty insurer, said it will return a total of $800 million to its members.  Source: Company data","120":"April 30 (Reuters) - Chubb Ltd:  * CHUBB REPORTS FIRST QUARTER NET INCOME PER SHARE OF $2.25 AND CORE OPERATING INCOME PER SHARE OF $2.54, UP 8.5%; CONSOLIDATED NET PREMIUMS WRITTEN OF $7.3 BILLION, UP 2.9%, OR 5.1% IN CONSTANT DOLLARS; P&C COMBINED RATIO OF 89.2%  * Q1 CORE OPERATING EARNINGS PER SHARE $2.54  * Q1 EARNINGS PER SHARE $2.25  * QTRLY P&C NET PREMIUMS WRITTEN WERE $6.7 BILLION, UP 2.9%, OR 5.1% IN CONSTANT DOLLARS  * QTRLY P&C COMBINED RATIO WAS 89.2% COMPARED WITH 90.1% PRIOR YEAR Source text for Eikon: Further company coverage:","121":"April 21 (Reuters) - Chubb Ltd:  * CHUBB REPORTS FIRST QUARTER NET INCOME PER SHARE OF $0.55 VERSUS $2.25 PRIOR YEAR, AND CORE OPERATING INCOME PER SHARE OF $2.68 VERSUS $2.54 PRIOR YEAR; CONSOLIDATED NET PREMIUMS WRITTEN OF $8.0 BILLION, UP 9.1%, OR 9.5% IN CONSTANT DOLLARS  * Q1 CORE OPERATING EARNINGS PER SHARE $2.68  * Q1 EARNINGS PER SHARE $0.55  * QTRLY P&C UNDERWRITING INCOME WAS $778 MILLION, UP 9.3%, LEADING TO A P&C COMBINED RATIO OF 89.1% COMPARED WITH 89.2% PRIOR YEAR  * QTRLY P&C NET PREMIUMS WRITTEN WERE $7.3 BILLION, UP 8.9%, OR 9.3% IN CONSTANT DOLLARS  * Q1 EARNINGS PER SHARE VIEW $2.57 -- REFINITIV IBES DATA  * BOOK AND TANGIBLE BOOK VALUE PER SHARE DECREASED 5.5% AND 7.5%, RESPECTIVELY, FOR THE QUARTER  * BOOK VALUE PER SHARE DECREASED 5.5% , FROM DECEMBER 31, 2019 AND NOW STAND AT $115.64  * QTRLY TANGIBLE BOOK VALUE PER SHARE DECREASED 7.5%, FROM DECEMBER 31, 2019 AND NOW STAND AT $72.29  * CHUBB-PRE-TAX CATASTROPHE LOSSES WERE $237 MILLION IN THE QUARTER, INCLUDING $224 MILLION FROM GLOBAL WEATHER-RELATED EVENTS,$13 MILLION RELATED TO COVID-19  * CO ANTICIPATES THAT COVID-19 WILL HAVE A MEANINGFUL IMPACT ON REVENUE AS WELL AS NET AND CORE OPERATING INCOME IN Q2 2020  * CO EXPECT PREMIUM GROWTH MOMENTUM TO BE IMPACTED FOR A PERIOD AS INSURANCE EXPOSURES IN IMPORTANT AREAS SHRINK  * CHUBB -GIVEN CURRENT ECONOMIC ENVIRONMENT, TO PRESERVE CAPITAL FOR BOTH RISK AND OPPORTUNITY, CO HAS SUSPENDED FURTHER SHARE REPURCHASES INDEFINITELY Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","122":"(Reuters) - Boeing Co’s insurers face big claims from families of the victims of the Ethiopian Airlines crash, coming less than six months after the crash of the same type of Boeing aircraft in Indonesia, insurance and aviation sources said.  Slideshow ( 2 images )  An Ethiopian Airlines passenger jet bound for Nairobi crashed minutes after take-off on Sunday, killing all 157 people on board, raising questions about the safety of the Boeing 737 MAX 8, a new model that also crashed in Indonesia in October.  While the initial insurance payments will be made by Ethiopian Airlines’ insurers, they may look to recoup their money from Boeing’s insurers if they can prove that the aircraft was faulty, the sources said.  Initial payments to the passengers’ families are bound by the Warsaw and Montreal conventions, but those payouts could be much higher if families pursue legal claims, particularly through U.S. courts, said Clive Garner, head of law firm Irwin Mitchell’s travel litigation group in London.  “If there were to be anything defective in terms of the plane or any of its components, then it would be possible to bring a claim against the manufacturer as well as the airline,” he added.  Insurers typically form a consortium to share the risks of large claims, with the lead insurer taking a larger proportion of the risk. The insured value of the plane itself was likely around $50 million, according to industry sources.  Willis Towers Watson was the insurance broker for Ethiopian Airlines, while Chubb was the lead insurer, a Willis spokeswoman said on Monday. A Chubb spokesman declined to comment.  Britain’s Global Aerospace was the lead insurer for Boeing and also for Lion Air, which operated the plane that crashed in October, said Global Aerospace Chief Executive Nick Brown.  Marsh was Boeing’s insurance broker, two sources told Reuters. None of the sources gave financial details of the policies.  Boeing shares fell 5.6 percent on Monday.  U.S. LAWSUITS POSSIBLE  Boeing self-insures an initial layer of coverage before the Global Aerospace coverage kicks in, said Justin Green, a New York-based aviation lawyer who has represented families in cases against Boeing. Boeing declined comment on its insurance cover.  It is not uncommon for the planemaker, which is headquartered in Chicago, to face lawsuits in the United States, where legal compensation payments for the crash victims could run around $2 million to $3 million per person, depending on the law applied, compared to about $200,000 in Ethiopia, said Green.  U.S. courts often throw out such lawsuits, given the difficulty of finding witnesses overseas, but the fact that eight U.S. citizens were killed in the Ethiopian Airlines crash increases the likelihood that litigation on behalf of all victims’ families could be heard by a U.S. court, Green said.  Initial compensation costs for all 157 passengers who died on the flight could be around $25 million, according to Reuters calculations based on the terms of the Montreal convention.  The Montreal convention provides for a maximum of 113,100 special drawing rights, currently worth $1.39, for death or injury of each passenger, although not all countries are joined up to the convention.","123":"July 23 (Reuters) - Chubb Ltd:  * CHUBB REPORTS SECOND QUARTER PER SHARE NET INCOME AND CORE OPERATING INCOME OF $2.50 AND $2.60, RESPECTIVELY; CONSOLIDATED NET PREMIUMS WRITTEN OF $8.3 BILLION, UP 4.1%, OR 5.9% IN CONSTANT DOLLARS  * Q2 CORE OPERATING EARNINGS PER SHARE $2.60  * Q2 EARNINGS PER SHARE $2.50  * QTRLY P&C NET PREMIUMS WRITTEN WERE $7.8 BILLION, UP 4.2%, OR 6.0% IN CONSTANT DOLLARS  * QTRLY P&C COMBINED RATIO WAS 90.1% COMPARED WITH 88.4% PRIOR YEAR  * QTRLY BOOK AND TANGIBLE BOOK VALUE PER SHARE WERE UP 3.2% AND 4.7%, RESPECTIVELY, FROM PRIOR QUARTER  * Q2 EARNINGS PER SHARE VIEW $2.56 -- REFINITIV IBES DATA Source text for Eikon: Further company coverage:","124":"Nov 25 (Reuters) - Chubb Ltd:  * CHUBB ANNOUNCES AGREEMENT TO PURCHASE ADDITIONAL 15.3% OF HUATAI INSURANCE GROUP; OWNERSHIP POSITION TO INCREASE TO 46.2%  * CHUBB LTD SAYS CHUBB WILL PURCHASE SHARES FROM INNER MONGOLIA JUNZHENG ENERGY AND CHEMICAL GROUP CO., LTD. AND ONE OF ITS WHOLLY OWNED SUBSIDIARIES  * CHUBB -PARTIES ALSO AGREED TO INTENDED TERMS OF A SUBSEQUENT PURCHASE OF AN ADDITIONAL 7.1% OF COMPANY, CONTINGENT UPON COMPLETION OF FIRST PURCHASE Source text for Eikon: Further company coverage:","125":"(Reuters) - The National Rifle Association on Friday sued New York Governor Andrew Cuomo and the state’s financial regulator for engaging in what it said was a “blacklisting campaign” aimed at swaying banks and insurers to stop doing business with the gun advocacy group, according to a complaint.  FILE PHOTO: A cap and shirt are displayed at the booth for the National Rifle Association (NRA) at the Conservative Political Action Conference (CPAC) at National Harbor, Maryland, U.S., February 23, 2018. REUTERS\/Joshua Roberts  Cuomo and the New York State Department of Financial Services (NYDFS) aimed to deprive the NRA of its right to “speak freely about gun-related issues and defend the Second Amendment,” the group said in the suit, referring to part of the U.S. Constitution that protects the right of Americans to bear arms.  “The NRA’s lawsuit is a futile and desperate attempt to advance its dangerous agenda to sell more guns,” Cuomo said in a statement, calling the suit “frivolous.”  The NRA’s lawsuit, filed in the U.S. District Court for the Northern District of New York, follows a $7 million fine on May 2 imposed by NYDFS against insurance broker Lockton Cos LLC, which administered an NRA-branded insurance program known as “Carry Guard.”  On May 7, NYDFS fined insurer Chubb Ltd and its Illinois Union Insurance Company unit $1.3 million for having “unlawfully provided liability insurance to gun owners for acts of intentional wrongdoing,” the regulator said.  The fines were part of settlements between the companies and the regulator, outcomes that are the “culmination of years of political activism by Cuomo against the NRA and gun rights organizations,” an NRA lawyer said in a statement.  National debate has heated up over the issue of gun control, and the NRA’s role in opposing it, since Feb. 14, when a former student killed 17 people at Marjory Stoneman Douglas High School in Parkland, Florida, using an AR-15 assault rifle he had purchased legally.  Cuomo, NYDFS and its superintendent, Maria Vullo, whom the NRA also named as a defendant, engaged in a “campaign of selective prosecution, backroom exhortations, and public threats” to coerce banks and insurance companies to withhold services from the NRA, the group said in the suit.  The suit also cites an April letter issued by NYDFS to heads of banks and insurance companies doing business in New York encouraging them to manage “reputational risk” posed by dealings with “gun promotion organizations.”  NYDFS has an obligation to “supervise and guide regulated entities to mitigate the risks to their safety and soundness that may derive from a variety of sources, including reputational risk,” said Vullo.  NYDFS must also enforce New York law, Vullo said. The Lockton and Chubb settlements addressed unlicensed and unlawful activity connected with “Carry Guard.”  The NRA has suffered tens of millions of dollars in damages, the group said.","126":"SYDNEY (Reuters) - Global money managers and companies are rushing to meet a deadline to report on their carbon footprint, but the lack of a standard metric raises concerns their efforts could just be a box-ticking exercise in the transition from brown to green.  FILE PHOTO: Power-generating windmill turbines are pictured during sunset at a wind park in Campeneac, France, September 3, 2019. REUTERS\/Gonzalo Fuentes  From 2020, firms with some $118 trillion of funds under management - among 800 signatories to a United Nations pact - will make climate-risk related disclosures as an early step towards making the world a better place by 2030.  The problem with assessing carbon footprints is that there are no universal criteria for benchmarking environmental, social and governance (ESG) - the key factors in measuring the sustainability and ethical impact of an investment.  “The way you quantify climate impact and consider transition risks could differ from company to company,” said Stephane Andre, a Sydney-based portfolio manager at Alphinity Investments which has A$8.2 billion ($5.65 billion) in assets under management.  “There is no prescriptive way to look at it,” he added. “What it means is in the short term there might be limited value in it.”  That hasn’t stopped stakeholders such as Andre from piling pressure on companies to tackle the 17 United Nations ‘sustainable development goals’ such as zero hunger, gender equality and clean energy.  Mining titan BHP Billiton BHP.AX surprised markets this year when it announced plans to cut carbon emissions not just at its own facilities but for its customers as well. It exited some coal projects, on the heels of rival Rio Tinto RIO.L.  Large banks have begun disclosing their carbon exposures while setting targets for clean lending, while insurers including Chubb CB.BNCB.N and Suncorp SUN.AX, have moved away from coverage for new coal projects.  Top U.S. retailer Walmart WMT.N said this month it would stop selling ammunition for handguns in all its stores across the country and Australia's Woolworths WOW.AX became the first supermarket chain in the world to issue a certified climate bond this year.  Despite a blitz of such corporate announcements, fund managers are constantly trying to differentiate between genuine ESG and spin by looking for deeper disclosures from the companies they screen, in areas such as gender pay gap and relationship with employees and suppliers.  But not all companies publish data on ESG impact yet, and analyzing data from those that do is also challenging. “Data isn’t always readily available, and not all investors have access to advanced analytical tools or various ESG data sets,” said Jessica Huang, head of Americas and APAC platform for Blackrock Sustainable Investing. “Investors often rely too much on historical data, which may not provide an accurate prediction of future trends.”  ESG SCORE  Some investment managers use so-called ESG ratings provided by firms such as Fitch Ratings.  One MSCI study found that companies with higher average ESG ratings had lower risks, greater profitability and higher dividend yields. Yet, those ESG scores are based on the levels of disclosure by a company, not an actual assessment of practices.  Worryingly, a comparison of FTSE and MSCI ESG scores has hardly any correlation, said Mike Lubrano, managing director for corporate governance & sustainability at Cartica Management.  Variations in the components and weightings of the underlying metrics used by different index providers also generate widely divergent scores, he noted.  Despite the challenges of measuring ESG performance, investments in the stream are rising. Investors believe that if companies do well on ESG metrics, such focus will make their businesses more sustainable in the long term.  Indeed, an analysis of the top 500 companies in Asia, based on ESG metrics, shows their average returns outperformed the broader MSCI Asia Pacific index .MIAPJ0000PUS each time in the last 10 years.  (GRAPHIC: Asian ESG leaders' price performance - tmsnrt.rs\/2Adko9m)  Data from Lipper showed assets under management of ethical, water and alternative energy funds in Asia climbed 16% to $28.5 billion in the first half of 2019 from a year ago.  In debt markets, climate bond issuances surpassed $150 billion this year though still a far cry from the $1 trillion goal for 2020, according to Climate Bonds Initiative.  The increased momentum has meant that banks are engaging more actively with their corporate clients while shareholders are rallying behind green groups demanding companies cut emissions, lift governance and improve social responsibilities.  So called responsible investors also shun industries that negatively affect society, including companies that produce or invest in alcohol, tobacco, gambling and guns.  Such activism prompted Australian supermarket giant Woolworths WOW.AX to finally agree, after years of engagement with investors, to offload its profitable pub and liquor business in July.  “Poker machines are horrible things but they are very profitable,” said Bruce Smith, another portfolio manager at Alphinity. “Once they get rid of that business, Woolworths will become a possible investment for us.”  Woolworths did not specifically comment on its decision, saying only that the move would help it simplify its structure and focus on the retail business.","127":"FILE PHOTO: A sign for BlackRock Inc hangs above its building in New York U.S., July 16, 2018. REUTERS\/Lucas Jackson  BEIJING (Reuters) - China has approved a wealth management joint venture between U.S. asset manager BlackRock Inc BLK.N, Singapore state investor Temasek Holdings (Pte) Ltd and China Construction Bank Corp (CCB) 0939.HK, as China gradually opens up its financial sector to international firms.  The announcement, which confirms what people with direct knowledge of the matter told Reuters in December, was announced on the website of the China Banking and Insurance Regulatory Commission (CBIRC) on Saturday.  The article gave no further details about the venture or what services it would be offering.  The deal comes as China’s government looks to open up its financial market to foreign firms, offering potentially rich rewards for international fund managers and others in the broader financial sector.  Top global financial players have long sought to increase their presence in the relatively fast-growing Chinese economy, and in October last year China scrapped some restrictions on foreign banks’ operations in the country.  Two months later France-based Amundi, Europe's largest asset manager, and Bank of China Wealth Management won approval from Chinese regulators to set up a joint venture, while banks including UBS UBSG.S and JPMorgan Chase JPM.N have won approval to set up majority-owned China ventures.  But the Chinese industry remains dominated by domestic state firms and China has yet to open up some more sensitive areas of its financial industry.  A spokesperson for the CBIRC also said in an interview published on the watchdog’s website on Saturday that American insurer Chubb had been allowed to increase its stake in Huatai Insurance Group Co Ltd to 46.2%, becoming the biggest shareholder of the Chinese firm.","128":""}}