{"date":{"0":"2018\/07\/05","1":"2020\/09\/04","2":"2018\/04\/26","3":"2020\/02\/04","4":"2019\/05\/28","5":"2020\/04\/16","6":"2020\/03\/18","7":"2019\/09\/02","8":"2018\/05\/15","9":"2019\/04\/16","10":"2020\/09\/29","11":"2020\/09\/30","12":"2018\/12\/10","13":"2020\/10\/14","14":"2019\/11\/19","15":"2019\/08\/31","16":"2018\/12\/11","17":"2018\/05\/06","18":"2019\/09\/26","19":"2019\/10\/13","20":"2018\/07\/26","21":"2020\/08\/14","22":"2019\/04\/16","23":"2018\/10\/25","24":"2019\/05\/27","25":"2019\/04\/18","26":"2018\/05\/23","27":"2020\/02\/14","28":"2018\/04\/25","29":"2020\/02\/04","30":"2019\/10\/29","31":"2018\/09\/05","32":"2018\/10\/02","33":"2020\/09\/24","34":"2019\/11\/14","35":"2018\/04\/02","36":"2018\/04\/25","37":"2018\/05\/10","38":"2018\/07\/03","39":"2020\/10\/19","40":"2020\/12\/22","41":"2018\/03\/14","42":"2018\/04\/25","43":"2019\/10\/13","44":"2018\/08\/20","45":"2018\/05\/04","46":"2018\/02\/15","47":"2018\/12\/11","48":"2020\/03\/12","49":"2018\/05\/12","50":"2020\/07\/09","51":"2018\/07\/03","52":"2021\/02\/07","53":"2020\/10\/19","54":"2020\/06\/10","55":"2019\/01\/16","56":"2019\/04\/23","57":"2019\/07\/22","58":"2021\/02\/15","59":"2019\/07\/30","60":"2020\/07\/30","61":"2018\/08\/27","62":"2018\/05\/18","63":"2018\/04\/16","64":"2019\/01\/17","65":"2019\/04\/30","66":"2019\/01\/31","67":"2020\/09\/23","68":"2018\/07\/26","69":"2020\/09\/09","70":"2019\/07\/26","71":"2019\/04\/30","72":"2019\/01\/08","73":"2020\/07\/30","74":"2018\/05\/16","75":"2018\/09\/03","76":"2018\/04\/26","77":"2018\/09\/03","78":"2020\/06\/30","79":"2018\/06\/04","80":"2020\/10\/29","81":"2018\/11\/17","82":"2018\/04\/26","83":"2019\/07\/30","84":"2020\/03\/18","85":"2020\/07\/22","86":"2020\/06\/30","87":"2019\/08\/27","88":"2019\/01\/31","89":"2018\/10\/01","90":"2019\/02\/28","91":"2018\/10\/02","92":"2019\/07\/22","93":"2019\/09\/02","94":"2020\/10\/19","95":"2018\/05\/07","96":"2021\/02\/02","97":"2018\/03\/06","98":"2018\/10\/25","99":"2020\/10\/08","100":"2019\/02\/28","101":"2020\/04\/30","102":"2020\/04\/30","103":"2019\/03\/08","104":"2018\/04\/26","105":"2018\/05\/18","106":"2018\/03\/29","107":"2020\/04\/16","108":"2019\/05\/14","109":"2019\/10\/29","110":"2019\/10\/13","111":"2019\/02\/25","112":"2019\/03\/08","113":"2018\/03\/28","114":"2019\/04\/18","115":"2018\/06\/17","116":"2019\/06\/13","117":"2018\/04\/17","118":"2019\/12\/23","119":"2018\/10\/25","120":"2020\/12\/02","121":"2019\/10\/29","122":"2019\/04\/18","123":"2018\/04\/26","124":"2018\/10\/01","125":"2018\/12\/10","126":"2020\/09\/04","127":"2020\/02\/04","128":"2020\/04\/16","129":"2020\/04\/16","130":"2018\/09\/14","131":"2018\/10\/10","132":"2021\/02\/02","133":"2018\/04\/11","134":"2019\/11\/19","135":"2019\/11\/26","136":"2018\/08\/22","137":"2019\/11\/26","138":"2018\/10\/25","139":"2020\/05\/22","140":"2019\/04\/17","141":"2018\/04\/02","142":"2019\/06\/13","143":"2018\/08\/20"},"text":{"0":"HOUSTON (Reuters) - ConocoPhillips COP.N moved to bring Venezuelan PDVSA's U.S. refining unit Citgo Petroleum into its legal battles to enforce a $2 billion arbitration award against the South American country's nationalization of its Venezuelan assets.  FILE PHOTO: Logos of ConocoPhillips are seen in its booth at Gastech, the world's biggest expo for the gas industry, in Chiba, Japan, April 4, 2017. REUTERS\/Toru Hanai  A U.S. district court judge in Houston on Thursday ruled Conoco can depose Citgo as preparation for a court case against PDVSA and others over alleged asset transfers in the Caribbean that Conoco claims were designed to frustrate its efforts to obtain payment under an International Chamber of Commerce (ICC) award.  Citgo declined to comment, citing a policy regarding ongoing litigation.  Conoco is pleased with the court’s decision, spokesman Daren Beaudo said in a statement. The company has not received any payment from PDVSA for the award and will continue to pursue the matter, he added.  The decision is another blow to the Venezuelan oil company, which has struggled to pay creditors as its oil production has fallen to the lowest level in more than three decades.  Conoco alleges state-run PDVSA transferred crude and fuels stored at the Isla refinery and Bullenbay Terminal in Curacao to Citgo to prevent it from seizing the oil to enforce the ICC award, according to its filing with a U.S. district in Houston.  The court filing portrays active and often successful efforts by PDVSA and its subsidiary to defeat Conoco’s bids to seize oil cargoes and other assets. In one case, it claims PDVSA caused Citgo Petroleum to claim ownership of cargoes off Aruba as a way to lift the company’s liens, Conoco said in its June filing.  PDVSA also denied court officers access to some ships docked near Curacao and at least one vessel temporarily disabled its GPS transponder to make a getaway, avoiding seizure, the filing said.  Conoco’s assets in Venezuela were expropriated in 2007, after the late President Hugo Chavez nationalized several oil projects by forcing their conversion into joint ventures controlled by PDVSA.  Conoco and Exxon Mobil Corp XOM.N left Venezuela after they were unable to reach agreements with PDVSA.  As part of the arbitration award, Conoco was able to place liens on assets owned or rented in Curacao, Aruba, Bonaire and St. Eustatius, including inventories held at refineries and terminals, and cargoes aboard vessels.  But those efforts have been hindered by local groups and courts. A Curacao court provisionally lifted Conoco’s claims on the Isla refinery in May after public utilities and the island’s government petitioned the court, citing their need for the fuels.","1":"(Reuters) - U.S. oil and gas producer ConocoPhillips withdrew a request to extend flaring permits at 41 of its sites in West Texas, saying it no longer needed them as operational improvements had reduced the need for flaring events.  FILE PHOTO: The logo for ConocoPhillips is displayed on a screen on the floor at the New York Stock Exchange (NYSE) in New York, U.S., January 13, 2020. REUTERS\/Brendan McDermid  Flaring, the practice of deliberately burning unwanted gas, has become a concern for environmentalists and investors on fears that it exacerbates climate change by releasing carbon dioxide into the atmosphere.  ConocoPhillips continues to take steps to reduce flaring in Permian Basin’s Goldsmith area by improving operational procedures, including shut-ins, John Roper, director of the company’s media relations and crisis communications, told Reuters on Friday.  “These efforts have reduced the need for flaring events and eliminated the need to pursue the RRC (Railroad Commission of Texas) applications,” Roper added.  The RRC confirmed that ConocoPhillips had withdrawn its request in a letter dated Sept. 2.  In October, the company had applied for a two-year permit to cover unplanned flaring at its Goldsmith facilities.  A report by the Environmental Integrity Project, a non-profit organization, citing state records, said the 41 Conoco sites burned 1.1 billion cubic feet of natural gas in 2018-2019, releasing more than 1,262 tons of sulfur dioxide.  Although companies have to apply for permits to burn unwanted gas, Texas currently allows producers to do so for six months and routinely issues waivers after the six months expires.  The head of the RRC said in June that Texas as early as this fall could tighten some flaring rules.  Recommendations from an industry panel included halving the number of days producers can routinely burn unwanted gas without going to the RRC for a hearing to 90 from 180.","2":"April 26 (Reuters) - ConocoPhillips:  * REPORTS FIRST-QUARTER 2018 RESULTS; STRONG PERFORMANCE ON DELIVERING DISCIPLINED PLAN  * Q1 ADJUSTED EARNINGS PER SHARE $0.96 EXCLUDING ITEMS  * Q1 EARNINGS PER SHARE $0.75  * QTRLY PRODUCTION EXCLUDING LIBYA 1,224 THOUSAND BARRELS OF OIL EQUIVALENT PER DAY (MBOED), A DECREASE OF 360 MBOED  * QTRLY TOTAL REALIZED PRICE WAS $50.49 PER BARREL OF OIL EQUIVALENT (BOE), COMPARED WITH $36.18 PER BOE IN Q1 OF 2017  * INCREASED FULL-YEAR 2018 PRODUCTION GUIDANCE TO 1,200 TO 1,240 MBOED  * SEES SECOND-QUARTER 2018 PRODUCTION IS EXPECTED TO BE 1,170 TO 1,210 MBOED  * COMPANY’S 2018 CAPITAL GUIDANCE OF $5.5 BILLION IS UNCHANGED  * COMPANY INCREASED FULL-YEAR 2018 PRODUCTION GUIDANCE TO 1,200 TO 1,240 MBOED  * ON TRACK FOR FULL-YEAR SHARE REPURCHASES OF $2 BILLION  * QTRLY TOTAL REVENUE AND OTHER INCOME $8,961 MILLION VERSUS $7,771 MILLION REPORTED LAST YEAR  * Q1 REVENUE VIEW $8.84 BILLION -- THOMSON REUTERS I\/B\/E\/S Source text for Eikon: Further company coverage:","3":"(Reuters) - ConocoPhillips issued a muted annual outlook on Tuesday, expecting a hit from weaker oil demand growth due to the coronavirus outbreak and disruptions at its operations in Malaysia and Libya.  The logo for ConocoPhillips is displayed on a screen on the floor at the New York Stock Exchange (NYSE) in New York, U.S., January 13, 2020. REUTERS\/Brendan McDermid  Shares of the company, which also reported lower-than-expected fourth-quarter profit, fell as much as 3.6% and were at the bottom of the S&P Energy Index.  On a post-earnings call with analysts, ConocoPhillips Chief Executive Officer Ryan Lance warned that oil demand growth could be hit by 100,000 to 200,000 barrel per day this year due to the outbreak of the flu-like virus in China.  Lance expects a build up in oil storage in the United States and in non-OPEC countries to pressure crude prices. However, there will be a drawdown later in the year, he added.  ConocoPhillips also said it was tapering down production in Libya and expects no output “fairly soon”, following a force majeure between ConocoPhillips and the country’s National Oil Corp (NOC).  In January, two major oilfields in southwest Libya began shutting down after military forces closed a pipeline. NOC declared force majeure on crude loadings from the Sharara and El Feel oilfields, Reuters reported then.  ConocoPhillips cut its 2020 production forecast range to 1.23 million barrels of oil equivalent per day (boepd) to 1.27 million boepd, excluding Libya, from its prior range of 1.24 million boepd to 1.31 million boepd, expecting a hit from a third-party pipeline outage at the Kebabangan field in Malaysia.  It, however, maintained plans to spend $6.5 billion to $6.7 billion.  Analysts on average were expecting capital expenditure of $6.48 billion and production at 1.287 million boepd.  “Given COP’s consistent outperformance for the last two years, guidance slightly below consensus expectations will probably slightly tarnish the company’s gold reputation,” Scotiabank analyst Paul Cheng said.  ConocoPhillips’ net income fell 61.5% for the fourth quarter, partly hit by impairment charges of $386 million related to the pending sale of properties in Colorado.  Excluding items, profit was 76 cents per share, missing the average analyst estimate of 80 cents, according to IBES data from Refinitiv.  The quarterly profit was hit by a 11.3% plunge in prices for the company’s oil and gas as well as a 2% decline in production, excluding Libya.  The company also boosted its share buyback program by $10 billion at a time when investors have been pushing energy companies to prioritize shareholder returns over production growth.","4":"BRISBANE (Reuters) - Liquefied natural gas (LNG) producers ConocoPhillips and Woodside Petroleum expect prices for the commodity to pick up in the short term, pulling away from three-year lows that were hit after a mild northern hemisphere winter.  Flags fly outside ConocoPhillips offices in Houston, Texas, U.S., April 30, 2019. REUTERS\/Loren Elliott  But the chief executive at Australia’s Woodside, Peter Coleman, said he was worried about companies approving new LNG projects without lining up long-term contracts, potentially weighing on prices when they start producing in the mid-2020s.  In the near term, ConocoPhillips Chief Executive Ryan Lance said growing demand would soak up excess supply in the market.  “LNG prices are pretty weak right now, but we believe it’s a short-term phenomenon,” Lance said at an industry conference in Australia.  “We just came out of a mild northern hemisphere winter. We believe that demand growth will absorb the current supply excess that exists in the market today,” he said.  ConocoPhillips operates the 3.7 million tonnes a year Darwin LNG plant in northern Australia and the 9 million tonnes a year east coast Australia Pacific LNG plant.  Woodside’s Coleman does not expect the current weak prices to affect the timing of the company’s Browse gas project off northwest Australia, for which the company aims to make a final investment decision in late 2020.  “We always thought 2019, 2020 would be difficult trading years with respect to the spot market,” he said.  Coleman said that timetable for a final investment decision was “safe” as Woodside’s partners include LNG buyers Mitsui & Co, Mitsubishi Corp and PetroChina.  “For us, we’re not going to be competing with our partners in Browse for sales anywhere, so that gives us some comfort we can get it away,” he said.  But what could weigh on the market in the mid-2020s is that a number of new LNG projects elsewhere could go ahead without having pre-sold all their volumes, as Shell has done with a project in Canada.  “That is a concern for me, because that signals ... that everybody’s seeing that same thing that we’ve been talking about, which is that the market will start to tighten in 2023-24, and they’re just holding back selling their volumes until the market tightens,” he said.  “If too many projects do that, of course, there’ll never be a tightening because everybody will be trying to get in at the same time.”  FINAL DECISION  ConocoPhillips expects to make a final investment decision later this year or in early 2020 on whether to develop the Barossa gas field to fill the Darwin LNG plant when supply runs out around 2022 from the Bayu Undan field in the Timor Sea.  Its partners in Barossa, which lies about 300 km (186 miles) north of Darwin, are South Korea’s SK E&S Co and Santos.  Lance said LNG buyers are taking advantage of weak spot LNG prices, now at three-year lows below $5 per million British thermal units (mmBTU), to demand shorter term contracts and more pricing latitude from suppliers.  “It’s a buyer’s market today,” Lance said.  “As for the long term, we expect the current oversupply to tighten by the mid-2020s,” he said.  He said producers would need to line up longer-term contracts from buyers to be able to fund construction projects.","5":"(Corrects total North American output cuts to 729,000 bpd, not 854,000 in third paragraph)  HOUSTON\/BANGALORE, April 16 (Reuters) - ConocoPhillips said on Thursday it would slash spending and cut U.S. oil output by about 30% of this year’s target, the largest cut so far by a major shale producer to deal with an unprecedented drop in oil demand.  U.S. oil and gas producers have cut expenses, dismissed tens of thousands of workers and shut-in well as coronavirus-related lockdowns have curtailed travel and closed businesses, knocking down crude prices by 60% this year.  ConocoPhillips will reduce planned North American output by 225,000 barrels per day (bpd), with the largest cut in its shale output, the company said. Overall, U.S. producers have chopped 729,000 bpd from their goals, according to a Reuters tally of announced cuts.  The cuts are quickly outpacing even the most recent U.S. government forecasts. By December, the reductions could lop off 2.15 million bpd from pre-coronavirus targets, consultancy Rystad Energy said on Wednesday. That would put the United States slightly above the curbs sought by the Organization of the Petroleum Exporting Countries this month.  “We are just not going to sell our crude for these kinds of prices,” ConocoPhillips Chief Executive Ryan Lance on a call with analysts. “I would expect you’re going to see a lot more of this,” Lance said.  OPEC and its allies, including Russia, this month pledged to cut their May production by roughly 9.7 million bpd to halt an oil glut. They have called on the United States, Norway, Brazil and others to take steps to curb production to support their own energy industries.  The U.S. government cannot mandate cuts by private firms, but rapidly filling U.S. pipelines and storage tanks, combined with falling demand for oil by U.S. refiners, has ConocoPhillips and other producers moving to shut in wells.  Other U.S. producers including Chevron Corp, Occidental Petroleum Corp, and Diamondback Energy Inc have whacked spending. The top U.S. oil company, Exxon Mobil Corp, this month slashed its spending 30%. Overall, oil companies have pulled back 2020 spending plans by an average of 22%.  ConocoPhillips said in addition to cutting 125,000 bpd from its mainland U.S. operations, it will cut production in Canada by about 100,000 bpd due to low prices.  The company last month halved its $3 billion-a-year share buyback program and on Wednesday suspended purchases altogether. It has emphasized buybacks as its primary means of rewarding shareholders, but will continue to pay a cash dividend.  Conoco is reducing its 2020 spending budget by 35% from its original $6.6 billion target. The new budget is $4.3 billion, it said.  U.S. and Canadian producers, generally burdened with higher costs than some of their global competitors, have slashed spending overall by more than $37 billion, or around 30%.  Conoco said it will not cut production in Alaska, but will focus cuts on other North American fields.  It does not plan to complete any more wells in its Texas and North Dakota this year and is halting all hydraulic fracturing, said Matt Fox, chief operating officer, the final step to completing new wells.  Shares, which fell 2.9% to $31.27 on Thursday, have lost half their value so far this year. (Reporting by Jennifer Hiller in Houston, Arathy S Nair in Bengaluru; Editing by Sriraj Kalluvila and Marguerita Choy)","6":"March 18 (Reuters) - U.S. oil producer ConocoPhillips said on Wednesday it will cut 2020 capital budget, production and reduce its share repurchase program due to weak oil prices.  ConocoPhillips, which became the latest oil producer to revise its budget, said it will lower its spending by about 10%. That and a cut in its share repurchase program will reduce 2020 cash uses of $2.2 billion.  These reductions are expected to hit 2020 full-year production outlook by about 20 thousand barrels of oil equivalent per day (mboepd), the company said. (Reporting by Arunima Kumar in Bengaluru; editing by Uttaresh.V)","7":"CARACAS, Sept 2 (Reuters) - A World Bank arbitration panel lowered an initial $8.7 billion award to U.S. oil company ConocoPhillips as compensation for Venezuela’s 2007 expropriation of its assets to $8.5 billion, according to a decision dated August 29 posted online.  The new award will represent savings of $200 million from the first award in April, Venezuelan opposition leader Juan Guaido’s overseas legal representative said on Twitter on Monday.  Guaido has also requested that the World Bank’s International Center for Settlement of Investment Disputes annul the award. (Reporting by Luc Cohen Editing by Nick Zieminski)","8":"FILE PHOTO: A Phillips66-owned Conoco gasoline station in St. Louis, Missouri January 14, 2015. REUTERS\/Kate Munsch\/File Photo  HOUSTON (Reuters) - Shareholders of oil producer ConocoPhillips COP.N rejected a proposal at their annual meeting on Tuesday that would have linked executive compensation with U.S. accounting standards.  Shareholders of the company, who met in a Houston hotel, also approved a slate of 10 for the board of directors and voted in favor of the existing executive compensation program.","9":"(Adds response from ICSID)  CARACAS, April 16 (Reuters) - Venezuelan opposition leader Juan Guaido will seek to annul an $8.7 billion arbitration award to U.S. oil producer ConocoPhillips as he moves to preserve foreign assets, Guaido’s chief legal representative said on Tuesday.  If accepted, the annulment request would halt enforcement of the award over the 2007 loss of Conoco’s projects in the South American country. It would follow a March decision by the World Bank’s International Center for Settlement of Investment Disputes (ICSID) to impose the largest arbitration award against Venezuela.  Jose Ignacio Hernandez, whom Guaido has tapped as a special prosecutor, told Reuters his team separately has challenged the amount of the ICSID award, claiming “the methodology to determine the compensation was errant.”  Conoco would see no merit in a request for “annulment or rectification” and would “strongly defend” against such requests, company spokesman Daren Beaudo said.  George Kahale, a U.S. attorney who represented the Venezuelan government before the World Bank tribunal, did not immediately respond to a request for comment. Venezuela’s information ministry also had no immediate response to a request for comment.  An annulment would be a boost to Guaido, who in January invoked a constitutional provision to assume an interim presidency. Backed by the United States and dozens of other countries, Guaido argues President Nicolas Maduro’s 2018 re-election was illegitimate.  Hernandez has been assigned to protect Venezuela’s assets abroad from possible seizure by creditors.  Cash-strapped Venezuela has balked at paying in other arbitration cases. Conoco has used legal seizures of Venezuelan oil assets to enforce earlier claims. Other creditors are attempting to seize shares in U.S. refiner Citgo Petroleum, Venezuela’s prize overseas asset, to collect on debts.  It was unclear if Guaido’s representatives have standing to challenge the award since the World Bank has not recognized Guaido. An ICSID spokesman said the body was not in a position to provide any further information on the case.  David Malpass, the newly named president of the World Bank, said last week that recognition would be up to its shareholders.  Hernandez said Guaido’s legal representation “cannot be questioned.”  Last month, a U.S. judge ruled that Guaido’s representatives could present arguments in a court battle with Canadian mining company Crystallex, which is pursuing Citgo to collect on an arbitration award in compensation for Venezuela’s expropriation of a gold mining project.  Venezuela’s nationalization wave, led by late President Hugo Chavez as part of his Socialist project, led to more than 20 international arbitration claims, which remain mostly unpaid. (Additional reporting by David Lawder in Washington; editing by Gary McWilliams, Tom Brown and Dan Grebler)","10":"(Reuters) - A federal court ruling that the U.S. Bureau of Land Management had an illegitimate director for more than a year has cast doubt over a slew of the agency’s recently completed efforts to boost oil and gas development on federal lands, according to lawyers and environmental groups.  FILE PHOTO: Ruins of ancestral Pueblo cliff dwellings at Butler Wash in Bears Ears National Monument near Blanding, Utah, U.S., October 27, 2017. REUTERS\/Andrew Cullen  The development is the latest in a string of legal headaches for President Donald Trump’s government as it seeks to roll back regulation on industry.  William Perry Pendley, the BLM’s deputy director for programs and policy, served unlawfully as the agency’s director for more than 400 days because he was not confirmed by the Senate as required by law, according to the ruling last week by U.S. District Judge Brian Morris in Montana.  The BLM is an agency of the Department of Interior and oversees nearly 250 million acres of public lands.  Morris said “any ‘function or duty’ of the BLM Director that has been performed by Pendley would have no force and effect and must be set aside.” He gave attorneys 10 days to list which decisions by Pendley should be impacted.  Pendley helped finalize numerous “Resource Management Plans” guiding how large swathes of federal lands are used and developed, including those for two Utah national monuments that Trump shrank soon after taking office - Bears Ears and Grand Staircase-Escalante.  He also helped finalize an RMP covering a ConocoPhillips oil and gas project in Wyoming and a plan that ended a moratorium on oil and gas leases in California.  Pendley’s nomination as BLM director was withdrawn by Trump earlier this month. Pendley is still serving as the bureau’s deputy director of policy and programs even though the judge’s ruling barred him from performing the duties of agency head.  ConocoPhillips spokesman John Roper said the company would not “speculate as to what actions may or may not be taken by courts or regulators.”  Calling the ruling “a tsunami,” National Audubon Society attorney Nada Culver said “the court’s reasoning makes it pretty clear that a lot of the activities that Mr. Pendley has been involved in have now been invalidated.”  Department of Interior Solicitor Dan Jorjani called Morris’ ruling “erroneous” and said the department would appeal.  The question of the legitimacy of BLM’s actions under Pendley could extend further, depending on how Morris’ order is interpreted by other courts, attorneys said.  Public lands watchdog group Western Values Project assembled a list of actions that could be jeopardized, including the Arctic National Wildlife Refuge drilling program and revisions of sage grouse protections.  “It’s going to be fascinating to see the extent to which this order has the potential to undermine all, some, or many of those decisions,” said Melissa Hornbein, an attorney with the Western Environmental Law Center.","11":"The logo for ConocoPhillips is displayed on a screen on the floor at the New York Stock Exchange (NYSE) in New York, U.S., January 13, 2020. REUTERS\/Brendan McDermid  (Reuters) - ConocoPhillips COP.N on Wednesday forecast a smaller-than-expected quarterly adjusted loss and said it would resume buying back its shares after a historic collapse in crude prices forced the U.S. oil and gas producer to halt the program in April.  Oil companies were forced to slash dividends, halt buybacks and curtail production earlier this year as the COIVD-19 crisis hammered energy demand, sending U.S. crude futures below $0 a barrel for the first time in April.  ConocoPhillips said it plans to resume share repurchases of $1 bln in the fourth quarter.  The company estimated an adjusted loss in the range of $210 million to $260 million for the third quarter, compared with analysts’ estimates of a $243.8 million loss, according to Refinitiv IBES data.  It also forecast quarterly production between 1.05 and 1.07 million barrels of oil equivalent per day (boepd), including net curtailments of about 90,000 boepd. ConocoPhillips had reported output of 1.32 million boepd, excluding Libya, in the year-ago quarter.  The company said it had fully restored production in the lower 48 U.S. states, Alaska and Canada by the end of the third quarter.  It estimated average realized prices to be $30 to $32 per barrel of oil equivalent (boe), well below the $47.07 per boe it earned a year earlier.  Shares of the company, which is slated to post quarterly results on Oct. 29, were up 1.6% at $32.99.","12":"(Reuters) - Hess Corp and ConocoPhillips expect to produce more oil in 2019 than last year without altering their exploration budget in a big way, the two oil and gas producers said on Monday.  Conoco will spend more on Alaska and Canada than before in the next year, while keeping expenses in continental United States, which includes the costly and crowded Permian Basin, largely unchanged.  Pipelines in the basin are running at full capacity, while unprecedented drilling has resulted in labor shortage.  Conoco said it will spend $1.2 billion on Alaska from its total capital expenditure of $6.1 billion in 2019, partly a result of a recently sanctioned oil project there. In 2018, the company expects to spend less than $1 billion in the region.  Meanwhile, Hess said the lion’s share of its $2.9 billion capital expenditure in 2019 will be used for exploration in Guyana and in the Bakken shale region of eastern Montana and western North Dakota.  The company’s spending in Guyana largely focuses on production from its offshore discoveries in partnership with Exxon Mobil that now total more than 5 billion barrels of oil equivalent per day (boep\/d).  The raised production forecasts come as global oil markets struggle with oversupply, resulting in producer group OPEC and other key exporters agreeing to cut their crude output from January.  U.S. production, however, is expected to rise to a record high of 10.9 million bpd in 2018 and 12.1 million bpd in 2019.  For Hess, production is expected to range between 270,000 and 280,000 boep\/d, excluding Libya, up from the 255,000 boep\/d it expects in 2018, while ConocoPhillips was aiming to produce 2.0-2.6 percent more oil and gas next year.  “As we focus spending on our high return investment opportunities, we will continue to reduce our unit costs to drive margin expansion and improve profitability,” Hess Corp Chief Executive Officer John Hess said in a statement.  Last week, oil major Chevron Corp increased its spending budget for the first time in four years. The company said it plans to spend more on shale production next year, as well as in refining and chemicals.","13":"FILE PHOTO: The logo for ConocoPhillips is displayed on a screen on the floor at the New York Stock Exchange (NYSE) in New York, U.S., January 13, 2020. REUTERS\/Brendan McDermid  (Reuters) - U.S. oil producer ConocoPhillips COP.N is in talks to acquire shale producer Concho Resources Inc CXO.N, Bloomberg News reported on Tuesday, citing people familiar with the matter.  The companies may announce a deal in a few weeks, the report said here, adding that no final decision has been made and talks could fall through.  ConocoPhillips declined to comment, while Concho did not immediately respond to Reuters request for comment.  As on Tuesday, the market capitalization of Concho was $8.68 billion.  The report comes amid a decline in demand for hydrocarbons due to the coronavirus-induced lockdowns, resulting in a historic fall in oil prices.  Last month, Oklahoma-based oil and gas producer Devon Energy Corp DVN.N had decided to buy shale-oil rival WPX Energy Inc WPX.N for $2.56 billion.","14":"Nov 19 (Reuters) - ConocoPhillips unveiled its 10-year plan on Tuesday and said it would target free cash flow of about $50 billion with annual capital expenditures averaging less than $7 billion over the next decade.  The largest U.S. independent crude producer also forecast annual production growth averaging more than 3% and said it expects to spend about $20 billion on dividends and $30 billion in share buybacks in 10 years. (Reporting by Arathy S Nair in Bengaluru; Editing by Shounak Dasgupta)","15":"SYDNEY (Reuters) - Liquefied natural gas producer ConocoPhillips announced new production sharing contracts with East Timor for the ageing Bayu Undan gas field on Saturday, following the implementation of a new maritime border with Australia.  FILE PHOTO: Logos of ConocoPhillips are seen in its booth at Gastech, the world's biggest expo for the gas industry, in Chiba, Japan, April 4, 2017. REUTERS\/Toru Hanai  The gas condensate deposit in the Timor Sea, 250 km (155 miles) south of East Timor and 500 km (311 miles) north of Australia, now falls within the small Pacific nation’s jurisdiction, after it ratified the Maritime Boundary Treaty on Friday.  “We look forward to the Bayu Undan project operating in Timor-Leste’s maritime jurisdiction and continuing to develop together with Timor-Leste during Bayu Undan’s final years,” Chris Wilson, president of ConocoPhillips Australia-West, said in a statement.  Bayu Undan has been the impoverished nation’s main source of revenue for more than a decade, paying more than $20 billion into the Timor-Leste Petroleum Fund since 2004, ConocoPhillips said on its website.  The field is projected to run out of gas around 2022.  Previously, Bayu Undan fell within the Joint Petroleum Development Area (JPDA), a boxed-off zone between the two nations that allowed the development of resources while protracted negotiations over a permanent boundary continued.  The JPDA was governed by the 2003 Timor Sea Treaty, which allocated 90 percent of the taxes paid on business profits to East Timor and 10 percent to Australia.  The new permanent maritime boundary gives 100 percent of Bayu Undan tax revenue to East Timor, along with sole jurisdiction over, ownership and management of the field, ConocoPhillips said.  The new production sharing contracts, which took effect on Friday, give regulatory certainty on terms equivalent, leaving the operation of the field unchanged.  The Bayu Undan to Darwin pipeline, built in 2006 to feed the ConocoPhillips-operated Darwin LNG plant in Northern Australia, remains in Australia’s jurisdiction.  The Darwin LNG plant produces 3.7 million tonnes each year, and needs to secure more feedstock once Bayu Undan runs dry.  Conoco and partners Santos and South Korea’s SK E&S have agreed to do preliminary design work to develop the Barossa field, 300 km (188 miles) north of Darwin, to supply Darwin LNG.","16":"JAKARTA, Dec 11 (Reuters) -  * Spanish energy company Repsol SA has submitted a proposal to operate Indonesia’s Corridor natural gas block which is currently being operated by ConocoPhillips, Dwi Soetjipto, chairman of Indonesia’s upstream oil and gas regulator SKK Migas, said on Tuesday  * Repsol joined Indonesian state energy firm PT Pertamina and ConocoPhillips in the bidding process for the operatorship starting 2023  * “ConocoPhillips, Pertamina and Respol, these three companies are very interested. We are still evaluating (the proposals),” Soetjipto told reporters  * Deputy Energy Minister Arcandra Tahar said the government will make a decision for the block “as soon as practical” (Reporting by Wilda Asmarini; Writing by Fransiska Nangoy; Editing by Christian Schmollinger)","17":"HOUSTON, May 6 (Reuters) - U.S. oil firm ConocoPhillips has moved to take Caribbean assets of Venezuela’s state-run PDVSA to enforce a $2 billion arbitration award over a decade-oil nationalization of its projects in the South American country, according to two sources familiar with its actions.  The U.S. firm targeted Caribbean facilities on the islands of Bonaire and St. Eustatius that play critical roles in PDVSA’s oil exports, the country’s main source of revenue. PDVSA relies on the terminals to process, store and blend its oil.  “We will work with the community and local authorities to address issues that may arise as a result of enforcement actions,” ConocoPhillips said in a statement to Reuters. (Reporting by Marianna Parraga and Gary McWilliams; Editing by Sandra Maler)","18":"Sept 26 (Reuters) - The Australian unit of ConocoPhillips , the world’s largest independent oil and gas producer, said on Thursday it awarded a major contract for its Barossa gas export pipeline project to Allseas Marine Contractors Australia Pty Ltd.  The project in northern Australia is in the front-end engineering design phase, it said in a statement, without giving any financial details of the engineering, procurement, construction and installation (EPCI) contract to Allseas.  Once commercial deals are signed, ConocoPhillips Australia expects the project to provide a new source of gas to its existing Darwin liquefied natural gas (LNG) facility, when the existing offshore gas supply from another nearby facility is exhausted.  “Evaluation of tenders for the floating production, storage and offloading facility and development drilling contracts is well progressed,” Santos, which owns a 25% stake in Barossa, said in a separate statement.  The Barossa project is a joint venture, with ConocoPhillips the operator, holding a 37.5% stake, SK E&S with 37.5% and Santos holding the remaining 25% stake. (Reporting by Rashmi Ashok in Bengaluru)","19":"MELBOURNE, Oct 14 (Reuters) - Energy company ConocoPhillips said on Monday it had agreed to sell most of its Australian assets to rival Santos Ltd for $1.39 billion, with the deal expected to close in the first quarter of 2020.  The U.S. company said it was selling its stakes in the Darwin LNG plant, which it built, the Bayu-Undan field which feeds the plant, the Barossa-Caldita field which may supply the LNG plant in future, and its Poseidon gas asset.  It will, however, keep its stake in the Australia Pacific LNG plant, which it operates in the state of Queensland. (Reporting by Sonali Paul Editing by Lincoln Feast)","20":"HOUSTON (Reuters) - U.S. oil and gas producer ConocoPhillips COP.N posted better-than-expected quarterly profit on Thursday thanks to rising crude prices, prompting executives to boost capital spending and production targets for the year.  The new targets are a bullish bet that oil prices CLc1, which have surged more than 15 percent since January, are not likely to drop in the near future, helping Conoco exploit its lucrative shale acreage around the United States.  Houston-based ConocoPhillips, the world’s largest independent oil and gas producer, is one of the first major U.S. oil producers to report earnings for the second quarter. Its shares were up 0.3 percent at $71.74 on Thursday afternoon.  The company said it expects to produce between 1.23 million barrels of oil equivalent per day (boe\/d) and 1.26 million boe\/d in 2018. It had previously forecast production of between 1.2 million boe\/d and 1.24 million boe\/d.  ConocoPhillips forecast capital spending of $6 billion this year, reflecting growing expenses from a higher U.S. oil price of $65 per barrel. It had initially budgeted $5.5 billion for 2018 capital expenditures and said the additional spending would be on well completions, work with production partners, and inflation.  “We’re executing our operating plan and remain committed to our disciplined approach to the business,” Chief Executive Ryan Lance said in a statement.  The company posted net income of $1.6 billion or $1.39 per share, compared with a loss of $3.4 billion or $2.78 per share a year earlier.  Excluding one-time items, ConocoPhillips earned $1.09 per share, edging past analysts’ average estimate of $1.08 per share, according to Thomson Reuters I\/B\/E\/S.  Conoco said it realized an average price of $54.32 per barrel of oil equivalent in the three months ended June 30, from $36.08 a year earlier.  Higher prices also are lifting its cash generation. Cash flow from operations will run between $11.5 billion and $12 billion this year with U.S. crude prices at $65 a barrel, finance chief Don Wallette told analysts on a conference call. That is up from an earlier estimate of about $7 billion at $50 a barrel.  “The market hasn’t yet fully appreciated the cash-generating capability of our assets,” he said.  Higher crude prices are driving cost inflation and U.S. tariffs on imported steel also are “a fairly significant item for us,” Alan Hirshberg, executive vice president for production, drilling and projects, said on the same call.  ConocoPhillips’ second-quarter production, excluding Libya, fell 214,000 boe\/d year-over-year to 1.2 million boe\/d, largely due to asset sales.  (This version of the story corrects paragraph 10 name to Wallette instead of Willette)","21":"FILE PHOTO: The logo for ConocoPhillips is displayed on a screen on the floor at the New York Stock Exchange (NYSE) in New York, U.S., January 13, 2020. REUTERS\/Brendan McDermid  NEW YORK (Reuters) - The Trump Administration on Friday approved U.S. oil producer ConocoPhillips’ plan for drilling in the National Petroleum Reserve in Alaska, a wilderness area along the state’s North Slope oil fields.  The Bureau of Land Management published a final Environmental Impact Statement for the company’s Willow project, which the agency said could produce more than 160,000 barrels of oil per day (bpd) over the next 30 years. If constructed, Willow will be the westernmost development on the North Slope.  The project could help offset oil production declines in the state, according to the BLM. Alaska’s oil output has dropped to 404,000 bpd from its peak of over 2 million bpd in 1988.  ConocoPhillips, Alaska’s largest oil producer by volume, pumped 218,000 bpd of oil and gas in the state during the first quarter. It cut production and spending in Alaska earlier this year and last month said it would restore some of the curtailed production.  A spokeswoman was unavailable for comment on the company’s timetable for the project.  “It provides for more throughput in the Trans Alaska Pipeline System, ultimately providing for more jobs for Alaskans and creating more revenue for the state,” BLM Alaska State Director Chad Padgett said in a statement.  ConocoPhillips is part of a consortium that owns and operates the 800-mile (1,287 km) Trans Alaska Pipeline that moves oil from Prudhoe Bay on the North Slope of Alaska, where most of the state’s oil production is concentrated, south to the Port of Valdez.  The plan outlined in the final environmental impact statement allows for up to five drill sites and support facilities, including roads and pipelines to access the lease site.","22":"CARACAS (Reuters) - Venezuelan opposition leader Juan Guaido will seek to annul an $8.7 billion arbitration award to U.S. oil producer ConocoPhillips as he moves to preserve foreign assets, Guaido’s chief legal representative said on Tuesday.  FILE PHOTO: Logos of ConocoPhillips are seen in its booth at Gastech, the world's biggest expo for the gas industry, in Chiba, Japan, April 4, 2017. REUTERS\/Toru Hanai\/File Photo  If accepted, the annulment request would halt enforcement of the award over the 2007 loss of Conoco’s projects in the South American country. It would follow a March decision by the World Bank’s International Center for Settlement of Investment Disputes (ICSID) to impose the largest arbitration award against Venezuela.  Jose Ignacio Hernandez, whom Guaido has tapped as a special prosecutor, told Reuters his team separately has challenged the amount of the ICSID award, claiming “the methodology to determine the compensation was errant.”  Conoco would see no merit in a request for “annulment or rectification” and would “strongly defend” against such requests, company spokesman Daren Beaudo said.  George Kahale, a U.S. attorney who represented the Venezuelan government before the World Bank tribunal, did not immediately respond to a request for comment. Venezuela’s information ministry also had no immediate response to a request for comment.  An annulment would be a boost to Guaido, who in January invoked a constitutional provision to assume an interim presidency. Backed by the United States and dozens of other countries, Guaido argues President Nicolas Maduro’s 2018 re-election was illegitimate.  Hernandez has been assigned to protect Venezuela’s assets abroad from possible seizure by creditors.  Cash-strapped Venezuela has balked at paying in other arbitration cases. Conoco has used legal seizures of Venezuelan oil assets to enforce earlier claims. Other creditors are attempting to seize shares in U.S. refiner Citgo Petroleum, Venezuela’s prize overseas asset, to collect on debts.  It was unclear if Guaido’s representatives have standing to challenge the award since the World Bank has not recognized Guaido. An ICSID spokesman said the body was not in a position to provide any further information on the case.  David Malpass, the newly named president of the World Bank, said last week that recognition would be up to its shareholders.  Hernandez said Guaido’s legal representation “cannot be questioned.”  Last month, a U.S. judge ruled that Guaido’s representatives could present arguments in a court battle with Canadian mining company Crystallex, which is pursuing Citgo to collect on an arbitration award in compensation for Venezuela’s expropriation of a gold mining project.  Venezuela’s nationalization wave, led by late President Hugo Chavez as part of his Socialist project, led to more than 20 international arbitration claims, which remain mostly unpaid.","23":"HOUSTON, Oct 25 (Reuters) - U.S. oil producer ConocoPhillips on Thursday said it received $345 million in cash and commodities last quarter from Venezuelan state oil firm PDVSA under an arbitration settlement.  The proceeds were part of a first installment under a deal to satisfy a $2 billion arbitration award Conoco won earlier this year over broken oil contracts in the South American country more than a decade ago. (Reporting by Gary McWilliams)","24":"BRISBANE, May 28 (Reuters) - ConocoPhillips expects current weak global liquefied natural gas (LNG) prices to improve as growing demand soaks up the excess supply in the market, the company’s chief executive said on Tuesday.  “LNG prices are pretty weak right now, but we believe it’s a short term phenomenon,” ConocoPhillips Chief Executive Ryan Lance said at an industry conference in Australia.  ConocoPhillips operates the 3.7 million tonnes a year Darwin LNG plant in northern Australia and the 9 million tonnes a year Australia Pacific LNG plant on the east coast. (Reporting by Sonali Paul; editing by Richard Pullin)","25":"LONDON, April 18 (Reuters) - U.S. energy group ConocoPhillips has sold its assets in the British North Sea to private equity-backed Chrysaor for $2.675 billion, Conoco said on Thursday.  The deal to sell the assets, which produced 72,000 barrels of oil equivalent per day last year, will be backdated to January 2018, Conoco said.  Reuters reported on Wednesday that Chrysaor was closing in on a deal for the assets. (Reporting by Shadia Nasralla; Editing by Mark Potter)","26":"May 23 (Reuters) - ConocoPhillips:  * CONOCOPHILLIPS ANNOUNCES CASH TENDER OFFER FOR UP TO $1.75 BILLION OF DEBT SECURITIES  * CONOCOPHILLIPS - TENDER OFFER WILL EXPIRE ONE MINUTE AFTER 11:59 P.M., NEW YORK CITY TIME, ON JUNE 20, 2018 Source text for Eikon: Further company coverage:","27":"(Reuters) - ConocoPhillips' COP.N sale of a stake in a $4.2 billion Senegal oil and gas project to Woodside Petroleum WPL.AX has been cleared by an international tribunal, resolving a long-running challenge by Australian partner FAR Ltd FAR.AX.  Slideshow ( 2 images )  Woodside and FAR said on Friday an International Chamber of Commerce panel had ruled that FAR did not have a pre-emptive right to match the offer for the 35% stake in the Sangomar project that ConocoPhillips sold to Woodside in 2016 for just $350 million.  FAR said it was reviewing the arbitration award. It holds a separate 15% stake in the Sangomar project, which also counts Cairn Energy Plc CNE.L as a stakeholder.  FAR’s shares fell as much as 9% to 3.1 cents, their lowest level since the middle of 2013, on the news that it would miss out on the chance to potentially raise its stake in Sangomar for a comparatively low price, or win compensation.  At that level the shares were also well below the 4.25 cents apiece that investors paid in a recent issue of new stock by the company.  The resolution of the case comes just as Woodside and its partners have begun development of the Sangomar project, following final investment decisions in January, with first production expected in 2023.  FAR, which discovered the Sangomar field in the world’s largest oil find of 2014, disputed Woodside’s acquisition of its stake in the acreage, arguing it was not allowed to exercise its right to pre-empt the sale of Conoco’s stake.ConocoPhillips and Woodside, now operator of the project, had maintained that FAR’s challenge was without merit.  “Woodside is committed to working ... to progress the Sangomar Field Development, which achieved final investment decision in January 2020,” Woodside said in a statement on the tribunal’s ruling on Friday.  ConocoPhillips had no immediate comment.  Analysts had thought that if FAR won the arbitration, it might get some form of compensation from Conoco or Woodside which would have helped the minnow fund its share of Sangomar development costs.  “While disappointing for FAR, we think it remains in a reasonable position with respect to its forward funding profile albeit this as come at the cost of significant equity value dilution,” RBC analysts said in a note.  The company raised A$157 million ($105 million) in December through the sale of new shares to help cover its $480 million portion of Sangomar development costs. It plans to cover the rest of its costs by taking on debt.","28":"HOUSTON (Reuters) - An international arbitration court has ordered Venezuela’s state-run oil company PDVSA to pay ConocoPhillips $2.04 billion for early dissolution of two joint ventures for producing oil in the OPEC-member country, the U.S. firm said on Wednesday.  The logo of Venezuelan oil company PDVSA is seen on a tank at Isla refinery in Willemstad on the island of Curacao April 22, 2018. REUTERS\/Andres Martinez Casares  Conoco’s assets in Venezuela were expropriated in 2007 following a nationalization of the country’s oil industry led by late President Hugo Chavez. The firm left the nation after it could not reach a deal to convert its projects into joint ventures controlled by PDVSA [PDVSA.UL].  The arbitration decision, released by the International Chamber of Commerce (ICC), which has no means of enforcing its decisions, is considered by the U.S. company a first step in a series of legal actions to receive compensation for the expropriation of its assets in Venezuela.  PDVSA did not respond to a request for comment.  Venezuela’s cash-constrained economy, almost completely dependent on oil exports, is in the grip of deep recession with hyperinflation and severe shortages of medicine and food. Its ability to pay has also been hurt by U.S. sanctions imposed on the country and PDVSA.  Conoco said it would pursue enforcement and seek financial recovery of its award but did not elaborate. Other companies seeking compensation from Venezuela have tried to enforce awards through various foreign courts.  “The ruling upholds the contractual protections to which ConocoPhillips is entitled,” said Janet Langford Carrig, the Houston-based company’s general counsel who called the expropriation “unlawful.”  Conoco had sought up to $22 billion from PDVSA for the broken contracts and loss of future profits from the Hamaca and Petrozuata oil projects. The agreements with PDVSA had price formulas that limited the compensation Conoco could claim.  A separate arbitration case by Conoco against Venezuela before the World Bank’s International Centre for Settlement of Investment Disputes (ICSID) introduced in 2007 could issue a final decision later this year, a lawyer close to the case said.  A partial decision by ICSID in 2013, which declared the takeover unlawful, is considered by Conoco a “positive step” toward receiving more compensation for its Venezuela assets.  ExxonMobil Corp, also brought two separate arbitration claims before ICSID and the ICC following the 2007 nationalization of its projects in Venezuela. The company last year sought to enforce a $1.6 billion ICSID award after an annulment committee threw out nearly all of the arbitration decision that concerned one of two projects, reducing the payout to $188.3 million.","29":"Feb 4 (Reuters) - U.S. oil and gas producer ConocoPhillips reported a 36.5% fall in adjusted quarterly profit on Tuesday, weighed down by lower output and weak realized prices for crude.  The world’s largest independent oil and gas producer’s adjusted net earnings fell to $831 million, or 76 cents per share, in the fourth quarter ended Dec. 31, from $1.31 billion, or $1.13 per share, a year earlier.  Total production, excluding Libya, fell by 24,000 barrels of oil equivalent per day (boe\/d) to 1.289 million boe\/d. (Reporting by Shanti S Nair in Bengaluru; Editing by Maju Samuel)","30":"(Reuters) - U.S. oil and gas company ConocoPhillips’ quarterly profit exceeded analysts’ estimates on Tuesday, as higher shale production and a gain from asset sales offset the impact from lower crude prices and higher exploration costs.  FILE PHOTO: Flags fly outside ConocoPhillips offices in Houston, Texas, U.S., April 30, 2019. REUTERS\/Loren Elliott  Shares rose 2.9% in morning trading to $57.26.  The largest U.S. independent crude producer’s results kicked off a quarter in which shale producers were expected to post sharp earnings declines from a year earlier.  The oil and gas producer has been divesting assets to focus on its U.S. shale assets and earlier this month, agreed to sell its northern Australian business to partner Santos Ltd for $1.39 billion. It has used the asset sales to boost payouts to shareholders.  Conoco reported total production, excluding Libya, rose by 98,000 barrels of oil equivalent per day (boe\/d) to 1.322 million boe\/d, with output from U.S. shale basins including Eagle Ford, Bakken and the Permian up 21% in the quarter.  Net earnings rose to $3.1 billion, or $2.74 per share, in the third quarter ended Sept. 30, from $1.9 billion, or $1.59 per share, a year earlier.  The profit was lifted by a $2.68 billion sale of its U.K. assets to North Sea oil producer Chrysaor that added about $1.57 to per share results.  Excluding items, ConocoPhillips earned 82 cents per share, which was down sharply from $1.42 a share in the same quarter last year but still beat estimates of 75 cents, according to IBES data from Refinitiv.  The lower year-over-year profit reflected lower prices received in the quarter for each barrel of oil equivalent. That realized price fell 18% to $47.07 in the quarter.  Still, Mizuho Securities analyst Paul Sankey said the results show Conoco can continue to finance higher dividends needed to attract investors to oil and gas producers. Conoco “is uniquely positioned to deliver on it right now,” he wrote in a note on Tuesday.  The Houston-based company said it expects fourth quarter production to be in the range of 1.265 million boe\/d to 1.305 million boe\/d, excluding Libya, and includes the impacts from the divestiture.","31":"FILE PHOTO: ConocoPhillips CEO Ryan Lance attends Gastech, the world's biggest expo for the gas industry, in Chiba, Japan on April 4, 2017. REUTERS\/Toru Hanai\/File Photo  HOUSTON (Reuters) - U.S. oil producer ConocoPhillips COP.N is still awaiting payment from Venezuela on a $2 billion arbitration settlement reached last month with the country's state-run PDVSA, Chief Executive Ryan Lance said on Wednesday.  Conoco last month suspended legal attachments efforts that had cut Venezuela’s oil exports from several Caribbean facilities following a deal that allowed the country 90 days to make an initial $500 million payment.  “I’ll count the money when it shows up in the bank,” Lance said on Wednesday at a Barclays energy conference in New York, in response to a question on how the company plans to use the settlement.  Lance said he expects Venezuela will honor the agreement, noting the company still has another two arbitration decisions involving Venezuela ahead of it. But Conoco would resume its legal efforts if the payments were not forthcoming, he said.  The deal stems from the nationalization of Conoco assets dating back over a decade in Venezuela. An international court in April ruled in favor of Conoco and ordered PDVSA to pay the $2 billion. Conoco began seizing PDVSA’s Caribbean assets earlier this year to enforce its claim.  Conoco’s seizures in Aruba, Bonaire, Curacao and St. Eustatius had prevented PDVSA from using several terminals and export operations. Under terms of the agreement, Venezuela must pay $500 million by late November and the remaining $1.5 billion over the next 4-1\/2 years.","32":"MELBOURNE, Oct 2 (Reuters) - East Timor’s $350 million purchase of ConocoPhillips’ stake in the Greater Sunrise gas field has eliminated at least one hurdle to its long-delayed development, but analysts say any go-ahead may be at least a decade away.  ConocoPhillips said on Monday it had sold its 30 percent stake in the project to East Timor, allowing the tiny nation to push for development of the field, discovered in 1974 but held up as it straddles the maritime border between Australia and East Timor.  The border issue was settled earlier this year and East Timor wants to develop Greater Sunrise by piping gas to a liquefied natural gas (LNG) plant on its south coast, while the project partners favour a plant in Darwin in north Australia.  “Although we don’t think a Timor Leste-based option is the most economic development, we respect their preference and their drivers for doing that and we’ve agreed to make the sale,” ConocoPhillips vice president Kayleen Ewin told Reuters.  “What we really hope is that allows the Timor government to progress their vision for the development of Sunrise on their south coast.”  The Greater Sunrise partners, led by Australia’s Woodside Petroleum along with ConocoPhillips, Royal Dutch Shell and Japan’s Osaka Gas, have long argued the Timor option would be unprofitable.  Under an agreement signed in March, East Timor will receive 70 percent of the royalty revenues from Sunrise if the gas is piped to its shores or 80 percent if piped to Australia.  An independent report to the United Nations said East Timor would have to invest $7.1 billion for an LNG project on its shores and found that with a tolling fee of $2 per million Btu, the Timor government and Timor LNG owner would reap a total of $15.2 billion.  In contrast, the country would reap $25 billion from the Darwin option, the report said.  Nevertheless the Timor government wants the gas to come to its shores as a way to diversify its economy, one of the world’s poorest, using the gas to develop new industries and expertise.  The need is urgent as the government’s main source of revenue, the Bayu Undan gas field run by ConocoPhillips, is set to run dry by 2022.  “Timor-Leste looks forward to working with the other joint venture members to successfully develop the project,” the country’s former president Xanana Gusmao, who led the talks with ConocoPhillips, said in the statement released by the U.S. firm.  Analysts remain skeptical about prospects of the field being developed within the next 10 years, as the parties still need to negotiate fiscal terms and tolling agreements.  However Credit Suisse analyst Saul Kavonic said if other parties get involved, such as the Chinese and Koreans, with further stake sales, it might go ahead.  “While it remains an off-chance, Xanana Gusmao and the Timorese have a stubborn habit of fighting to make ‘off-chances’ become a reality,” Kavonic said.  ConocoPhillips said its sale is expected to close in the first quarter of 2019, once funding is approved by East Timor’s parliament and the partners decide whether to exercise their pre-emption rights.  Woodside and Shell had no immediate comment. Osaka Gas said it has no plans to buy an additional stake.  The Sunrise and Troubadour gas fields, together known as Greater Sunrise, hold around 5.1 trillion cubic feet of gas and about 226 million barrels of condensate.","33":"Slideshow ( 2 images )  (In September 24 story, corrects projected U.S. shale output to likely struggling to achieve 7 million bpd by 2022 instead of likely falling by 4 million bpd in 2022, paragraph 4)  (Reuters) - U.S. oil producer ConocoPhillips COP.N sees global demand returning to 100 million barrels per day and growing from there, with oil an \"important part of the energy mix in any scenario\" going forward, a senior executive said on Thursday.  The view stands in contrast to that of rival BP Plc BP.L, which sees the coronavirus pandemic leaving a lasting effect on global energy demand, though ConocoPhillips still expects \"quite a bit of uncertainty next year,\" Senior Vice President Dominic Macklon said during a Q&A with Raymond James.  The company’s capital spending in 2021 will be “somewhat below” its original planned 2020 level of $6.6 billion, Macklon said.  The hardest-hit area of the oil industry in 2020 has been U.S. shale, where producers cut production and sidelined equipment as oil prices crashed. While shale output was about 8.2 million bpd at the start of the year, at current prices the industry will likely struggle to produce 7 million bpd by 2022, Macklon said.  ConocoPhillips left seven drilling rigs at work in shale fields, but cut all fracking crews earlier this year as oil prices CLc1LCOc1 crashed. It is returning two fracking crews to work, Macklon said.  Some shale producers are stockpiling federal drilling permits ahead of the Nov. 3 U.S. presidential election as a hedge against possible rule changes under a Democratic administration.. Just 20% of ConocoPhillips’ Permian Basin acreage is on federal land in New Mexico, while the company expects to receive permits within a month for its Willow project along Alaska’s North Slope, “in which case we wouldn’t be exposed” to changes, Macklon said.  In July it agreed to buy land from Kelt Exploration Ltd in Canada’s Montney shale oil play, in a $375 million deal. The 140,000 acres in British Columbia are adjacent to ConocoPhillips’ own Montney lands.  Asked whether it would consider a purchase in an area where it does not already operate, Macklon said yes, but the preference is for assets “we know and understand well.”","34":"Logos of ConocoPhillips are seen in its booth at Gastech, the world's biggest expo for the gas industry, in Chiba, Japan, April 4, 2017. REUTERS\/Toru Hanai  OSLO (Reuters) - Norway approved the plans of ConocoPhillips for a 6.1 billion crowns ($667.10 million) development of the Tor II field, which is expected to start production in the final quarter of 2020, the oil and energy ministry said on Thursday.  The project will allow restarting output at the Tor field, which had been producing oil and gas from 1978 until 2015, targeting reserves of around 68 million barrels of oil equivalent, it added in a statement.  ConocoPhillips has a 30.66% stake in the license, Total 48.2%, Eni’s subsidiary Vaar Energi 10.82%, Equinor 6.64% and Petoro 3.69%.","35":"","36":"HOUSTON, April 25 (Reuters) - An international arbitration court has ordered Venezuela’s state-run oil company PDVSA to pay ConocoPhillips $2.04 billion for early dissolution of two joint ventures for producing oil in the OPEC-member country, the U.S. firm said on Wednesday.  Conoco’s assets in Venezuela were expropriated in 2007 following the nationalization of the country’s oil industry. The firm left the OPEC-member nation after it could not negotiate a deal to convert its projects into joint ventures controlled by PDVSA.  The arbitration decision, released by the International Chamber of Commerce (ICC), is a first step in a series of legal actions taken by Conoco to receive compensation for its assets in Venezuela. A separate arbitration before a World Bank tribunal is still pending. (Reporting by Marianna Parraga; Editing by David Gregorio)","37":"FILE PHOTO: A worker walks past a mural with a PDVSA logo at its gas station in Caracas, Venezuela August 29, 2014. REUTERS\/Carlos Garcia Rawlins\/File Photo  HOUSTON (Reuters) - ConocoPhillips said on Thursday it would continue enforcing legal actions against Venezuela’s state-run oil company PDVSA [PDVSA.UL] until it receives a payment to satisfy a $2 billion arbitration award recently issued by the International Chamber of Commerce (ICC).  The U.S. oil firm’s actions so far have included the seizure of oil inventories and assets in the Caribbean islands where PDVSA operates. The measures have forced the state-run company to halt storage and shipping from at least four terminals, creating a bottleneck of tankers around its Venezuelan ports.  “We look forward to hearing PDVSA’s proposals to resolve this matter. But absent any agreement and payment of the ICC award, we will continue our enforcement actions,” said Janet Langford Carrig, Conoco’s general counsel.","38":"FILE PHOTO: Logos of ConocoPhillips are seen in its booth at Gastech, the world's biggest expo for the gas industry, in Chiba, Japan, April 4, 2017. REUTERS\/Toru Hanai\/File Photo  LONDON (Reuters) - BP BP.L and ConocoPhillips COP.N announced on Tuesday a swap deal that will see the British oil giant increase its stake in a major North Sea development while its U.S. peer will grow in Alaska.  Houston, Texas-based Conoco said it would sell a 16.5 percent stake in the Clair field to BP, which will see its interest grow to 45.1 percent. Conoco will retain a 7.5 percent interest.  Reuters reported in May that Conoco was looking to sell its North Sea fields as part of the company’s focus on its shale operations in its home market.  For BP, Clair is a major asset in the North Sea, where BP plans to increase production to 200,000 barrels per day by the end of the decade.  A second phase in the BP-operated field, known as Clair Ridge, is expected to start production later this year, with production capacity of 120,000 barrels of oil equivalent per day.  “Clair is a key advantaged oilfield for our North Sea business, a giant resource whose second phase is about to begin production and which holds great potential for future developments,” BP head of upstream Bernard Looney said in a statement.  At the same time, Conoco agreed to buy BP’s entire 39.2 percent stake from BP in the Greater Kuparuk oil field in Alaska and a 38 percent interest in the Kuparuk Transportation Co.  The transactions are expected to be cash-neutral for BP and Conoco and are anticipated to close in 2018, BP said in a statement.  “These transactions are significant for ConocoPhillips because they continue our strategy of coring up our legacy asset base in Alaska,” Conoco Chief Executive Officer Ryan Lance said in a statement.","39":"(Corrects paragraph 3 to say that the deal swaps 1.46 shares of ConocoPhillips for each Concho share, not 1.56 shares)  Oct 19 (Reuters) - ConocoPhillips on Monday agreed to buy U.S. shale oil producer Concho Resources Inc for $9.7 billion, as the energy sector continued to consolidate amid lower fuel prices and demand.  The low-premium, all-stock deal comes as many U.S. shale companies have been mired in losses due to weak crude prices and, unlike in past downturns, have struggled to raise new capital to restructure heavy debts.  The deal swaps 1.46 shares of ConocoPhillips for each Concho share, an about 1.5% premium over its Friday price. Concho shares were up 1.4% at $49.30 in early trading on Monday. They sold for as much as $93 a share in January before the COVID-19 pandemic cut oil demand and prices.  The purchase would propel ConocoPhillips to the ranks of the top producers in the Permian Basin, the prime U.S. oilfield that stretches from West Texas to southeastern New Mexico. It also would make it the largest U.S. independent, pumping 1.5 million barrels per day (bpd).  The fifth-largest producer by volume in the Permian, Concho pumps about 319,000 bpd, from wells spread across more than half a million acres. Conoco is a major producer in two other U.S. shale fields, but pumps about 50,000 bpd in the Permian.  “Concho has been on the short list of big Permian companies attracting interest due to its large production, vast acreage and relatively low debt,” said Andrew Dittmar, M&A analyst at consultancy Enverus.  It has scant drilling acreage on federal lands, a plus given Democratic party presidential candidate Joe Biden’s proposal to ban new fracking permits on government property, he said.  The sector has been consolidating after many shale producers borrowed in a bet on higher prices. Prices tanked instead, leaving shale investors with little to show for the rising output and companies struggling to pay down debts.  The deal valued Concho at about $51.89 per share based on Monday’s price and continues a trend of all-stock, low-premium combinations, including the WPX Energy-Devon merger and Chevron Corp’s purchase of Noble Energy.  ConocoPhillips said the premium was 15% based on Concho’s price on Oct. 13, before news reports on the deal talks surfaced. Its shares traded up 0.6% at $33.97 after the open on Monday.  Concho had $3.9 billion in long-term debt at the end of June, and has not posted an annual profit since 2018. Its second quarter loss was $435 million, wider than a loss of $97 million a year earlier.  The combined company will hold about 23 billion barrels of oil equivalent resources with an average cost of supply of below $30 per barrel of U.S. West Texas Intermediate crude, Conoco said.  Concho shareholders will receive 1.46 shares of ConocoPhillips for each share held.  The deal is expected to provide $500 million in annual cost and capital savings by 2022. (Reporting by Arunima Kumar and Arathy S Nair in Bengaluru; additional reporting by Gary McWilliams; Editing by Shinjini Ganguli, Bernadette Baum and Nick Zieminski)","40":"FILE PHOTO: The logo for ConocoPhillips is displayed on a screen on the floor at the New York Stock Exchange (NYSE) in New York, U.S., January 13, 2020. REUTERS\/Brendan McDermid\/File Photo  OSLO (Reuters) - ConocoPhillips made an oil discovery in the Norwegian Sea north of the Heidrun field, the country’s Petroleum Directorate (NPD) said on Tuesday.  The discovery is estimated to hold between 76 million and 201 million barrels of recoverable oil equivalent, and could potentially be developed by using the existing infrastructure in the area, the NPD said.  ConocoPhillips has an 80% stake in the license where the well was drilled, while privately held Pandion Energy holds the remaining 20% stake.  It was the second petroleum discovery made by ConocoPhillips in the Norwegian Sea in two months. In November, the U.S. firm found natural gas southwest of the Skarv field.","41":"March 14 (Reuters) - ConocoPhillips:  * CONOCOPHILLIPS ANNOUNCES CASH TENDER OFFER FOR UP TO $400 MILLION OF DEBT SECURITIES  * CONOCOPHILLIPS - TENDER OFFER WILL EXPIRE ONE MINUTE AFTER 11:59 P.M., NEW YORK CITY TIME, ON APRIL 10, 2018 Source text for Eikon: Further company coverage:","42":"April 25 (Reuters) - ConocoPhillips:  * INTERNATIONAL ARBITRATION TRIBUNAL RULES CONOCOPHILLIPS IS OWED $2.04 BILLION IN ITS DISPUTE WITH PDVSA  * RULING IN RESPONSE TO EXPROPRIATION OF CO’S INVESTMENTS IN HAMACA & PETROZUATA HEAVY CRUDE OIL PROJECTS IN 2007, OTHER FISCAL MEASURES Source text for Eikon: Further company coverage:","43":"MELBOURNE (Reuters) - Energy company ConocoPhillips COP.N said on Monday it had agreed to sell most of its Australian assets to rival Santos Ltd STO.AX for $1.39 billion, with the deal expected to close in the first quarter of 2020.  The U.S. company said it was selling its stakes in the Darwin LNG plant, which it built, the Bayu-Undan field which feeds the plant, the Barossa-Caldita field which may supply the LNG plant in future, and its Poseidon gas asset.  It will, however, keep its stake in the Australia Pacific LNG plant, which it operates in the state of Queensland.","44":"Aug 20 (Reuters) - U.S. oil producer ConocoPhillips said on Monday it has settled with Venezuela’s state-run oil company, PDVSA, to recover about $2 billion in arbitration payment.  The International Chamber of Commerce awarded ConocoPhillips that amount in April after PDVSA failed to uphold various contractual commitments.  ConocoPhillips began seizing PDVSA’s overseas assets in May. (Reporting by Nivedita Bhattacharjee; Editing by Anil D’Silva)","45":"ConocoPhillips:  * SETS QUARTERLY DIVIDEND OF $0.285PER SHARE Source text for Eikon: Further company coverage:","46":"(Adds loading dates of cargoes) SINGAPORE, Feb 15 (Reuters) - * Malaysia will export 10 Kimanis crude cargoes in April, down two cargoes from the previous month, several trade sources said on Thursday, based on the monthly loading programme for the grade * Malaysia's Petronas has four cargoes while Royal Dutch Shell and ConocoPhillips will have two cargoes each, the sources said. * Petroleum Brunei and Murphy Oil will have a cargo each, the sources added. DATE VOLUME SELLER April 3-7 600KB ConocoPhillips April 6-10 600KB Shell April 8-12 600KB Petronas April 11-15 600KB PetroBrunei April 14-18 600KB Petronas April 16-20 600KB ConocoPhillips April 19-23 600KB Shell April 22-26 600KB Petronas April 24-28 600KB Murphy Oil April 28-May 2 600KB Petronas (Reporting by Jessica Jaganathan Editing by Christian Schmollinger)","47":"(Reuters) - Canada’s Cenovus Energy Inc said on Tuesday it would cut its capital spending for 2019 by 4 percent amid a broader turnaround plan, but raised its oil sands production forecast.  The company said it plans to invest between C$1.2 billion ($901.1 million) and C$1.4 billion in 2019, with the majority of the budget going to its Foster Creek and Christina Lake oil sands operations.  Cenovus raised its 2019 oil sands production forecast by 3 percent to a range of 377,000 barrels per day (bpd) to 395,000 bpd as it expects increased activity at its Christina Lake operations in Alberta. The company said the production forecast does not include the impact of mandated production curtailments scheduled to take effect on Jan. 1.  “We suspect the Street will be encouraged by a preliminary 2019 budget that points to lower-than-expected spending, supporting better-than-expected free cash flow,” Raymond James said in a note.  The company also said it expects crude-by-rail volumes to ramp up to about 100,000 bpd by the end of 2019.  In September, the oil and gas producer had signed three-year deals with Canada’s two major railways Canadian National Railway Co and Canadian Pacific Railway Ltd as pipelines run at full capacity.","48":"(Adds details on LNG plant, gas field, background)  March 12 (Reuters) - Australia’s Santos Ltd said on Thursday it will sell 25% of the Darwin LNG facility and the Bayu-Undan gas field off Northern Australia for $390 million, months after agreeing to buy ConocoPhillips’ business in the region.  The sale depends on the completion of the $1.39 billion deal with ConocoPhillips, which Santos expects to follow with a final investment decision on developing the Barossa gas field.  Santos Chief Executive Officer Kevin Gallagher said the sale to Barossa partner SK E&S of South Korea is a big step towards bringing Barossa gas into production through the Darwin LNG facilities.  The Bayu-Undan gas field, which feeds Darwin LNG, is set to run dry in 2022 and Santos is aiming to develop the Barossa field to keep the plant open.  South Korea’s SK E&S owns 37.5% of Barossa, Santos said.  Last October, ConocoPhillips, which has been focusing on its U.S. shale assets, said it would sell the Darwin LNG plant, which it opened in 2006, and gas fields off northern Australia to Santos. (Reporting by Nikhil Kurian Nainan in Bengaluru; Editing by Kim Coghill and Devika Syamnath)","49":"(Corrects 2nd paragraph to add dropped word “award”)  WILLEMSTAD, May 12 Reuters - - A Curacao court has authorized ConocoPhillips to seize about $636 million in assets belonging to Venezuela’s state oil company PDVSA due to the 2007 nationalization of the U.S. oil major’s projects in Venezuela.  The legal action was the latest in the Caribbean to enforce a $2 billion arbitration award by the International Chamber of Commerce (ICC) over the nationalization.  The court decision, first reported by Caribbean media outlet Antilliaans Dagblad on Saturday, says Curacao can attach “oil or oil products on ships and on bank deposits.”  Conoco and PDVSA did not immediately respond to requests for comment.  Reuters reported on Friday that PDVSA was preparing to shut down the 335,000 barrel-per-day Isla refinery it operates in Curacao amid threats by Conoco to seize cargoes sent to resupply the facility. (Reporting by Mike Wilemse and Brian Ellsworth, writing by Alexandra Ulmer Editing by Tom Brown)","50":"A federal appeals court on Thursday upheld a ruling that the U.S. Department of the Interior had taken all necessary steps to gauge potential environmental risks from oil-and-gas leases it made in northern Alaska.  A three-judge panel of the 9th U.S. Circuit Court of Appeals affirmed a lower court ruling that had approved seven leases issued to ConocoPhillips in 2018 in Alaska’s National Petroleum Reserve, ruling that an environmental risk assessment published five years before the auction was broad enough in scope that it also authorized the sales under federal law.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2ZV7BEV","51":"July 3 (Reuters) - U.S. oil producer ConocoPhillips said on Tuesday it would sell a 16.5 percent stake in the Clair field to oil major BP for an undisclosed price.  Houston, Texas-based ConocoPhillips will retain a 7.5 percent interest in the North Sea offshore oil field through a unit while BP will hold a 45.1 percent interest.  Reuters reported here in May that ConocoPhillips was looking to sell its North Sea fields as part of the company's focus on its shale operations in its home market.  ConocoPhillips also said on Tuesday it would buy a 39.2 percent stake from BP in the Greater Kuparuk oil field in Alaska and a 38 percent interest in the Kuparuk Transportation Co for an undisclosed price.  “These transactions are significant for ConocoPhillips because they continue our strategy of coring up our legacy asset base in Alaska, while retaining an interest in the Clair Field in the UK,” Ryan Lance, chief executive officer of ConocoPhillips, said in a statement. (Reporting by Anirban Paul in Bengaluru; Editing by Maju Samuel)","52":"FILE PHOTO: The ConocoPhillips Alaska Inc. building overlooks the frozen Westchester Lagoon on a winter's evening in downtown Anchorage, Alaska, U.S. February 10, 2020. Picture taken February 10, 2020. REUTERS\/Yereth Rosen  ANCHORAGE, Alaska (Reuters) - A weekend court ruling has temporarily blocked winter construction at a huge ConocoPhillips oil project on Alaska’s North Slope.  U.S. District Court Judge Sharon Gleason issued an order Saturday barring ConocoPhillips from starting planned gravel mining and gravel-road construction at its Willow project. With an estimated 590 million barrels of oil and the potential to produce 160,000 barrels per day, Willow would be the westernmost operating oil field in Arctic Alaska. First oil is planned as early as 2024, according to ConocoPhillips.  Gleason’s injunction came in response to an environmental lawsuit claiming the Trump administration’s Willow approval failed to properly consider wildlife and climate-change impacts. The judge last week rejected environmentalists’ request for a more sweeping injunction. Her new order halts gravel-related work until at least Feb. 20, giving the 9th Circuit Court of Appeals time to weigh in.  ConocoPhillips had intended to start blasting gravel on Feb. 12, according to Gleason’s order.  The plaintiffs have shown “there is a strong likelihood of irreparable environmental consequences once blasting operations commence,” the order said. Additionally, the plaintiffs’ arguments concerning climate change “could well be likely to succeed on the merits” at the appeals court, Gleason said.  Gleason’s order does not stop construction of seasonal ice roads, which melt away in summer.  Plaintiff representatives noted that Biden is reviewing Trump administration oil policies, including the approval of Willow.  “We’re hopeful this terrible project can be stopped, either by the courts or the Biden administration’s review,” Kristen Monsell, an attorney with the Center for Biological Diversity, said in a statement on Sunday.  ConocoPhillips Alaska spokeswoman Rebecca Boys said by email that the company does not comment on pending litigation.","53":"Oct 19 (Reuters) - ConocoPhillips said on Monday it would buy Permian-focused driller Concho Resources Inc for $9.7 billion, the largest shale deal this year as oil and gas producers turn to consolidation to survive slowdown in oil prices and demand.  Concho shareholders will receive 1.46 shares of ConocoPhillips for each share held. (Reporting by Arunima Kumar and Arathy S Nair in Bengaluru; Editing by Shinjini Ganguli)","54":"(Reuters) - ConocoPhillips COP.N Chief Executive Officer Ryan Lance on Wednesday expressed surprise at the quick rebound in U.S. oil prices that slipped into the negative territory in April and said he expects prices to remain volatile in the near term.  FILE PHOTO: ConocoPhillips CEO Ryan Lance attends Gastech, the world's biggest expo for the gas industry, in Chiba, Japan, April 4, 2017. REUTERS\/Toru Hanai  Oil is now trading at near $40 per barrel, almost double of $20 it averaged in April, the same month prices had briefly slumped to minus $38 per barrel due to low demand as countries halted travel to curb the spread of the new coronavirus, while top producers agreed to pump full bore.  “We were surprised it came back this strong this quickly,” Lance said on a webinar hosted by the Independent Petroleum Association of America.  Lance added that a continued rise in crude storage could, however, drag down the prices as more producers reverse some production cuts announced in over the last couple of months.  U.S. shale oil producers have begun to reverse production cuts as prices bounce back, while crude inventories have risen 5.7 million barrels in the week to June 5 to 538.1 million barrels, the highest in history, as per latest EIA data.  Some consolidation in the sector will be a positive for the overall industry, Lance said, adding his company was monitoring the developments in deal activity closely.  “We’re in the market every day. Asset deals, smaller deals, and we’ll see if some of the corporate corporate transactions take hold, which should.”  ConocoPhillips, the world’s largest independent oil and gas producer, announced the biggest cuts by any North American producer in April, reducing its output by 460,000 barrels per day by June.  Lance, who has been at the helm of ConocoPhillips for eight years, did not say if the company was reversing any of the cuts.  (This story corrects spelling of ConocoPhillips in the headline)","55":"JAKARTA, Jan 16 (Reuters) -  * Exxon Mobil Corp unit Exxon Mobil Cepu Limited is expected to produce 216,000 barrels per day of crude oil in 2019, making it Indonesia’s biggest oil producer, the country’s upstream oil and gas regulator (SKKMigas) said  * In second place Chevron Corp unit Chevron Pacific Indonesia is expected to produce 190,000 bpd of crude oil in 2019, SKKMigas chief Dwi Soetjipto told reporters on Wednesday  * State-owned Pertamina unit Pertamina EP is expected to produce 85,000 bpd of oil in 2019  * Pertamina unit Pertamina Hulu Mahakam is tipped to become the country’s top gas producer with 196,000 barrels of oil equivalent (boepd) of natural gas in 2019, up from 149,000 boepd in 2018, Soetjipto said  * BP plc unit BP Berau is expected to produce 188,000 barrels of oil equivalent (boepd) of natural gas in 2019, compared with 192,000 boepd in 2018  * Conocophillips unit Conocophillips (Grissik) Ltd is expected to produce 145,000 boepd of natural gas in 2019 compared with 150,000 boepd in 2018 (Reporting by Wilda Asmarini Writing by Fergus Jensen Editing by Louise Heavens)","56":"BRIEF, April 23 (Reuters) - TechnipFMC :  * Awarded a Significant Integrated EPCI (iEPCI™) Contract for the ConocoPhillips TOR II Development  * For TechnipFMC, a “significant” contract ranges between $75 million and $250 million.","57":"JAKARTA (Reuters) - Indonesia has agreed to extend the production sharing contract for the Corridor natural gas block with ConocoPhillips, Spain’s Repsol SA and Pertamina [PERTM.UL], Deputy Energy Minister Arcandra Tahar said on Monday.  The existing contract will expire in December 2023 and the ministry has agreed to extend the contract by 20 years to 2043.  ConocoPhillips will operate the block until 2026 before starting to transfer operatorship to state-owned Pertamina, Energy Minister Ignasius Jonan said, adding there was no set timeframe for the transfer.  “After a reasonable length of transitional period, ConocoPhillips will transfer (operatorship) to Pertamina,” he said.  Bijan Agarwal, president of ConocoPhillps Grissik Ltd, told reporters the arrangement was a “win-win” as the U.S. company would have been operating the block for 40 years by 2023.  The three years until 2026 will “make sure we have the continuity going through into the new production sharing contract,” Agarwal said.  Nicke Widyawati, chief executive of Pertamina, said the transitional period would help Pertamina avoid the risk of a drop in production from the block during the transfer.  Corridor is Indonesia’s second largest gas producing block, with 827 million standard cubic feet per day (mmscfd) of gas lifting in the first semester this year, according to upstream oil and gas regulator SKK Migas, higher than the 810 mmscfd target.  Under the new contract, the contractors will have 53.5% of the gas produced from the block and 48.5% of the oil, Tahar said.  The government is aiming to sign the production sharing contract, which will be under a gross split scheme, within a month, following payments of financial obligations to the government, Jonan said.  Under the new agreement, ConocoPhillips’ participating interest in the block will be cut to 46% from 54% currently. Pertamina’s interest will increase to 30% from 10% and Repsol will have a 24% interest in the block, said Tahar.  The shares will not change after ConocoPhillips transfers operatorship to Pertamina, Jonan said, but the contractors will be obliged to offer a combined 10% of participating interest in the block to a municipally-owned company.","58":"FILE PHOTO: The logo for ConocoPhillips is displayed on a screen on the floor at the New York Stock Exchange (NYSE) in New York, U.S., January 13, 2020. REUTERS\/Brendan McDermid  ANCHORAGE, Alaska (Reuters) - An appeals court has blocked construction of ConocoPhillips’ $2 billion-plus Willow crude oil project in Alaska, putting on hold plans for one of the biggest oil projects in North Slope history.  The 9th Circuit Court of Appeals in a weekend order sided with environmental and Native plaintiffs who challenged the Trump administration’s go-ahead for ConocoPhillips’ Willow project. Trump made oil-and-gas drilling a priority during his four-year term, but his successor, Joseph Biden, has taken several steps to restrict fossil fuel development.  The Trump administration approved the Willow development plan in October. Permits to mine for gravel and build roads were issued on the morning of Jan. 20, just before Biden was sworn in as the nation’s 46th president.  The injunction issued Saturday night bars ConocoPhillips from conducting winter gravel mining and gravel road-building for the project while the lawsuit is ongoing.  Willow holds 590 million barrels of recoverable oil and could produce up to 160,000 barrels per day as soon as 2024, according to ConocoPhillips’ previous estimates. Located on federal land in the National Petroleum Reserve of Alaska, Willow would be the North Slope’s westernmost producing oil field.  The 9th Circuit Court order followed a Feb. 6 lower-court order that briefly paused construction. Both orders concluded that ConocoPhillips’ gravel work would cause irreparable environmental harm.  Because most North Slope oilfield construction is limited to winter, the appeals court’s injunction likely precludes construction until at least January, said Bridget Psarianos, an attorney with Trustees for Alaska, the environmental law firm representing the plaintiffs.  “We are grateful that the court has put a stop to destructive on-the-ground construction and blasting work while our lawsuit makes its way through court,” Siqiñiq Maupin, executive director of Sovereign Iñupiat for a Living Arctic, said in a statement released by Trustees for Alaska.  ConocoPhillips representatives were not available for comment.","59":"(Reuters) - ConocoPhillips COP.N missed Wall Street estimates for quarterly profit on Tuesday as it spent more than expected and took a hit from lower crude prices due to fears of a slowing global economy.  FILE PHOTO: Logos of ConocoPhillips are seen in its booth at Gastech, the world's biggest expo for the gas industry, in Chiba, Japan, April 4, 2017. REUTERS\/Toru Hanai  The OPEC and Russia have put a lid on production, but that has not translated into higher prices due to surging shale oil output from the United States.  Shares of Conoco fell 2% as the Houston, Texas-based company reported $1.73 billion in capital expenditure during the quarter, above average estimates of $1.53 billion, according to IBES data from Refinitiv.  The company also raised its capital spending for 2019 by $200 million to $6.3 billion, citing more drilling in Alaska and the Eagle Ford shale of Texas.  Raymond James analyst Muhammed Ghulam called the results “mixed” and said the share price movement was in line with recent market reactions to other oil companies raising capital budgets.  Investors have been pressing oil producers to cut spending on expansion and increase returns with share buybacks or dividends. The company said it would increase full-year buyback target by $500 million to $3.5 billion and could spend up to $300 million on acquisitions.  U.S. light crude CLc1 prices averaged $59.91 per barrel in the second quarter, 11.8% lower than a year earlier, while Brent crude LCoc1 averaged $68.47 per barrel, 8.7% lower than a year earlier.  That led to a drop in realized prices per barrel for the company, which earned $50.50 for each barrel sold in the latest quarter, compared with $54.32 a year earlier.  ConocoPhillips, the world’s largest independent oil and gas producer, said production, excluding Libya, rose to 1.29 million barrels of oil equivalent per day (boepd), an increase of 79,000 boepd from a year earlier.  For the full-year, Conoco tightened its production outlook to a range of between 1.31 million boepd and 1.34 million boepd compared with a previous forecast of between 1.30 million boepd and 1.35 million boepd.  Adjusted earnings fell to $1.14 billion, or $1.01 per share, in the second quarter ended June 30 from $1.29 billion, or $1.09 per share, a year earlier.  Analysts on average had expected the company to post a profit of $1.03 per share, according to IBES data from Refinitiv.","60":"July 30 (Reuters) - U.S. oil and gas producer ConocoPhillips reported a quarterly adjusted loss on Thursday, as coronavirus-induced lockdowns sapped demand for fuel and crushed crude prices.  Adjusted net loss stood at $994 million, or 92 cents per share, in the second quarter ended June 30, compared with earnings of $1.14 billion, or $1.01 per share, a year earlier  Total production, excluding Libya, fell to 981,000 barrels of oil equivalent per day (boepd), down 309,000 boepd, as the company curtailed its output when prices fell.","61":"JAKARTA, Aug 27 (Reuters) -  * Indonesia’s state energy company PT Pertamina is expected to produce 1,100 million standard cubic feet per day (mmscfd) of natural gas from Mahakam block next year, up from 849 mmscfd seen in 2018, the country’s upstream oil and gas regulator SKKMigas said  * ConocoPhillips’s gas output from Grissik field is expected to hit 810 mmscfd next year, compared to 800 mmscfd in 2018, the regulator added  * BP Berau Ltd, local unit of BP Plc and operator of Indonesia’s Tangguh LNG plant, expected to produce 1,050 mmscfd of natural gas in 2019, same as this year’s estimated output, SKKMigas also said  * Meanwhile, Rokan block operated by Chevron Corp is expected to produce 180,000 barrel per day (bpd) of oil in 2019, compared to SKKMigas’s estimate of 206,710 bpd in 2018  * Mobil Cepu, a unit of ExxonMobil, is seen producing 212,000 bpd from Cepu block, up from an estimated 210,930 bpd in 2018 (Reporting by Wilda Asmarini)","62":"May 18 (Reuters) - Courts in Curacao and Bonaire have partially lifted attachments introduced by ConocoPhillips aiming to seize Venezuelan state-run oil company PDVSA’s assets to satisfy a $2 billion arbitration award, the U.S. oil firm said on Friday.  The courts ruled that fuel stored at PDVSA’s facilities in the Caribbean islands must be released to supply local distributor Curoil. Proceeds from the fuel sales are expected to be transferred to bank accounts, Conoco said in a statement.  “We are pleased with the result, as this is consistent with the proposal made by ConocoPhillips to both (islands’) local authorities, Curoil and the local courts,” the firm said. (Reporting by Marianna Parraga, editing by G Crosse)","63":"April 16 (Reuters) - ConocoPhillips:  * CONOCOPHILLIPS - WAS ABLE TO DRILL A TOTAL OF SIX WELLS, INCLUDING AN ADDITIONAL WILLOW APPRAISAL WELL ON WESTERN NORTH SLOPE Source text for Eikon: Further company coverage:","64":"DILI, Jan 17 (Reuters) - East Timor’s president has approved a decree allowing use of the country’s petroleum fund for a $650 million buyout of Royal Dutch Shell and ConocoPhillips’ holdings in the Greater Sunrise gas project, a proposal he had vetoed in December but which subsequently won overwhelming parliamentary backing.  Under East Timor law, the president can veto a bill once, but must then ratify it if the bill wins a parliamentary vote of approval.  Purchases of the Shell and ConocoPhillips holdings would give East Timor a majority stake in the project, along with remaining partners including Australia’s Woodside Petroleum and Japan’s Osaka Gas.  In December, President Fransisco Guterres vetoed the decree saying it could allow the petroleum funds to be misused, and called for the proposal to be revised.  The decree removes a 20 percent cap on state participation in oil projects, and allows Sunrise and other projects to bypass approvals by parliament in future.  But Guterres “promulgated” the decree on Thursday as required by law, according to a statement from his office.  “There was no change in its wording, as previously submitted for promulgation,” said the statement from Guterres’ chief of staff, Fransisco Maria de Vasconcelos.  The president’s approval of the decree “does not mean a political or legal judgment favourable to said decree,” Vasconcelos said.  Discovered in 1974, the Greater Sunrise fields, which hold around 5.1 trillion cubic feet of gas, straddle the maritime border between Australia and East Timor, and a dispute over the border has delayed the project’s development. (Writing by Fergus Jensen in JAKARTA Editing by Kenneth Maxwell)","65":"April 30 (Reuters) - U.S. oil producer ConocoPhillips said on Tuesday its first-quarter adjusted profit was marginally higher, as expenses ate into gains from higher production.  Adjusted net earnings came in at $1.15 billion, or $1 per share, in the quarter ended March 31, compared with $1.14 billion, or 96 cents per share, a year earlier.  Total production, excluding Libya, rose by 94,000 barrels of oil equivalent per day (boepd) to 1.32 million boepd in the quarter.","66":"(Reuters) - ConocoPhillips beat quarterly profit estimates on Thursday as the world’s largest independent oil producer sold more oil at higher prices, sending its shares up more than 2 percent.  FILE PHOTO - Logos of ConocoPhillips are seen in its booth at Gastech, the world's biggest expo for the gas industry, in Chiba, Japan, April 4, 2017. REUTERS\/Toru Hanai\/File Photo  Total production, excluding Libya, rose 94,000 barrels of oil equivalent per day (boe\/d) to 1.31 million boe\/d in the fourth quarter.  The company also said it received $85 million from Venezuela’s state-run oil firm PDVSA in the fourth quarter as part of a $2 billion arbitration agreement the company received last year with the embattled producer.  The $85 million brings the total payout under the agreement to $430 million, the company said, below the expected $500 million in 2018. Conoco has said that if PDVSA does not continue to meet its obligations, it would renew its efforts to seize the company’s assets around the world.  PDVSA has compiled with the terms of the settlement and has said it intends to continue making quarterly payments, Conoco finance chief Donald Wallette said in a conference call with analysts on Thursday. The Houston-based company said it has existing permission from the U.S. government to accept the payments, he said.  Analyst Scott Hanold of RBC Capital Markets said the company was likely to cover any shortfall in the payout “in kind”, taking oil to sell to the market.  At home, Conoco, like its peers, has been riding a surge in crude production in the U.S. shale basins. The country’s output has reached record levels, overtaking that of Saudi Arabia and Russia to become the top world producer.  Conoco said total realized price per barrel was $53 in the fourth quarter, compared with $46.10 per barrel a year earlier.  “The combination of production and price realizations drove the outperformance,” analyst Hanold said.  In the first quarter of 2019, ConocoPhillips expects to produce 1.29 million boe\/d to 1.33 million boe\/d.  The company said adjusted net income rose to $1.31 billion, or $1.13 per share, in the fourth quarter ended Dec. 31, from $540 million, or 45 cents per share, a year earlier.  Analysts had expected a profit of $1.01 per share, according to IBES data from Refinitiv.  Shares of the company were up 2.5 percent at $67.33 in afternoon trading.","67":"OSLO, Sept 23 (Reuters) - Some 113 Norwegian offshore oil workers plan to go on strike from Sept. 30 onwards if annual pay negotiations with employers fail, the Safe trade union said on Wednesday.  In total, 88 of the union members work at Equinor’s Johan Sverdrup field, the largest oil producing field in western Europe, while 25 work at ConocoPhillips’s Ekofisk Lima platform, Safe said.  Two other unions, Industri Energi and Lederne, are also expected to announce their contribution to a possible strike, thus potentially increasing the number of workers taking part.","68":"July 26 (Reuters) - Oil and gas producer ConocoPhillips on Thursday reported a profit in the second quarter compared with a year-ago loss, driven by a recovery in U.S. crude prices.  Net income attributable to the largest independent U.S. oil and gas producer was $1.6 billion or $1.39 per share in the three months ended June 30, compared with a loss of $3.4 billion or $2.78 per share a year earlier.  The company wrote down some of its assets in Australia in the year-earlier quarter.  Its total second-quarter production, excluding Libya, was 1.2 million barrels of oil equivalent per day (boe\/d), a fall of 214,000 boe\/d from a year earlier. (Reporting by John Benny in Bengaluru; Editing by Sai Sachin Ravikumar)","69":"Big oil companies have asked a federal appeals court to take another look at an August ruling that sent back to state court lawsuits by Louisiana parishes over the companies’ continued use of canals dug for oil exploration.  Chevron USA, Inc, Exxon Mobil Corp and ConocoPhillips Co asked the 5th U.S. Circuit Court of Appeals on Tuesday to rehear en banc the consolidated cases after a three-judge panel rebuffed the oil companies’ efforts to permanently bump them to federal court on Aug. 10.  To read the full story on Westlaw Today, click here: bit.ly\/2GLdtee","70":"SINGAPORE, July 26 (Reuters) -  * ConocoPhillips has sold 300,000 barrels of Malaysia’s Kimanis condensate to Exxon Mobil for September-loading, two trade sources told Reuters on Friday.  * The cargo was sold at a discount of around 50 cents to dated Brent, they said. (Reporting By Shu Zhang; editing by Uttaresh.V)","71":"(Reuters) - ConocoPhillips beat quarterly profit estimates on Tuesday, benefiting from higher output from its U.S. shale assets, in a vote of confidence in the oil producer’s strategy to refocus its investments in the lucrative Permian, Eagle Ford and Bakken areas.  FILE PHOTO: Logos of ConocoPhillips are seen in its booth at Gastech, the world's biggest expo for the gas industry, in Chiba, Japan, April 4, 2017. REUTERS\/Toru Hanai\/File Photo  The company has been selling its non-core assets to invest in its U.S. shale fields, which hold oil and gas deposits that can produce supplies for decades using low-cost drilling techniques.  ConocoPhillips has earmarked about 70 percent of its capital expenditure this year for the United States with about 55 percent targeting the areas in U.S. and the Gulf of Mexico collectively called the “Lower 48” and Canada.  Total production, excluding operations in Libya, rose by 94,000 barrels of oil equivalent per day (boepd) to 1.32 million boepd in the first quarter, with output from the three shale areas up 30 percent year-over-year.  Analysts at Piper Jaffray’s Simmons Energy also attributed the profit beat to better-than-expected price for the company’s oil and gas as well as lower-than expected costs.  Average realized price of $49.23 per barrel of oil equivalent (boe) was 9 percent above the brokerage’s estimate, while production and operating expenses were 8.5 percent lower than what it had anticipated, the analysts wrote in a note.  ConocoPhillips also said it generated $2.94 billion in cash from operations, which included about $130 million pretax gain related to its settlement with Venezuela’s state-run oil firm PDVSA International Chamber of Commerce (ICC).  Last year, Conoco received a $2.04 billion award from the ICC involving broken contracts on some of the same assets. PDVSA agreed to pay the award and delivered $400 million after Conoco began to seize assets in the Caribbean to enforce the ruling.  Adjusted net earnings came in at $1.15 billion, or $1 per share, in the quarter ended March 31, compared with $1.14 billion, or 96 cents per share, a year earlier.  Analysts on average had expected a profit of 90 cents per share, according to IBES data from Refinitiv.  For the second quarter, the company expects output to be 1.24 million boepd to 1.28 million boepd, excluding Libya, on maintenance activities in Alaska, Canada and Europe.  Shares of the company were up 1.7 percent at $63.75 in early trading.","72":"FILE PHOTO: A general view shows the Isla refinery in Willemstad on the island of Curacao, April 22, 2018. REUTERS\/Andres Martinez Casares  (Reuters) - Curacao’s 335,000-barrel-per-day (bpd) Isla refinery has resumed work, management of the government-owned facility said on Tuesday, after eight months of paralysis caused by a dispute between its operator, Venezuela’s PDVSA, and U.S. producer ConocoPhillips.  Isla, which has been looking for a new operator to run the refinery beginning at the end of this year, restarted one of its crude distillation units and its thermal cracker, it said in a statement.  “Both units are producing gasoil and fuel oil,” it added.  The plant suffered a fire early last year and fell idle after ConocoPhillips brought legal actions against PDVSA over a $2-billion arbitration award linked to the nationalization of Conoco’s projects in Venezuela. The U.S. company got court orders temporarily seizing PDVSA’s cargoes and terminals across the Caribbean.  The parties reached a payment agreement in August. Conoco said seized assets would be released following the reception of the first installment, which was received in the fourth quarter.  The long paralysis of the island facility, which is crucial for PDVSA’s crude blending, storage and shipping operations, spurred the government of the Caribbean island, which owns the refinery, to start a process to choose a new operator.  Houston-based Motiva Enterprises [MOTIV.UL], a subsidiary of Saudi Aramco, was chosen in December as preferred bidder to operate the refinery, according to local media, but the government has yet to confirm the decision.  Isla’s management said the restart process took longer than expected due to its lengthy paralysis. The utility company providing power and other industrial services to the refinery also struggled to resume supply.  Isla declined to comment on the status of the bidding process.","73":"(Reuters) - ConocoPhillips said on Thursday it expects production curtailments in the current quarter to be roughly half as much as last quarter and will restore most of its output by the end of September, after the oil and gas producer slashed about a third of its output in April as oil prices plunged 41%.  FILE PHOTO: The logo for ConocoPhillips is displayed on a screen on the floor at the New York Stock Exchange (NYSE) in New York, U.S., January 13, 2020. REUTERS\/Brendan McDermid\/File Photo  The company restored part of its curtailed volumes earlier in June, as crude prices recovered some of the historic losses they took when lockdowns imposed to curb the spread of the coronavirus sapped fuel demand.  ConocoPhillips’ total production, excluding Libya, was down 24% in the second quarter ended June 30.  The Houston-based company posted an adjusted loss of 92 cents per share, much bigger than analysts’ average expectation of 58 cents. Its shares fell 5.7%, in tandem also with a drop in crude prices as surging coronavirus infections threaten fuel demand recovery.  Still, Chief Executive Officer Ryan Lance was confident that with about $13 billion in liquidity, his company is well-positioned to benefit from an inevitable recovery in crude prices.  “We can better withstand price volatility, elect to take actions such as production curtailments and transact on high value, low-cost of supply bolt-on deals.”  Lance added that the company was also considering a potentially slower recovery, among other factors, to decide its capital needs.  “We’re putting all that into the pot, mixing it around and trying to understand.”  Second-quarter earnings for ConocoPhillips from each barrel sold more than halved, as U.S. light crude and Brent crude average prices also fell over 50%.  The company realized a gain of $594 million on completing Australia-West assets divestiture and an unrealized gain of $551 million on its stake in Cenovus Energy.  Oil Majors BP, Chevron and Exxon Mobil are also expected to report rare quarterly losses, while Royal Dutch Shell narrowly avoided that by relying on a booming trading business.","74":"WASHINGTON, May 16 (Reuters) - There is enough oil supply in the global market to make up for potential fuel disruptions from U.S. oil producer ConocoPhillips’ legal actions against Venezuelan state oil company PDVSA, a State Department spokesman said on Wednesday.  “The U.S. Department of State remains in contact with our partners in the Caribbean to reduce the risk of supply disruptions,” Vincent Campos, spokesman for the Bureau of Energy Resources at the department said. “There is sufficient oil supply in the global market that countries can access.”  The U.S. company said on Tuesday it was far from collecting the full value of a $2 billion arbitration award against PDVSA, after Conoco won curt orders allowing it to begin seizing PDVSA assets.","75":"JAKARTA (Reuters) - U.S. energy giant ConocoPhillips has asked Indonesia’s energy ministry to extend its operations in the Corridor natural gas block after its contract ends in December 2023, a ministry official said.  ConocoPhillips (Grissik) Ltd had submitted a letter regarding its Corridor plans but still needed to submit a formal proposal, Oil and Gas Director General Djoko Siswanto told reporters on Monday.  Without a formal proposal this month, the right to operate the block would be “given to Pertamina”, Siswanto said, noting that the sizeable output from the block in South Sumatra province would be attractive to the state oil company.  ConocoPhillips (Grissik) Vice President for Commercial and Business Development Taufik Ahmad confirmed that the company had sent the letter expressing its interest in extending its Corridor operations.  However, Ahmad said that Conoco “still needed more comprehensive discussions” with SKKMigas - Indonesia’s upstream oil and gas regulator - before it could submit a proposal for the extension.  Pertamina spokesman Adiatma Sardjito told Reuters by text message that the state energy company had not submitted a proposal to take over as operator of the Corridor block but that the matter was “still being evaluated”.  Indonesia is pushing to nationalize more of its oil and gas assets as it tries to reduce imports and boost government revenue, but experts warn that this approach discourages investors and global energy companies with expertise crucial to maintaining its energy output.  Corridor produced 828.4 million standard cubic feet of natural gas per day (mmcfd) on average from January to July this year and is expected to churn out 810 mmcfd in 2019, recent SKKMigas data showed.  Repsol holds a 36 percent participating interest in the block.","76":"HOUSTON, April 26 (Reuters) - U.S. oil producer ConocoPhillips said on Thursday its first-quarter profit jumped 52 percent due to rising crude prices and cost cuts.  The company posted earnings of $888 million, or 75 cents per share, compared to $586 million, or 47 cents per share, in the year-ago quarter.  Production fell 23 percent to 1.2 million barrels of oil equivalent per day. (Reporting by Ernest Scheyder)","77":"JAKARTA, Sept 3 (Reuters) -  * U.S. energy giant Conocophillips has asked Indonesia’s energy ministry to extend its operations in the Corridor natural gas block after its current contract ends in December 2023, a ministry official said  * ConocoPhillips (Grissik) Ltd had submitted a letter regarding its Corridor plans, but still needed to submit a formal proposal on the matter, Oil and Gas Director General Djoko Siswanto told reporters on Monday  * Without a formal proposal this month the block operatorship would be “given to Pertamina,” Siswanto said, noting that the sizeable output from the block in South Sumatra province would be attractive to the state oil company  * Repsol currently holds a 36 percent participating interest in the block (Reporting by Wilda Asmarini; writing by Fergus Jensen; editing by Richard Pullin)","78":"June 30 (Reuters) - ConocoPhillips said on Tuesday it will bring back some of the curtailed production in July as oil prices have recovered from their historic lows.  The world’s largest independent oil and gas producer also said it expects second-quarter production to be in line with a year earlier, on an adjusted basis. (Reporting by Taru Jain; Editing by Shinjini Ganguli)","79":"(Reuters) - ConocoPhillips COP.N is preparing to offload its stake in Cenovus Energy Inc CVE.TO, which it acquired as part of an asset sale to the Canadian oil and gas producer last year, people familiar with the matter told Reuters.  FILE PHOTO: Logos of ConocoPhillips are seen in its booth at Gastech, the world's biggest expo for the gas industry, in Chiba, Japan, April 4, 2017. REUTERS\/Toru Hanai\/File Photo  The U.S. energy company has held discussions with investment banks about appointing advisers to the sale and could offer the shares to institutional investors as early as this month, said the people. They cautioned that the precise timing would depend on market conditions and could change.  If ConocoPhillips does not complete the sale in June or early July, it would then likely wait until September when institutional investors will have returned from their summer vacations, they added.  The ConocoPhillips stake in Cenovus is worth C$2.6 billion ($2 billion) based on its current share price but it would likely be sold at a small discount, the sources said. It would still be one of the biggest Canadian equity share sales this year.  ConocoPhillips has been actively selling assets and cutting costs in the past two years in order to cull debt and boost its dividend. It sold $17 billion in assets in 2017.  When Cenovus acquired oil sands and natural gas assets from ConocoPhillips for C$17 billion last year, it took 208 million shares of Cenovus, as well as C$14.1 billion of cash.  The deal made ConocoPhillips the biggest investor in the Calgary, Alberta-based company, although the U.S. oil giant has said it would not be a long-term holder of Cenovus equity.  ConocoPhillips and Cenovus declined to comment. The sources declined to be identified as the information is not public.  Shares of Cenovus extended their losses, to fall as much as 8.8 percent after the Reuters report. They closed down 5.7 percent at C$12.67 on Monday. The broader Canadian energy index was down 2.1 percent.  Cenovus shares have had a wild ride since the acquisition, declining as investors punished the stock over the deal, which was regarded as significantly stretching the Canadian company’s finances.  While still down 27 percent since the deal was announced, they have been bouncing back of late on the back of an oil price CLc1 rebound. The stock is up 24 percent in the last three months.  The move follows a similar overnight stock sale by Royal Dutch Shell Plc RDSa.L, which last month sold its entire stake in Canadian Natural Resources Ltd CNQ.TO for $3.3 billion.  At the time of the 2017 deal, ConocoPhillips valued its Cenovus stake at $9.41 per share based on Cenovus’ New York-listed stock. Since the May 17, 2017, transaction close, the share price has see-sawed above and below that value, although it has consistently traded higher since April 25.  While overnight trades tend to be discounted from current share price levels, in order to incentivize investors, Conoco would need Cenovus’ value to be at a point where it is making money even after the discount to make the sale worthwhile. If the same 2.9 percent reduction was applied from Shell’s overnight sale of Canadian Natural Resources shares, the Cenovus stock would need to be above $9.68 to generate a profit.  Conoco has also moved aggressively to get cash in other areas, including by seizing international assets controlled by Venezuelan state-controlled oil producer PDVSA.  Much of the fresh cash the company has raked in has gone back to shareholders, with the company’s dividend up about 8 percent in the first quarter to 28 cents and a plan to buy back $2 billion in shares this year.","80":"(Reuters) - Oil producer ConocoPhillips, which is buying Concho Resources Inc for $8.3 billion, posted a smaller-than-expected quarterly loss on Thursday as it benefited from a recovery in crude oil prices from pandemic-driven lows.  FILE PHOTO: The logo for ConocoPhillips is displayed on a screen on the floor at the New York Stock Exchange (NYSE) in New York, U.S., January 13, 2020. REUTERS\/Brendan McDermid\/File Photo  Oil prices began recovering in the third quarter after a number of countries started easing their months-long cornonavirus-led lockdowns, which has slammed fuel demand and forced some oil companies to merge for survival.  ConocoPhillips reported a loss of $450 million, or 42 cents per share, compared with third-quarter 2019 earnings of $3.1 billion, or $2.74 per share.  It narrowly beat analyst expectations with an adjusted loss of 31 cents per share, 1 cent narrower than analysts’ average forecast, according to Refinitiv IBES data.  The beat was driven “mostly by lower cash operating costs”, said RBC Capital Markets analyst Scott Hanold.  Third-quarter production was 1.1 million barrels of oil and gas per day, compared with about 1.3 million barrels in the same period last year. The company expects to end the year making around 1.1 million barrels daily and plans to hold production flat next year, Chief Executive Ryan Lance told analysts on Thursday.  “We remain cautious on the pace and timing of recovery,” Lance said.  As oil prices collapsed in the spring during global coronavirus lockdowns, ConocoPhillips said it would curtail more output than any North American producer, reducing its output by 460,000 barrels per day by June.  But the company reversed curtailments during the third quarter and Lance said it was now “back to more normal business” and would focus on the Concho acquisition.  Its shares traded down a fraction at $28.58 on Thursday.  Concho Resources earlier this week reported a small decline in its third-quarter production. Its merger with ConocoPhillips is expected to be completed early next year.  The company’s acquisition of Concho has helped prompt a spate of consolidation in the shale industry, with at least two more multibillion-dollar takeovers being announced in a span of one week.","81":"LONDON (Reuters) - British petrochemicals company Ineos is in exclusive talks with ConocoPhillips COP.N to buy North Sea oil and gas fields worth $3 billion from the U.S. energy company, the Sunday Times newspaper reported, without citing sources.  Reuters reported in May that ConocoPhillips was preparing to sell North Sea assets in order to focus on shale gas production in the United States, and earlier this week Bloomberg said the oil major aimed to sell $3 billion of assets by the year’s end.  The Sunday Times report said that Ineos, owned by Britain’s richest man, Jim Ratcliffe, had paid a deposit in return for three months’ exclusivity on the potential purchase.  HSBC HSBA.L and Citigroup C.N had been approached to provide financing, the newspaper added.","82":"April 26 (Reuters) - ConocoPhillips:  * CHIEF FINANCIAL OFFICE DON WALLETTE SAYS INTENDS TO BE ‘AGGRESSIVE AND PERSISTENT’ TO RECOVER $2 BILLION FROM PDVSA AFTER ICC ARBITRATION AWARD  * CFO SAYS BELIEVES WILL ‘TAKE TIME TO RECOVER THE VALUE THAT WE LOST’ IN VENEZUELA AFTER ASSETS WERE NATIONALIZED BY GOVERNMENT  * SAYS DID NOT RECEIVE A DIVIDEND FROM AUSTRALIA PACIFIC LNG IN FIRST QUARTER  * SAYS RECEIVED $105 MILLION DIVIDEND FROM AUSTRALIA PACIFIC LNG IN SECOND QUARTER  * SAYS SEEING INFLATIONARY COST PRESSURE FROM OILFIELD SERVICE PROVIDERS, ESPECIALLY IN LOWER 48 OPERATIONS  * SAYS WORKING TO OFFSET UPWARD PRESSURES ON SPENDING, TOO EARLY TO TELL HOW WILL AFFECT 2018 CAPEX BUDGET  * CFO: ‘WE THINK OUR STOCK IS UNDERVALUED AND HAS A LOT OF UPSIDE TO IT’  * CFO EXPECTS ARBITRATION RULING FROM ICSID LATER THIS YEAR ON NATIONALIZATION OF ASSETS IN VENEZUELA LIKELY WILL ‘REPRESENT FULL COMPENSATION FOR THE VALUE LOST’  * SAYS DOESN’T HAVE ANY SIGNIFICANT EXPORT CAPACITY OUT OF PERMIAN BASIN  * SAYS FULLY EXPOSED TO MIDLAND\/CUSHING DIFFERENTIAL  * SAYS TALKING WITH MIDSTREAM COMPANIES NOW ABOUT SECURING SPACE ON FUTURE PIPELINES OUT OF PERMIAN Source text for Eikon: Further company coverage: (Reporting By Ernest Scheyder)","83":"July 30 (Reuters) - Independent oil and gas producer ConocoPhillips reported an 11.6% drop in quarterly profit on Tuesday, hit by weaker crude prices.  Adjusted earnings fell to $1.14 billion, or $1.01 per share, in the second quarter ended June 30 from $1.29 billion, or $1.09 per share, a year earlier.  Total production, excluding Libya, rose to 1.29 million barrels of oil equivalent per day (boepd), an increase of 79,000 boepd from a year earlier. (Reporting by Debroop Roy in Bengaluru; Editing by Anil D’Silva)","84":"(Reuters) - ConocoPhillips, the largest U.S. independent oil producer, on Wednesday pared its proposed spending, production and share buybacks for the year, seeking to prevent an oil-price rout from turning into pool of red ink.  FILE PHOTO: The logo for ConocoPhillips is displayed on a screen on the floor at the New York Stock Exchange (NYSE) in New York, U.S., January 13, 2020. REUTERS\/Brendan McDermid  Conoco cut its 2020 budget by $700 million, or 10%, and said that would hit production by 20,000 barrels of oil equivalent per day (boepd) from 1.3 million boepd last year.  The company in November had set a target to raise oil production by 3% this year on a budget of nearly $7 billion.  Producers have been slashing spending and trimming output as a global oil surplus has been building. Demand has been falling as employees stay home, stores remain closed and governments limit travel to fight coronavirus.  U.S. crude futures were trading down at $23.96 a barrel on Wednesday, declining by more than half from December as OPEC and Russia threw off output curbs and launched a price war that has added to the price drop.  Conoco originally set its 2020 budget and production targets assuming oil at $50 a barrel.  The company’s shares were down 6.3% to $24.60 amid a broader drop in oil stocks and U.S. stocks, and opened at their lowest level in 16 years.  “Our industry is clearly experiencing an unprecedented event brought about by simultaneous supply and demand shocks,” Chief Executive Officer Ryan Lance said.  Conoco said it would slow development activity in the United States, lower it in 48 states and defer drilling in Alaska.  The company’s cuts will add to Alaska’s pain. The state faces a $1.5 billion budget deficit and froze hiring this month as revenue from oil and gas continues to fall.  Conoco had forecast spending about $3.4 billion in the state this year, more than half the industry’s total capital and operating expenditure in the state. It is developing new fields in the northern-most U.S. state and has said it would spend about $25 billion there to maintain and increase production through 2045.  The company also halved its $3 billion a year share buyback program, and said it would reduce its share repurchase to a quarterly run rate of $250 million beginning in the second quarter, from the previous run rate of $750 million.  Conoco has turned to distributing returns to shareholders primarily through stock buybacks after slashing its dividend during the last oil bust in 2016.  Other shale firms and oil majors have also sought to cut production and spending. Saudi Aramco last week outlined plans to cut its spending by $2.8 billion to $7.8 billion while Exxon Mobil, BP and Chevron also promised unspecified cuts.","85":"FILE PHOTO: The logo for ConocoPhillips is displayed on a screen on the floor at the New York Stock Exchange (NYSE) in New York, U.S., January 13, 2020. REUTERS\/Brendan McDermid  WINNIPEG, Manitoba (Reuters) - U.S. oil major ConocoPhillips said on Wednesday that it agreed to buy land from Kelt Exploration Ltd in Canada’s Montney shale oil play, in a $375 million deal.  The 140,000 acres in British Columbia are directly adjacent to ConocoPhillips’ own Montney lands, the company said. The oil resource amounts to 1 billion barrels of oil equivalent.  The deal allows ConocoPhillips to extend its existing position at an attractive cost, Chief Operating Officer Matt Fox said.  It comes three years after Houston-based ConocoPhillips sold much of its Canadian assets to Cenovus Energy, part of a multi-year withdrawal of foreign producers from Canada. In April, ConocoPhillips reduced production at its Surmont Canadian site by 100,000 barrels of oil per day.  Kelt said in a statement that the sale would strengthen its finances during an uncertain economic time, while leaving it a large inventory of future drilling sites.  The deal is expected to close Aug. 21.","86":"FILE PHOTO: The logo for ConocoPhillips is displayed on a screen on the floor at the New York Stock Exchange (NYSE) in New York, U.S., January 13, 2020. REUTERS\/Brendan McDermid\/File Photo  (Reuters) - ConocoPhillips said on Tuesday it would bring back some of the curtailed production in July, joining a growing list of oil producers turning on the taps months after a plunge in demand slammed the brakes on drilling.  U.S. shale drillers had to cut supply by roughly 2 million barrels per day to counter a historic crude price crash stemming from low demand caused by coronavirus-induced lockdowns and a price war between top producers.  However, nearly a quarter of the shut-in production is expected to have been brought back in June, as a recovery in benchmark oil prices to around $40 a barrel makes some shale output profitable again.  ConocoPhillips said it would revive production in the Lower 48 region during July, while in Surmont it would increase output from curtailed levels in the third quarter.  Earlier this month, ConocoPhillips said it would restart some of the shut-in production in Alaska.  Shale producers Parsley Energy Inc and EOG Resources Inc have also disclosed plans to restore some or all of their output cuts.  ConocoPhillips, the world’s largest independent oil and gas producer, had announced the biggest cuts by any North American producer in April, reducing its output by 460,000 barrels per day by June.  Accounting for curtailments and planned turnaround activity, it now expects to report second-quarter production volumes of 960,000 to 980,000 barrels of oil equivalent per day.","87":"SINGAPORE, Aug 27 (Reuters) -  * ConocoPhillips has sold 650,000 barrels of October-loading East Timor’s Bayu Undan condensate at a discount of about $3.5 a barrel to dated Brent, three trade sources said on Tuesday  * The buyer of the sole October cargo is likely an oil major  * The cargo was offered to be loaded between Oct 1 and Oct 7  * The Bayu Undan gas field, run by ConocoPhillips, is expected to run dry by 2022 (Reporting By Shu Zhang, Editing by Sherry Jacob-Phillips)","88":"Jan 31 (Reuters) - ConocoPhillips, the world’s largest independent oil producer, reported a surge in quarterly adjusted profit on Thursday, helped by higher production and realized prices for its crude.  Total production, excluding Libya, rose 94,000 barrels of oil equivalent per day (boe\/d) to 1.31 million boe\/d.  In the first quarter of 2019, the company expects to produce 1.29 million boe\/d to 1.33 million boe\/d.  The company said adjusted net income rose to $1.31 billion, or $1.13 per share, in the fourth quarter ended Dec. 31, from $540 million, or 45 cents per share, a year earlier. (Reporting by Debroop Roy in Bengaluru; Editing by Maju Samuel)","89":"MELBOURNE (Reuters) - U.S. oil and gas producer ConocoPhillips said on Monday it signed a deal to sell its 30 percent stake in the Greater Sunrise gas field to East Timor for $350 million.  FILE PHOTO: Logos of ConocoPhillips are seen in its booth at Gastech, the world's biggest expo for the gas industry, in Chiba, Japan, April 4, 2017. REUTERS\/Toru Hanai  A delegation led by former East Timor president Xanana Gusmao and its proposed new petroleum minister Alfredo Pires signed a final agreement in Bali last Friday with ConocoPhillips’ Australia West president Chris Wilson, the Australian Financial Review reported earlier on Monday, without citing any sources.  Taking a stake would help East Timor position itself to push for the development of Greater Sunrise, discovered in 1974 but long delayed as it straddles the maritime border between Australia and East Timor, which was only agreed earlier this year following a protracted dispute between the two countries.  “Although we differ with the government on its proposed development plan for Sunrise, we recognize the importance of the field to the nation of Timor-Leste,” ConocoPhillips said.  The company’s shares rose as much as 2.2 percent to $79.13, highest since September 2014.  The deal is expected to close in the first quarter of 2019, once certain conditions are met, Conoco said.  The border agreement outlined two options for developing Greater Sunrise - piping the gas to East Timor, which the tiny Southeast Asian nation has long wanted, or piping it to Australia for processing.  East Timor wants the gas to come to its shores as it is eager to develop oil and gas-based industries, such as petrochemicals manufacturing, to diversify its economy, one of the world’s poorest.  The need is urgent as the government’s main source of revenue, the Bayu Undan gas field run by ConocoPhillips, is set to run dry by 2022.  The East Timor embassy in Australia did not respond to phone calls or an email request for comment.  Australia’s Woodside Petroleum, operator and 33 percent stakeholder in Greater Sunrise, could not be reached for comment outside of business hours.  The Sunrise and Troubadour gas fields, together known as Greater Sunrise, were discovered in 1974 and hold around 5.1 trillion cubic feet of gas, according to the project’s operator, Australia’s Woodside Petroleum.  The fields also hold about 226 million barrels of condensate, an ultra-light form of crude oil that would help make the development more profitable.  The other owners are Royal Dutch Shell and Japan’s Osaka Gas.  State-owned company Timor Gap is looking to build a liquefied natural gas plant on the country’s south coast, the Australian Financial Review said.  Timor Gap was not immediately available for comment. Pires did not respond to an email.  Under an agreement signed in March, East Timor will receive 70 percent of the royalty revenues from Greater Sunrise if the gas is piped to its shores or 80 percent if piped to Australia.","90":"LONDON (Reuters) - Italy’s Eni has teamed up with private equity firm HitecVision to bid against Chrysaor for ConocoPhillip’s North Sea oil and gas assets, sources close to the process said.  Conoco relaunched the sale process in recent weeks after energy and chemicals firm Ineos, privately owned by British billionaire Jim Ratcliffe, abandoned exclusive talks with the U.S. company, the sources said.  The sale, which would mark Conoco’s exit from the ageing basin after more than 50 years, was expected to raise up to $2 billion.  Eni is partnering with Norway’s HitecVision to bid for the assets, sources close to the process said.  The two firms are looking to tighten cooperation in the North Sea after merging their Norwegian assets to create independent producer Var Energi in December, the sources said.  Chrysaor, backed by private equity firm EIG Global Partners, became one of the largest North Sea producers after acquiring assets from Royal Dutch Shell for $3.8 billion in 2017.  Chrysaor Chief Executive Officer Phil Kirk has stated he wants to grow Chrysaor’s operations in the basin.  The sources said Chrysaor was looking at Conoco’s assets before Ineos entered exclusive talks and was now preparing a formal bid.  Chrysaor was expected to carry on with its bid for Chevron’s North Sea assets, the sources said.  ConocoPhillips, whose production in Britain’s North Sea reached 75,000 barrels of oil equivalent per day in 2017, said it was continuing the sale process for its British North Sea assets with a number of parties, without naming them.  The assets include a 7.5 percent stake in the west Shetlands region’s Clair field, which is operated by BP, as well as holdings in the Britannia and J-Block hubs.  Eni, Chrysaor and Ineos declined to comment.  HitecVision was not immediately available to comment.","91":"MELBOURNE (Reuters) - East Timor’s $350 million purchase of ConocoPhillips’ stake in the Greater Sunrise gas field has eliminated at least one hurdle to its long-delayed development, but analysts say any go-ahead may be at least a decade away.  FILE PHOTO: Logos of ConocoPhillips are seen in its booth at Gastech, the world's biggest expo for the gas industry, in Chiba, Japan, April 4, 2017. REUTERS\/Toru Hanai  ConocoPhillips COP.N said on Monday it had sold its 30 percent stake in the project to East Timor, allowing the tiny nation to push for development of the field, discovered in 1974 but held up as it straddles the maritime border between Australia and East Timor.  The border issue was settled earlier this year and East Timor wants to develop Greater Sunrise by piping gas to a liquefied natural gas (LNG) plant on its south coast, while the project partners favor a plant in Darwin in north Australia.  “Although we don’t think a Timor Leste-based option is the most economic development, we respect their preference and their drivers for doing that and we’ve agreed to make the sale,” ConocoPhillips vice president Kayleen Ewin told Reuters.  “What we really hope is that allows the Timor government to progress their vision for the development of Sunrise on their south coast.”  The Greater Sunrise partners, led by Australia's Woodside Petroleum WPL.AX along with ConocoPhillips, Royal Dutch Shell RDSa.AS and Japan's Osaka Gas 9532.T, have long argued the Timor option would be unprofitable.  Under an agreement signed in March, East Timor will receive 70 percent of the royalty revenues from Sunrise if the gas is piped to its shores or 80 percent if piped to Australia.  An independent report to the United Nations said East Timor would have to invest $7.1 billion for an LNG project on its shores and found that with a tolling fee of $2 per million Btu, the Timor government and Timor LNG owner would reap a total of $15.2 billion.  In contrast, the country would reap $25 billion from the Darwin option, the report said.  Nevertheless the Timor government wants the gas to come to its shores as a way to diversify its economy, one of the world’s poorest, using the gas to develop new industries and expertise.  The need is urgent as the government’s main source of revenue, the Bayu Undan gas field run by ConocoPhillips, is set to run dry by 2022.  “Timor-Leste looks forward to working with the other joint venture members to successfully develop the project,” the country’s former president Xanana Gusmao, who led the talks with ConocoPhillips, said in the statement released by the U.S. firm.  Analysts remain skeptical about prospects of the field being developed within the next 10 years, as the parties still need to negotiate fiscal terms and tolling agreements.  However Credit Suisse analyst Saul Kavonic said if other parties get involved, such as the Chinese and Koreans, with further stake sales, it might go ahead.  “While it remains an off-chance, Xanana Gusmao and the Timorese have a stubborn habit of fighting to make ‘off-chances’ become a reality,” Kavonic said.  ConocoPhillips said its sale is expected to close in the first quarter of 2019, once funding is approved by East Timor’s parliament and the partners decide whether to exercise their pre-emption rights.  Woodside, Shell and Osaka Gas said they would work with East Timor to progress the project, including production sharing contracts and fiscal terms, but made no comment on their preferred development option.  Osaka Gas said it has no plans to buy an additional stake, but Woodside and Shell made no comment on their pre-emption rights.  The Sunrise and Troubadour gas fields, together known as Greater Sunrise, hold around 5.1 trillion cubic feet of gas and about 226 million barrels of condensate.","92":"JAKARTA, July 22 (Reuters) - Indonesia has agreed to extend the production sharing contract for the Corridor natural gas block with ConocoPhillips, Spain’s Repsol SA and Pertamina, Deputy Energy Minister Arcandra Tahar said on Monday.  The existing contract will expire in late 2023. The ministry has agreed to extend the contract by 20 years and ConocoPhillips will operate the block until 2026 before the company transfers operatorship to state-owned Pertamina, Energy Minister Ignasius Jonan said.  ConocoPhillips’ participating interest in the block will be lowered to 46%, from 54% currently. Pertamina’s interest will increase to 30% from 10% and Repsol will have 24% interest of the block according to the new contract, said Tahar. (Reporting by Wilda Asmarini; writing by Fransiska Nangoy; editing by Christian Schmollinger)","93":"FILE PHOTO: Flags fly outside ConocoPhillips offices in Houston, Texas, U.S., April 30, 2019. REUTERS\/Loren Elliott\/File Photo  CARACAS (Reuters) - A World Bank arbitration panel lowered an initial $8.7 billion award to U.S. oil company ConocoPhillips COP.N as compensation for Venezuela's 2007 expropriation of its assets to $8.5 billion, according to a decision dated Aug. 29 posted online.  The new award will represent savings of $200 million from the first award in April, Venezuelan opposition leader Juan Guaido’s overseas legal representative said on Twitter on Monday.  A ConocoPhillips spokesman said the rectification lowered the award by $227 million and that the company “does not challenge” the action.  “We remain committed to pursuing all available legal avenues to obtain a full and fair recovery of the award,” the spokesman said.  Guaido has prioritized protecting Venezuela’s overseas assets since being recognized as the country’s rightful leader by the United States and dozens of other countries this year. He has also requested that the World Bank’s International Center for Settlement of Investment Disputes (ICSID) annul the award.  Guaido argues that socialist President Nicolas Maduro is usurping power after winning a May 2018 election dismissed by the opposition and most Western democracies as a sham. Maduro calls Guaido a U.S.-backed puppet seeking to oust him in a coup.  Jose Ignacio Hernandez, Guaido’s legal representative who now represents Venezuela in the case, did not respond to requests for comment on the status of the annulment request.","94":"(Reuters) - ConocoPhillips COP.N on Monday agreed to buy U.S. shale oil producer Concho Resources Inc CXO.N for $9.7 billion, as the energy sector consolidates further on the back of lower fuel prices and demand.  Slideshow ( 2 images )  The low-premium, all-stock deal comes as many U.S. shale companies have been mired in losses due to weak crude prices and, unlike in past downturns, have struggled to raise new capital to restructure heavy debts.  The deal swaps 1.46 shares of ConocoPhillips for each Concho share, at a premium of about 1.5% over its Friday price. Shares in Concho and ConocoPhillips on Monday fell amid a market selloff, with Concho off 2.8% at $47.26 and ConocoPhillips down 3.2% to $32.70. Concho had sold for as much as $93 a share in January before the COVID-19 pandemic cut oil demand and prices.  “Size, scope and scale has become more important,” said Concho Chief Executive Timothy Leach, who will run the combined company’s U.S. production excluding Alaska. “This combination with ConocoPhillips was the best thing for our shareholders.”  The purchase propels ConocoPhillips to the ranks of the top producers in the Permian Basin, the prime U.S. oilfield, and makes it the largest U.S. independent oil and gas producer, pumping 1.5 million barrels per day (bpd).  The fifth-largest producer by volume in the Permian, Concho pumps about 319,000 bpd, from wells spread across more than half a million acres. ConocoPhillips is a major producer in two other U.S. shale fields but pumps about 50,000 bpd in the Permian.  “Concho has been on the short list of big Permian companies attracting interest due to its large production, vast acreage and relatively low debt,” said Andrew Dittmar, M&A analyst at consultancy Enverus.  It has scant drilling acreage on federal lands, a plus given Democratic party presidential candidate Joe Biden’s proposal to ban new fracking permits on government property, he said.  ConocoPhillips CEO Ryan Lance said the two executives have a shared vision for building a business that can endure volatile markets. “We’re focused on low-cost supply,” he said, adding Concho has “a low-cost supply that fits.”  The sector has been consolidating after many shale producers borrowed in a bet on higher prices. Prices tanked instead, leaving shale investors with little to show for the rising output and companies struggling to pay down debts.  The deal continues a trend of all-stock, low-premium combinations, including the WPX Energy-Devon merger and Chevron Corp CVX.N's purchase of Noble Energy.  ConocoPhillips said the premium was 15% based on Concho’s price on Oct. 13, before news reports on the deal talks surfaced.  Concho had $3.9 billion in long-term debt at the end of June and has not posted an annual profit since 2018. Its second quarter loss was $435 million, wider than a loss of $97 million a year earlier.  The combined company will hold about 23 billion barrels of oil and gas with an average cost of supply of below $30 per barrel of U.S. West Texas Intermediate crude, ConocoPhillips said.  The deal, which faces shareholder votes, is expected to provide $500 million in annual cost and capital savings by 2022. A closing is expected in the first quarter next year.","95":"HOUSTON, May 7 (Reuters) - ConocoPhillips is expected to renew an effort to temporarily take control of Venezuela’s PDVSA oil inventories at the 335,000-barrel-per-day Isla refinery in Curacao in the coming days, according to sources close to the state-run firm’s operations in the Caribbean.  The U.S. oil company last week took PDVSA oil inventories and assets in Bonaire and St. Eustatius to enforce a $2 billion arbitration award by the International Chamber of Commerce. It tried to do the same using an ICC April ruling in Curacao, but the orders were rejected on that island because of improper wording, sources said.  Conoco’s legal maneuvering temporarily retains assets - from oil inventories, to cargoes and facilities - and could give Conoco the ability to sell them. (Reporting by Marianna Parraga and Gary McWilliams Editing by Phil Berlowitz)","96":"A federal judge in Anchorage has denied a bid by indigenous and environmental groups to block construction, which could begin as early as Tuesday, that is part of oil producer ConocoPhillips Co’s $2 billion to $3 billion drilling project in the National Petroleum Reserve in Alaska.  U.S. District Judge Sharon Gleason on Monday denied the plaintiffs’ separate motions to preliminary enjoin the Bureau of Land Management from authorizing ConocoPhillips to build roads and open a gravel mine as part of its Willow project in the wilderness area along Alaska’s North Slope oilfields. The judge said the groups’ claims of National Environmental Policy Act (NEPA) violations are likely time-barred, and their Endangered Species Act allegation that the activities will irreparably harm imperiled polar bears does not hold up.  To read the full story on Westlaw Today, click here: bit.ly\/3pEb5HE","97":"March 6 (Reuters) - Ceraweek - ConocoPhillips:  * CHIEF EXECUTIVE RYAN LANCE SAYS SHAREHOLDERS ARE ‘FRUSTRATED’ WITH THE E&P INDUSTRY  * CEO SAYS E&P INDUSTRY DESTROYED VALUE OVER LAST 10-15 YEARS  * CEO SAYS E&P INDUSTRY TRYING TO ATTRACT VALUE INVESTORS  * CEO SAYS SHALE OUTPUT WILL TAKE UP RISING PART OF COMPANY’S PRODUCTION OVER TIME  * CEO SAYS ‘GENERALLY SPEAKING’ THE GLOBAL LNG MARKET IS OVERSUPPLIED RIGHT NOW Source text for Eikon: Further company coverage: (Reporting By Ernest Scheyder)","98":"(Adds Conoco spokesman, Venezuela debt payments due)  HOUSTON, Oct 25 (Reuters) - U.S. oil producer ConocoPhillips on Thursday said it received $345 million in cash and commodities last quarter from Venezuelan state oil firm PDVSA under a settlement that came after Conoco seized some of PDVSA’s assets in the Caribbean.  The proceeds were part of a first installment under a deal to satisfy a $2 billion arbitration award Conoco won earlier this year over broken oil contracts in the South American country.  The payment, disclosed with the company’s third-quarter earnings, came months after Conoco went to local courts and obtained the right to seize most of Petroleos de Venezuela’s Caribbean inventories, logistics and storage assets to enforce an April arbitration award.  PDVSA did not respond to a request for comment.  The state oil company is facing payments in coming days on bonds maturing in 2020. PDVSA used Citgo Petroleum, its U.S. refining unit, as 51 percent collateral on the 2020 bond.  Conoco in August suspended its legal seizures of PDVSA assets on the islands of Aruba, Bonaire, Curacao, and St Eustatius after PDVSA agreed to make an initial, $500 million payment within 90 days.  The court-ordered seizures aggravated Venezuela’s oil-export declines caused by falling oil production due to lack of investment and an exodus of skilled workers. Oil is the financial backbone of the country’s economy, which is suffering from hyperinflation and financial sanctions by the U.S. government.  The U.S. oil producer said on Thursday it expects to receive the remaining $155 million of PDVSA’s first payment this quarter. A Conoco spokesman was unable to detail how much of the initial payment was cash and whether the commodities received included crude or refined products in storage at PDVSA Caribbean terminals.  Conoco scheduled a conference call later on Thursday to discuss details of its third quarter results.  The agreement with PDVSA provided for the remaining $1.5 billion of the International Chamber of Commerce (ICC) award to be paid quarterly to Conoco over a 4-1\/2 year period. Conoco had sought $22 billion from PDVSA through the ICC for broken contracts and loss of future profits from two oil production projects in the country.  The settlement is not the end of legal maneuvers stemming from Conoco’s 2007 exit from Venezuela during the country’s nationalization drive. Conoco has an arbitration case before the World Bank’s International Centre for Settlement of Investment Disputes that is expected to be concluded this year.  In all, the Houston-based oil company has sought $33 billion over the Venezuelan project losses in various international courts.","99":"OSLO, Oct 8 (Reuters) - ConocoPhillips will close down production at Norway’s Ekofisk 2\/4 B platform if a strike by Norwegian oil workers goes ahead as planned on Oct. 10, the company told Reuters on Thursday.  The platform’s output is about 7,000 barrels of oil equivalent per day, it added. (Reporting by Nerijus Adomaitis, writing by Terje Solsvik, editing by Gwladys Fouche)","100":"* North Sea producer Chrysaor also preparing bid - sources  * Conoco relaunched sale after Ineos abandoned talks  * Assets could fetch up to $2 billion  LONDON, Feb 28 (Reuters) - Italy’s Eni has teamed up with private equity firm HitecVision to bid against Chrysaor for ConocoPhillip’s North Sea oil and gas assets, sources close to the process said.  Conoco relaunched the sale process in recent weeks after energy and chemicals firm Ineos, privately owned by British billionaire Jim Ratcliffe, abandoned exclusive talks with the U.S. company, the sources said.  The sale, which would mark Conoco’s exit from the ageing basin after more than 50 years, was expected to raise up to $2 billion.  Eni is partnering with Norway’s HitecVision to bid for the assets, sources close to the process said.  The two firms are looking to tighten cooperation in the North Sea after merging their Norwegian assets to create independent producer Var Energi in December, the sources said.  Chrysaor, backed by private equity firm EIG Global Partners, became one of the largest North Sea producers after acquiring assets from Royal Dutch Shell for $3.8 billion in 2017.  Its Chief Executive Officer Phil Kirk has stated he wants to grow Chrysaor’s operations in the basin.  Chrysaor was looking at Conoco’s assets before Ineos entered exclusive talks and was now preparing a formal bid, the sources said.  Chrysaor was expected to carry on with its bid for Chevron’s North Sea assets, the sources said.  HitecVision was not immediately available to comment. Eni, Chrysaor, Ineos and Conoco declined to comment.","101":"HOUSTON (Reuters) - ConocoPhillips said on Thursday it would sharply reduce oil output in coming weeks, aiming to shut 35% of its volume by June after weak energy prices led to a loss of $1.7 billion in the first quarter.  FILE PHOTO: The logo for ConocoPhillips is displayed on a screen on the floor at the New York Stock Exchange (NYSE) in New York, U.S., January 13, 2020. REUTERS\/Brendan McDermid  The world’s largest independent oil and gas producer plans to accelerate output cuts by 40,000 barrels per day (bpd) in May and bring its reduction in North America by June to 460,000 bpd, the largest cut by any producer.  “We’d be curtailing as much as we could right now,” Chief Executive Ryan Lance said on a call with analysts, noting decades-low prices. Industry production cuts are “going to drive supply down to match inventory levels and what the refineries can take,” he said.  The June figure includes a 100,000 bpd reduction in the company’s Alaska oil and gas production. ConocoPhillips is one of the state’s largest oil producers, with 2019 output of 217,000 bpd.  Crude prices have crashed in the past six weeks as the coronavirus outbreak hit demand during a Russia-Saudi price war, leading to a global oil glut and prompting higher cost U.S. producers to sharply curb output.  Houston-based ConocoPhillips reported a first-quarter loss on Thursday as it took big hits from impairments and the falling value of its stake in Canadian producer Cenovus Energy Inc.  ConocoPhillips is the biggest shareholder of Cenovus, with a 17% stake, according to Refinitiv Eikon data, and its unrealized loss on the stake was $1.69 billion during the quarter.  Total realized price per barrel was $38.81 in the quarter compared with $50.59 a year earlier, ConocoPhillips said.  The company posted a net loss of $1.74 billion, or $1.60 per share, in the first quarter ended March 31, compared with a profit of $1.83 billion, or $1.60 per share, a year earlier.  Excluding items, ConocoPhillips earned 45 cents per share, while analysts had expected a profit of 23 cents, according to IBES data from Refinitiv.  ConocoPhillips shares edged lower to $42.10 and are off 36% year to date.  The company’s production, excluding Libya, in the latest quarter was 1.28 million barrels of oil equivalent (BOE) per day, a drop of 40,000 BOE per day from the same period a year ago.","102":"April 30 (Reuters) - U.S. oil and gas company ConocoPhillips reported a 58% plunge in adjusted quarterly profit on Thursday, weighed down by lower output and an unprecedented plunge in crude prices.  The world’s largest independent oil and gas producer reported adjusted earnings of $486 million, or 45 cents per share, in the first quarter ended March 31, compared with $1.15 billion, or $1 per share, a year earlier.  Production excluding Libya for the first quarter of 2020 was 1.28 million barrels of oil equivalent (BOE) per day, a decrease of 40,000 BOE per day from the same period a year ago. (Reporting by Shradha Singh in Bengaluru; Editing by Amy Caren Daniel)","103":"HOUSTON (Reuters) - Venezuela must pay ConocoPhillips more than $8 billion to compensate for the 2007 expropriation of oil assets by the country’s late socialist leader Hugo Chavez, the World Bank ruled on Friday, making the U.S. energy company the largest victor in claims stemming from nationalizations in the OPEC country.  Logos of ConocoPhillips are seen in its booth at Gastech, the world's biggest expo for the gas industry, in Chiba, Japan, April 4, 2017. REUTERS\/Toru Hanai  The company may have to fight to collect. Venezuela has balked at paying in other arbitration cases and may challenge the World Bank tribunal’s decision. Conoco previously has used legal seizures of Venezuelan oil assets to enforce its claims.  The oil company had sought up to $30 billion for the takeover of three oil projects more than 10 years ago, according to a World Bank report. The tribunal, known as ICSID, found the takeover unlawful in 2013 and two years ago rejected the OPEC-member country’s request for reconsideration.  The tribunal said Conoco could not seek double recovery. It was not immediately clear how that finding would affect Friday’s total $8.7 billion award. The past award covered two of the company’s three oil projects in Venezuela.  Venezuela’s oil production has fallen to an almost seven-decade low due to mismanagement, a lack of investment and financial sanctions imposed by the U.S. government. Its declining oil exports have led the nation into a severe economic crisis and fueled an exodus of about 3 million residents.  Venezuela’s main foreign asset is U.S.-based Citgo Petroleum, an oil refiner that recently appointed with Washington’s support a board of directors independent of Venezuela’s socialist government.  “For Venezuela, it is possible to pay Conoco with Citgo’s assets, so this award makes it politically complex for the U.S. government to protect Citgo against creditors if one of the claimants is a U.S.-based company,” said Francisco Monaldi, an expert in Latin American energy at Rice University’s Baker Institute.  Venezuela’s communications ministry was unavailable for immediate comment, and state-owned oil company PDVSA said it would not comment immediately.  The government of opposition leader Juan Guaido is “analyzing its options to defend the Republic,” Miguel Angel Santos, an adviser to the government’s representative to the Inter-American Development Bank, said in a tweet on Friday.  The South American country six times sought and failed to disqualify one of the panel’s three arbitrators. The rejection could provide Venezuela an avenue to challenge the award, said an attorney familiar with the country’s arbitration cases who declined to be identified.  Law firm Curtis Mallet-Prevost, Colt & Mosle, which represented Venezuela before the tribunal, had no comment.  “Having willfully breached its international obligations, Venezuela cannot claim the benefit of any restriction of its liability under international law,” the tribunal wrote. As a result, Conoco is “entitled to full reparation for the takings in accordance with international law.”  The decision “upholds the principle that governments cannot unlawfully expropriate private investments without paying compensation,” Conoco General Counsel Kelly B. Rose said.  While Conoco prevailed in its main claim of damages arising from the expropriation of its assets, the award represents about 40 percent of its claim. ICSID ruled against the company’s request for the loss of future tax credits, which was valued at some $10 billion, the ICSID said.  The tribunal’s decision brings Conoco’s total awards under two different Venezuela arbitration cases to $10.7 billion. Under World Bank rules either party to a decision can request to annul the award, which would trigger a stay of any enforcement.  Last year, Conoco received a $2.04 billion award from the International Chamber of Commerce (ICC) involving broken contracts on some of the same assets. PDVSA agreed to pay the award and delivered $400 million after Conoco began to attach assets in the Caribbean to enforce the ruling.  Canadian mining firms Rusoro Mining Ltd and Crystallex International Corp last fall each settled an arbitration claim with Venezuela for more than $1 billion.  Exxon Mobil Corp’s $1.6-billion award against Venezuela over its 2007 oil project expropriation was annulled by the ICSID in 2015. Exxon last year filed a new claim seeking to restore the original decision.  Venezuela’s nationalization wave, led by Chavez as part of his Socialist project, led to more than 20 international arbitration claims, which remain mostly unpaid.  Conoco shares closed down 3.7 percent at $65.43.","104":"HOUSTON (Reuters) - ConocoPhillips COP.N, the world's largest independent oil and gas exploration and production company, posted a bigger-than-expected first-quarter profit on Thursday, helped by rising crude prices CLc1 and cost cuts.  FILE PHOTO: Logos of ConocoPhillips are seen in its booth at Gastech, the world's biggest expo for the gas industry, in Chiba, Japan, April 4, 2017. REUTERS\/Toru Hanai\/File Photo - RC11AEA51EE0  Results at Conoco, like many of its peers, have steadily improved in recent quarters alongside commodity prices and as better technology makes operations more efficient.  Conoco’s stock has risen as the company has prioritized cost cuts and asset sales over production increases. The Houston-based company generated more cash in the first quarter than its capital budget and shareholder payouts, an accomplishment feted by analysts.  Shares are up about 21 percent so far this year, outpacing the S&P 500 Energy Index .SPNY, which has gained about 3 percent since January. The stock's biggest increase came after the company boosted its share buyback and dividend in February.  Conoco’s stock closed 2.9 percent higher at $66.97.  “We’re maintaining our discipline and following our game plan,” Chief Financial Officer Don Wallette told investors on a conference call.  Earnings rose to $888 million, or 75 cents per share, compared to $586 million, or 47 cents, in the year-ago quarter.  Excluding one-time items, the company earned 96 cents per share, exceeding the 73 cents expected by analysts, according to Thomson Reuters I\/B\/E\/S.  Doug Terreson, an oil industry analyst with Evercore ISI, said the results reflected a “positive surprise” and were an indication that energy companies can generate healthy profits even when prioritizing shareholder returns.  Production fell 23 percent to 1.2 million barrels of oil equivalent per day (boe\/d) as a result of recent asset sales.  Conoco's U.S. shale operations, which made money after losing cash for more than a year, are now profitable at oil prices CLc1 under $45 per barrel, more than $20 below current levels.  “We’re seeing the earnings power of our unconventional operations driving our overall portfolio,” Wallette said.  Conoco kept its 2018 capital budget at $5.5 billion, but raised its production outlook slightly and now expects to pump 1.2 million to 1.24 million boe\/d this year.  Conoco said on Wednesday an international arbitration court ordered Venezuela’s state-run oil company, PDVSA [PDVSA.UL], to pay it $2.04 billion for early dissolution of two joint ventures.  “We intend to be aggressive and persistent” in recovering the award, Wallette said. “It’s something that’s going to take time to recover, the value that we lost.”  Rivals Exxon Mobil Corp XOM.N and Chevron Corp CVX.N report results on Friday.","105":"(Reuters) - Courts in Curacao and Bonaire have partially lifted attachments introduced by ConocoPhillips aiming to seize Venezuelan PDVSA’s [PDVSA.UL] assets to satisfy a $2 billion arbitration ruling, according to a copy of the documents seen by Reuters.  Slideshow ( 2 images )  Conoco has aggressively moved to take over state-run oil firm PDVSA’s inventories, cargoes and facilities following an award by the International Chamber of Commerce last month.  The dispute has particularly affected the Caribbean, where PDVSA owns and operates refineries and terminals that supply several islands.  “Both the court in Curacao and those in Bonaire have decided that the attachments must be lifted to the extent that this is necessary for the fuel and\/or electricity supply on both islands,” the Common Court of Justice said in a release.  The proceeds from the fuel sales to local distributor Curoil must be transferred to a specially designated account, where the money will remain until it is established who will be entitled to it, the court added.  “We are pleased with the result, as this is consistent with the proposal made by ConocoPhillips to both (islands’) local authorities, Curoil and the local courts,” Conoco said in a statement.  PDVSA did not respond to a request for comment. Conoco’s seizure requests froze PDVSA’s oil inventories in Aruba, Curacao, Bonaire and St. Eustatius, as well as two oil cargoes off Aruba. Curacao’s 335,000-barrel-per-day (bpd) Isla refinery is currently operating, but PDVSA has not sent crude to that facility since last week, so it is expected to halt operations in the near future, according to PDVSA sources.  The Bonaire and Curacao judges also ruled that PDVSA must resume fuel deliveries to Curoil, but it is unclear how Isla would continue producing. PDVSA will be fined $1 million for each day it does not comply with the ruling, with a maximum fine of $100 million, the Curacao judge said in a statement.  Conoco’s legal actions have created worry across the Caribbean and Central America as 47,000 bpd of fuel were expected to be shipped by PDVSA from Curacao in May mainly to Cuba, Belize, Nicaragua, El Salvador and Haiti, according to PDVSA’s internal trade reports.  Curacao Prime Minister Eugene Rhuggenaath last week said the dispute is posing a “potential crisis” for the island. Aruba is preparing a contingency plan to avoid a situation similar to Curacao and Bonaire, where inventories were blocked, according to Aruba’s prime minister, Evelyn Wever-Croes.  The U.S. State Department earlier this week said there is enough oil in the global market to make up for potential fuel disruptions due to Conoco’s actions. “The U.S. Department of State remains in contact with our partners in the Caribbean to reduce the risk of supply disruptions,” said Vincent Campos, spokesman for the Bureau of Energy Resources.","106":"March 28 (Reuters) - ConocoPhillips:  * CONOCOPHILLIPS ANNOUNCES PRICING OF CASH TENDER OFFER  * CONOCOPHILLIPS ANNOUNCES PURCHASE UP TO $400 MILLION IN AGGREGATE PRINCIPAL AMOUNT OF OUTSTANDING DEBT SECURITIES Source text for Eikon: Further company coverage:","107":"HOUSTON\/BANGALORE (Reuters) - ConocoPhillips COP.N said on Thursday it would slash spending and cut U.S. oil output by about 30% of this year's target, the largest cut so far by a major shale producer to deal with an unprecedented drop in oil demand.  FILE PHOTO: The logo for ConocoPhillips is displayed on a screen on the floor at the New York Stock Exchange (NYSE) in New York, U.S., January 13, 2020. REUTERS\/Brendan McDermid  U.S. oil and gas producers have cut expenses, dismissed tens of thousands of workers, and shut-in wells as coronavirus-related lockdowns have curtailed travel and closed businesses, knocking down crude prices CLc1 by 60% this year.  ConocoPhillips will reduce planned North American output by 225,000 barrels per day (bpd), the company said. Overall, U.S. and Canadian producers have chopped 729,000 bpd from their goals, according to a Reuters tally of announced cuts.  The cuts are quickly outpacing even the most recent U.S. government forecasts. By December, the reductions could lop off 2.15 million bpd from pre-coronavirus targets, consultancy Rystad Energy said on Wednesday. That would put the United States slightly above the curbs sought by the Organization of the Petroleum Exporting Countries this month.  “We are just not going to sell our crude for these kinds of prices,” ConocoPhillips Chief Executive Ryan Lance said on a call with analysts. “I would expect you’re going to see a lot more of this.”  OPEC and its allies, including Russia, this month pledged to cut their May production by roughly 9.7 million bpd to halt an oil glut. They have called on the United States, Norway, Brazil and others to take steps to curb production to support their own energy industries.  The U.S. government cannot mandate cuts by private firms, but producers have shut in wells as they face rapidly filling U.S. pipelines and storage tanks, and falling demand for oil by refiners.  Some U.S. producers including Chevron Corp CVX.N, Occidental Petroleum Corp OXY.N, and Diamondback Energy Inc FANG.O have whacked spending. The top U.S. oil company, Exxon Mobil Corp XOM.N, this month slashed spending by 30%. Overall, oil companies have pulled back 2020 spending plans by an average of 22%.  ConocoPhillips said in addition to cutting 125,000 bpd from its mainland U.S. operations, it will reduce production in Canada by about 100,000 bpd due to low prices.  The company last month halved its $3 billion-a-year share buyback program and on Wednesday suspended purchases altogether. It has emphasized buybacks as its primary means of rewarding shareholders, but will continue to pay a cash dividend.  ConocoPhillips is reducing its 2020 spending budget by 35% from its original $6.6 billion target. The new budget is $4.3 billion, it said.  Executive and employee pay increases granted earlier in 2020 will be canceled and everyone will be paid at 2019 levels, the company said.  U.S. and Canadian producers, generally burdened with higher costs than some of their global competitors, have slashed spending overall by more than $37 billion, or around 30%.  ConocoPhillips said it will not cut production in Alaska, but will focus cuts on other North American fields.  It does not plan to complete any more wells in its Texas and North Dakota this year and is halting all hydraulic fracturing, said Matt Fox, chief operating officer, the final step to completing new wells.  ConocoPhillips shares, which fell 3.5% to $31.07 on Thursday, have lost more than half their value so far this year.","108":"HOUSTON (Reuters) - ConocoPhillips Chief Executive Officer Ryan Lance on Tuesday repeated a pledge to restrain spending, saying the U.S. oil producer would not be drawn into pricey mergers and acquisitions.  FILE PHOTO: Ryan Lance, Chairman and CEO of ConocoPhillips, speaks at the CERAWEEK energy future conference in Houston March 5, 2013. REUTERS\/Richard Carson  ConocoPhillips plans to keep its capital spending at around $6 billion this year, Lance told shareholders at the company’s annual meeting. ConocoPhillips has won billions of dollars in arbitration awards over the expropriation of its assets in Venezuela and posted a first-quarter profit that topped estimates.  “We’re sticking to our plan,” Lance said.  Rival Occidental Petroleum Corp last week agreed to buy rival Anadarko Petroleum Corp for $38 billion in a deal that includes expensive financing from billionaire Warren Buffett. The deal keeps Anadarko’s prime position in the Permian Basin of West Texas and New Mexico out of the grasp of Chevron Corp, which had sought to buy it for $33 billion.  “Do we wish we were larger in the Permian? Sure,” Lance said. “It has to be competitive in the portfolio and that’s a high bar.”  ConocoPhillips will continue to do small deals that add neighboring properties to its portfolio, buy royalty interests and add smaller assets - for which it spent about $1 billion last year. The company holds around 800,000 acres in the Permian Basin, including shale and conventional properties.  “The big corporate M&A that requires these very large premiums that we’ve seen here in the last month or so, those are very tough,” Lance said. “Those are hard to do. Those are destructive to value. They’re destructive to returns.”  The company also does not intend to wade back into deepwater Gulf of Mexico projects because they are not cost competitive, Lance said following the shareholder meeting.  “I wouldn’t expect us to be going anytime soon into an area that we don’t think is competitive with our current portfolio,” Lance said.  The company expects to expand its production and increase its dividend, even if oil prices fall below $40 per barrel, Lance said, and is positioned to weather “the ups and downs of our business.”  Its shares jumped 2.6 percent to $62.76 on Tuesday.","109":"Oct 29 (Reuters) - ConocoPhillips reported a 43% drop in adjusted quarterly profit on Tuesday, dragged by lower crude prices and higher exploration expenses.  However, the world’s largest independent oil and gas producer reported net earnings of $3.1 billion, or $2.74 per share, in the third quarter ended Sept. 30, from $1.9 billion, or $1.59 per share, a year earlier when the company reported a gain from the sale of its U.K. assets.  Excluding items, ConocoPhillips earned 82 cents per share compared with $1.36 per share, a year earlier.  Total production, excluding Libya, rose 98,000 barrels of oil equivalent per day (boe\/d) to 1.322 million boe\/d. (Reporting by Shanti S Nair in Bengaluru; Editing by Shinjini Ganguli)","110":"Oct 14 (Reuters) - Australian oil and gas producer Santos Ltd on Monday announced the acquisition of ConocoPhillips northern Australia business for $1.39 billion.  ConocoPhillips’ northern Australia business has operating interests in the Darwin LNG, Bayu-Undan, Barossa and Poseidon gas assets.  The deal consideration has an additional A$75 million ($50.93 million) payment contingent on final investment decision (FID) on the Barossa asset. ($1 = 1.4728 Australian dollars) (Reporting by Devika Syamnath in Bengaluru; Editing by Daniel Wallis)","111":"JAKARTA, Feb 25 (Reuters) -  * ConocoPhillips Grissik Ltd, a unit of U.S. oil and gas company ConocoPhillips, shut down the Suban gas field in Indonesia on Feb. 23 until March 1 for a planned maintenance, Indonesia’s upstream oil and gas regulator SKK Migas said on Monday  * ConocoPhillips is making adjustments to its gas distribution during the shut down, SKK Migas said in a statement to Reuters  * ConocoPhillips will maintain gas supply to Singapore’s Gas Supply Pte Ltd (GSPL) at minimum requirement of 170 billion British thermal units per day, and will reallocate some of its supply to GSPL for other buyers during the maintenance  * Some of the gas supply for GSPL will be allocated to state-controlled PT Perusahaan Gas Negara for electricity supply in Batam, SKK Migas said  * The Suban field is part of the Corridor Block in South Sumatra, Indonesia’s third-largest gas block, which is targeted to produce 145,000 barrels of oil equivalent per day of gas in 2019 (Reporting by Wilda Asmarini; Writing by Fransiska Nangoy; Editing by Christian Schmollinger)","112":"WASHINGTON, March 8 (Reuters) - Venezuela must pay oil and gas company ConocoPhillips’ entities more than $8 billion as compensation to settle a years-long dispute over oil extraction, a World bank dispute settlement arm said on Friday.  In the ruling, dated Feb. 27, the Bank’s International Centre for Settlement of Investment Disputes said Venezuela must pay out more than $8 billion to three of the company’s entities at an annual interest rate of 5.5 percent. (Reporting by Lesley Wroughton and David Lawder Writing by Susan Heavey; Editing by David Gregorio)","113":"March 28 (Reuters) - ConocoPhillips:  * CONOCOPHILLIPS ANNOUNCES EARLY RESULTS OF CASH TENDER OFFER  * CONOCOPHILLIPS - EARLY RESULTS OF TENDER OFFER CO TO PURCHASE UP TO $400 MILLION IN AGGREGATE PRINCIPAL AMOUNT OF OUTSTANDING DEBT SECURITIES Source text for Eikon: Further company coverage:","114":"(Adds Canopy Growth, National Enquirer; Updates ConocoPhillips)  April 18 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2000 GMT on Thursday:  ** The National Enquirer is being sold for $100 million to James Cohen, chief executive of Hudson News, the Washington Post reported, citing people familiar with the agreement.  ** Canopy Growth Corp, said it had secured a right to buy Acreage Holdings Inc for $3.4 billion once the United States legalizes the production and sale of cannabis.  ** U.S. energy group ConocoPhillips has agreed to sell its oil and gas assets in the British North Sea to private equity-backed Chrysaor for $2.68 billion, Conoco said, making Chrysaor the biggest producer in the region this year.  ** Kenya’s biggest lender by assets KCB Group has offered to buy National Bank of Kenya through a share swap consisting of one KCB share for every 10 of NBK, joining a wave of consolidation in the country’s banking industry.  ** Canadian marijuana producer Canopy Growth Corp is close to a deal to buy U.S.-based pot firm Acreage Holdings , a source familiar with the matter told Reuters on Wednesday.  ** German lighting group Osram said that talks with Bain Capital and Carlyle Group were continuing, after Manager Magazin said the private equity firms could walk away from a possible takeover.","115":"SYDNEY (Reuters) - ConocoPhillips has awarded three engineering contracts for the design of the major Barossa gas project intended to supply its Darwin LNG export plant for more than 20 years, the firm said on Sunday.  Barossa is an offshore gas and light condensate project in Australian territorial waters in the Timor Sea, 300 km (186 miles) north of the northern city of Darwin.  It is expected to produce about 3.7 million tonnes per year of liquefied natural gas and 1.5 million barrels per year of condensate once it begins production, Australia’s offshore petroleum regulator has said.  ConocoPhillips will make a final investment decision on the project at the end of next year.  “We look forward to working together with our selected front-end engineering design contractors to develop sufficient certainty of cost, schedule and execution planning,” Chris Wilson, president of ConocoPhillips Australia West, said in a statement.  The company did not reveal the value of the contracts, on grounds of confidentiality.  The Darwin LNG plant, majority-owned and operated by ConocoPhillips [CONPH.UL] sells all its gas to Japan through Tokyo Gas and JERA, a joint venture between Japanese firms Tokyo Electric and Chibu Electric, it says on its website.  Barossa is the first stage of the Barossa-Caldita proposal accepted by the regulator, National Offshore Petroleum Safety and Environmental Management Authority (NOPSEMA), in March, and would involve a floating ship producing from six wells.  Japan’s Mitsui Ocean Development & Engineering Company , which supplies offshore floating platforms, has been awarded a contract to help design the floating, production, storage and offloading ship.  A consortium of Britain-headquartered engineering giant TechnipFMC and Korean shipbuilder Samsung Heavy Industries also won a design contract for the same vessel.  ConocoPhillips will pick a design after the final investment decision.  INTECSEA, a subsidiary of Australian firm WorleyParsons has been awarded the third contract to design subsea infrastructure and a new 260-km to 290-km (160-mile to 180-mile) pipeline to carry gas to ConocoPhillips’ existing pipeline.  ConocoPhillips owns 37.5 percent of the Barossa joint venture and is the operator. The other owners are SK E&S Australia, part of Korean conglomerate SK Group, which has 37.5 percent, and Santos which holds 25 percent.  ConocoPhillips is also the majority owner and operator of the Bayu-Undan-Darwin subsea pipeline and the Darwin LNG plant. Other coventurers are Santos, INPEX, Eni, Tokyo Gas, and JERA.","116":"OSLO (Reuters) - Norway’s wealth fund will have to divest its holdings in ConocoPhillips and Hess after both U.S. oil companies were added to a list which effectively excludes them from the Nordic country’s portfolio.  FILE PHOTO: Flags fly outside ConocoPhillips offices in Houston, Texas, U.S., April 30, 2019. REUTERS\/Loren Elliott\/File Photo  As part of Norway’s efforts to shift its $1 trillion “rainy day” fund away from oil, the country’s parliament on Wednesday adopted a plan to drop all dedicated oil and gas explorers and producers, as defined by stock market indices provider FTSE Russell, from the fund’s benchmark index.  graphic: tmsnrt.rs\/2tskfub  ConocoPhillips and Hess were both added to the list of those classified as “exploration and production” this month, FTSE Russell said, with the change coming into effect on June 24 after a regular review.  Further changes to the list are possible in the next few weeks as FTSE Russell is making alternations to its so-called Industry Classification Benchmark (ICB) framework, with those changes expected to take effect on July 1.  Norway’s wealth fund data shows it held a stake in ConocoPhillips of 1%, worth $714 million, at end-2018, as well as $64 million worth of corporate bonds issued by the oil major, which was not immediately available for comment.  Selling out of this would mark the first divestment from one of the world’s oil majors by the fund, which can still invest in those that have refineries and other downstream activities, so-called integrated companies such as Royal Dutch Shell and ExxonMobil.  Norway has said the decision is to reduce the exposure of the country’s wealth to the risk of a permanent drop in oil prices, but environmental campaigners have seized on it as example of an investor turning away from the oil industry.  “This is of course great news for Norway since this means another big egg out of the Norwegian oil basket, but other oil companies should see the writing on the wall: transform or die.” Martin Norman, Sustainable Finance Campaigner at Greenpeace in Norway, said of the move by Norwegian lawmakers.  ‘WEAK FUTURE OUTLOOK’  Norway pools its revenues from oil and gas production into the sovereign wealth fund, which declined to say on Thursday what its stakes in ConocoPhillips and Hess were now worth or whether it had already sold them.  “We don’t comment on single companies,” said a spokesman for the fund, which has previously said any divestments would take place gradually and over time. The finance ministry said the fund’s exclusions would track FTSE Russell’s classification.  The fund’s stake in Hess, which was not immediately available for comment, was 0.85% and worth $102 million at the end of 2018, when it also held $40 million of its bonds.  Wednesday’s decision by Norway, which also included a tightening of rules regarding the way the fund can invest in coal, is the biggest single divestment from fossil fuels ever at an estimated $14 billion, environmental campaigners said.  The next big one is a planned commitment by insurer Axa to divest 3.5 billion euros from coal and oil sands by 2020.  “It makes sense that the Norwegian Oil Fund divests from oil majors like ConocoPhillips, which have become increasingly speculative with a weak future outlook,” Kathy Hipple, a financial analyst at the Institute for Energy Economics and Financial Analysis, said.  “The poor risk-return profile of the oil and gas sector no longer fits the fund’s objectives.”  Norway’s central bank, which manages the fund, called in 2017 for the removal of all oil and gas stocks from its benchmark index to reduce its exposure to the risk of a permanent drop in oil prices.  This proposal, which would have affected some 6% of the fund’s holdings, worth around $37 billion, was rejected by the Norwegian finance ministry which instead put forward the plan adopted this week by lawmakers and affects just 1.2% of the fund’s overall equity holdings.  ConocoPhillips continues to produce oil from Norway’s Ekofisk field, which Phillips Petroleum discovered in 1969 and was the first oil discovery made off the Norwegian coast, kickstarting what has become the Nordic country’s top industry.  Hess sold its own Norwegian offshore assets to Aker BP in 2017.","117":"SINGAPORE, April 17 (Reuters) -  * Malaysia will export 10 cargoes of the Kimanis grade of crude oil in June, down 1 cargo from the previous month, trade sources said on Tuesday  * Malaysia’s Petronas will export four cargoes, while Royal Dutch Shell and ConocoPhillips have two cargoes each, the sources said  * Indonesia’s Pertamina and Petroleum Brunei will export a cargo each, according to the sources. Oil companies do not typically comment on such trade flows  * One of the 10 cargoes will be a crossover cargo, one of the sources said, meaning it would be for either May\/June or June\/July  * ConocoPhillips may have sold a May-loading Kimanis cargo at a premium of about $3.50 a barrel to dated Brent, traders have said, though the deal could not be confirmed (Reporting by Jessica Jaganathan Editing by Joseph Radford)","118":"Dec 23 (Reuters) - ConocoPhillips on Monday stated that its oil was being transported in a Canadian Pacific Railway train which derailed west of Guernsey, Saskatchewan, early on Dec. 9, CBC reported.  Canadian Pacific Railway had declined to say which oil company was involved, the report added.  Canada is the world’s fourth-largest crude oil producer. (Reporting by Harshith Aranya in Bengaluru; Editing by Sandra Maler)","119":"Oct 25 (Reuters) - U.S. oil and gas producer ConcoPhillips reported a more than fourfold jump in quarterly profit on Thursday, benefiting from a recovery in oil prices and a gain of $345 million related to a settlement agreement with Venezuela’s PDVSA.  The world’s largest independent oil and gas producer said net income rose to $1.9 billion, or $1.59 per share, in the third-quarter ended Sept. 30, from $420 million, or 34 cents per share, a year earlier.  The company’s global output, excluding Libya, rose 22,000 barrels of oil equivalent per day (boe\/d) to 1.22 million boe\/d. (Reporting by John Benny in Bengaluru; Editing by Arun Koyyur)","120":"FILE PHOTO: The logo for ConocoPhillips is displayed on a screen on the floor at the New York Stock Exchange (NYSE) in New York, U.S., January 13, 2020. REUTERS\/Brendan McDermid  HOUSTON (Reuters) - ConocoPhillips, the largest U.S. independent oil producer, said on Tuesday that it would lay off up to 500 Houston employees, about a fifth of its headquarters workforce, to match staffing with expected activity levels.  Oil and gas producers have cut the value of their assets by about $80 billion and shed tens of thousands of jobs this year as the coronavirus pandemic savaged global energy demand and pushed energy prices down.  ConocoPhillips posted a loss of $1.93 billion through the first nine months of this year, compared with a $6.47 billion profit in the same period last year. Its shares traded at $39.27 on Tuesday, down about 40% year to date.  Affected employees will be notified Feb. 1, about when ConocoPhillips expects to complete its $9.7 billion acquisition of U.S. shale producer Concho Resources Inc. Employees who lose their jobs will receive severance pay and help finding new positions, it said.  Administrative and oil-exploration jobs were identified as facing cuts when the Concho deal was disclosed in October. Executives have targeted $500 million in cost and capital savings through 2022.  “We have been transparent with employees that targeted workforce reductions in certain areas of our business may be necessary from time to time to align organizational capacity with expected future activity levels,” said spokesman John Roper, describing the cuts as among actions.  Conoco’s global staff numbered about 10,400 at the start of the year and Concho had about 1,450 employees.","121":"(Reuters) - ConocoPhillips' COP.N Australian arm said on Wednesday it has awarded a contract to Japanese firm MODEC International to deliver an offshore floating vessel for its Barossa gas project, off northern Australia.  The facility would supply gas to the company’s Darwin LNG liquefied natural gas project, whose current source of the resource - the Bayu-Undan gas field - is set to run dry in 2022.  “The Barossa Project will provide a new source of gas to Darwin LNG when the current offshore gas supply from Bayu-Undan is exhausted,” ConocoPhillips said in a statement.  “This is the largest and most significant contract to be awarded for the Barossa Project and a significant milestone in moving closer to a final investment decision in early 2020.”  The company did not disclose financial details of the contract.  The floating, production storage and offloading (FPSO) facility would be permanently located 300 km (186 miles)north of Darwin in Australia’s Northern Territory.  ConocoPhillips operates the Darwin LNG project and the Bayu-Undan facility, with joint venture partners Santos Ltd STO.AX, INPEX 1605.T, Eni SpA ENI.MI, Jera and Tokyo Gas 9531.T.  Earlier this month, it said it would sell its northern Australian business to Santos, including its share of Darwin LNG, Bayu-Undan and the Barossa field and project.","122":"LONDON (Reuters) - U.S. energy group ConocoPhillips has agreed to sell its oil and gas assets in the British North Sea to private equity-backed Chrysaor for $2.68 billion, Conoco said on Thursday, making Chrysaor the biggest producer in the region this year.  FILE PHOTO: ConocoPhillips CEO Ryan Lance attends Gastech, the world's biggest expo for the gas industry, in Chiba, Japan, April 4, 2017. REUTERS\/Toru Hanai\/File Photo  Reuters had reported on Wednesday that Chrysaor and Conoco were close to sealing the deal, citing sources close to the process who put the value of the assets at up to $2.8 billion.  The North Sea has undergone a major transformation in recent years, as long-standing producers have sold assets to smaller players such as Chrysaor who say they can squeeze more money out of fields due to their nimbler operations.  For Conoco the disposal is part of a continuing refocus on its U.S. operations. “This disposition is part of our ongoing effort to hone our portfolio and focus our investments across future low cost-of-supply opportunities,” said Chief Executive Ryan Lance.  The Conoco assets produced 72,000 barrels of oil equivalent per day (boed) last year, the U.S. company said.  Chrysaor said the deal, which will be backdated to start in January last year and which is subject to regulatory approval, would bring it up to 177,000 boed pro forma in 2018 and 185,000 boed in 2019.  On its website, Chrysaor said it expected production in 2018-2020 to average between 120,000 and 130,000 boed, but a spokesman said last year’s production was down due to a pipeline blockage.  Chrysaor, backed by private equity firm EIG Global Partners, is already one of the biggest North Sea player after acquiring assets from Royal Dutch Shell for $3.8 billion in 2017.  Thursday’s sale is expected to close in the second half of the year and Chrysaor will pay unspecified interest in the deal which is not included in the $2.68 billion, Conoco said.  BMO Capital Markets and Jefferies are acting for Chrysaor in relation to the Conoco assets, sources said.  Energy and chemicals firm Ineos, owned by British billionaire Jim Ratcliffe, had previously abandoned exclusive talks with Conoco over the fields, including a 7.5 percent stake in the Clair project west of the Shetland Islands, whose other owners are BP, Shell and Chevron.  Another bidder was energy-focused private equity group HitecVision.  In the British North Sea, BP targets around 200,000 boed by 2020, Shell has said it produced 140,000 bpd last year, Total around 180,000 boed and smaller companies such as Premier and EnQuest produce less than 100,000 boed, according to company and Stifel research data.","123":"CARACAS (Reuters) - Venezuela on Thursday scorned a $2.04 billion award to ConocoPhillips COP.N over a decade-old nationalization as the U.S. oil producer filed suit in a federal court to enforce the decision.  Slideshow ( 2 images )  Venezuelan President Nicolas Maduro’s government called the award a “tough lesson” given it was less than 10 percent of what Conoco originally sought. It also said it may appeal Wednesday’s ruling by the International Chamber of Commerce (ICC) against Venezuela’s state-run oil company PDVSA.  Conoco filed suit on Thursday in the U.S. District court in Manhattan seeking to enforce the award, saying the court had jurisdiction because the ICC arbitration was held in New York and PDVSA had not responded to a demand for payment.  Conoco’s assets in Venezuela were expropriated in 2007 following nationalization of the country’s oil industry led by then-President Hugo Chavez. The firm left the OPEC nation after it could not reach a deal to convert its projects into joint ventures controlled by PDVSA [PDVSA.UL].  The ICC has no means of enforcing its decisions.  “We intend to be aggressive and persistent” in recovering the award, Conoco Chief Financial Officer Don Wallette told investors on a Thursday conference call. “It’s something that’s going to take time to recover, the value that we lost.”  Conoco had sought up to $22 billion from PDVSA for broken contracts and loss of future profits from the Hamaca and Petrozuata oil projects. The agreements with PDVSA contained price formulas that limited the compensation Conoco could claim.  A separate arbitration case by Conoco against Venezuela before the World Bank’s International Centre for Settlement of Investment Disputes (ICSID) introduced in 2007 could result in a final decision later this year, a lawyer close to the case said.  Conoco’s Wallette said the company hopes the ICSID award, which is not subject to price formula limitations, “will represent a full compensation for our value lost.”  The case is Phillips Petroleum Co v Petroleos de Venezuela, U.S. District Court, Southern District of New York, No. 18-cv-3716","124":"MELBOURNE, Oct 1 (Reuters) - East Timor has signed a deal to buy ConocoPhillips’ stake in the Greater Sunrise gas field off the country’s southern coast for $350 million, the Australian Financial Review reported on Monday.  A delegation led by former East Timor president Xanana Gusmao and its proposed new petroleum minister Alfredo Pires signed a final agreement in Bali last Friday with ConocoPhillips’ Australia West president Chris Wilson, the newspaper said, without citing any sources.  ConocoPhillips had no immediate comment on the sale of its 30 percent stake in Greater Sunrise and the East Timor embassy in Australia did not respond to phone calls or an email request for comment.  “While we are aware of unofficial reports, the Sunrise Joint Venture has not been approached formally by Timor-Leste or ConocoPhillips on this matter,” Australia’s Woodside Petroleum , operator and 33 percent stakeholder in Greater Sunrise said in an email to Reuters.  Taking a stake would help East Timor position itself to push for the development of Greater Sunrise, discovered in 1974 but long delayed as it straddles the maritime border between Australia and East Timor, which was only agreed earlier this year following a protracted dispute between the two countries.  The border agreement outlined two options for developing Greater Sunrise -- piping the gas to East Timor, which the tiny Southeast Asian nation has long wanted, or piping it to Australia for processing.  East Timor wants the gas to come to its shores as it is eager to develop oil and gas-based industries, such as petrochemicals manufacturing, to diversify its economy, one of the world’s poorest.  The need is urgent as the government’s main source of revenue, the Bayu Undan gas field run by ConocoPhillips, is set to run dry by 2022.  The Sunrise and Troubadour gas fields, together known as Greater Sunrise, were discovered in 1974 and hold around 5.1 trillion cubic feet of gas, according to the project’s operator, Australia’s Woodside Petroleum.  The fields also hold about 226 million barrels of condensate, an ultra-light form of crude oil that would help make the development more profitable.  The other owners are Royal Dutch Shell and Japan’s Osaka Gas.  State-owned company Timor Gap is looking to build a liquefied natural gas plant on the country’s south coast, the Australian Financial Review said.  Timor Gap was not immediately available for comment. Pires did not respond to an email.  Under an agreement signed in March, East Timor will receive 70 percent of the royalty revenues from Greater Sunrise if the gas is piped to its shores or 80 percent if piped to Australia.","125":"Dec 10 (Reuters) - Oil and gas producer Hess Corp and Conocophillips both expect production for 2019 to be higher than this year even as they spend roughly the same amount of money on exploration, the companies said on Monday.  Investors have been urging U.S. oil companies to increase returns on tight spending at a time when they are also looking beyond the Permian Basin, which is getting crowded and costly.  Hess said the lion’s share of its 2019 capital expenditure will go towards exploration in Guyana and Bakken. Conoco will spend most of its capex in Alaska and Canada, it said.  The 2019 production views come as global oil markets struggle with oversupply, resulting in producer group OPEC and other key exporters agreeing to cut their crude output from January.  Production in the United States, however, is expected to rise to a record high 10.9 million bpd in 2018 and 12.1 million bpd in 2019.  For Hess, production is expected to range between 270,000 and 280,000 barrels of oil equivalent per day (boep\/d) excluding Libya, up from the 255,000 boep\/d it expects in 2018, while ConocoPhillips was aiming to produce 2.0-2.6 percent more oil and gas next year.  Both kept their capital spending budget roughly flat - $2.9 billion for Hess and $6.1 billion for Conoco.  “As we focus spending on our high return investment opportunities, we will continue to reduce our unit costs to drive margin expansion and improve profitability,” Hess Corp Chief Executive Officer John Hess said in a statement on Monday.  Last week, oil major Chevron Corp increased its spending budget for the first time in four years. The company said it plans to spend more on shale production next year, as well as in refining and chemicals. (Reporting by Laharee Chatterjee in Bengaluru Editing by Saumyadeb Chakrabarty)","126":"(Corrects to “extend” from “extent” in paragraph 1 and removes extraneous word from paragraph 2)  Sept 4 (Reuters) - U.S. oil and gas producer ConocoPhillips said on Friday it withdrew a request to extend flaring permits at 41 of its sites in West Texas.  Flaring, the practice of deliberately burning unwanted gas, has become a concern for environmentalists and investors on fears that it exacerbates climate change by releasing carbon dioxide into the atmosphere.  After a surge in the controversial practice, shale companies have come under pressure to curb it and to check greenhouse gas emissions, while Texas is considering tightening some rules around it.  ConocoPhillips continues to take steps to reduce flaring in Permian Basin’s Goldsmith area by improving operational procedures, including shut-ins, John Roper, director of the company’s media relations and crisis communications, told Reuters.  “These efforts have reduced the need for flaring events and eliminated the need to pursue the RRC (Railroad Commission of Texas) applications,” added Roper.  The RRC confirmed that ConocoPhillips had withdrawn its request in a letter dated Sept. 2.  In October, the company had applied for a two-year permit to cover unplanned flaring in its Goldsmith facilities.  A report by the Environmental Integrity Project, a non-profit organization, citing state records, said the 41 Conoco sites burned 1.1 billion cubic feet of natural gas in 2018-2019, releasing more than 1,262 tons of sulfur dioxide.  Although companies have to apply for permits to burn unwanted gas, Texas currently allows producers to do so for six months and routinely issues waivers after the six months expires.  The head of the RRC said in June that Texas as early as this fall could tighten some flaring rules.  Recommendations from an industry panel included reducing to 90 from 180 the number of days producers can routinely burn unwanted gas without going to the RRC for a hearing. (Reporting by Shruti Sonal in Bengaluru; Editing by Maju Samuel)","127":"The logo for ConocoPhillips is displayed on a screen on the floor at the New York Stock Exchange (NYSE) in New York, U.S., January 13, 2020. REUTERS\/Brendan McDermid  (Reuters) - U.S. oil and gas producer ConocoPhillips COP.N said on Tuesday it expects demand growth to slow, hit by China's coronavirus epidemic.  The company expects demand growth in 2020 to be lower by 100,000 to 200,000 barrels per day (bpd) from its earlier projection of 1 million bpd, Chief Executive Officer Ryan Lance said in a conference call with analysts.  Lance expects build up in storage in the United States and in non-OPEC countries, which will put some pressure on oil prices.  The flu-like coronavirus, declared a global emergency by the World Health Organization (WHO), has claimed 427 lives so far and rattled financial markets. Oil prices fell to their lowest in more than a year on Monday, as the coronavirus outbreak curtailed Chinese demand and sparked potential supply cuts by OPEC and its allies.","128":"April 16 (Reuters) - ConocoPhillips:  * CEO SAYS HE EXPECTS OIL PRICES OVER THE NEXT SEVERAL MONTHS TO BE WEAK AND VOLATILE  * CEO SAYS SINCE MARCH, COVID-DRIVEN DEMAND FOR OIL HAS CONTINUED TO FALL SIGNIFICANTLY  * SAYS TO MINIMIZE RISK OF CORONAVIRUS SPREADING, ENDED WINTER EXPLORATION PROGRAM IN ALASKA EARLY  * SAYS EXPECT MAY AND JUNE TO BE PARTICULARLY WEAK FOR DOMESTIC OIL PRICING IN U.S.  * SAYS PRODUCTION CURTAILMENTS ARE ACROSS ALL 3 BASINS IN U.S. LOWER 48 STATES  * SAYS NOT PLANNING TO CURTAIL PRODUCTION IN ALASKA IN MAY  * NOW REQUIRES $32 PER BARREL OF WTI TO COVER CAPITAL COSTS ON AVERGE FOR THE YEAR, COMPARED TO $40 PER BARREL OF WTI EXPECTED EARLIER  * SAYS REQUIRES LESS THAN $30 PER BARREL OF WTI ON AVERAGE FOR NEXT 3 QUARTERS TO COVER CAPITAL COSTS  * SAYS AUSTRALIA-WEST SALE TO SANTOS ON TRACK FOR Q2; SAYS CO, BUYER COMMITTED TO TRANSACTION  * SAYS SOME OF THE OPERATING COST REDUCTIONS WILL NOT BE SUSTAINED IN A HIGHER PRICE ENVIRONMENT  * SAYS NOT STORING SIGNIFICANT AMOUNT OF OIL ABOVE GROUND Further company coverage:","129":"April 16 (Reuters) - ConocoPhillips said on Thursday it would curtail gross production by 225,000 barrels of oil per day, suspend its share repurchase program and further cut its capital spending to weather a rout in oil prices.  The company said it was currently cutting back production due to low prices for Canadian crude and expects to reduce production at its Surmont oil sands facility in Canada by about 100,000 barrels of oil per day (bpd).  ConocoPhillips plans to begin curtailing production across 48 U.S. states from May, with an initial cutback of 125,000 bpd. (Reporting by Arathy S Nair in Bengaluru; Editing by Sriraj Kalluvila)","130":"JAKARTA, Sept 14 (Reuters) -  * Indonesia’s state energy company, Pertamina, has submitted a proposal to take over operatorship of the Corridor gas block from ConocoPhillips, Oil and Gas Director General Djoko Siswanto, told reporters  * The proposal was received on Thursday, Siswanto said (Reporting by Wilda Asmarini; Writing by Fergus Jensen; Editing by Tom Hogue)","131":"ANCHORAGE, Alaska (Reuters) - Oil is flowing from a drill site in what is now the farthest-west producing site on Alaska’s North Slope, ConocoPhillips Alaska Inc said on Tuesday.  Production at Greater Mooses Tooth 1, a prospect on the western edge of existing Arctic Alaska oil development, started last Friday, ConocoPhillips said.  Production at GMT 1 is expected to peak at 25,000 to 30,000 barrels a day, the company said. It is the second producing oil field within the borders of the National Petroleum Reserve in Alaska, or NPR-A, a vast federal land unit on the western side of the North Slope.  “This is another milestone for development in the NPR-A,” Joe Marushack, president of ConocoPhillips Alaska, said in a statement.  Oil from GMT 1 is being sent by pipeline east for processing at the ConocoPhillips-operated Alpine field. That oil is then shipped by pipeline to Prudhoe Bay about 50 miles to the east, then south through the Trans Alaska Pipeline System.  The first field to begin producing within the reserve boundaries was a ConocoPhillips field called CD5, where startup occurred in 2015.  ConocoPhillips is seeking to develop a related drill site about 8 miles (13 km) to the southwest of GMT1 that could start production by 2021. Peak production at that site, Greater Mooses Tooth 2, would be 35,000 to 40,000 barrels a day, according to ConocoPhillips.","132":"FILE PHOTO: Logos of ConocoPhillips are seen in its booth at Gastech, the world's biggest expo for the gas industry, in Chiba, Japan, April 4, 2017. REUTERS\/Toru Hanai  (Reuters) - Top U.S. shale oil producer ConocoPhillips raised its capital budget for 2021 on its mega-deal with Concho Resources, while warning oil demand remains subdued as the world reels from the impact of COVID-19.  BP , Chevron and Exxon Mobil posted multi-billion-dollar annual losses on pandemic-related price declines and assets writedowns. ConocoPhillips lost $2.7 billion for the year including a $1.68 billion impairment charge, compared with a profit of $7.2 billion a year earlier.  While oil prices have recovered from a coronavirus-induced slump and Brent crude hovered around $58 per barrel on Tuesday, rising infections and new travel restrictions in some parts of the world have dampened demand.  “Demand recovery is taking longer, spare supply remains and inventories remain elevated,” Chief Executive Officer Ryan Lance said during an earnings call. “It makes no sense to grow into this market environment,” he said of plans to hold flat the merged company’s output.  Excluding impairments, the company posted a $1 billion loss for the year and a fourth quarter loss of 19 cents per share, smaller than analysts’ expectations of 28 cents for the quarter, according to Refinitiv IBES data. Its shares closed up a fraction at $40.97 on Tuesday. The stock is up 2.5% year to date.  ConocoPhillips set a $5.5 billion spending budget for 2021, much of which will be used to maintain current production. The higher spending reflects its purchase of shale oil rival Concho, a $13.3 billion shale acquisition that was struck as lower fuel prices and demand spurred consolidation.  CEO Lance said some of the Biden administration’s recent actions to combat global warming by targeting U.S. oil and gas production will hurt the economy and efforts to combat climate change.  If the drilling moratoriums become permanent, they will “negatively impact energy and national security and increase our reliance on higher GHG (greenhouse gas) foreign barrels,” Lance said.","133":"FILE PHOTO: Logos of ConocoPhillips are seen in its booth at Gastech, the world's biggest expo for the gas industry, in Chiba, Japan, April 4, 2017. REUTERS\/Toru Hanai\/File Photo  HOUSTON (Reuters) - ConocoPhillips said on Wednesday it will cut 450 jobs in the United Kingdom over the next two years as it shutters its southern North Sea production through the Theddlethorpe Gas Terminal.  The job cuts will take place starting this October and run through April 2020, the company said in a statement emailed to Reuters.","134":"(Reuters) - ConocoPhillips COP.N unveiled a long-term plan on Tuesday to boost oil and gas production by about 3% per year, restrain annual spending to about $7 billion and return $50 billion to shareholders over the next decade.  FILE PHOTO: Flags fly outside ConocoPhillips offices in Houston, Texas, U.S., April 30, 2019. REUTERS\/Loren Elliott  The announcement comes as investors, frustrated by weak commodity prices for five years, have been pressuring oil and gas companies to cut back on drilling and shore up cash to return to shareholders.  The Houston-based company’s shares closed up a fraction at $57.17 on Tuesday.  ConocoPhillips has been one of the better-performing energy stocks, having dropped 8% this year, compared with a key industry index, the SPDR S&P Oil & Gas Exploration & Production ETF XOP.P, which has sunk about 22%.  The largest U.S. independent crude producer said it expects to spend about $20 billion on dividends and $30 billion in share buybacks in 10 years.  “We challenge any other (exploration and production) company to show you a plan like this,” Chief Executive Ryan Lance told analysts and investors in Houston.  While the industry is “struggling to gain relevance and attract capital,” the company resembles a larger oil major with a plan for low production growth and returning cash to shareholders, said Jennifer Rowland, analyst with Edward Jones.  “The offset is I think this is already fairly reflected in the company’s valuation,” Rowland said.  ConocoPhillips expects several decades ahead of lackluster oil prices, with U.S. oil to average between $40 to $70 per barrel through the 2050s. Ride-sharing, electric vehicles and urbanization will impact demand for the company’s products, but Executive Vice President Matt Fox said oil and gas would remain an important part of the energy mix through 2050.  ConocoPhillips will spend about $4 billion per year on shale, running about 20 drilling rigs across four fields, and boosting shale production from more than 400,000 barrels per day (bpd) next year to around 900,000 bpd by the end of the decade, it said.  Its net debt will be around $6 billion at the end of this year, down from $24 billion in 2016.  It plans a future sale of 25% of its Alaska assets, in line with its practice of not holding 100% equity in major projects.  ConocoPhillips has been divesting assets to focus on shale. In October, it posted a quarterly profit that beat analysts’ estimates, as higher shale production offset lower crude prices and higher exploration costs.","135":"Nov 26 (Reuters) - U.S. oil company ConocoPhillips on Tuesday filed a motion in a Delaware court seeking to seize shares in the parent company of U.S. refiner Citgo Petroleum to collect on a $2 billion arbitration award against Venezuela.  Citgo, a unit of Venezuelan state oil company PDVSA, is being targeted by numerous parties seeking payment from Venezuela. But any transfer of its ownership is currently restricted by U.S. sanctions aimed at forcing out socialist President Nicolas Maduro. (Reporting by Luc Cohen in Caracas and Tom Hals in Wilmington, Delaware Editing by Chris Reese)","136":"Aug 22 (Reuters) - Curacao’s 335,000-barrel-per-day Isla refinery is operating at a minimum since it was largely idled in July as it waits for the end of a legal dispute between Venezuela’s PDVSA and ConocoPhillips to restore crude supplies to the plant, three sources close to the matter said.  Isla, which is operated by PDVSA, is also still searching for a new partner for in the facility, the sources added. One option being consider is a company to supply crude and market the government-owned refinery’s output, one of the sources said.  Operations at Isla and the neighboring Bullenbay terminal remain largely idled while PDVSA and Conoco progress in a payment scheme announced earlier this week to satisfy a $2-billion arbitration award issued in April. (Reporting by Marianna Parraga and Gary McWilliams Editing by Susan Thomas)","137":"(Reuters) - U.S. oil company ConocoPhillips on Tuesday filed a motion in a Delaware court seeking to seize shares in the parent of U.S. refiner Citgo Petroleum to collect on an arbitration award against Venezuelan state oil company PDVSA.  FILE PHOTO: Flags fly outside ConocoPhillips offices in Houston, Texas, U.S., April 30, 2019. REUTERS\/Loren Elliott  Citgo, a PDVSA subsidiary and Venezuela’s crown jewel overseas asset, is being targeted by numerous parties seeking payment from Venezuela or PDVSA. But any transfer of its ownership is currently restricted by U.S. sanctions aimed at forcing out socialist President Nicolas Maduro.  The International Chamber of Commerce last year awarded ConocoPhillips $2 billion as compensation for Venezuela’s 2007 takeover of its assets. Conoco said that PDVSA made some payments, but has not finished paying, giving it the right to enforce the award.  In staking a claim to PDVSA’s overseas assets, Conoco joins Canadian gold mining company Crystallex, which has won a $1.4 billion judgment for expropriation of its assets, and holders of PDVSA’s 2020 bond, which is backed by a 50% stake in Citgo.  But last week, the Treasury Department said it would block any attempt to enforce liens, judgments or arbitral awards by seizing Venezuelan property.  In its filing, Conoco acknowledged that actually seizing the shares in Citgo parent PDV Holding (PDVH) would be “more complicated,” but argued that it should be entitled to the same treatment as Crystallex.  “The ability of any creditor to foreclose on the PDVH Shares ... may turn on the status and interpretation of sanctions, authorizations and\/or licensing from the Office of Foreign Assets Control of the U.S. Department of the Treasury,” Conoco wrote.  PDVSA was about $12 million short of its required third quarter payment to Conoco and has not paid any of the required fourth quarter amount, said Conoco spokesman Daren Beaudo.  Conoco disclosed in October that it had received a total of $754 million from PDVSA through the third quarter under the $2 billion settlement agreement.  “We are working closely with the U.S. government to determine the best course of action and will comply with all applicable U.S. orders, laws and regulations” governing transactions with PDVSA, Beaudo added.","138":"(Reuters) - ConocoPhillips COP.N beat analysts' estimates for profit in the third quarter, as the world's largest independent oil and gas producer benefited from higher oil prices and a program of asset sales and technology-driven cost cuts.  Logos of ConocoPhillips are seen in its booth at Gastech, the world's biggest expo for the gas industry, in Chiba, Japan, April 4, 2017. REUTERS\/Toru Hanai  With oil prices rising steadily through the quarter, the company sold each barrel of oil equivalents at a 46 percent higher rate, helping it raise its projected capital spending in 2018 for the second time this year.  Conoco also cut jobs, reduced operating costs in several projects and raised its dividend by 7 percent, with Chief Executive Ryan Lance promising to improve cash flow and shareholder returns.  “This is what the market can expect from us again in 2019,” Lance said.  Shares of Conoco rose 3.3 percent at $67.84 in morning trade.  In the United States, the company has been focusing on production from the Permian Basin, Eagle Ford and Bakken shale areas - what the company calls its “Lower 48 Big 3.”  Production from these basins rose 48 percent in the quarter and is set to rise more than 35 percent for the full year.  The Houston-based company also has projects in Europe, Asia Pacific and the Middle East, which has helped the company benefit from a 30 percent rise in Brent prices from a year earlier.  A high exposure to Brent has given Conoco an edge over its U.S. rivals, who have been hit by transport bottlenecks that has lowered prices of Texas local crude.  “(Conoco) has access to where pricing is highest and that’s kind of how they have structured the company and certainly has worked to their benefit,” said RBC Capital Markets analyst Scott Hanold.  The company said it now expects to spend $100 million more from its July forecast of $6 billion, with production in the quarter rising nearly 2 percent. Conoco said the budget raise reflected higher spending on third-party operators.  Net income rose to $1.9 billion, or $1.59 per share, in the third-quarter ended Sept. 30, which included a $345 million payment related to a settlement agreement with Venezuela’s PDVSA.  Excluding one-time items, the company earned $1.36 per share, beating analysts’ estimate of $1.18 per share, according to Refinitiv data.  Conoco is set to host a conference call later in the day to discuss details of results.","139":"BEIJING, May 22 (Reuters) -  * CNOOC Ltd, a listed branch of China National Offshore Oil Corp, has launched its combined Penglai 19-3 Oilfield Area 4 adjustment and Penglai 19-9 oilfield Phase II project  * The offshore development is in China’s Bohai Bay and is expected to reach peak production of 15,681 barrels of crude oil per day in 2022  * CNOOC Ltd holds a 51% interest in the project and is the operator; ConocoPhillips China, a subsidiary of U.S. oil giant ConocoPhillips, holds a 49% interest (Reporting by Muyu Xu and Tom Daly; Editing by Tom Hogue)","140":"LONDON (Reuters) - Private-equity backed Chrysaor is near a deal to buy U.S. group ConocoPhillips’ British North Sea oilfields, two sources close to the process said, a deal that would make it the basin’s biggest producer.  Britain’s aging North Sea has undergone a major transformation in recent years as long-standing producers have sold assets to smaller players such as Chrysaor that say they can squeeze more money out of fields due to nimbler operations.  Chrysaor and Conoco have agreed on the main terms of the acquisition in recent weeks but the deal, expected to be signed in the coming days, could still fall through, the sources said.  Conoco, having entered the British North Sea over 50 years ago, produced around 77,000 barrels of oil equivalent per day (boed) there in 2018, according to its website.  With Chrysaor aiming to produce up to 130,000 boed by next year, the acquisition would catapult it to becoming the British North Sea’s largest producer ahead of BP, which is aiming to grow its British North Sea output to 200,000 boed by 2020.  BMO Capital Markets and Jefferies are acting for Chrysaor in relation to the Conoco assets, the sources said.  The value of the deal and how much cash would actually change hands was still unclear.  Parties involved in the bidding process estimated the assets could be worth up to $2.8 billion, depending on which date the sides agree as the start of the deal, which could go back to as early as January 2018.  Chrysaor, backed by private equity firm EIG Global Partners, became one of the biggest North Sea player after acquiring assets from Royal Dutch Shell for $3.8 billion in 2017.  Energy and chemicals firm Ineos, privately owned by British billionaire Jim Ratcliffe, had previously abandoned exclusive talks with the U.S. company over the fields, including a 7.5 percent stake in the Clair project West of the Shetland Islands, whose other owners are BP, Shell and Chevron.  Another bidder was energy-focussed private equity group HitecVision, which has been expanding aggressively in the Norwegian North Sea, partially in partnership with Eni.  Shell has said it produced 140,000 bpd last year, Total around 180,000 boed and smaller companies such as Premier and EnQuest produce less than 100,000 boed in the British North Sea, according to company and Stifel research data.  Chevron, which is estimated to produce around 75,000 bpd in the region, is also in process of selling its British North Sea assets. Israel’s Delek via its North Sea unit Ithaca Energy is front-runner for the portfolio, industry sources say.  Chrysaor, Jefferies and BMO declined to comment. A ConocoPhillips spokesman said the group was marketing its British North Sea assets excluding London and Teesside but would not comment further.  (GRAPHIC: UK North Sea producers - tmsnrt.rs\/2Iqidp9)","141":"April 2 (Reuters) - ConocoPhillips:  * CONOCOPHILLIPS PROVIDES UPDATE ON DISPOSITION PROGRAM AND RECENT ACREAGE ADDITIONS  * CONOCOPHILLIPS - IN Q1 OF 2018, CO CLOSED OR ENTERED DEFINITIVE AGREEMENTS FOR APPROXIMATELY $250 MLN OF PROCEEDS FROM SALE OF NON-CORE ASSETS Source text for Eikon: Further company coverage:","142":"* Norway to exclude E&P firms from fund’s benchmark index  * Fund investments follow FTSE Russell classification  * FTSE Russell has updated list to include ConocoPhillips  * Graphic: tmsnrt.rs\/2tskfub  OSLO, June 13 (Reuters) - Norway’s wealth fund will no longer be able to invest in ConocoPhillips and Hess after a list used to decide which energy firms must be excluded was updated to include both U.S. oil companies from later this month.  As part of Norway’s efforts to shift its $1 trillion “rainy day” fund away from oil, the country’s parliament on Wednesday adopted a plan to drop all dedicated oil and gas explorers and producers, as defined by stock market indices provider FTSE Russell, from the fund’s benchmark index.  ConocoPhillips and Hess were both added to the list of those classified as “exploration and production” this month, FTSE Russell said, with the change coming into effect on June 24.  Norway’s wealth fund data shows it held a stake in ConocoPhillips of 1%, worth $714 million, at end-2018, as well as $64 million worth of corporate bonds issued by the oil major, which was not immediately available for comment.  Selling out of this would would mark the first divestment from one of the world’s oil majors by the fund, which can still invest in those that have refineries and other downstream activities, so-called integrated companies such as Royal Dutch Shell and ExxonMobil.  Norway pools its revenues from oil and gas production into the sovereign wealth fund, which declined to say on Thursday what its stakes in ConocoPhillips and Hess were now worth or whether it had already sold them.  “We don’t comment on single companies,” said a spokesman for the fund, which has previously said any divestments would take place gradually and over time. The finance ministry said the fund’s exclusions would track FTSE Russell’s classification.  The fund’s stake in Hess, which was not immediately available for comment, was 0.85% and worth $102 million at the end of 2018, when it also held $40 million of its bonds.  Norway’s central bank, which manages the fund, called in 2017 for the removal of all oil and gas stocks from its benchmark index to reduce its exposure to the risk of a permanent drop in oil prices.  This proposal, which would have affected some 6% of the fund’s holdings, worth around $37 billion, was rejected by the Norwegian finance ministry which instead put forward the plan adopted this week by lawmakers and affects just 1.2% of the fund’s overall equity holdings.  ConocoPhillips continues to produce oil from Norway’s Ekofisk field, which Phillips Petroleum discovered in 1969 and was the first oil discovery made off the Norwegian coast, kickstarting what has become the Nordic country’s top industry.  Hess sold its own Norwegian offshore assets to Aker BP in 2017.","143":"(Reuters) - U.S. producer ConocoPhillips COP.N and Venezuela's PDVSA have reached a payment agreement over a $2 billion arbitration, the companies said on Monday, suspending a dispute that blocked the state-run company from exporting oil from most of its key Caribbean facilities.  The logo of Venezuelan oil company PDVSA is seen on a tank at Isla refinery in Willemstad on the island of Curacao April 22, 2018. REUTERS\/Andres Martinez Casares  The case relates to the nationalization of Conoco assets dating back over a decade in Venezuela. An international court ruled in favor of Conoco in April and ordered PDVSA to pay. But no payment has been forthcoming, leading Conoco to seize most of PDVSA’s Caribbean assets as it sought to enforce its claim.  The settlement means that Conoco will suspend the legal enforcement, as long as PDVSA makes regular payments, spokesman Daren Beaudo said. He declined to say if payments would be made in cash or crude oil, adding that details of the agreement were confidential.  PDVSA confirmed the agreement in a statement, adding that the deal “once again shows PDVSA’s firm will to reach commercial solutions with its creditors.”  The state oil company has also made progress on similar payment agreements with Exxon Mobil Corp XOM.N and NuStar Energy LP NS.N, the two confirmed.  Venezuela’s crude production, a major source of revenue, has fallen to a six-decade low this year as lack of investment, recession and hyperinflation have pushed the OPEC-member country’s economy to near collapse.  The settlement could restore a portion of lost exports by resuming shipping from the Caribbean.  ARBITRATION CASES  Conoco asked the International Chamber of Commerce (ICC) to solve a dispute on the early termination of contracts with PDVSA. The ICC ruled in favor of Conoco in April.  Separately, Conoco brought a claim against Venezuela before a World Bank court over the nationalization of two oil projects. A final ruling on that case before the World Bank’s International Centre for Settlement of Investment Disputes (ICSID) is possible by year end, Conoco has said.  “Having missed payments to bondholders in recent months, PDVSA could have built a cushion for paying Conoco,” said Francisco Monaldi, a Latin American energy researcher at Rice University’s Baker Institute.  “PDVSA will have a break, recovering export capacity in the Caribbean, as long as it continues paying Conoco on time. Conoco could focus now on the wider case, before ICSID,” he added.  Court hearings scheduled for next month in Bonaire and Aruba could have enabled Conoco to begin selling PDVSA assets seized through court attachments. It was unclear if they would go ahead.  In Curacao, where efforts are underway to replace PDVSA as operator of the island’s 335,000-barrel-per-day Isla refinery, the agreement was welcomed by the government, which would now have more options to keep the facility working.  SPLIT PAYMENT  PDVSA agreed to make an initial payment of around $500 million within 90 days of signing the agreement. The remainder is to be paid quarterly over a period of 4-1\/2 years, Conoco said in a statement.  Under a new military-led management appointed late last year, PDVSA increasingly has struggled to produce, refine and export crude oil amid a severe lack of cash, and faced sanctions imposed last year by the U.S. government.  Previous agreements by the Venezuelan government and its state-run companies over dozens of arbitrations and legal claims related to late President Hugo Chavez’s nationalizations have mostly ended in renegotiations and legal disputes.  “What makes this situation and Conoco’s claim unique is the amount of creditors lining up behind the very same Venezuelan assets,” Jay Auslander, partner at New-York based law firm Wilk Auslander, said.  “So Venezuela itself has ample reason to take care of the Conoco problem. How this will all play out over time, though, remains uncertain, because Venezuela may simply lack the liquidity to fully perform.”  Conoco said it will make sure that the settlement meets U.S. regulatory requirements, including any applicable sanctions against Venezuela.  Conoco and Exxon Mobil XOM.N left Venezuela after they could not reach deals to convert their projects into joint ventures controlled by PDVSA. The assets were then expropriated.  After receiving two arbitration awards, Exxon said in its most recent quarterly report that the South American country this year finished paying $260 million related to its La Ceiba project.  Separately on Monday, NuStar said it had also reached an agreement with PDVSA that brings the Venezuelan company’s accounts current and cover a year’s worth of storage in the Caribbean.  PDVSA can resume use of the St. Eustatius terminal, NuStar spokesman Chris Cho said in a statement. The storage agreement secures future fees and improves the earnings outlook for the facility, he said.  Conoco shares rose 1 percent to $70.52 on Monday."}}