{"date":{"0":"2019\/06\/17","1":"2019\/11\/14","2":"2016\/04\/27","3":"2018\/05\/01","4":"2019\/11\/14","5":"2020\/02\/11","6":"2020\/11\/13","7":"2018\/02\/14","8":"2019\/07\/09","9":"2018\/03\/02","10":"2018\/05\/23","11":"2020\/02\/12","12":"2020\/08\/12","13":"2021\/01\/14","14":"2018\/02\/15","15":"2020\/04\/29","16":"2018\/05\/16","17":"2018\/08\/02","18":"2018\/02\/14","19":"2018\/08\/16","20":"2019\/08\/14","21":"2018\/02\/27","22":"2020\/09\/22","23":"2018\/08\/15","24":"2018\/02\/14","25":"2018\/07\/13","26":"2021\/01\/19","27":"2020\/02\/25","28":"2020\/08\/28","29":"2019\/11\/14","30":"2019\/05\/15","31":"2020\/11\/13","32":"2018\/11\/13","33":"2021\/01\/08","34":"2018\/04\/16","35":"2018\/08\/15","36":"2020\/07\/01","37":"2019\/11\/13","38":"2018\/05\/01","39":"2021\/01\/14","40":"2020\/04\/03","41":"2020\/11\/13","42":"2018\/10\/17","43":"2021\/01\/11","44":"2019\/05\/15","45":"2018\/08\/06","46":"2018\/05\/10","47":"2019\/08\/14","48":"2020\/09\/21","49":"2018\/05\/10","50":"2018\/08\/02","51":"2019\/05\/16","52":"2020\/08\/12","53":"2020\/10\/30","54":"2020\/08\/13","55":"2018\/08\/02","56":"2021\/02\/09","57":"2018\/05\/16","58":"2020\/07\/30","59":"2020\/01\/14","60":"2019\/11\/14","61":"2020\/08\/31","62":"2018\/08\/06","63":"2020\/11\/12","64":"2019\/02\/13","65":"2020\/05\/28","66":"2020\/10\/05","67":"2020\/07\/22","68":"2018\/08\/06","69":"2020\/02\/12","70":"2020\/11\/12","71":"2020\/05\/13","72":"2018\/04\/12","73":"2019\/02\/13","74":"2019\/11\/18","75":"2018\/05\/16","76":"2020\/10\/05","77":"2020\/05\/13","78":"2019\/03\/20","79":"2019\/07\/31","80":"2018\/04\/17","81":"2019\/07\/09","82":"2020\/10\/23","83":"2021\/02\/09","84":"2018\/11\/14","85":"2018\/05\/17","86":"2018\/03\/28","87":"2019\/11\/14","88":"2018\/05\/01","89":"2020\/12\/07","90":"2020\/04\/14","91":"2019\/10\/16","92":"2020\/03\/17","93":"2019\/11\/13","94":"2020\/08\/26","95":"2019\/11\/18","96":"2018\/05\/01","97":"2019\/11\/14","98":"2019\/11\/14","99":"2019\/10\/21","100":"2018\/11\/14","101":"2018\/03\/28","102":"2020\/05\/13","103":"2018\/02\/15","104":"2020\/12\/08","105":"2021\/01\/08","106":"2018\/08\/16","107":"2020\/05\/28","108":"2019\/04\/29","109":"2021\/01\/11"},"text":{"0":"(This June 18 story corrects to say Pentagon says contract not yet awarded)  WASHINGTON (Reuters) - A U.S. defense contract with a ceiling of $724 million has not yet been awarded, the Pentagon said on Tuesday.  On Monday, the Pentagon said Cisco Systems Inc had won the contract for Cisco Smart Net Total Care Joint Enterprise License Agreement II.","1":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window.)  * Weak data from China, Germany, Japan spark growth concerns  * Cisco falls on disappointing outlook  * Walmart gains after raising profit forecast  * Fed Chair Powell to testify at 10 a.m. ET  * Futures off: 0.20%, S&P 0.23%, Nasdaq 0.28% (Adds comments, updates market action)  Nov 14 (Reuters) - The S&P 500 and the Dow Jones Industrial Average looked set to retreat from record levels on Thursday, as weak data from major economies and a dour forecast from Cisco rekindled fears of a global slowdown.  Cisco Systems Inc fell 5.9% after the network gear maker said current-quarter revenue would fall 3% to 5% amid declining global spending on its routers and switches, some of which are made in China.  A prolonged U.S.-China trade war has disrupted supply chains and hit economic growth around the world. Fresh data from the Labor Department on Thursday showed producer prices increased by the most in six months in October.  The data follows fairly upbeat signals about the economy, including better-than-expected job growth in October and an acceleration in services sector activity.  “The U.S. economy continues to do well and it does appear the slow path may be coming to an end, but you are still growing close to 2%, which is not excessively strong,” said Peter Cardillo, chief market economist at Spartan Capital Securities in New York.  “However, it’s better than what we are seeing in other parts of the world, like the eurozone in particular.”  Data on Thursday showed China’s factory output growth slowed significantly more than expected in October and Germany barely avoided a recession, while Japan’s economy ground to a near standstill.  Hopes of a resolution to the dispute spurred Wall Street to record highs this month, but President Donald Trump recently tempered expectations with the threat of more tariffs if China failed to reach a deal.  China said on Thursday the two sides were holding “in-depth” trade discussions, and cancelling tariffs was an important condition to reaching a deal.  All eyes are on Federal Reserve Chair Jerome Powell’s testimony before the House Budget Committee on Thursday after his comments about a “sustained expansion” ahead for the U.S. economy supported stock markets in the previous session.  A fairly better-than-expected corporate earnings season has also contributed to the stocks rally, with the benchmark S&P 500 index on course for its sixth straight weekly increase.  At 8:46 a.m. ET, Dow e-minis were down 55 points, or 0.2%. S&P 500 e-minis were down 7.25 points, or 0.23% and Nasdaq 100 e-minis were down 23.5 points, or 0.28%.  Walmart Inc rose 1.9% as the world’s biggest retailer reported better-than-expected third-quarter U.S. comparable sales on higher spending at its stores and website and raised its annual earnings outlook.  Viacom Inc gained 2.9% after the MTV-owner topped quarterly profit estimates, helped by a rise in domestic advertising revenue.  But Kraft Heinz Co dropped 2% after a report that Goldman Sachs had downgraded the food and beverage maker’s stock to “sell”. (Reporting by Arjun Panchadar and Agamoni Ghosh in Bengaluru; Editing by Saumyadeb Chakrabarty)","2":"NEW YORK, Nov 14 (Reuters) - The benchmark S&P 500 posted a slim gain to end with a record closing high on Thursday, as a dour forecast from tech stalwart Cisco Systems Inc was offset by a strong report from big box retailer Walmart Inc .  The Dow Jones Industrial Average fell 0.47 points, or -0%, to 27,783.12, the S&P 500 gained 2.72 points, or 0.09%, to 3,096.76 and the Nasdaq Composite dropped 3.08 points, or 0.04%, to 8,479.02. (Reporting by Lewis Krauskopf; Editing by Sandra Maler)","3":"May 1 (Reuters) - Cisco Systems Inc:  * PERMIRA FUNDS TO ACQUIRE CISCO’S SERVICE PROVIDER VIDEO SOFTWARE SOLUTIONS BUSINESS  * PERMIRA - A CO BACKED BY PERMIRA HAS ENTERED INTO A DEFINITIVE AGREEMENT TO ACQUIRE CISCO’S SERVICE PROVIDER VIDEO SOFTWARE SOLUTIONS (SPVSS) BUSINESS  * PERMIRA SAYS SALE OF CISCO SPVSS BUSINESS HAS BEEN APPROVED BY CISCO’S BOARD OF DIRECTORS  * PERMIRA SAYS CISCO WILL RETAIN VIDEO AND MEDIA TECHNOLOGY RELATED TO ITS CORE BUSINESS IN NETWORKING, MULTI-CLOUD, SECURITY, DATA, AND COLLABORATION Source text for Eikon: Further company coverage:","4":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window)  * Cisco top drag on all three indexes after disappointing forecast  * Walmart posts strong third-quarter earnings, raises outlook  * Indexes down: Dow 0.13%, S&P 0.07%, Nasdaq 0.13% (Updates to early afternoon)  Nov 14 (Reuters) - U.S. stocks dipped on Thursday, weighed down by technology shares after Cisco’s weak forecast raised worries of a slowdown in global economic growth, overshadowing strong results from big box retailer Walmart.  The pullback in the benchmark S&P 500 and blue-chip Dow Jones Industrial Average came a day after they closed at record highs.  Cisco Systems Inc tumbled 7.7% after it warned current-quarter revenue would drop 3% to 5% amid declining global spending on its routers and switches, some of which are made in China.  The network gear maker weighed the most on Wall Street’s main indexes, and pulled the tech index 0.30% lower.  Walmart Inc posted robust same-store sales growth and profit, while also raising its full-year earnings forecast. Shares were last up 0.1%, after hitting a record high earlier in the session.  Strong results from the world’s largest retailer came ahead of a crucial retail sales report by the U.S. Census Bureau on Friday.  “(The pullback) is not very much ... there has been pressure in things like Cisco which has outweighed the interest in better reports from Walmart,” said Robert Pavlik, chief investment strategist and senior portfolio manager at SlateStone Wealth LLC in New York.  Six of the 11 major S&P sectors were higher, with defensive utilities and real estate among the biggest gainers.  Hopes of a resolution to the trade dispute as well as a largely upbeat corporate earnings season have spurred Wall Street to record highs this month, but President Donald Trump recently tempered expectations with the threat of more tariffs if China failed to reach a deal.  Federal Reserve Chair Jerome Powell said the risk of the U.S. economy facing a dramatic bust is remote, in part, because the record-long expansion is notable for not having pockets of overheating activity.  On Wednesday, Powell had said the central bank saw a “sustained expansion” ahead for the U.S. economy.  At 1:22 p.m. ET the Dow Jones Industrial Average was down 35.18 points, or 0.13%, at 27,748.41, the S&P 500 was down 2.15 points, or 0.07%, at 3,091.89 and the Nasdaq Composite was down 10.63 points, or 0.13%, at 8,471.47.  Dillard’s Inc jumped 13.6% as the department store chain beat quarterly comparable-store sales estimates.  Kraft Heinz Co dropped 6.2% after a report that Goldman Sachs had downgraded the food and beverage maker’s stock to “sell”.  Advancing issues outnumbered decliners for a 1.20-to-1 ratio on the NYSE. Declining issues outnumbered advancers for a 1.15-to-1 ratio on the Nasdaq.  The S&P index recorded 21 new 52-week highs and two new lows, while the Nasdaq recorded 58 new highs and 97 new lows. (Reporting by Arjun Panchadar and Agamoni Ghosh in Bengaluru; Editing by Saumyadeb Chakrabarty and Shounak Dasgupta)","5":"Feb 11 (Reuters) - Cisco Systems Inc on Tuesday became the latest heavyweight technology company to pull out of the Mobile World Congress (MWC) in Barcelona due to the coronavirus outbreak.  A slew of companies ranging from Japan’s NTT Docomo and Sony Corp to U.S. chipmakers Intel Corp and Nvidia have already dropped out of the international telecoms conference that draws in more than 100,000 visitors.  “While we are extremely disappointed that we cannot continue with this event as planned, we believe this is the right decision given the current circumstances,” a Cisco spokeswoman said.  “Our company sincerely appreciates everything that Mobile World Congress has done to protect its attendees, and we look forward to participating in future events.” (Reporting by Supantha Mukherjee in Bengaluru; Editing by Shailesh Kuber)","6":"FILE PHOTO: A man passes under a Cisco logo at the Mobile World Congress in Barcelona, Spain February 25, 2019. REUTERS\/Sergio Perez  (Reuters) - Cisco Systems Inc on Thursday reported a smaller-than-expected drop in first-quarter revenue as more people working from home during the COVID-19 pandemic drove demand for its teleconferencing tools, networking equipment and cybersecurity products.  Shares of the telecom equipment maker, which also said Scott Herren will succeed Kelly Kramer as chief financial officer starting Dec. 18, surged nearly 9% in extended trading.  After the coronavirus-driven lockdowns started earlier this year, demand for the company’s videoconferencing platform Webex, virtual private network AnyConnect and cybersecurity products surged as offices remained shut with more people working remotely.  The company’s revenue fell 9% to $11.93 billion (£9.10 billion) in the quarter ended Oct. 24.  The fall was slowed by the strength in its services segment, helping it beat analysts’ estimates of $11.85 billion, according to IBES data from Refinitiv.  Excluding items, Cisco earned 76 cents per share while analysts expected profit of 70 cents per share.","7":"(Reuters) - Cisco Systems Inc reported its first rise in quarterly revenue in more than two years and forecast upbeat current-quarter profit, as the network gear maker’s years-long efforts to transform into a software-focused company begins to pay off.  FILE PHOTO: A newly installed phone made by Cisco is shown in San Diego, California, U.S., April 17, 2017. REUTERS\/Mike Blake\/File Photo  Shares of the Dow component, which also benefited from growth in its switching business, jumped 7.1 percent to $45.09 in after-market trading on Wednesday.  Cisco raised its buyback program by $25 billion, taking the total to about $31 billion.  The company said it plans to bring back $67 billion of funds held overseas in the third quarter of fiscal 2018 by taking advantage of the recent changes to the U.S. tax laws.  However, the new tax laws led to an $11.1 billion charge, pushing the company to post a loss for the second quarter.  Faced with sluggish demand for its traditional switches and routers business from telecom carriers, Cisco has been moving to a software- and subscription-focused model.  “We are clearly seeing the results of the strategy we’ve articulated over the last 10 quarters,” Chief Executive Chuck Robbins said on a post-earnings call.  Revenue from its infrastructure platforms category, which includes switching, routing and data center businesses, rose 2 percent to $6.7 billion.  The company is also betting on subscription services for a recurring stream of revenue.  “I’m most impressed at the growth in software subscriptions as Cisco five years ago was primarily about hardware,” said Patrick Moorhead, principal analyst at Moor Insights and Strategy.  Cisco has also doubled down on M&As to build up its software business. Since Robbins took charge in July 2015, the company has acquired Internet-of-Things firm Jasper Technologies, software makers Broadsoft and AppDynamics Inc, among others.  The Broadsoft acquisition, which closed earlier this month, helped boost Cisco’s third-quarter adjusted profit. The company forecast adjusted profit between 64 cents and 66 cents per share, above analysts’ estimate of 63 cents.  Cisco posted a net loss of $8.8 billion, or $1.78 per share, in the second quarter ended Jan. 27, compared with a profit of $2.3 billion, or 47 cents per share, a year earlier.  Excluding items, the company earned 63 cents per share.  Revenue rose 2.7 percent to $11.9 billion.  Analysts on average had expected a profit of 59 cents per share and revenue of $11.8 billion, according to Thomson Reuters I\/B\/E\/S.","8":"July 9 (Reuters) - Cisco Systems Inc said on Tuesday it would buy optical component maker Acacia Communications Inc for $2.84 billion in cash.  The $70.00 per share offer represents a premium of about 46% to Acacia’s close on Monday. (Reporting by Akanksha Rana in Bengaluru; Editing by Maju Samuel)","9":"March 2 (Reuters) - Cisco Systems Inc:  * CISCO - GOVERNMENT OF PORTUGAL & CO SIGNED MEMORANDUM OF UNDERSTANDING (MOU) TO ACCELERATE COUNTRY DIGITIZATION Source text for Eikon: Further company coverage: (Reuters.Brief@thomsonreuters.com)","10":"May 23 (Reuters) - Cisco Systems Inc on Wednesday warned that hackers have infected at least 500,000 routers and storage devices in dozens of countries with highly sophisticated malicious software, possibly in preparation for another massive cyber attack on Ukraine.  Cisco’s Talos cyber intelligence unit said it has high confidence that the Russian government is behind the campaign, dubbed VPNFilter, because the hacking software shares code with malware used in previous cyber attacks that the U.S. government has attributed to Moscow.  Cisco said the malware could be used for espionage, to interfere with internet communications or launch destructive attacks on Ukraine, which has previously blamed Russia for massive hacks that took out parts of its energy grid and shuttered factories.  “With a network like this you could do anything,” Cisco researcher Craig Williams told Reuters.  The Russian government has vehemently denied assertions by Ukraine, the United States, other nations and western cyber-security firms that the Kremlin is behind a massive global hacking program, which has included attempts to harm Ukraine’s economy and interfering in the 2016 U.S. presidential election.  The warning about the malware - which includes a module that targets industrial networks like ones that operate the electric grid - will be amplified by alerts from members of the Cyber Threat Alliance (CTA), a nonprofit group that promotes the fast exchange of data on new threats between rivals in the cyber security industry.  Members include Cisco, Check Point Software Technologies Ltd , Fortinet Inc Palo Alto Networks Inc, Sophos Group Plc and Symantec Corp.  “We should be taking this pretty seriously,” CTA Chief Executive Officer Michael Daniel said in an interview.  Cisco shared technical details on VPNFilter with the group on Monday during a secret video briefing describing what it has learned over the past few months analyzing the campaign.  While VPNFilter infects routers and internet-connected storage devices used in home offices and small offices, the army of compromised devices can be used to launch coordinated attacks on much larger targets, Williams said.  Although infected devices are scattered across at least 54 countries, Cisco determined the hackers are targeting Ukraine following a surge in infections in that country on May 8, Williams told Reuters.  Researchers decided to go public with what they know about the campaign because they feared the surge in Ukraine, which has the largest number of infections, meant Moscow is preparing to launch an attack there next month, possibly around the time the country celebrates Constitution Day on June 28, Williams said.  Some of the biggest cyber attacks on Ukraine have been launched on holidays or the days leading up to them.  They include the June 2017 “NotPetya” attack that disabled computer systems in Ukraine before spreading around the globe, as well as hacks on the nation’s power grid in 2015 and 2016 that hit shortly before Christmas.  VPNFilter gives hackers remote access to infected machines, which they can use for spying, launching attacks on other computers or downloading additional types of malware, Williams said.  Cisco has discovered about 500,000 infected devices, but believes the actual number may be much higher.  The researchers discovered one malware module that targets industrial computers, such as ones used in electric grids, other infrastructure and in factories. It infects and monitors network traffic, looking for login credentials that a hacker can use to seize control of industrial processes, Williams said.  The malware also includes an auto-destruct feature that hackers can use to delete the malware and other software on infected devices, making them inoperable, he said.  VPNFilter is named after a directory the malware creates to hide its files on an infected device. (Reporting by Jim Finkle in Toronto Editing by Darren Schuettler and Jeffrey Benkoe)","11":"Feb 12 (Reuters) - Cisco Systems Inc topped Wall Street estimates for quarterly revenue on Wednesday, as growth in its cyber-security business offset slowing demand for routers and switches.  Revenue fell 3.5% to $12 billion in the second quarter ended Jan. 25, but still beat analysts’ estimate of $11.98 billion, according to IBES data from Refinitiv.  Net income rose to $2.88 billion, or 68 cents per share, from $2.82 billion, or 63 cents per share, a year earlier. (Reporting by Ayanti Bera in Bengaluru; Editing by Anil D’Silva)","12":"Aug 12 (Reuters) - Cisco Systems Inc reported a smaller-than-expected drop in quarterly revenue on Wednesday, as more people working from home during lockdowns boosted demand for its networking equipment and teleconferencing tools. Revenue fell about 9% to $12.15 billion for the fourth quarter ended July 25, edging past analysts' estimate of $12.08 billion, according to Refinitiv IBES data. (Reporting by Ayanti Bera in Bengaluru; Editing by Devika Syamnath)","13":"FILE PHOTO: A visitor uses a mobile phone in front of the Cisco booth at the Mobile World Congress in Barcelona, Spain, February 26, 2019. REUTERS\/Rafael Marchante\/File Photo  (Reuters) - Optical component maker Acacia Communications Inc on Thursday agreed to Cisco Systems Inc’s increased offer of $4.5 billion, days after the network gear maker took the legal route against Acacia for terminating a previous deal.  The revised deal for $115 per share in cash represents a premium of about 33% to Acacia’s last closing price on Wednesday.  Acacia had earlier agreed to a $2.84 billion offer from Cisco, but it terminated the agreement, citing failure to obtain China’s approval within the originally agreed time frame. This resulted in Cisco seeking a court order asking Acacia to close the deal for the agreed amount.  Shares of Acacia jumped 31.5%, while Cisco slipped 0.5%.  The companies expect to complete the deal by the end of the first quarter of 2021.","14":"(Reuters) - Shares in Cisco Systems Inc CSCO.O were set to open at their highest in 18 years on Thursday after quarterly earnings suggested a years-long effort to turn the network gear maker around was finally bearing fruit.  FILE PHOTO: A newly installed phone made by Cisco is shown in San Diego, California, U.S., April 17, 2017. REUTERS\/Mike Blake\/File Photo  Shares of the world’s biggest producer of vital data connectors like routers and switches were up 7.7 percent at $45.53 in premarket trading. They have risen 30 percent in the past 12 months.  At least 12 brokerages raised their price targets on the stock, with the highest now Deutsche Bank analysts’ $55 a share.  The company’s quarterly revenue rose 2.7 percent to $11.9 billion, the first rise in more than two years. It also forecast an upbeat current quarter.  “Cisco’s print and the guidance are important milestones – they may change investor perceptions about the company as a ‘melting ice cube’,” Jefferies analyst George Notter said.  Cisco has been trying to reimagine itself as a software company with a focus on subscriptions after struggling with waning demand in its traditional business of selling the routers and switches which direct Internet traffic.  “(A) return to growth (is) no longer on the horizon; it has arrived - fueled by broad-based improvement across product, customer and regional markets and in both macro and company-specific execution,” Cowen and Co analyst Paul Silverstein said.  The company has benefited from the growth in smartphones, tablets and Internet of Things gadgets, the shift into cloud services that demand more connections between servers, and the rise of security threats.  Cisco started its transition toward a subscription and software-focused model nearly three years ago when long-time company executive Chuck Robbins took over as CEO. It now gets a third of its revenue from recurring offers and more than half of software revenue from subscriptions.  Out of 29 analysts covering the stock, 20 have a “buy” or higher rating and nine have a “hold.” No one rates the stock a “sell.”  “We have consistently argued that Cisco is a ‘rerating’ story with an accelerating mix shift to stickier and higher margin software and subscriptions portfolio,” Deutsche Bank analyst Vijay Bhagavath said.  At Wednesday’s close, Cisco’s market value was $208.08 billion, still just a third of the $619 billion it was worth at the peak of the dotcom boom in 2000.","15":"A judge has decided to conduct a bench trial in a patent case against Cisco Systems Inc using Zoom Video Communications Inc technology, denying a bid by Cisco to instead use its own Webex teleconferencing platform.  In an order issued last week, U.S. District Judge Henry Coke Morgan Jr in Norfolk, Virginia rejected arguments by Cisco that Zoom’s platform has too many security flaws and should be replaced with Webex or a Google Inc product.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/3bR5zuv","16":"(Reuters) - Network gear maker Cisco Systems Inc CSCO.O reported third-quarter profit and revenue that topped analysts' estimates on Wednesday, but shares fell 4 percent after dour current-quarter forecasts indicated that the transition to a software-focused business remained a work in progress.  FILE PHOTO: A logo of Cisco is seen during the Mobile World Congress in Barcelona, Spain February 27, 2018. REUTERS\/Yves Herman\/File Photo  Cisco’s stock has climbed 18 percent and is the second biggest gainer among Dow components this year as investors bet on the company’s turnaround under Chief Executive Officer Chuck Robbins.  Since taking the helm in July 2015, Robbins has steered the hardware giant away from its traditional business of supplying switches and routers and into newer growth areas such as cloud, Internet of things and cyber security.  Revenue in the company’s closely watched security business, which offers firewall protection and breach detection systems, rose 11 percent to $583 million in the third quarter.  That missed estimate of $584 million from six analysts polled by Thomson Reuters I\/B\/E\/S. The division’s revenue, however, topped estimates of $573.6 million, according to data analytics firm FactSet.  Cisco’s revenue from its services business also missed estimates.  Revenue from the business, which provides technical and internet network support, rose 3 percent to $3.16 billion but fell short of estimate of $3.24 billion, according to Thomson Reuters I\/B\/E\/S.  “Like other old smoke stack tech companies – MSFT, INTC, ORCL - this has been a somewhat of a slow process,” said Dan Morgan, portfolio manager at Synovus Trust Company, who owns 362,980 shares of Cisco.  Robbins in a post-earnings call with Reuters said he was confident about the transition.  “The business model transition that we have been giving metrics on since I became the CEO continue to move in the right direction” he said.  Cisco forecast fourth-quarter profit of 68 cents to 70 cents per share, while analysts were expecting 69 cents, according to Thomson Reuters I\/B\/E\/S.  The company expects revenue growth of 4 percent to 6 percent from a year earlier, which implies a range of between $12.62 billion and $12.86 billion. Analysts were expecting revenue of $12.73 billion.  “(Cisco) needs to continue to aggressively pursue acquisition while also showing that it is utilizing acquired technologies to advance its own portfolio and support growth,” said CFRA Research analyst Keith Snyder.  Net income rose to $2.69 billion, or 56 cents per share, in the third quarter ended April 28, from $2.52 billion, or 50 cents per share, a year earlier.  On an adjusted basis, the company earned 66 cents per share.  Total revenue rose 4.4 percent to $12.46 billion.  Analysts on average had expected a profit of 65 cents per share and revenue of $12.43 billion.","17":"(Adds Murray & Robert’s; Updates Cisco and HNA Group Co)  Aug 2 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2115 GMT on Thursday:  ** Chilean retailer Falabella said it had purchased Latin American e-commerce company Linio for $138 million, adding in a regulatory filing that it was seeking $800 million in financing to put toward the acquisition and other investments.  ** Billionaire investor Carl Icahn has a sizable stake in health insurer Cigna and plans to vote against its planned $52 billion acquisition of pharmacy benefits manager Express Scripts, the Wall Street Journal reported.  ** DIRTT Environmental Solutions Ltd confirmed it was no longer in deal talks after Reuters reported that the Canadian building-interior manufacturer had abandoned an effort to sell itself.  ** China’s HNA Group Co Ltd has been looking to sell a minority stake in its aircraft leasing business Avolon Holdings Ltd and has reached out to some parties in the last couple of months, according to some industry sources.  ** French bank Societe Generale said it had agreed to sell its banks in Bulgaria and Albania to Hungary’s OTP Bank , as part of its strategy to reorganize its assets.  ** Hungary’s OTP Bank is buying Societe Generale’s Bulgarian and Albanian businesses and analysts expect it to purchase the remaining Balkan units the French bank has put up for sale.  ** Japanese advertising agency Dentsu Inc said it has agreed to sell its stake in popular price comparison site kakaku.com Inc to KDDI Corp for 79.3 billion yen ($734.57 million).  ** Anglo-German chip developer Dialog Semiconductor is still open to acquisitions after breaking off talks with Synaptics, Chief Executive Officer Jalal Bagherli said.  ** Russian billionaire Roman Abramovich is among the sellers of a copper project in Baimskaya, Russia, that Kaz Minerals said it has agreed to buy for $900 million.  ** Billionaire Philip Day is in the early stages of a potential bid for British retailer House of Fraser to save it from collapse, Sky News reported citing sources.  ** Buyout firms TPG and KKR & Co have emerged as leading contenders to run Dubai-based private equity firm Abraaj’s troubled $1 billion healthcare fund, three sources familiar with the matter said.  ** Private equity group CVC has abandoned talks with Ingenico over a potential buyout of the French payments group, amid a frenzy of deals in the sector, people close to the matter said.  ** Keystone XL pipeline operator TransCanada Corp reported an 11 percent drop in quarterly profit and said it would sell its majority stake in Cartier wind power facilities in Quebec for about C$630 million ($484 million).  ** Cisco Systems Inc said on Thursday it would buy Duo Security, a venture capital-backed cyber security company, for $2.35 billion in cash, as part of its push to expand into a faster growing area of software than its core business.  ** Murray & Robert’s biggest shareholder ATON has won an appeal from regulators, allowing it to block the construction firm’s proposed merger with peer Aveng, Murray & Roberts said. (Compiled by Akanksha Rana and Diptendu Lahiri in Bengaluru)","18":"Feb 14 (Reuters) - Cisco Systems Inc:  * CISCO REPORTS SECOND QUARTER EARNINGS  * Q2 NON-GAAP EARNINGS PER SHARE $0.63  * Q2 GAAP LOSS PER SHARE $1.78  * Q2 REVENUE ROSE 3 PERCENT TO $11.9 BILLION  * SEES Q3 2018 GAAP EARNINGS PER SHARE $0.50 TO $0.55  * CISCO - QTRLY GAAP RESULTS INCLUDE AN $11.1 BILLION CHARGE RELATED TO ENACTMENT OF TAX CUTS AND JOBS ACT  * Q2 EARNINGS PER SHARE VIEW $0.59, REVENUE VIEW $11.81 BILLION -- THOMSON REUTERS I\/B\/E\/S  * Q3 EARNINGS PER SHARE VIEW $0.63, REVENUE VIEW $12.13 BILLION -- THOMSON REUTERS I\/B\/E\/S  * CISCO - HAS ALSO APPROVED A $25 BILLION INCREASE TO AUTHORIZATION OF STOCK REPURCHASE PROGRAM  * CISCO - HAS DECLARED A QUARTERLY DIVIDEND OF $0.33 PER COMMON SHARE, A 4-CENT INCREASE OR UP 14% OVER PREVIOUS QUARTER’S DIVIDEND  * CISCO SEES Q3 NON-GAAP EARNINGS PER SHARE OF $0.64 TO $0.66  * CISCO SAYS THERE IS NO FIXED TERMINATION DATE FOR NEW $25 BILLION REPURCHASE PROGRAM  * CISCO - REMAINING AUTHORIZED AMOUNT FOR STOCK REPURCHASES INCLUDING ADDITIONAL AUTHORIZATION IS APPROXIMATELY $31 BILLION.  * CISCO SEES Q3 REVENUE GROWTH OF 3% TO 5% YEAR OVER YEAR Source text for Eikon: Further company coverage:","19":"* Walmart surges on strong results, lifts retailers  * Cisco up after better-than-expected results, forecast  * China, U.S. to hold trade talks this month  * Boeing gains on trade relief, bullish UBS comments  * Indexes up: Dow 1.70 pct, S&P 1.13 pct, Nasdaq 0.96 pct (Adds details, updates prices)  Aug 16 (Reuters) - U.S. stock indexes rose about 1 percent on Thursday, helped by upbeat earnings from Walmart and Cisco and easing trade worries after the United States and China said they would hold talks later this month.  Walmart shares surged 10.2 percent, the most on the S&P 500, after the retailer said U.S. comparable sales grew the most in a decade and posted strong e-commerce sales.  The S&P retailers index gained 0.81 percent. All of the 11 major S&P sectors were higher, with technology stocks up 0.92 percent.  Cisco rose 3.7 percent after posting quarterly results and first-quarter sales forecast that topped Wall Street expectations.  Symantec jumped 7.1 percent after hedge fund Starboard Value disclosed a stake in the cyber-security firm and nominated five directors to its board.  “When you have a solid earnings backdrop it makes it easier for investors to digest some of the bad news as it comes up,” said Shawn Cruz, manager of trader strategy at TD Ameritrade in Chicago.  “The news of China coming back to the negotiating table is providing relief and you are starting to see markets stabilize a little bit.”  Industrials rose 1.4 percent on hopes that Beijing and Washington may resolve a conflict that has roiled financial markets since early March.  Boeing rose 4.2 percent, also gaining on a bullish outlook by brokerage firm UBS.  Also helping was a dip in the dollar as well as a rally in the lira after Turkey’s finance minister said the country would emerge from the current volatility stronger.  That eased concerns about U.S. lenders’ exposure to Turkey and sent the KBW bank index up 1.72 percent.  At 12:18 a.m. EDT the Dow Jones Industrial Average was up 426.99 points, or 1.70 percent, at 25,589.40, the S&P 500 was up 31.81 points, or 1.13 percent, at 2,850.18 and the Nasdaq Composite was up 74.70 points, or 0.96 percent, at 7,848.82.  Second-quarter earnings have been stronger than expected, with 79.3 percent of the 463 S&P 500 that have reported so far beating analyst expectations, according to Thomson Reuters I\/B\/E\/S.  Department store chains were largely sitting out the rally, stung by Macy’s warning on margins on Wednesday and JC Penney’s weak results and lowered forecast.  Penney, not on the S&P 500, slumped 24.5 percent. Nordstrom, which is due to report after the bell, was trading marginally higher.  Advancing issues outnumbered decliners by a 4.15-to-1 ratio on the NYSE and by a 3.16-to-1 ratio on the Nasdaq.  The S&P index recorded 29 new 52-week highs and two new lows, while the Nasdaq recorded 67 new highs and 46 new lows. (Reporting by Amy Caren Daniel in Bengaluru; Editing by Arun Koyyur)","20":"Aug 14 (Reuters) - Cisco Systems Inc forecast current-quarter profit below Wall Street estimates on Wednesday, because of soft demand for its newer businesses such as software and cyber security, sending shares down 7% in extended trading.  The company expects adjusted earnings of 80 cents to 82 cents per share in the first quarter of 2020, below analysts’ estimates of 83 cents, according to IBES data from Refinitiv. (Reporting by Sayanti Chakraborty in Bengaluru; Editing by Arun Koyyur)","21":"Feb 27 (Reuters) - Cisco:  * SAUDI TELECOM COMPANY (STC) AND CISCO SIGN STRATEGIC MOU TO BRING THE BENEFITS OF 5G TO SAUDI ARABIA Source text for Eikon:","22":"FILE PHOTO: Chinese and U.S. flags flutter near the Bund in Shanghai, China July 30, 2019. REUTERS\/Aly Song\/File Photo  (Reuters) - Beijing has sped up development of a blacklist that could be used to punish U.S. technology firms, with Huawei Technologies Co Ltd [HWT.UL] rival Cisco Systems Inc CSCO.O among the companies seen as likely to be included in the list, the Wall Street Journal reported on Monday.  However, Chinese leaders are hesitating to pull the trigger, with some arguing that a decision on the list should wait till after the U.S. election in November, the report said.  Cisco did not immediately respond to a Reuters request for comment. The network equipment maker’s shares were down about 2% in afternoon trade.","23":"(Reuters) - Cisco Systems Inc CSCO.O topped Wall Street targets for quarterly revenue and profit and forecast first-quarter sales above estimates on Wednesday, as the network gear maker's transition to a software-focused company gains traction.  FILE PHOTO: A Cisco Systems sign is seen outside a Cisco health clinic at Cisco Systems in San Jose, California, U.S., March 22, 2018. REUTERS\/Elijah Nouvelage\/File Photo  Shares rose 6.1 percent to $46.53 in extended trading as the company also highlighted improving subscription-based revenue.  Cisco, like other legacy technology companies, has been launching new products focused on high-growth areas such as cyber security and Internet of Things to cushion sluggish demand in its traditional routers and switches business.  “We’re seeing the returns on the investments we are making in innovation and driving the shift to more software and subscriptions,” Chief Financial Officer Kelly Kramer told analysts on a post-earnings call.  The company forecast first-quarter revenue growth of between 5 percent and 7 percent, implying $12.86 billion at the mid-point, and adjusted profit of between 70 cents and 72 cents per share.  Analysts were expecting a profit of 69 cents and revenue of $12.61 billion, according to Thomson Reuters I\/B\/E\/S.  Subscriptions, which provide a more steady revenue stream, represented 56 percent of total software revenue in the reported quarter, the company said.  Revenue in the security business, which offers firewall protection and breach detection systems, rose 12 percent to $627 million, beating estimates of $615.8 million. Deferred revenue in the business jumped 23 percent.  Cisco said in August it would buy cyber security provider Duo Security for $2.35 billion, the latest in a series of acquisitions by Chief Executive Officer Chuck Robbins as he builds out the company’s newer businesses.  CFO Kramer told Reuters Cisco is looking at more acquisitions in the security space.  Revenue in its infrastructure platform division, which houses the company’s traditional business of supplying switches and routers, rose 7 percent to $7.44 billion. Analysts had expected revenue of $7.32 billion.  On an adjusted basis, the company earned 70 cents per share, beating analysts expectation by 1 cent.  Total revenue rose 6 percent to $12.84 billion, topping average estimate of $12.77 billion.","24":"(Corrects quarterly revenue number)  Feb 14 (Reuters) - Network gear maker Cisco Systems Inc posted a net loss on Wednesday due to an $11.1 billion charge related to recent changes to the U.S. tax law.  The company posted a net loss of $8.8 billion, or $1.78 per share, in the second quarter ended Jan. 27, compared with a profit of $2.3 billion, or 47 cents per share, a year earlier.  Quarterly revenue rose 2.7 percent to $11.9 billion, the first rise in more than two years.  The company said its board approved a $25 billion increase to its stock repurchase plan. (Reporting by Munsif Vengattil in Bengaluru; Editing by Sriraj Kalluvila)","25":"FILE PHOTO: Amazon boxes are seen stacked for delivery in the Manhattan borough of New York City, January 29, 2016. REUTERS\/Mike Segar\/File Photo  (Reuters) - Shares of Cisco Systems Inc CSCO.O and other network equipment makers fell on Friday after a report that Amazon.com Inc's AMZN.O cloud services business was considering selling its own network switches to business customers at much lower prices.  Cisco's shares were down 5 percent, wiping off nearly $11 billion from its market capitalization. Shares of Juniper Networks Inc JNPR.N and Arista Networks Inc ANET.N fell 4 percent as investors feared that Amazon's scale and pricing power could disrupt the sector.  The report comes days after Amazon sent shockwaves across the drug retailing sector with its move to buy small online pharmacy PillPack.  The networking devices will consist of open-source software and unbranded hardware known as “white-box” switches and come with built-in connections to AWS cloud services, such as servers and storage, the Information said.  Amazon Web Services could price its white-box switches 70-80 percent less than comparable switches from networking giant Cisco, the report said, citing one of the people with direct knowledge of the unit’s plan.  “If true, we think this would be a notable negative for the networking equipment space going forward,” RBC Capital Markets analyst Mitch Steves wrote in a note.  AWS expects to launch the switches for sale within the next 18 months, according to the report.  Amazon and Juniper did not immediately respond to a request for comment. Cisco and Arista declined to comment.","26":"SHANGHAI (Reuters) - Cisco Systems Inc’s purchase of Acacia Communications Inc has been approved by China’s antitrust regulator on condition that the companies ensure fair competition, the watchdog said on Tuesday.  FILE PHOTO: A visitor uses a mobile phone in front of the Cisco booth at the Mobile World Congress in Barcelona, Spain, February 26, 2019. REUTERS\/Rafael Marchante  The State Administration for Market Regulation’s (SAMR) green light brings the $4.5 billion dollar deal to a close after approval from other countries including the United States.  Network gear maker Cisco first announced its intention to acquire optical components manufacturer Acacia in 2019, looking to capture more business from telecoms companies.  China’s approval was the only remaining closing condition for the deal, Cisco said in July last year..  SAMR on Tuesday said the Acacia acquisition can proceed provided the companies continue to service existing contracts in China and continue to supply customers in China “in accordance with the principles of fairness, reasonableness and non-discrimination”.  One of China’s top market regulators, SAMR has authority akin to the European Commission to approve acquisitions involving multinational corporations.  In the past, China has gone against decisions by other regulators overseas.  In 2018 Qualcomm Inc’s planned $44 billion takeover of Dutch chipmaker NXP Semiconductors NV collapsed after the regulator stalled on issuing public approval.  That deal’s dissolution came months after Singapore-based chipmaker Broadcom withdrew its bid to purchase Qualcomm after a warning from U.S. President Donald Trump’s administration stated that the deal would give China an upper hand in technology development.  Last year, however, China approved two smaller acquisitions in the increasingly politicised microchip industry - Infineon Technologies’ $10 billion purchase of U.S.-based Cypress Semiconductor and U.S. chipmaker Nvidia’s $6.9 billion deal for Israel’s Mellanox Inc.  Semiconductor machinery maker Applied Materials’ planned acquisition of Kokusai Electric remains subject to SAMR approval, as does Nvidia’s pending $40 billion purhase of British chip designer Arm..  Accelerating a crackdown on anticompetitive behaviour in China’s booming internet space, SAMR recently launched an antitrust probe into e-commerce giant Alibaba Group Holding Ltd.","27":"The U.S. Supreme Court on Monday declined to hear an appeal by Cisco Systems Inc of a decision upholding the validity of cybersecurity patents the computing giant was found to infringe.  The high court declined to hear a petition in which Cisco, represented by Bill Lee of Wilmer Cutler Pickering Hale & Dorr, argued patents owned by SRI International Inc are invalid because they recite only the abstract idea of collecting and analyzing data.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2HSFmhS","28":"A federal appeals court has revived a patent case brought against Cisco Systems Inc by a smaller computing company, saying a judge erred in ruling the asserted patent invalid for failure to list all co-inventors.  In a precedential decision issued on Friday, the U.S. Court of Appeals for the Federal Circuit vacated a determination that an Egenera Inc patent relating to data center technology was invalid and remanded the case for further proceedings.  To read the full story on Westlaw Today, click here: bit.ly\/3gB2XSV","29":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window)  * Cisco falls on disappointing forecast  * Walmart posts strong third-quarter earnings, raises outlook  * Weak data from China, Germany spark growth concerns  * Indexes down: Dow 0.16%, S&P 0.14%, Nasdaq 0.24% (Changes comment, updates market action)  Nov 14 (Reuters) - U.S. stocks slipped on Thursday, weighed down by technology shares after Cisco’s dour forecast raised worries of a global economic slowdown and overshadowed strong results from big box retailer Walmart.  The pullback in the benchmark S&P 500 and blue-chip Dow Jones Industrial Average came a day after they closed at record highs.  Cisco Systems Inc fell 7.5% after the network gear maker said current-quarter revenue would drop 3% to 5% amid declining global spending on its routers and switches, some of which are made in China.  Walmart Inc posted robust same-store sales growth and profit, while also raising its full-year earnings forecast. However its shares reversed course to edge 0.4% lower after hitting a record high in the session.  Strong results from the world’s largest retailer come ahead of a crucial retail sales report by the U.S. Census Bureau on Friday.  “Despite all the negative headlines, we are near all-time highs and that is because the fundamentals of the underlying economy are still strong,” said Josh Markman, managing director at Bel Air Investment Advisors.  Five of the 11 major S&P sectors were higher, with defensive utilities and real estate gaining the most.  The tech index was 0.41% lower, as Cisco weighed.  The stock indexes had an uneventful open as weak data from China and Germany rekindled worries of growth concerns due to a prolonged U.S.-China trade war.  Hopes of a resolution to the trade dispute as well as a largely upbeat corporate earnings season have spurred Wall Street to record highs this month, but U.S. President Donald Trump recently tempered expectations with the threat of more tariffs if China failed to reach a deal.  Federal Reserve Chair Jerome Powell is speaking before the House Budget Committee on Thursday. On Wednesday, he spoke about a “sustained expansion” ahead for the U.S. economy, which supported stock markets in the previous session.  At 11:39 a.m. ET the Dow Jones Industrial Average was down 43.22 points, or 0.16%, at 27,740.37, the S&P 500 was down 4.23 points, or 0.14%, at 3,089.81 and the Nasdaq Composite was down 20.04 points, or 0.24%, at 8,462.07.  Dillard’s Inc jumped 12.8% as the department store chain beat quarterly comparable-store sales estimates.  Kraft Heinz Co dropped 4.3% after a report that Goldman Sachs had downgraded the food and beverage maker’s stock to “sell”.  Advancing issues outnumbered decliners for a 1.45-to-1 ratio on the NYSE. Declining issues outnumbered advancers for a 1.02-to-1 ratio on the Nasdaq.  The S&P index recorded 19 new 52-week highs and one new low, while the Nasdaq recorded 52 new highs and 84 new lows. (Reporting by Arjun Panchadar and Agamoni Ghosh in Bengaluru; Editing by Saumyadeb Chakrabarty and Shounak Dasgupta)","30":"May 15 (Reuters) - Cisco Systems Inc reported quarterly revenue above Wall Street estimates on Wednesday, lifted by growth in its traditional business of selling routers and switches, as well as in its newer focus areas such as cyber security and software.  Net income rose to $3.04 billion, or 69 cents per share, in the third quarter ended April 27 from $2.69 billion, or 56 cents per share, a year earlier.  Total revenue rose to $12.96 billion from $12.46 billion.  Analysts on average had expected revenue of $12.89 billion, according to IBES data from Refinitiv. (Reporting by Akanksha Rana in Bengaluru; Editing by Anil D’Silva)","31":"Nov 13 (Reuters) - Wall Street’s main indexes opened higher on Friday as Disney and Cisco jumped after reporting upbeat quarterly results, although investors remained worried about restrictions due to record surges in coronavirus cases.  The Dow Jones Industrial Average rose 123.73 points, or 0.43%, at the open to 29,203.90.  The S&P 500 opened higher by 15.56 points, or 0.44%, at 3,552.57, while the Nasdaq Composite gained 85.35 points, or 0.73%, to 11,794.94 at the opening bell. (Reporting by Shivani Kumaresan in Bengaluru; Editing by Saumyadeb Chakrabarty)","32":"Arista Networks Inc can challenge two Cisco Systems Inc patents on network technology through inter partes review (IPR) even though the patents were originally issued to Arista’s co-founder, a federal appeals court has ruled.  A three-judge panel of the U.S. Court of Appeals for the Federal Circuit on Friday rejected an argument by Cisco that two IPR petitions by Arista challenging its patents were barred by the doctrine of assignor estoppel, which states that inventors cannot challenge the validity of their own patents after assigning them to another party.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2QBFipb","33":"FILE PHOTO: The Cisco Systems logo is seen as part of a display at the Microsoft Ignite technology conference in Chicago, Illinois, U.S., May 4, 2015. REUTERS\/Jim Young\/File Photo  (Reuters) - Cisco Systems Inc on Friday sought a court order asking Acacia Communications Inc to close the $2.84 billion deal, just over an hour after the optical component maker terminated the merger agreement.  The swift response came after Acacia said the deal failed to obtain regulatory approval from China within the originally agreed time frame.  Cisco said it received the approval on Thursday and sought confirmation from the Delaware Court of Chancery that it has met all conditions for closing the deal.  The network gear maker had agreed to buy Acacia in cash in 2019, aiming to garner a bigger chunk of 5G spending by telecom companies.  The merger, initially expected to close in the second half of Cisco’s fiscal 2020, was cleared by the United States, Germany and Austria, but had been under regulatory review by China, the only remaining closing condition of the deal.  Shares of Cisco rose nearly 1% early trading, while Acacia jumped about 9%.","34":"April 16 (Reuters) - Cisco Systems Inc:  * GONG.IO EXTENDS A1 FUNDING ROUND WITH INVESTMENT FROM CISCO INVESTMENTS  * GONG.IO - RECEIVED INVESTMENT FROM CISCO INVESTMENTS IN AN EXTENSION OF A1 FUNDING ROUND Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","35":"Aug 15 (Reuters) - Cisco Systems Inc reported quarterly revenue above Wall Street estimates on Wednesday, driven by growth in the network gear maker’s newer businesses such as cyber security.  The company’s shares rose 2.2 percent to $44.85 after the bell.  Revenue from its security business, which offers firewall protection and breach detection systems, rose 12 percent to $627 million. Eight analysts polled by Thomson Reuters I\/B\/E\/S had expected revenue of $615.8 million.  Cisco in August said it would buy cyber security provider Duo Security for $2.35 billion, the latest acquisition by Chief Executive Officer Chuck Robbins as he steers the company to high-growth areas such as cyber security and Internet of Things to make up for slowing demand for its core business.  Revenue in its application software businesses rose 10 percent to $1.34 billion.  Revenue in its infrastructure platform division, which houses the company’s traditional business of supplying switches and routers, rose 7 percent to $7.44 billion. Eight analysts polled by Thomson Reuters I\/B\/E\/S had expected revenue of $7.32 billion.  The company’s net income rose to $3.80 billion, or 81 cents per share, in the fourth quarter ended July 28, from $2.42 billion, or 48 cents per share, a year earlier.  On an adjusted basis, the company earned 70 cents per share.  Total revenue rose to $12.84 billion from $12.13 billion.  Analysts on average had expected a profit of 69 cents per share and revenue of $12.77 billion.","36":"OAKLAND, Calif. (Reuters) - California regulators sued Cisco Systems Inc CSCO.O on Tuesday, accusing it of discriminating against an Indian-American employee and allowing him to be harassed by two managers because he was from a lower Indian caste than them.  FILE PHOTO: The Cisco logo is seen at their booth at the Mobile World Congress in Barcelona, Spain, February 26, 2018. REUTERS\/Sergio Perez  U.S. employment law does not specifically bar caste-based discrimination, but California’s Department of Fair Employment and Housing contends in the lawsuit that the Hindu faith’s lingering caste system is based on protected classes such as religion.  The lawsuit, filed in federal court in San Jose, does not name the alleged victim. It states he has been a principal engineer at Cisco’s San Jose headquarters since October 2015 and that he was born at the bottom of caste hierarchy as a Dalit, once called “untouchables.”  Like other large Silicon Valley employers, Cisco’s workforce includes thousands of Indian immigrants, most of whom were born Brahmins or other high castes.  Former Cisco engineering managers Sundar Iyer and Ramana Kompella also are defendants in the lawsuit, which accuses them of harassment for internally enforcing the caste hierarchy.  Cisco spokeswoman Robyn Blum said the network gear maker followed its process to investigate employee concerns in this case and would “vigorously defend itself” against the lawsuit.  “Cisco is committed to an inclusive workplace for all,” she said. “We were fully in compliance with all laws as well as our own policies.”  Iyer and Kompella did not immediately respond to requests for comment. It was not immediately known if the two have retained attorneys.  The civil rights group Equality Labs in a 2018 report cited in the lawsuit found that 67% of Dalits surveyed felt treated unfairly at their U.S. workplaces.  At Cisco, the unnamed employee reported Iyer to human resources in November 2016 for outing him as a Dalit to colleagues. Iyer allegedly retaliated, but Cisco determined caste discrimination was not illegal and issues continued through 2018, the lawsuit states.  Cisco reassigned and isolated the employee, rejected a raise and opportunities that would have led to one and denied two promotions, according to the lawsuit.  Hindus traditionally grouped people into four major castes based on ancestry, and Dalits in India still struggle with access to education and jobs 65 years after India banned caste-based discrimination.","37":"Nov 13 (Reuters) - Network-gear maker Cisco Systems Inc on Wednesday forecast second-quarter profit below estimates, sending its shares down 5%.  The company expects profit on an adjusted basis to be between 75 cents and 77 cents per share in the current quarter, below analysts’ average estimate of 79 cents, according to IBES data from Refinitiv.","38":"TEL AVIV (Reuters) - Private equity firm Permira [PERM.UL] said on Tuesday it is buying back Cisco System's CSCO.O video software unit, six years after it sold the business to Cisco for $5 billion.  Permira said a subsidiary had agreed to buy the UK-based unit, which it will turn into a new, rebranded company focused on developing video software for the pay-TV industry. It named video industry veteran Abe Peled as chairman of the business.  A source familiar with the deal said Permira was paying $1 billion for the unit, confirming a report in Israeli news website Calcalist.  Peled declined to comment on the price tag.  Peled, who has been advising Permira for the past six years, was CEO of the business, then called NDS, when it was sold by Permira and News Corp to Cisco in 2012.  The company’s customers include Sky TV in the UK, AT&T’s DirecTV, Vodafone in Germany and China’s state satellite TV. However, it is operating in a highly competitive environment as companies like Netflix, Hulu, Apple Inc and Amazon.com Inc’s prime video have all been investing heavily to strengthen content.  NDS, established in 1988 in Israel, is now based in the UK and has about 3,500 employees, including about 700 at its research and development center in Israel.  Peled told Reuters by phone that the business is profitable but would not disclose details.  The transaction fits in well with Permira’s strategy, he said, noting the private equity firm has multiple investments in pay-TV and technology.  “They see opportunity for creating value through innovation and growth,” Peled said.  Streaming piracy is another problem for the industry and Peled noted that Israel’s expertise in cybersecurity could help the company further develop solutions.  Peled said more than 50 percent of major pay-TV operators in the world are customers of the video software unit, with its software installed in over 300 million end-user devices.  Cisco senior vice president Yvette Kanouff said in a blog that Cisco’s strategy is focused on areas such as networking, cloud, security and data.  Peled could not say what exit strategy Permira will choose for the business.  “You focus on the company doing well and creating value and when the time comes the exit strategy will present itself, whether it’s an IPO or another private equity firm or a strategic acquisition,” he said.","39":"Jan 14 (Reuters) - Optical component maker Acacia Communications Inc on Thursday agreed to be bought by network gear maker Cisco Systems Inc for a sweetened offer of $4.5 billion. Cisco had previously offered $2.84 billion.  Reporting by Akanksha Rana in Bengaluru; Editing by Arun Koyyur Our Standards: The Thomson Reuters Trust Principles.","40":"FILE PHOTO: A visitor uses a mobile phone in front of the Cisco booth at the Mobile World Congress in Barcelona, Spain, February 26, 2019. REUTERS\/Rafael Marchante  (Reuters) - Cisco Systems Inc’s video-conferencing app Webex registered a record 324 million attendees in March, with usage more than doubling in the Americas, as the coronavirus-led lockdowns forced businesses to have employees work from home.  Webex and rival meeting platforms from Zoom and Microsoft Corp’s Teams are being used worldwide to host everything from virtual classrooms and business meetings to church services, as people stay at home to restrict the spread of the pandemic.  Zoom's daily users ballooned to more than 200 million in March from a previous maximum total of 10 million, the company said here on Wednesday. It was, however, not clear if the number was comparable with Cisco's due to the different ways the companies calculate meeting attendees.  “Webex grew 2.5 times in Americas, four times in Europe and 3.5 times in Asia Pacific. Our growth is sourced from enterprise expansion, education and telehealth,” said Sri Srinivasan, senior vice president and general manager, Cisco Collaboration.  About 73 million meetings took place in March and well over 22 million meetings per week in the last two weeks, Sri Srinivasan added.  Cisco said the latest user numbers have more than doubled since January.  The explosion in demand has spurred a huge boom for what were often relatively small businesses while raising issues of privacy and abuse.  Zoom’s share price has surged five-fold in value since going public in April last year, but the company has faced a backlash in the past week from users worried about the lack of full encryption of sessions and zoombombing, where uninvited guests crash meetings.  Cisco said its Webex system, which includes teleconferencing and is older, was fully encrypted.","41":"(For a Reuters live blog on U.S., UK and European stock markets, click LIVE\/ or type LIVE\/ in a news window.)  * Dow and S&P up 0.9%, Nasdaq up 0.7%  Nov 13 (Reuters) - U.S. stock index futures rebounded on Friday as shares of Disney and Cisco advanced after both reported upbeat quarterly results, but investors remained cautious as many U.S. states imposed restrictions to curb the relentless surge in coronavirus cases.  Cisco Systems Inc and Walt Disney Co were the top gainers among the Dow components trading before the bell. Futures tracking the blue-chip index were 0.9% higher.  The network gear maker jumped 7.7% premarket as it gained from work-from-home driven surge in demand, while Disney rose 4.3% as its rapidly growing streaming video business and a partial recovery at its theme parks limited its quarterly loss.  Wall Street’s major indexes ended sharply lower on Thursday as a jump in U.S. coronavirus infections fueled fears about the recovery, with investors also weighing how fast an effective vaccine would be rolled out.  More than a dozen U.S. states reported a doubling of new COVID-19 cases in the last two weeks with Chicago’s mayor issuing a month-long stay-at-home advisory on Thursday.  Positive data on a late-stage vaccine development earlier this week lifted demand for sectors that would benefit from an upswing in the economy - including financial and energy stocks, putting the S&P 500 and Dow on track for weekly gains.  The tech-heavy Nasdaq, however, is headed for a weekly loss as investors booked profits in market-leading technology stocks, which have benefited from a stay-at-home environment.  At 06:12 a.m. ET, Dow E-minis were up 0.91%, S&P 500 E-minis rose 0.86% and Nasdaq 100 E-minis gained 0.73%. (Reporting by Medha Singh in Bengaluru; Editing by Saumyadeb Chakrabarty)","42":"A federal appeals court on Tuesday upheld the dismissal of a lawsuit accusing Cisco Systems Inc’s cloud communications unit Broadsoft of infringing patents on call processing technology.  The U.S. Court of Appeals for the Federal Circuit said a Delaware judge did not err in invalidating patents that technology licensing company CallWave Communications LLC accused Broadsoft of infringing.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2PF6J12","43":"FILE PHOTO: The Cisco Systems logo is seen as part of a display at the Microsoft Ignite technology conference in Chicago, Illinois, U.S., May 4, 2015. REUTERS\/Jim Young\/File Photo  (Reuters) - Acacia Communications Inc said on Monday it had filed a counterclaim against Cisco Systems Inc, days after the network gear maker sought a court order asking Acacia to close the $2.84 billion deal it had ended.  The optical component maker said it was seeking a declaration that it validly terminated the merger with Cisco, after the deal failed to obtain regulatory approval from China within the originally agreed time frame.  Last week, Cisco said it had received the approval from China on Jan. 7 and sought confirmation from the Delaware Court of Chancery that it has met all conditions for closing the deal.  Acacia, in response, said on Monday that an email dated Jan. 7 from an employee of China’s State Administration for Market Regulation stating that Cisco’s submission was “sufficient to address the relevant competition concerns”, does not constitute regulatory approval.  The company added that it intends to vigorously defend itself against Cisco’s claims.  In 2019, Cisco had agreed to buy Acacia to garner a bigger chunk of 5G spending by telecom companies. The deal, which was cleared by the United States, Germany and Austria, had been awaiting regulatory approval from China.","44":"(Reuters) - Cisco Systems Inc reported better-than-expected quarterly earnings on Wednesday and gave an upbeat sales forecast for the current period, saying that minimal sales exposure to China and changes to its supply chains have helped cushion the blow of U.S.-China trade dispute.  FILE PHOTO: The logo of U.S. networks giant Cisco Systems is seen at their headquarters in Issy-les-Moulineaux, near Paris, France, April 3, 2018. REUTERS\/Philippe Wojazer\/File Photo  The United States raised tariffs on $200 billion worth of Chinese imports to 25% last week, prompting China to increase duties on $60 billion of U.S. goods in retaliation on Monday.  Analysts have been worried about the impact of the trade war on Cisco’s traditional business of selling switches and routers because some are made in China.  However, the company said it had been working for six months to change its supply chain and that it expects minimal impact at this point.  “We still have some manufacturing happening in China. But we’ve greatly, greatly reduced our exposure working with our supply chain and our suppliers,” Chief Financial Officer Kelly Kramer said on a post-earnings conference call.  Shares of the Dow component rose 2.5% to $53.75 in extended trading.  Chief Financial Officer Kelly Kramer said only about 3% of Cisco’s overall revenues come from China, shielding it from slowing economic growth there that has caused slower sales for tech companies such as Apple Inc . She told Reuters that some Cisco products still face tariffs even after the company moved manufacturing lines for some U.S.-bound products and found alternative sources for some parts.  “We still have products that are being tariffed, but we are reducing the size of that pie,” she said. “We can take some pricing actions to account for the cost.”  The company has been betting on its newer business such as cyber security and software as it looks to counter any impact from slowing sales of routers and switches.  Sales in the company’s security business, which offers firewall protection and breach detection systems, rose 21% to $707 million, beating estimates of $670.4 million.  Revenue in its software business rose 9% to $1.43 billion, but fell short of estimates of $1.52 billion.  Revenue in its infrastructure platform business, which includes switches and routers, rose 5% to $7.55 billion. Analysts had expected revenue of $7.47 billion, according to IBES data from Refinitiv. That business is expected to get a boost from 5G communication networks, but Cisco executives said they do not expect an impact until 2020.  The company forecast fourth-quarter revenue growth of 4.5% to 6.5%, implying $13.33 billion at the mid-point, and adjusted profit of 80 cents to 82 cents per share. Analysts were expecting a profit of 81 cents per share and revenue of $13.29 billion.  “The results continue to be consistent. They were pretty much in line which is a relief to investors given all the negative macro news,” Elazar Advisors analyst Chaim Siegel said.  Net income rose to $3.04 billion, or 69 cents per share, in the third quarter ended April 27 from $2.69 billion, or 56 cents per share, a year earlier.  On an adjusted basis, the company earned 78 cents per share. Analysts were expecting Cisco to earn 77 cents per share.  Total revenue rose about 4% to $12.96 billion, beating estimates of $12.89 billion.","45":"(Reuters) - Arista Networks Inc ANET.N will pay $400 million to Cisco Systems Inc CSCO.O to resolve a U.S. court fight between the two network equipment makers, Arista said in a regulatory filing on Monday, the day a jury trial in the dispute was scheduled to begin.  A Cisco Systems sign is seen outside a Cisco health clinic at Cisco Systems in San Jose, California, U.S., March 22, 2018. REUTERS\/Elijah Nouvelage  The settlement resolved U.S. lawsuits filed by Cisco alleging Arista copied its intellectual property.  The deal also called for Arista to drop a lawsuit alleging Cisco engaged in anticompetitive conduct to preserve its dominant share of the ethernet switch market. The jury trial in that case was to have started on Monday in San Jose, California.  The companies said in a joint statement that the settlement “demonstrates their commitment to the principles of IP protection.”  Founded in 2004 by former Cisco engineers, Arista has emerged as a rival to Cisco in the multibillion-dollar market for ethernet switches used in data centers.  Cisco sued Arista in 2014, alleging it brazenly copied software that runs switching products and other technology protected by patents and copyrights. Arista has denied the allegations and accused Cisco of a smear campaign intended to stifle competition.  The U.S. International Trade Commission ruled in 2016 that Arista infringed three patents and recommended a limited ban on Arista’s products that infringe the patents.  Arista said that in an effort to comply with the ITC’s ruling it redesigned its technology to remove elements found to infringe Cisco’s patents.  Arista scored a major victory of its own in 2016, when a U.S. jury said it owed no damages over Cisco’s claims of copyright infringement.  The settlement came shortly before a trial in a 2016 antitrust lawsuit filed by Arista. It alleged Cisco permitted rivals to use its interface technology and then later, after they were locked into using it, claimed copyright protection on it.  Cisco denied the allegations in court filings, saying it never encouraged Arista to adopt its technology and that it acted reasonably in suing for copyright infringement.  The companies said in the joint statement that “with limited exceptions, no new litigation will be brought over patents or copyrights related to existing products, for five years.”  The settlement does not resolve Cisco’s appeal of the 2016 verdict that Arista was not liable for damages under U.S. copyright law. A federal appeals court heard arguments relating to those claims in June and likely will issue a ruling later this year.","46":"May 10 (Reuters) - Network gear maker Cisco Systems Inc is pulling all online ads from YouTube due to fears of the ads appearing on sensitive content on the platform, Cisco’s chief marketing officer, Karen Walker, said in a blog on Wednesday.  The blog on Thursday seemed to have been removed from Cisco’s website. The company did not respond to a request seeking comment.  Walker, in the blog, said she would not like the company’s ads to “accidentally end up in the wrong place, such as on a streaming video with sensitive content,” adding that the network gear maker will continue to use YouTube as a platform to share Cisco’s video content.  Alphabet Inc’s Google, which owns YouTube, did not respond to a request for comment outside regular business hours.  Cisco's action follows a CNN report in April that said ads from over 300 companies, including Cisco, ran on extremist channels on YouTube. cnnmon.ie\/2jOhAXZ  The companies may have unknowingly helped finance some of these channels through the advertisements they paid for YouTube, according to the CNN report.  YouTube said in a report released last month that it had deleted about 5 million videos from its platform for content policy violations in last year’s fourth quarter before any viewers saw them.","47":"(Reuters) - Cisco Systems Inc said on Wednesday that impending U.S. tariffs and Chinese customers shunning the networking company’s gear were weighing on its business, and it forecast sales and profit below Wall Street targets.  FILE PHOTO: A man passes under a Cisco logo at the Mobile World Congress in Barcelona, Spain February 25, 2019. REUTERS\/Sergio Perez  Cisco executives said sales in China fell 25% and that the country’s state-owned enterprises were no longer taking bids from Cisco.  “We’re not being allowed to even participate anymore,” Cisco Chief Executive Chuck Robbins told investors on a conference call.  Chief Financial Officer Kelly Kramer said in an interview that Chinese companies were dropping Cisco gear and instead buying hardware from domestic Chinese companies.  “There’s a certain sense of nationalism,” Kramer said.  Cisco estimated first-quarter revenue growth of 0% to 2%. This implies a range of $13.07 billion to $13.33 billion, while analysts expect $13.40 billion, according to IBES data from Refinitiv.  It estimated adjusted earnings of 80 cents to 82 cents per share in the first quarter of 2020, below analysts’ forecast of 83 cents.  Shares of Cisco, a Dow component, fell 3.4% in the runup to results amid broader declines in the market, and dropped 8% to $46.53 in after-hours trading.  While sales to China fell sharply, they comprised less than 3% of overall sales in Cisco’s fiscal fourth quarter. Slower orders from large businesses, especially in the United Kingdom, also contributed to the below-expectations forecast.  Cisco said U.S. tariffs on Chinese-made goods would soon hit its products, dragging down margins in its fiscal first quarter. U.S. President Donald Trump said this week he would delay a 10% tariff on some Chinese-made goods until December. But Kramer said most of Cisco’s goods were not part of the temporary reprieve and face tariffs next month.  “Nothing got excluded so far,” Kramer said.  That would weigh on the company’s margins in its fiscal first quarter, she added. Cisco forecast adjusted gross margins of 63% to 64%, virtually unchanged from the 62.9% in the just-reported quarter.  Since taking the helm in July 2015, CEO Robbins has emphasized growth areas such as the cloud, Internet of Things and cybersecurity through acquisitions.  Sales in Cisco’s cybersecurity business, which offers firewall protection and breach detection systems, rose 14% to $714 million in the fourth quarter, but missed estimates of $737.1 million.  Net income fell to $2.21 billion, or 51 cents per share, in the fourth quarter ended July 27. Excluding items, it earned 83 cents, above estimates of 82 cents.  Total revenue rose 4.5% to $13.43 billion and beat the average analyst estimate of $13.39 billion.","48":"Sept 21 (Reuters) -  * CHINESE LEADERS SPLIT OVER RELEASING BLACKLIST OF U.S. COMPANIES - WSJ  * SOME IN BEIJING HESITANT TO ISSUE LIST OF AMERICAN FIRMS TO TARGET, ARGUING PUBLICATION SHOULD WAIT UNTIL AFTER U.S. ELECTION - WSJ  * HUAWEI RIVAL CISCO SYSTEMS AMONG U.S. COMPANIES SEEN LIKELY TO BE INCLUDED IN BLACKLIST OF U.S. ENTITIES BEIJING OFFICIALS ARE DRAWING UP- WSJ Source text: on.wsj.com\/3chvH2F","49":"A logo of Cisco is seen during the Mobile World Congress in Barcelona, Spain February 27, 2018. REUTERS\/Yves Herman  (Reuters) - Network gear maker Cisco Systems Inc CSCO.O is pulling all online ads from YouTube due to fears of the ads appearing on sensitive content on the platform, Cisco's chief marketing officer, Karen Walker, said in a blog on Wednesday.  The blog, which seemed to have been removed from Cisco’s website on Thursday, said the company would not like its ads to “accidentally end up in the wrong place, such as on a streaming video with sensitive content,” adding that the network gear maker will continue to use YouTube as a platform to share Cisco’s video content.  Alphabet Inc's Google GOOGL.O, which owns YouTube, said it has partnered with advertisers to make changes.  “We have partnered with advertisers to make significant changes to how we approach monetization on YouTube with stricter policies, better controls and greater transparency. We are committed to continuing this dialogue and getting this right,” a Google spokesperson told Reuters.  Cisco's action follows a CNN report cnnmon.ie\/2jOhAXZ in April that said ads from over 300 companies, including Cisco, ran on extremist channels on YouTube.  The companies may have unknowingly helped finance some of these channels through the advertisements they paid for YouTube, according to the CNN report.  Cisco did not respond to a request seeking comment on the blog’s removal from its website.  YouTube said in a report released last month that it had deleted about 5 million videos from its platform for content policy violations in last year’s fourth quarter before any viewers saw them.","50":"(Reuters) - Cisco Systems Inc said on Thursday it would buy Duo Security, a venture capital-backed cyber security company, for $2.35 billion in cash, as part of its push to expand into a faster growing area of software than its core business.  A Cisco Systems sign is seen outside a Cisco health clinic at Cisco Systems in San Jose, California, U.S., March 22, 2018. Picture taken March 22, 2018. REUTERS\/Elijah Nouvelage  The deal is the biggest acquisition for Cisco since its $3.7-billion purchase of business performance monitoring software company AppDynamics last year, and its largest in the cyber security sector since its $2.7-billion takeover of Sourcefire in 2013.  The deal is an example of “a move toward software and our shift to more recurring revenue with new subscription-based solutions,” Robert Salvagno, head of Cisco’s corporate development said on a conference call Thursday.  Many companies are on the hunt for deals to expand their cybersecurity offerings as corporations want to bulk up their defenses against a wave of cyber attacks by criminals, spies and hacker activists. Earlier this month, telecommunications firm AT&T Inc bought AlienVault, a cybersecurity provider for small and medium-size businesses.  “Cisco is getting its act together in the cyber security market,” Credit Suisse analyst Brad Zelnick said in a research note, noting that Cisco has acquired five security companies over the past three years.  Cisco shares rose 1.6 percent at $42.54 on Thursday.  The deal represents a rare multi-billion dollar exit for cybersecurity venture investors who have been pouring money at a record pace into a crowded market. There are over 3,000 cyber  security companies with more than 400 being funded per year, according to advisory firm Momentum Cyber.  One venture capital firm, Benchmark, saw a 20 times return on its early investment in the company, according to a source familiar with the matter. Benchmark declined to comment.  Based in Ann Arbor, Michigan, Duo had raised $119 million to date from investors such as Lead Edge Capital, Index Ventures, Workday, Redpoint Ventures and True Ventures.  Duo’s platform allows users to verify their identity with a two-step authentication process, a product that Cisco executives said was key as more of their customers are trying to securely connect to applications in the cloud.  The deal, reported first by Reuters, is expected to close in the first quarter of Cisco’s fiscal 2019.  Cisco has been making efforts to transform itself beyond networking. Besides security, it is also focused on investing in what it calls the Internet of Things and cloud-based applications.  Cisco was advised by Goldman Sachs and Barclays as well as the law firm Fenwick & West. Duo was advised by Qatalyst Partners and law firm Gunderson Dettmer.","51":"May 16 (Reuters) - U.S. stocks opened higher on Thursday, helped by upbeat earnings from Cisco and Walmart, although the Trump administration’s move to blacklist Chinese telecom company Huawei kept chip stocks under pressure.  The Dow Jones Industrial Average rose 44.12 points, or 0.17%, at the open to 25,692.14. The S&P 500 opened higher by 4.84 points, or 0.17%, at 2,855.80. The Nasdaq Composite gained 10.43 points, or 0.13%, to 7,832.58 at the opening bell. (Reporting by Sruthi Shankar in Bengaluru; Editing by Arun Koyyur)","52":"(Reuters) - Cisco Systems Inc on Wednesday forecast first-quarter revenue and profit below Wall Street estimates and laid out a restructuring plan, as the coronavirus crisis forced its clients to hold back spending.  FILE PHOTO: A man passes under a Cisco logo at the Mobile World Congress in Barcelona, Spain February 25, 2019. REUTERS\/Sergio Perez  Shares of the top network equipment maker fell nearly 5% after the bell.  The restructuring, which includes a voluntary early retirement program and layoffs, will begin this quarter, the company said, adding that it expected to recognize a related one-time charge of about $900 million.  On a conference call with investors, Chief Executive Chuck Robbins said Cisco also plans to reduce its expenses by $1 billion on an annualized basis “over the next few quarters.”  The company also announced that Chief Financial Officer Kelly Kramer will retire from Cisco, but will remain with the company until a successor is found.  Cisco expects current-quarter revenue to drop between 9% and 11% from last year, implying a range of between $11.71 billion and $11.97 billion, while analysts had expected $12.25 billion.  It also forecast adjusted earnings of 69 cents to 71 cents per share, below estimates of 76 cents, according to Refinitiv IBES data.  Kramer told Reuters that Cisco will continue to acquire smaller companies to help boost revenue and that its $2.84 billion acquisition of Acacia Communications Inc remains on track. The deal was slated to close before the end of Cisco’s fiscal 2020 last month, but the company said it is still awaiting approval from Chinese regulators.  “We still feel good about it. We’re responding to their requests as fast as we can to make sure there are no issues,” Kramer said. “We are focused on getting it done.”  For the fiscal fourth quarter ended July 25, revenue fell about 9% to $12.15 billion, but beat estimates of $12.08 billion, as more people working from home boosted demand for its web security and teleconferencing tools.  Excluding items, Cisco earned 80 cents per share in the quarter, beating estimates of 74 cents.","53":"(Reuters) - Cisco Systems Inc’s team collaboration app Webex Teams suffered an outage for more than two hours on Thursday, but the company later said its services had started to recover.  At the time of the outage, Cisco said, users of Webex Teams’ desktop and mobile applications may have experienced delays with receiving messages.  Users may also have seen a signaling delay between the Webex Teams client and devices, and experienced intermittent failures when joining meetings, according to the application's status page. (bit.ly\/37PESHr)  Webex and rival meeting platforms such as Zoom Video Communications Inc and Microsoft Corp's Teams are being used worldwide to host everything from virtual classrooms and business meetings to church services, as people stay at home due to the pandemic. (reut.rs\/3mwqrft)","54":"(Reuters) - The S&P 500 ended slightly lower on Thursday after briefly trading above its record closing high level for a second day, and the Dow also fell in the wake of a disappointing forecast from Cisco Systems Inc CSCO.O.  The benchmark S&P 500 rose as high as 3,387.24 during the session, just above its record high closing level of 3,386.15 from Feb. 19. The record came just before investors sold shares in anticipation of what proved to be the biggest slump in the U.S. economy since the Great Depression. The index’s intraday record high of 3,393.52 was also set on Feb. 19.  An 11.2% slump in shares of Cisco Systems weighed on the Dow and S&P 500 after the company forecast first-quarter revenue and profit below estimates.  Concern about corporate earnings has continued despite a mostly stronger-than-expected second-quarter profit season.  “The outlook for earnings in the next few quarters seems to be getting watered down by a lot of big companies,” said Peter Tuz, president of Chase Investment Counsel in Charlottesville, Virginia.  “It’s making for a sluggish market without a real catalyst to push it up and over the hurdle for good,” he said, referring to the S&P 500’s record.  Apple Inc AAPL.O shares rose 1.8%, helping to support the Nasdaq and limiting losses in the S&P 500.  FILE PHOTO: A man walks a dog in the shade away from the midday sun past the New York Stock Exchange (NYSE) building in Manhattan, during hot weather in New York City, New York, U.S., August 11, 2020. REUTERS\/Mike Segar  Also limiting bearishness, jobless claims fell below 1 million for the first time since efforts to curb the COVID-19 outbreak in the United States began five months ago.  Wall Street has recovered most of the trillions in market capitalization lost during the start of the pandemic and the Nasdaq was the first of the three major indexes to hit a record high in June. The Dow remains below its February peak.  The Dow Jones Industrial Average .DJI fell 80.12 points, or 0.29%, to 27,896.72, the S&P 500 .SPX lost 6.92 points, or 0.20%, to 3,373.43 and the Nasdaq Composite .IXIC added 30.27 points, or 0.27%, to 11,042.50.  Initial claims for state unemployment benefits decreased to 963,000 for the week ended Aug. 8, the lowest level since mid-March. But the expiration of a $600 weekly jobless supplement at the end of July likely contributed to the decline.  Data last week showed the economy had regained only 9.3 million of the 22 million jobs lost between February and April, indicating a long road to reach pre-pandemic levels.  Investors continue to hold on to hopes Democrats and the White House can reach agreement on a stimulus package to help the economy recover. Unemployment benefits have been a sticking point in their talks.  The U.S. presidential election is expected to add another layer of uncertainty into markets, with roughly 12 weeks remaining until Election Day.  Among declining stocks, Tapestry Inc TPR.N fell 1.1% even as it beat quarterly sales estimates.  Declining issues outnumbered advancing ones on the NYSE by a 1.42-to-1 ratio; on Nasdaq, a 1.21-to-1 ratio favored decliners.  The S&P 500 posted 15 new 52-week highs and no new lows; the Nasdaq Composite recorded 62 new highs and 18 new lows.  Volume on U.S. exchanges was 8.70 billion shares, compared with the 10.2 billion average for the full session over the last 20 trading days.","55":"Aug 2 (Reuters) - Cisco Systems Inc is in advanced talks to acquire Duo Security, a venture capital-backed cyber security company, as it seeks to expand its offerings in cloud computing, according to people familiar with the matter.  The deal, which the sources said could reach $2 billion, would be the biggest acquisition for Cisco since its $3.7-billion purchase of business performance monitoring software company AppDynamics last year, and its largest in the cyber security sector since its $2.7-billion takeover of Sourcefire in 2013.  If negotiations are completed successfully, a deal between Cisco and Duo could be announced in the coming days, the sources said, asking not to be identified because the matter is confidential.  Cisco declined to comment while Duo did not respond to a request for comment.  Duo’s platform allows users to verify their identity with a two-step authentication, Its investors include Index Ventures, Workday, Redpoint Ventures and True Ventures.  Cisco, the world’s largest networking gear maker, has been making efforts to transform itself into a software-focused company.  With its traditional business of making switches and routers struggling, Cisco has been focusing on high-growth areas such as security, the Internet of Things and cloud computing.","56":"FILE PHOTO: The Cisco Systems logo is seen as part of a display at the Microsoft Ignite technology conference in Chicago, Illinois, U.S., May 4, 2015. REUTERS\/Jim Young  (Reuters) - Cisco Systems Inc on Tuesday reported a decline in revenue for a fifth straight quarter, as enterprise clients spent less on its network infrastructure products for offices due to the rise of remote working.  The dour performance overshadowed a better-than-expected forecast for current-quarter revenue and sent the company’s shares 4% lower in extended trading. The stock had risen nearly 8% last week ahead of the results.  Chief Financial Officer Richard Herren said on a call with analysts that the infrastructure platforms unit, whose sales fell 3% in the quarter, took the biggest hit from the COVID-19 pandemic.  The company’s total revenue fell slightly to $11.96 billion in the second quarter ended Jan. 23, from $12.01 billion a year earlier. Analysts were expecting a figure of $11.92 billion, according to IBES data from Refinitiv.  However, the remote working trend boosted demand for the company’s videoconferencing platform Webex, virtual private network AnyConnect and cybersecurity products.  Revenue from the company’s services business rose 2% to $3.39 billion.  Cisco said it expects third-quarter revenue to increase between 3.5% to 5.5%, which implies a range of $12.4 billion to $12.64 billion compared with analysts’ estimates of $12.35 billion.","57":"May 16 (Reuters) - Network gear maker Cisco Systems Inc reported a 4.4 percent rise in quarterly revenue on Wednesday, its second straight quarterly rise, driven by strong growth in its newer businesses such as cyber security. The company’s net income rose to $2.69 billion, or 56 cents per share, in the third quarter ended April 28, from $2.52 billion, or 50 cents per share, a year earlier.  Total revenue rose to $12.46 billion from $11.94 billion. (Reporting by Laharee Chatterjee in Bengaluru; Editing by Sriraj Kalluvila)","58":"A California agency’s lawsuit accusing Cisco Systems Inc of tolerating Indian workers’ harassment of an Indian colleague who comes from a lower caste could trigger a reckoning in the tech industry, which disproportionately hires work-visa holders from India, experts said.  California’s Department of Fair Employment and Housing (DFEH) sued Cisco last month saying the company ignored the engineer’s claims that he was mistreated by two supervisors because he is a member of the Dalit caste, formerly known as “untouchables.” The agency accused Cisco of discrimination based on the engineer’s ethnicity, race, religion and ancestry in violation of state and federal laws.  To read the full story on Westlaw Today, click here: bit.ly\/33cvefw","59":"A federal appeals court on Tuesday dealt a setback to cloud services firm Egenera Inc in its patent litigation against larger rival Cisco Systems Inc.  The U.S. Court of Appeals for the Federal Circuit affirmed a determination by the U.S. Patent and Trademark Office’s Patent Trial and Appeal Board that an Egenera patent on computer server technology was invalid.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2QT3PZp","60":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window)  * Cisco top drag on all three indexes after disappointing forecast  * Walmart posts strong third-quarter earnings, raises outlook  * Dillard’s shares jump after quarterly report  * Indexes down: Dow 0.13%, S&P 0.05%, Nasdaq 0.15% (Updates to late afternoon)  Nov 14 (Reuters) - Wall Street’s main indexes slipped from near record levels on Thursday, as a dour forecast from tech stalwart Cisco Systems raised fresh questions about the global economy’s health and overshadowed a strong report from big box retailer Walmart.  Cisco shares tumbled 7.8% after the network gear maker forecast second-quarter revenue and profit below expectations as increasing global economic uncertainties kept clients away from spending more on its routers and switches.  Cisco’s share decline weighed the most on the major indexes and helped drag the technology sector down 0.3%.  In contrast, Walmart raised its annual outlook and the world’s largest retailer posted better-than-expected earnings, comparable sales and e-commerce growth in its largest market during the third quarter.  Walmart shares fell 0.8% after hitting a record high earlier in the session, but the S&P 500 retail and consumer discretionary indexes were higher after company’s report.  “We have on display this front-end of the economy, the U.S. consumer, that remains resilient and remains in a healthy place in front of a very key holiday spending timeframe for the economy,” said Margaret Reid, senior portfolio manager at The Private Bank at Union Bank in San Francisco.  That compares, Reid said, to “the back-end of the economy that still seems to be plagued and weighed by U.S.-China trade and global economic and political volatility.”  The Dow Jones Industrial Average fell 36.93 points, or 0.13%, to 27,746.66, the S&P 500 lost 1.41 points, or 0.05%, to 3,092.63 and the Nasdaq Composite dropped 12.35 points, or 0.15%, to 8,469.76.  Stocks have recently run to all-time highs, with the Dow and the S&P 500 posting record closing levels on Wednesday, helped by the Federal Reserve’s interest rate cuts, third-quarter earnings topping low expectations and signs the economy may be bottoming.  Fed Chair Jerome Powell on Thursday said the risk of the U.S. economy facing a dramatic bust is remote, and investors will next be looking to U.S. retail sales data on Friday to gauge the health of the economy.  On Thursday, real estate was the top-performing S&P 500 sector, rising 0.5%, while energy and consumer staples lagged along with tech.  Dillard’s Inc shares jumped 14.8% after the department store chain’s quarterly results.  Advancing issues outnumbered declining ones on the NYSE by a 1.20-to-1 ratio; on Nasdaq, a 1.21-to-1 ratio favored decliners.  The S&P 500 posted 23 new 52-week highs and 2 new lows; the Nasdaq Composite recorded 64 new highs and 105 new lows. (Additional reporting by Arjun Panchadar and Agamoni Ghosh in Bengaluru; Editing by Nick Zieminski)","61":"A coalition of four technology companies - Apple Inc, Google LLC, Cisco Systems Inc, and Intel - have sued the U.S. Patent and Trademark Office over a rule change that allows the agency to decline to review patents that are also being litigated in federal court.  The four companies sued the PTO on Wednesday, alleging it violated administrative law by adopting a policy known as the “NHK-Fintiv rule,” which allows the agency to decline to review patents through proceedings known as inter partes review (IPR).  To read the full story on Westlaw Today, click here: bit.ly\/31Mvp09","62":"(Adds source link)  Aug 6 (Reuters) - Arista Networks Inc:  * ARISTA NETWORKS - ON AUGUST 6, 2018, ARISTA NETWORKS ENTERED INTO A BINDING TERM SHEET WITH CISCO SYSTEMS, INC  * ARISTA NETWORKS - TERM SHEET WILL RESULT IN DISMISSAL OF ALL PENDING DISTRICT COURT AND ITC LITIGATION BETWEEN CO, CISCO  * ARISTA NETWORKS SAYS UNDER BINDING TERM SHEET, COMPANY WILL PAY CISCO $400 MILLION BY AUGUST 20, 2018 - SEC FILING  * ARISTA NETWORKS - CISCO TO GRANT CO RELEASE FOR ALL CLAIMS OF INFRINGEMENT IN PATENT INFRINGEMENT ALLEGATIONS IN PENDING LITIGATION  * ARISTA NETWORKS INC - WILL GRANT CISCO A RELEASE FROM ALL PAST ANTITRUST CLAIMS  * ARISTA NETWORKS INC - AGREED TO MAKE CERTAIN MODIFICATIONS TO ITS COMMAND LINE INTERFACE  * ARISTA NETWORKS - WILL RECORD A LEGAL SETTLEMENT CHARGE OF $405 MILLION TO OPERATING EXPENSES RESULTING IN REVISED GAAP NET LOSS FOR Q2 OF $155.3 MILLION  * ARISTA NETWORKS - CO, CISCO AGREED TO 3-YEAR DISPUTE RESOLUTION PROCESS FOR ALLEGATIONS AGAINST NEW AND\/OR MODIFIED FEATURES IN OTHER PARTY’S PRODUCTS  * ARISTA NETWORKS - ADJUSTMENTS TO Q2 2018 GAAP FINANCIAL RESULTS DO NOT IMPACT NON-GAAP RESULTS  * ARISTA NETWORKS - CO, CISCO AGREED TO 5-YEAR STAND-DOWN PERIOD FOR ANY UTILITY PATENT INFRINGEMENT CLAIMS EITHER MAY HAVE AGAINST FEATURES IN OTHER PARTIES' PRODUCTS Source: bit.ly\/2M10q9z Further company coverage:","63":"Nov 12 (Reuters) - Cisco Systems Inc on Thursday reported smaller-than-expected drop in first-quarter revenue as more people working from home during the COVID-19 pandemic drove demand for its teleconferencing tools, networking equipment and cybersecurity products.  The company’s revenue fell to $11.93 billion in the quarter ended Oct.24, from $13.16 billion, a year ago. Analysts on average were expecting $11.85 billion, according to IBES data from Refinitiv. (Reporting by Chavi Mehta in Bengaluru; Editing by Shailesh Kuber)","64":"(Reuters) - Cisco Systems Inc reported better-than-expected quarterly earnings on Wednesday, as it benefited from strength in its newer applications and security businesses, while shrugging of the impact of a U.S.-China trade war on its networking gear business.  FILE PHOTO: The logo of U.S. networks giant Cisco Systems is seen at their headquarters in Issy-les-Moulineaux, near Paris, France, April 3, 2018. REUTERS\/Philippe Wojazer\/File Photo  Shares of the Dow component rose about 4 percent in extended trading after the network gear maker also forecast third-quarter earnings above analysts’ estimates and boosted its share buyback program and quarterly dividend.  Analysts have been worried about the impact of the trade war on Cisco’s traditional business of selling switches and routers, as some of these are made in China. But those concerns were brushed aside by Chief Executive Chuck Robbins who said demand was steady through the quarter.  “It certainly is one of the more complex macro geopolitical environments that I think we’ve seen in quite a while with all the different moving parts,” Robbins said.  “But to be honest, from the first day of the quarter to the last day of the quarter, we saw zero difference.”  Robbins, who took the helm in July 2015, has made acquisitions a central part of his efforts to add muscle to the hardware giant’s newer growth areas such as the cloud, internet of things and cyber security.  Under Robbins, Cisco has pivoted to software and cyber security to make up for slowing demand for its routers and switches as companies increasingly shift to cloud services offered by Amazon.com Inc, Microsoft Corp and Alphabet Inc instead of building their own networks.  “Strong growth in areas like security and software-defined networking are indicative of Cisco staying a leader in nascent technologies and possibly turning into more spend per customer or opening up new opportunities,” Morningstar analyst Mark Cash said.  The company said it expects third-quarter revenue growth of 4 percent to 6 percent, implying a range of between $12.96 billion and $13.21 billion. Analysts were expecting $12.84 billion.  In the latest quarter, revenue from its application software businesses rose 24 percent to $1.47 billion.  Security business, which sells firewall protection and breach detection systems, also posted an 18 percent jump in sales to $658 million.  Sales in its infrastructure platform business, which includes the company’s traditional business of switches and routers, rose 6 percent to $7.13 billion.  Total revenue rose 4.7 percent to $12.45 billion in the second quarter, above analysts’ expectations of $12.41 billion.  On an adjusted basis, the company earned 73 cents per share, beating estimates of 72 cents per share.","65":"A federal appeals court on Wednesday unsealed a ruling that narrowed the scope of long-running litigation accusing Cisco Systems Inc and Alcatel-Lucent USA Inc (a Nokia Corp unit) of infringing patented fiber optics technology.  The decision by the U.S. Court of Appeals for the Federal Circuit, originally issued under seal on May 8, affirmed the dismissal of some of the patent infringement claims holding company Oyster Optics LLC brought against Cisco and Alcatel-Lucent in 2016 lawsuits.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/3c6ejfr","66":"Oct 5 (Reuters) - A U.S. judge on Monday ordered Cisco Systems Inc to pay $1.9 billion after a Virginia company accused it of infringing patents related to complex computer network security functions.  U.S. District Judge Henry Morgan in Norfolk, Virginia, concluded after a non-jury trial that Cisco infringed four patents belonging to the plaintiff Centripetal Networks Inc, of Herndon, Virginia. (Reporting by Jonathan Stempel in New York Editing by Nick Zieminski)","67":"FILE PHOTO: The logo of U.S. networks giant Cisco Systems is seen at their headquarters in Issy-les-Moulineaux, near Paris, France, April 3, 2018. REUTERS\/Philippe Wojazer  (Reuters) - Network gear maker Cisco Systems Inc CSCO.O and Acacia Communications Inc ACIA.O said on Wednesday China was yet to approve their proposed acquisition deal, already cleared by the United States, Germany and Austria.  The acquisition has been under regulatory review from the State Administration for Market Regulation of the People’s Republic of China (SAMR), the only remaining closing condition of the deal, the companies said.  The $2.84 billion deal was expected to close during the second half of Cisco’s full-year 2020.  Last July, Cisco said it would buy optical component maker Acacia in a bid to capture a bigger chunk of 5G spending by telecom companies.","68":"Aug 6 (Reuters) - Arista Networks Inc will pay $400 million to Cisco Systems Inc to resolve a sprawling U.S. court fight between the two network equipment makers, Arista said in a regulatory filing on Monday, the day a jury trial in the dispute was slated to begin.  The settlement resolved U.S. lawsuits filed by Cisco alleging Arista copied its intellectual property.  The deal also called for Arista to drop a lawsuit alleging Cisco engaged in anticompetitive conduct to preserve its dominant share of the ethernet switch market. A jury trial in that case was slated to begin on Monday in San Jose, California. (Reporting by Jan Wolfe; Editing by David Gregorio)","69":"(Reuters) - Cisco Systems Inc gave a lackluster forecast for third-quarter revenue and profit on Wednesday and said it continued to expect a pause in customer spending given the current macroeconomic environment, sending its shares down 4%.  FILE PHOTO - A visitor uses a mobile phone in front of the Cisco booth at the Mobile World Congress in Barcelona, Spain, February 26, 2019. REUTERS\/Rafael Marchante  The company forecast adjusted profit of 79 cents to 81 cents per share, the midpoint of which was in line with analysts’ estimate.  Revenue in the current quarter is expected to drop 1.5% to 3.5%, which translates to $12.51 billion to $12.77 billion, according to Reuters’ calculations. Analysts are expecting revenue of $12.62 billion.  “We are seeing longer decision-making cycles across our customer segments for a variety of reasons, including macro uncertainty as well as unique geographical issues,” Chief Executive Officer Chuck Robbins said on a post-earnings call.  “(Customers) are just a little cautious and trying to see what’s going on.”  Cisco’s infrastructure unit, which includes its traditional business of supplying switches and routers, posted an 8% drop in revenue to $6.53 billion.  The business has struggled as customers increasingly prefer using cloud-based services offered by companies such as Amazon.com Inc and Microsoft Corp instead of upgrading their networks and servers.  Cisco also reported revenue declines across all its geographies, including a 5% drop in Americas, its biggest market that accounts for about 58% of its revenue.  Broad weakness in orders will likely be a multi-quarter problem, Needham analyst Alex Henderson said.  Sales in its application software unit fell 8% to $1.35 billion, while its fast-growing security business - which offers firewall protection and breach detection systems - rose 9% to $748 million.  Revenue fell 3.5% to $12 billion in the second quarter ended Jan. 25, but still beat analysts’ estimate of $11.98 billion.  Excluding items, Cisco earned 77 cents per share, edging past estimates by 1 cent.","70":"(Reuters) - Wall Street ended sharply lower on Thursday as U.S. coronavirus infections surged and investors weighed the timeline for the mass rollout of an effective vaccine.  New York became the latest state to introduce stricter social distancing rules on Wednesday, as new infections in the country surged above 100,000 for an eighth consecutive day.  The blue-chip Dow .DJI was pulled down by industrial and financial companies sensitive to economic growth, with Boeing Co BA.N and Goldman Sachs GS.N down 3% and 1.6%, respectively.  Airlines and cruise operators, among the hardest hit by the coronavirus pandemic, also fell. The S&P 1500 airlines index .SPCOMAIR dropped 3.1%, while Royal Caribbean Cruises Ltd RCL.N fell 4% and Carnival Corp CCL.N tumbled almost 8%.  “The market is reacting to the rise in COVID cases nationwide,” said Michael Antonelli, a market strategist at Baird in Milwaukee. “Vaccine news helps at some point in the future, but today we are dealing with an accelerating spread,”  Even after Thursday’s drop, the S&P 500 has gained almost 2% this week, buoyed by positive vaccine trial data that increased expectations of a quick economic recovery. Stocks have also benefited from expectations that a divided Congress will keep President-elect Joe Biden from enacting tax hikes that would hurt corporate profits.  “The reality is that we don’t know what the new normal is going to look like, even when we do recover from the coronavirus, and that is still a ways away,” said Tom Martin, senior portfolio manager at Globalt Investments in Atlanta.  FILE PHOTO: Numbers showing the state of the Dow Jones Industrial Average are displayed above the floor after the closing bell at the New York Stock Exchange (NYSE) in New York City, U.S., February 21, 2020. REUTERS\/Andrew Kelly  “It’s the classic between the market discounting something that is nine to 12 months out, and then ‘undiscounting’ it because it has not happened yet.”  In extended trade, Cisco Systems Inc CSCO.O jumped 8.6% after the network gear maker reported its quarterly results.  New data showed U.S. jobless claims fell to a seven-month low last week, but the pace of job recovery slowed as fiscal stimulus waned and further improvement could be limited by a raging pandemic.  Unofficially, the Dow Jones Industrial Average .DJI fell 1.08% to end at 29,080.17 points, while the S&P 500 .SPX lost 1.00% to 3,537.01.  The Nasdaq Composite .IXIC dropped 0.65% to 11,709.59.  Among the biggest boosts to the Nasdaq was a surge 20% in the U.S.-listed shares of Chinese e-commerce company Pinduoduo Inc PDD.O after it reported strong quarterly revenue.  Rival JD.com Inc's JD.O shares climbed 4.3%.  The S&P 500 energy index .SPNY slumped 4% and materials .SPLRCM lost 2.5%.  Moderna Inc MRNA.O rallied 6.5% after the drugmaker said it had enough data for a first interim analysis of the late-stage trial of its experimental COVID-19 vaccine. It did not say when it plans to release the data.  On U.S. exchanges, 10.3 billion shares changed hands, compared to an average of 10.0 billion shares for the last 20 sessions.  Declining issues outnumbered advancing ones on the NYSE by a 2.95-to-1 ratio; on Nasdaq, a 2.17-to-1 ratio favored decliners.  The S&P 500 posted five new 52-week highs and no new lows; the Nasdaq Composite recorded 70 new highs and 11 new lows.","71":"A federal appeals court on Wednesday upheld the invalidation of a patent that prolific litigant Uniloc accused Cisco Systems Inc of infringing.  A three-judge panel of the U.S. Court of Appeals for the Federal Circuit affirmed a ruling that a Uniloc patent relating to Bluetooth communications described the sort of ‘abstract idea’ that is not eligible for patent protection.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/3dM2LPV","72":"April 12 (Reuters) - Cisco Systems Inc:  * APPOINTS MARK GARRETT TO BOARD OF DIRECTORS  * APPOINTMENT OF GARRETT BRINGS CISCO’S BOARD TO 12 MEMBERS Source text for Eikon: Further company coverage:","73":"(Corrects revenue figure to $12.45 billion and estimates to $12.41 billion in paragraph 3)  Feb 13 (Reuters) - Cisco Systems Inc reported second-quarter revenue that beat Wall Street estimates on Wednesday, as the network gear maker benefited from its shift to newer businesses such as application software and cyber security.  The company reported net income of $2.8 billion, or 63 cents per share, in its quarter ended Jan. 26, compared with a loss of $8.78 billion, or $1.78 per share, a year earlier, when it took a charge of $11.1 billion related to the new U.S. tax laws.  Total revenue rose 4.7 percent to $12.45 billion. Analysts on average had expected revenue of $12.41 billion, according to IBES data from Refinitiv. (Reporting by Arjun Panchadar in Bengaluru; Editing by Anil D’Silva)","74":"The U.S. Supreme Court on Monday declined to hear a due-process challenge to the one-line summary affirmances used by the U.S. Court of Appeals for the Federal Circuit, letting stand a win for Apple Inc and Cisco Systems in a patent-infringement case by SPIP Litigation Group, formerly known as Straight Path IP.  In lawsuits filed in 2016, Straight Path – a telecom holding company acquired by Verizon in 2018 – alleged that Apple’s FaceTime and Cisco’s Unified Communications Solutions infringe several of its patents on VOIP technology.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/331DivU","75":"May 16 (Reuters) - Cisco Systems Inc:  * CISCO REPORTS THIRD QUARTER EARNINGS  * Q3 NON-GAAP EARNINGS PER SHARE $0.66  * Q3 GAAP EARNINGS PER SHARE $0.56  * Q3 REVENUE $12.5 BILLION VERSUS I\/B\/E\/S VIEW $12.43 BILLION  * Q3 EARNINGS PER SHARE VIEW $0.65 -- THOMSON REUTERS I\/B\/E\/S  * SEES Q4 2018 GAAP EARNINGS PER SHARE $0.55 TO $0.60  * CISCO SEES Q4 REVENUE GROWTH OF 4% TO 6%  * CISCO SEES Q4 2018 NON-GAAP EPS $0.68 TO $0.70  * Q4 EARNINGS PER SHARE VIEW $0.69, REVENUE VIEW $12.73 BILLION -- THOMSON REUTERS I\/B\/E\/S  * CISCO QTRLY SECURITY REVENUE OF $583 MILLION, UP 11 PERCENT  * CISCO QTRLY INFRASTRUCTURE PLATFORMS REVENUE OF $7,163 MILLION, UP 2 PERCENT  * CISCO - EXPECT TO RECOGNIZE UP TO $50 MILLION OF CHARGES IN Q4 OF FISCAL 2018 RELATED TO RESTRUCTURING PLAN  * CISCO - TOTAL PRE-TAX CASH CHARGES TO GAAP FINANCIAL RESULTS RELATED TO RESTRUCTURING PLAN IS ESTIMATED TO BE ABOUT $300 MILLION Source text for Eikon: Further company coverage:","76":"(Reuters) - A U.S. judge on Monday ordered Cisco Systems Inc to pay $1.9 billion to a Virginia company that accused it of copying its cybersecurity patents.  FILE PHOTO: A visitor uses a mobile phone in front of the Cisco booth at the Mobile World Congress in Barcelona, Spain, February 26, 2019. REUTERS\/Rafael Marchante  U.S. District Judge Henry Morgan in Norfolk, Virginia, concluded after a monthlong non-jury trial that Cisco infringed four patents belonging to Centripetal Networks Inc, of Herndon, Virginia. He found no infringement of a fifth patent.  In a 167-page decision, Morgan said the case was “not a close call,” citing inconsistencies in Cisco’s evidence and that its own technical documents, many of which Centripetal itself introduced at trial, “proved Centripetal’s case.”  The payout includes an $1.89 billion award, reflecting $755.8 million in actual damages suffered by privately held Centripetal multiplied by 2.5 to reflect Cisco’s “willful and egregious” conduct, plus prejudgment interest.  “Cisco did not advance any objectively reasonable defenses at trial” as to the four patents, Morgan wrote.  “The infringing functionality was added to their accused products post June 20, 2017, and resulted in a dramatic increase in sales which Cisco touted in both technical and marketing documents,” he added.  Cisco said it was disappointed with the decision, “given the substantial evidence of non-infringement, invalidity and that Cisco’s innovations predate the patents by many years.”  The San Jose, California-based company plans to appeal to the U.S. Federal Circuit Court of Appeals.  Cisco posted $11.2 billion of net income on $49.3 billion of revenue in its latest fiscal year.  Centripetal was founded in 2009 and focused on using threat intelligence software and firewall hardware to protect cyber networks.  “With this judgment, the court rejected the primitive doctrine that might makes right,” Paul Andre, a lawyer for Centripetal, said in a statement. “This is a significant win for all small, innovative companies.”  The case is Centripetal Networks Inc v Cisco Systems Inc, U.S. District Court, Eastern District of Virginia, No. 18-00094.","77":"May 13 (Reuters) - Cisco Systems Inc topped Wall Street estimates for quarterly revenue on Wednesday, as lockdown measures globally boosted demand for its remote-work tools and networking equipment.  The network gear maker reported an 8% drop in third-quarter revenue to $12 billion, but narrowly beat analysts’ average estimate of $11.7 billion, according to Refinitiv data. (Reporting by Munsif Vengattil in Bengaluru; Editing by Arun Koyyur)","78":"A federal appeals court on Wednesday significantly cut a jury verdict worth about $57 million that the research institute SRI International Inc had won against Cisco Systems Inc in a patent case relating to cybersecurity technology.  In a partial victory for SRI, the U.S. Court of Appeals for the Federal Circuit said the patents at issue in the research center’s case were valid, denying a bid by Cisco to escape a jury verdict that it should pay $23.7 million for infringing them.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2Y9HCrE","79":"SAN FRANCISCO (Reuters) - Cisco Systems CSCO.O Inc has agreed to settle a whistleblower’s claim that it improperly sold video surveillance software with known vulnerabilities to U.S. federal and state governments, marking the first payout on a False Claims Act case brought over failure to meet cybersecurity standards.  FILE PHOTO: The Cisco Systems logo is seen as part of a display at the Microsoft Ignite technology conference in Chicago, Illinois, May 4, 2015. REUTERS\/Jim Young\/File Photo  The settlement and underlying claim were unsealed on Wednesday, eight years after the initial legal complaint. Cisco paid $8.6 million to resolve the case, with most of that going to the federal government and 15 state buyers and more than $1 million going to the whistleblower, James Glenn.  “We are pleased to have resolved a 2011 dispute involving the architecture of a video security technology product,” said Cisco spokeswoman Robyn Blum. “There was no allegation or evidence that any unauthorized access to customers’ video occurred as a result of the architecture.”  Glenn attorney Anne Hayes Hartman and other experts believe Cisco’s payout is the first in a false claims cyber case.  Many more whistleblower claims could ensue, experts said. The settlement “clearly provides an opportunity for entrepreneurial plaintiffs or potential plaintiffs to go around looking for more examples like this,” said Georgetown University law professor Gregory Klass.  Hundreds of false-claim suits are filed yearly, in part because of built-in rewards for those who point out improper conduct by government contractors. Under the law, a whistleblower must provide nonpublic information in order to win an award.  With many contracts including pledges that products meet cyber security standards set by the government, experts have long warned that the claims could expand into that area and punish vendors for the vulnerabilities that are present in many systems.  Cisco’s Video Surveillance Manager was used by Los Angeles International Airport, the Washington D.C. police and the New York City public transit system, as well as many schools, said Hartman.  The complaint unsealed Wednesday also names as customers the U.S. Army, Navy, Air Force, and Marine Corps.  Glenn was working at a Cisco partner in Denmark called NetDesign, the complaint says, among other things working with Danish police. In 2008, he warned Cisco that a hacker who got into one camera that was part of the system could use flaws in the software to get administrative control of the entire network. The suit says a hacker could then potentially move beyond the video system.  “Due to the vulnerability in Cisco’s surveillance system, any user who has or can gain access to one video camera could potentially gain unauthorized access to the entire network of a federal agency,” the suit says.  When Cisco failed to act, Glenn spoke with an L.A. airport police detective on an FBI terrorism task force.  The company acknowledged the flaws in 2013 as it released an updated version of the software.  “There’s this culture that tends to prioritize profit and reputation over doing what’s right,” Glenn said in a written statement. “I hope coming forward with my experience causes others in the tech community to think about their ethical mandate.”","80":"April 17 (Reuters) -  * CHINA UNICOM TEAMS WITH CISCO TO ENABLE CLOUD + NETWORK SYNERGY WITH SEGMENT ROUTING Source text for Eikon: Further company coverage:","81":"(Reuters) - Network gear maker Cisco Systems Inc said on Tuesday it would buy optical component maker Acacia Communications Inc for $2.84 billion in cash, as it seeks to garner a bigger chunk of 5G spending by telecom companies.  The logo of U.S. networks giant Cisco Systems is seen at their headquarters in Issy-les-Moulineaux, near Paris, France, April 3, 2018. REUTERS\/Philippe Wojazer  Globally, mobile networks would need higher-capacity optical interfaces to handle a surge of data when high-speed fifth-generation network comes on line in the next few years.  Morningstar analyst Mark Cash said the acquisition will bolster Cisco’s technology for service providers upgrading to 5G and put its optical portfolio ahead of the shift toward using plug and play devices across various communication segments.  According to Cisco’s Visual Networking Index, global internet traffic is projected to more than triple to 13.2 exabytes per day in 2022 from 4.1 exabytes per day in 2017.  “Cisco’s optical portfolio was mainly for short range data center connections, and now gains Acacia’s skill set in areas such as metro, long-haul, and undersea,” Cash said.  Revenue in Cisco’s infrastructure platform business, which includes switches and routers, rose 5% to $7.55 billion in its third quarter. That business is expected to get a boost from 5G communication networks, but Cisco executives have said they do not expect an impact until 2020.  Cisco Chief Executive Officer Chuck Robbins, who took the helm in July 2015, has made acquisitions a central part of his efforts to add muscle to the hardware giant’s newer growth areas such as the cloud, internet of things and cyber security.  Cisco’s $70 per share offer represents a premium of about 46% to Acacia’s closing price on Monday.  Shares of Acacia rose about 35% to $64.86, while those of the Dow component were down marginally at $56.08.  The deal is Cisco’s biggest since its $3.7 billion purchase of business performance monitoring software company AppDynamics in 2017.  Acacia designs and manufactures high-speed, optical components and counts telecom service providers and data center operators as customers. Cisco is among its top 5 customers.  Excluding Acacia’s cash and marketable securities, the deal is valued at $2.6 billion, Cisco said.  The acquisition is expected to close during the second half of Cisco’s full year 2020.","82":"STOCKHOLM\/SAN FRANCISCO (Reuters) - Cisco’s video-conferencing app Webex clocked 590 million participants in September and is on track to record over 600 million this month, nearly double the numbers recorded in March when countries started shutting down due to the pandemic.  FILE PHOTO: A visitor uses a mobile phone in front of the Cisco booth at the Mobile World Congress in Barcelona, Spain, February 26, 2019. REUTERS\/Rafael Marchante\/File Photo  After offices started to close down due to COVID-19, people switched on video conferencing platforms to work from home, leading to swift growth in platforms such as Webex, Zoom Video Communications Inc and Microsoft Corp’s Teams.  While the expansion in Webex user numbers started in March, it has not tapered off, and attendees are at all-time highs in October amid a resurgent pandemic, Jeetu Patel, Cisco Systems Inc’s general manager for security and applications business, told Reuters.  Webex had recorded 324 million meeting participants in March. Zoom disclosed 300 million daily participants in April, and Teams in April disclosed 200 million. The numbers may not be comparable because the companies may use different methods of counting attendees and do not disclose those methods.  Zoom and Microsoft declined to give updated user numbers.  Webex and Teams were initially focused on business customers, while Zoom cornered the market for everything from virtual classrooms to church services.  Though the meeting participants have increased more than three-fold from last year, a very large percentage of usage still comes from enterprises, Cisco said.  But Cisco is working to change that. Webex has a new product for schools that features the ability to host a large classroom, split the class into small groups, and bring it back together.  “We are focused on education very aggressively,” Patel said.  Cisco also plans to roll out a feature to filter background noise such as a barking dog or the sound of a passing car from an ongoing meeting following its acquisition of BabbleLabs in August.  “We will have it available to all WebEx users from Oct. 30 for no additional charge,” Patel said, adding that Cisco remains open to more acquisitions that will add new capabilities to Webex.","83":"Feb 9 (Reuters) - Cisco Systems Inc on Tuesday beat quarterly revenue estimates, helped by robust demand for its networking and teleconferencing tools due to the pandemic-induced rise in remote working.  The company’s revenue fell slightly to $11.96 billion in the second quarter ended Jan. 23, from $12.01 billion a year earlier. Analysts on average were expecting a figure of $11.92 billion, according to IBES data from Refinitiv. (Reporting by Munsif Vengattil in Bengaluru; Editing by Aditya Soni)","84":"Nov 14 (Reuters) - Cisco Systems Inc reported quarterly revenue above Wall Street estimates on Wednesday, lifted by growth across its traditional business of routers and switches, as well as in its newer focus areas such as cyber security and software.  The company’s net income rose to $3.55 billion, or 77 cents per share, in its first quarter ended Oct. 27, from $2.39 billion, or 48 cents per share, a year earlier.  Total revenue rose to $13.07 billion from $12.14 billion.  Analysts on average had expected revenue of $12.87 billion, according to IBES data from Refinitiv. (Reporting by Akanksha Rana in Bengaluru; Editing by Sriraj Kalluvila)","85":"May 17 (Reuters) - U.S. stocks opened lower on Thursday after Cisco’s disappointing forecast pressured all the three main indexes, while concerns over rising U.S. Treasury yields and looming trade talks persisted.  The Dow Jones Industrial Average fell 16.53 points, or 0.07 percent, at the open to 24,752.40.  The S&P 500 opened lower by 2.75 points, or 0.10 percent, at 2,719.71. The Nasdaq Composite dropped 18.72 points, or 0.25 percent, to 7,379.58 at the opening bell. (Reporting by Medha Singh in Bengaluru)","86":"March 28 (Reuters) - Arista Networks Inc:  * ARISTA NETWORKS SAYS ON MARCH 23, ADMINISTRATIVE LAW JUDGE AT INTERNATIONAL TRADE COMMISSION ISSUED A RECOMMENDED DETERMINATION - SEC FILING  * ARISTA NETWORKS INC - ITC ISSUED RD IN ITC 945 MODIFICATION PROCEEDING INITIATED BY CISCO SYSTEMS, AGAINST ARISTA NETWORKS  * ARISTA NETWORKS - ALJ FOUND CO’S REDESIGNED PRODUCTS DO NOT INFRINGE UNITED STATES PATENT NO. 6,377,577 & DO INFRINGE UNITED STATES PATENT NO. 7,224,668  * ARISTA NETWORKS INC - BOTH PATENT TRIAL & APPEAL BOARD AND FEDERAL CIRCUIT DETERMINED ‘668 PATENT TO BE UNPATENTABLE ON ALL RELEVANT CLAIMS  * ARISTA NETWORKS INC - ‍ALJ SUPPORTED SUSPENSION OF REMEDIES CONCERNING '668 PATENT PENDING COMPLETION OF CISCO'S APPEALS OF DECISION​ Source text: [bit.ly\/2I99l2V] Further company coverage:","87":"* Cisco falls on disappointing outlook  * Walmart gains after raising earnings forecast  * Weak data from China, Germany spark growth concerns  * Indexes: Dow flat, S&P up 0.07%, Nasdaq off 0.07% (For a live blog on the U.S. stock market, click or type LIVE\/ in a news window.)  Nov 14 (Reuters) - The S&P 500 and the Dow Jones Industrial Average were unchanged on Thursday, but still hovered near record levels as a dour forecast from Cisco offset gains in Walmart after its strong outlook.  Cisco Systems Inc fell 7.6% after the network gear maker said current-quarter revenue would drop 3% to 5% amid declining global spending on its routers and switches, some of which are made in China.  However, Walmart Inc jumped 1.8% as the world’s biggest retailer raised its annual earnings outlook. Its results pointed to strong domestic consumer demand, ahead of a crucial retail sales report on Friday.  Retail stocks rose 0.61% on Walmart’s news.  Eight of the 11 major S&P sectors were higher, with the consumer discretionary sector providing the biggest boost. The tech index was 0.20% lower, as Cisco shares weighed.  The stock indexes had an uneventful open as weak data from China and Germany rekindled worries of a global slowdown due to a prolonged U.S.-China trade war.  “The U.S. economy continues to do well and it does appear the slow path may be coming to an end, but you are still growing close to 2%, which is not excessively strong,” said Peter Cardillo, chief market economist at Spartan Capital Securities in New York.  “However, it’s better than what we are seeing in other parts of the world, like the eurozone in particular.”  Hopes of a resolution to the trade dispute as well as an upbeat corporate earnings season have spurred Wall Street to record highs this month, but U.S. President Donald Trump recently tempered expectations with the threat of more tariffs if China failed to reach a deal.  China said on Thursday the two sides were holding “in-depth” trade discussions, and cancelling tariffs was an important condition to reaching a deal.  Federal Reserve Chair Jerome Powell is speaking before the House Budget Committee on Thursday. He made comments about a “sustained expansion” ahead for the U.S. economy, which supported stock markets in the previous session.  At 10:23 a.m. ET the Dow Jones Industrial Average was up 1.98 points, or 0.01%, at 27,785.57, the S&P 500 rose 2.08 points, or 0.07%, at 3,096.12 and the Nasdaq Composite was down 5.99 points, or 0.07%, at 8,476.11.  Viacom Inc gained 2.7% after the MTV-owner beat quarterly profit estimates, helped by a rise in domestic advertising revenue.  Kraft Heinz Co dropped 3.3% after a report that Goldman Sachs had downgraded the food and beverage maker’s stock to “sell”.  Advancing issues outnumbered decliners by a 1.79-to-1 ratio on the NYSE. Declining issues outnumbered advancers for a 1.01-to-1 ratio on the Nasdaq.  The S&P index recorded 15 new 52-week highs and one new low, while the Nasdaq recorded 37 new highs and 54 new lows. (Reporting by Arjun Panchadar and Agamoni Ghosh in Bengaluru; Editing by Saumyadeb Chakrabarty)","88":"May 1 (Reuters) - Cisco Systems Inc:  * CISCO - WILL ACQUIRE ACCOMPANY FOR $270 MILLION IN CASH  * CISCO ANNOUNCES INTENT TO ACQUIRE ACCOMPANY  * CISCO - CISCO WILL ACQUIRE ACCOMPANY FOR $270 MILLION IN CASH  * CISCO - ACCOMPANY TEAM WILL JOIN CISCO COLLABORATION TECHNOLOGY GROUP UNDER CHANG’S LEADERSHIP  * CISCO - INTENT TO ACQUIRE ACCOMPANY, A PRIVATELY HELD COMPANY BASED IN LOS ALTOS, CALIF.  * CISCO - DEAL INCLUDES ASSUMED EQUITY AWARDS  * CISCO - ACCOMPANY FOUNDER AND CEO AMY CHANG WILL JOIN CISCO AS SENIOR VICE PRESIDENT IN CHARGE OF COLLABORATION TECHNOLOGY GROUP  * CISCO - CHANG HAS IN CONJUNCTION WITH TRANSACTION RESIGNED FROM CISCO BOARD  * CISCO - ROWAN TROLLOPE LEAVING CISCO TO BECOME CEO AT ANOTHER COMPANY EFFECTIVE MAY 3 Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","89":"FILE PHOTO: The Cisco Systems logo is seen as part of a display at the Microsoft Ignite technology conference in Chicago, Illinois, U.S., May 4, 2015. REUTERS\/Jim Young  STOCKHOLM (Reuters) - Cisco has agreed to buy London-based cloud communications software company IMImobile PLC for 595 pence per share in cash in a deal valued at about $730 million, including debt.  IMImobile provides software and services to businesses to connect with customers through interactive channels including social, messaging and voice.","90":"FILE PHOTO: The Cisco Systems logo is seen as part of a display at the Microsoft Ignite technology conference in Chicago, Illinois, May 4, 2015. REUTERS\/Jim Young  OAKLAND, California (Reuters) - Cisco Systems Inc CSCO.O on Tuesday launched a $2.5 billion financing program that lets its customers defer 95% of payments until 2021, giving companies additional leeway at time when some are facing a cash crunch but also need more remote-work tools.  As the coronavirus forces many businesses to operate entirely online, many of them have adopted or boosted usage of video conferencing and virtual private network software, including Cisco’s Webex and AnyConnect. The surge in internet activity has also increased usage of networking equipment that Cisco also sells.  The financing offer, which requires no payment for three months and then 1% of money owed in each of last five months of 2020, could help Cisco stand out among competitors in software and hardware and keep revenue flowing in a challenging economic climate.  Customers “are trying to reconcile how to make this investment to acquire solutions without knowing what’s around the corner,” Kristine Snow, senior vice president for financing arm Cisco Capital, said in an interview.  Cisco, which has extended financing for over two decades, had $9.6 billion in loans and other instruments in its portfolio as of Jan. 25. The company held about $8.5 billion in cash and equivalents at the time.  Its new program will be initially available in 19 locations, including the United States, Greater China, India and Germany. Hardware, software and services are covered, as are some fees charged by Cisco’s sales and installation partners.","91":"(Reuters) - A cloud startup founded by a group of four ex-Cisco Systems Inc engineers said on Wednesday it has raised $278 million to fund products that aim to help the data centers of customers like investment banks function more like those of cloud computing providers.  Pensando Systems, which introduced the company publicly on Wednesday, said the funds were raised through series A, B, and C rounds. The latest round was led by Hewlett Packard Enterprise Co and venture capital firm Lightspeed Venture Partners.  Pensando’s founders have sold four previous startups to Cisco. John Chambers, the former chief executive of Cisco when it acquired the previous startups, has invested in the new company through his venture fund, JC2 ventures, Pensando said.  Pensando will make software and devices to help data centers of companies like Goldman Sachs Group Inc function more like cloud computing data centers like Amazon.com’s Amazon Web Services. Goldman also invested, Pensando said, but it did not disclose the amount.  In cloud computing, customers can order up as much computing power as needed in different parts of the world with a few mouse clicks. The providers’ software takes care of the mechanics of shuffling the data to the right physical machines.  Pensando’s founders - Mario Mazzola, Prem Jain, Luca Cafiero, and Soni Jiandani - are known in the tech industry by the acronym “MPLS,” which as well as being the first letters of their names also happens to be the abbreviation for a computer networking technology that speeds up data transfers. The group left Cisco in 2016.  Randy Pond, a former Cisco executive vice president who is now the startup’s chief financial officer, said Cisco might be a possible customer for Pensando but that it wasn’t clear whether it would be interested in an acquisition.  “Our aspirations at this point would be an IPO. But, you know, there’s always other possibilities for monetization events,” said Pond.","92":"Cisco Systems Inc has agreed to pay $2 million to more than 1,500 workers and provide an additional $2.75 million in pay-equity adjustments to settle the U.S. Department of Labor’s claims that the tech company has for years paid women and minorities less than their male and white counterparts.  DOL announced the settlement on Monday, saying that during a compliance evaluation its Office of Federal Contract Compliance Programs (OFCCP) found that Cisco had underpaid female, black and Hispanic workers since at least August 2011.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2x2vQGz","93":"(Reuters) - Cisco Systems Inc CSCO.O on Wednesday forecast second-quarter revenue and profit below expectations as increasing global economic uncertainties kept clients away from spending more on its routers and switches.  Slideshow ( 2 images )  Shares of the company fell 5% to $46.01 after bell as investors worry over the growth of the network gear maker, which has been shifting its focus to cyber security and software.  Wall Street has been fretting over the impact of the U.S.-China trade war on the company’s sale of switches and routers, as some of these are made in China.  Cisco said in August U.S. tariffs along with Chinese customers shunning its network gear were hurting its business.  Total product orders fell 4% in the first quarter, with product orders in Asia Pacific, Japan and China region slipping 5%, Cisco said.  “We began to see some early signs of some macro impact toward the end of Q4. And we just basically saw that continue throughout the quarter,” Chief Executive Officer Chuck Robbins said on a post earnings call with analysts.  “The entire (first) quarter was worse than we had expected when we began and it was fairly broad-based.”  Elazar Advisors analyst Chaim Siegel said the company’s results pointed to a slowdown spreading globally, which was not a good sign for global confidence on spending.  Cisco expects revenue in the current quarter to drop by 3% to 5% from a year earlier to between $12.07 billion to $11.82 billion. Analysts were expecting revenue of $12.77 billion, according to IBES data from Refinitiv.  It forecast adjusted profit to be between 75 cents and 77 cents per share, below analysts’ average estimate of 79 cents.  “This is not a one-quarter problem. It’s likely a multiple quarter problem. We expect street estimates to come down across multiple quarters,” Needham analyst Alex Henderson said.  The company’s software and cyber security businesses helped the Dow-component beat estimates for the first quarter ended Oct. 26. Excluding items, Cisco earned 84 cents per share and beat estimates of 81 cents.","94":"A former employee of Cisco Systems Inc on Wednesday pleaded guilty in San Jose federal court to intentionally accessing the company’s network in 2018, leading to the shut down of over 16,000 WebEx Teams accounts, federal prosecutors said.  The San Jose, California man admitted to accessing Cisco’s cloud infrastructure, which was hosted by Amazon Web Services, without authorization and deploying a code that deleted hundreds of “virtual machines” from the WebEx application, according to a statement from the U.S. Department of Justice.  To read the full story on Westlaw Today, click here: bit.ly\/3hx5EX9","95":"Cisco Systems Inc on Monday filed a lawsuit accusing two former engineers and a sales director of taking product designs, client lists, and other confidential documents to a rival firm that they joined earlier this year.  California-based Cisco in a complaint filed in federal court in San Francisco said Wilson Chung, James He and Jedd Williams separately downloaded thousands of documents relating to the design, manufacture and pricing of products being developed in the days before they departed Cisco.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2O0W8z3","96":"May 2 (Reuters) - Cisco Systems Inc:  * CISCO ANNOUNCES INTENT TO ACQUIRE ACCOMPANY  * CISCO - WILL ACQUIRE ACCOMPANY FOR $270 MILLION IN CASH & ASSUMED EQUITY AWARDS  * CISCO - ACCOMPANY TEAM WILL JOIN CISCO COLLABORATION TECHNOLOGY GROUP UNDER CHANG’S LEADERSHIP  * CISCO - INTENT TO ACQUIRE ACCOMPANY, A PRIVATELY HELD COMPANY BASED IN LOS ALTOS, CALIF.  * CISCO - ACCOMPANY FOUNDER AND CEO AMY CHANG WILL JOIN CISCO AS SENIOR VICE PRESIDENT IN CHARGE OF COLLABORATION TECHNOLOGY GROUP  * CISCO - CHANG HAS IN CONJUNCTION WITH TRANSACTION RESIGNED FROM CISCO BOARD  * CISCO - ROWAN TROLLOPE LEAVING CISCO TO BECOME CEO AT ANOTHER COMPANY EFFECTIVE MAY 3 Source text for Eikon: Further company coverage:","97":"Nov 14 (Reuters) - U.S. stocks opened lower on Thursday as weak data from major economies and a dour forecast from Cisco rekindled worries of a global slowdown.  The Dow Jones Industrial Average fell 26.39 points, or 0.09%, at the open to 27,757.20.  The S&P 500 opened lower by 3.29 points, or 0.11%, at 3,090.75. The Nasdaq Composite dropped 21.04 points, or 0.25%, to 8,461.06 at the opening bell. (Reporting by Medha Singh in Bengaluru; Editing by Anil D’Silva)","98":"(Corrects to producer price index from purchasing price index in fifth paragraph)  * Futures off: Dow 0.14%, S&P 0.17%, Nasdaq 0.20%  Nov 14 (Reuters) - U.S. stock index futures slipped slightly on Thursday, a day after the S&P 500 and the Dow closed at record highs, as weak Chinese economic data and a dour forecast from Cisco rekindled fears of a global slowdown.  Cisco Systems Inc fell 5.6% after the network gear maker said current-quarter revenue would fall 3% to 5% amid declining global spending on its routers and switches, some of which are made in China.  A 16-month trade war between the world’s two biggest economies has disrupted supply chains and hit economic growth. Data on Thursday showed China’s factory output growth slowed significantly more than expected in October, weighed down by tit-for-tat tariffs imposed by Washington and Beijing.  Hopes of a resolution to the dispute spurred Wall Street to record highs this month, but President Donald Trump recently tempered expectations with the threat of more tariffs if China failed to reach a deal.  Investors have closely tracked economic indicators to gauge the fallout of the trade war on the domestic economy. Fresh data from the Labor Department at 8:30 a.m. ET is expected to show a rebound in the producer price index in October after a dip in September.  All eyes are on Federal Reserve Chair Jerome Powell’s testimony before the House Budget Committee on Thursday after his comments about a “sustained expansion” ahead for the U.S. economy supported stock markets in the previous session.  A fairly better-than-expected corporate earnings season has also contributed to the stocks rally, with the benchmark S&P 500 index on course for its sixth straight weekly increase.  At 7:35 a.m. ET, Dow e-minis were down 38 points, or 0.14%. S&P 500 e-minis were down 5.25 points, or 0.17% and Nasdaq 100 e-minis were down 16.5 points, or 0.2%.  Walmart Inc rose 3.1% as the world’s biggest retailer reported better-than-expected third-quarter U.S. comparable sales on higher spending at its stores and website.  Viacom Inc gained 3.3% after the MTV-owner topped quarterly profit estimates, helped by a rise in domestic advertising revenue.  But Kraft Heinz Co fell 1.8% after a report that Goldman Sachs had downgraded the food and beverage maker’s stock to “sell”. (Reporting by Arjun Panchadar in Bengaluru Editing by Saumyadeb Chakrabarty)","99":"In briefs requested by the U.S. Supreme Court, Apple Inc and Cisco Systems vigorously defended the use of one-word “summary affirmances” to dispose of appeals of lower-court decisions in patent-law cases.  Apple and Cisco had initially waived their rights to respond to a certiorari petition by Virginia-based SPIP Litigation Group, alleging that summary affirmances under Federal Circuit Rule 36(e) are unconstitutional, but the Supreme Court directed them to do so by Oct 18. To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2W2DCZx","100":"(Reuters) - Cisco Systems Inc beat analysts’ estimates for quarterly revenue and profit on Wednesday, as the network gear maker benefited from demand for its routers and switches as well as growth in newer areas of focus such as software.  FILE PHOTO: A logo of Cisco is seen during the Mobile World Congress in Barcelona, Spain February 27, 2018. REUTERS\/Yves Herman\/File Photo  Shares of the company, which also forecast second-quarter revenue largely above expectations, rose 4 percent in extended trading, putting them on track to add to a near 16 percent gain for the year.  Cisco pivoted to software and cyber security to cushion the impact from slowing demand for its routers and switches from companies increasingly shifting to cloud services offered by Amazon.com Inc, Microsoft Corp and Alphabet Inc instead of building their own networks.  Revenue in its application software businesses rose 18 percent to $1.42 billion, beating analysts’ average estimate of $1.37 billion, according to IBES data from Refinitiv.  Sales in its security business, which offers firewall protection and breach detection systems, rose 11 percent to $651 million. That fell short of the IBES estimate of $656.4 million, but beat research firm FactSet’s estimate of $648.1 million.  Deals such as the $2.35 billion purchase of cyber security provider Duo Security in August have played an important part in driving growth in Cisco’s newer business.  Acquisitions provided an 80-basis-point boost to the company’s first-quarter results compared with a year ago, Chief Financial Officer Kelly Kramer said on a post-earnings call with analysts.  Revenue in its infrastructure platform unit, which houses the switches and routers business, rose about 9 percent to $7.64 billion, topping expectation of $7.39 billion.  Subscriptions, which provide a more steady revenue flow, accounted for 57 percent of total software revenue in the first quarter, the company said. The preceding quarter’s share was 56 percent.  “Cisco is executing on its plan to move its business model to software and subscriptions while benefiting from a strong IT spending environment,” said Mark Cash, an analyst with Morningstar.  Cisco Chief Executive Charles Robbins said in an interview that the company was impacted by the Trump administration’s 10 percent tariffs on imports from China in the first quarter.  “We implemented some price increases, as we said we would, and frankly, we didn’t see any difference in the momentum before we did that and the momentum we saw after that in the quarter,” Robbins told CNBC. “Obviously, we would prefer that the tariffs don’t get increased to 25 percent in January.”  Robbins also told CNBC cnb.cx\/2K4QUic he is hopeful that a solution could be reached over the U.S.-China trade dispute now that U.S. midterm elections are over.  The company said it expects second-quarter revenue growth of between 5 percent and 7 percent from a year earlier. This implies a range of between $12.48 billion and $12.72 billion, while analysts forecast $12.53 billion.  For its first quarter ended Oct. 27, the company posted an adjusted profit of 75 cents per share, above the average estimate of 72 cents.  Total revenue rose 7.7 percent to $13.07 billion, topping estimate of $12.87 billion. However, the company said deferred revenue fell 9.4 percent to $16.81 billion.","101":"March 28 (Reuters) - Cisco Systems Inc:  * CISCO ANNOUNCES NEW CHIEF SALES AND MARKETING OFFICER AND NEW CHIEF CUSTOMER EXPERIENCE OFFICER  * CISCO - GERRI ELLIOTT HAS BEEN NAMED EXECUTIVE VICE PRESIDENT AND CHIEF SALES AND MARKETING OFFICER  * CISCO - MARIA MARTINEZ WILL SERVE AS COMPANY’S EXECUTIVE VICE PRESIDENT AND CHIEF CUSTOMER EXPERIENCE OFFICER Source text for Eikon: Further company coverage:","102":"(Reuters) - Cisco Systems Inc CSCO.O beat quarterly revenue and profit estimates on Wednesday as COVID-19 lockdowns globally boosted demand for its remote-work tools and networking equipment, sending the Dow component's shares up nearly 3% after the bell.  FILE PHOTO: A visitor uses a mobile phone in front of the Cisco booth at the Mobile World Congress in Barcelona, Spain, February 26, 2019. REUTERS\/Rafael Marchante  The health crisis has forced many businesses to go completely online, increasing the use of video conferencing and virtual private network software, including Cisco’s Webex and AnyConnect.  Revenue for the unit offering Webex declined, but Cisco executives said that was because it also provides older software whose sales have declined as Webex grew strongly. Cisco does not break out sales for Webex, which competes with Microsoft Corp's MSFT.O Teams software and Zoom Video Communications Inc ZM.O.  “We are larger than Zoom, but they focus on the small and commercial and are trying to go into some enterprises. We have a strong footprint in the enterprise,” Chief Financial Officer Kelly Kramer said in an interview.  But Cisco executives gave a wider revenue forecast than usual and said that big one-time customer projects, like installing the latest generation of Wifi on corporate campuses, have in some cases been put on hold, especially in hard-hit industries such as retail.  “Some things are starting to open up. The question is how quickly they open up,” Kramer said. “Those verticals that are going to be challenged economically are going to be challenged no matter what kind of technology they are buying.”  Kramer also reiterated to Reuters that European 5G equipment makers Nokia NOKIA.HE and Ericsson ERICb.ST do not generate the kind of profits that Cisco looks for. U.S. officials earlier this year had suggested an American company buy one of the firms to create a stronger Western competitor to Huawei Technologies Ltd, but Cisco Chief Executive Chuck Robbins ruled that out in an interview with the Financial Times in February.  Kramer told Reuters on Wednesday that Cisco could profit from 5G networks by supplying data routing gear and software rather than cell-tower equipment.  “We’ve never been in that space. It’s not necessarily a profitable space,” Kramer said. “If we do any acquisitions in this space, you’ll see us do things along the lines that we have been doing in the software space.”  The network gear maker estimated fourth-quarter revenue dropping 8.5% to 11.5% from a year earlier to between $11.47 billion and $11.86 billion. Analysts had expected $11.82 billion, according to Refinitiv data.  Cisco’s third-quarter revenue fell 8% to $12 billion, narrowly beating analysts’ average estimate of $11.7 billion.  Excluding items, earnings of 79 cents per share topped expectations of 69 cents.","103":"Feb 15 (Reuters) - Wall Street’s main indexes opened higher on Thursday, with Cisco leading a more than 200 point jump in the Dow Jones Industrial Average, as concerns of rising inflation eased.  The Dow rose 206.95 points, or 0.83 percent, to 25,100.44. The S&P 500 gained 18.26 points, or 0.67664 percent, to 2,716.89. The Nasdaq Composite added 55.28 points, or 0.77 percent, to 7,198.90.","104":"STOCKHOLM\/SAN FRANCISCO, Dec 8 (Reuters) - Cisco has revamped its Webex video meeting software as it targets a bigger share of the booming online collaboration market, adding new features such as background noise cancellation and a transcription service.  Webex currently has more than 600 million meeting participants, nearly double the number it recorded in March before the coronavirus pandemic sparked a mass shift to online working, learning and socialising.  Rivals Zoom and Microsoft, with its Teams software, have also added millions of users, with the global video conferencing market expected to reach $9.2 billion by 2027 from $4.8 billion in 2019, according to market research firm Facts & Factors.  Through acquiring tech companies such as BabbleLabs, Cisco has been able to add features to Webex, such as being able to remove background sounds like a vacuum cleaner.  “They’ve created a machine learning model...any background noise...can be detected and suppressed, and then speech actually gets amplified,” Jeetu Patel, Cisco’s general manager for security and applications business, told Reuters in an interview.  He said Webex is planning to introduce several other features in the next three months, including one that will allow real-time transcription of a speaker in 15 different languages.  To meet demand for online business conferences, Cisco is planning to build an events platform allowing users to host a Webex events session with up to 25,000 fully participating attendees initially, and eventually 100,000.  To make the events platform more interactive, Cisco on Monday bought Slido, which engages audiences with real-time feedback, dynamic polls, quizzes, word clouds and surveys.  “We fundamentally believe that how people engage with large groups of people will change, and as a result, you will see us do more and more innovation in that space,” Patel said.  The company also launched three new hardware devices, including a Webex desk hub, which allows an employee returning to an office after the pandemic to sign in from any desk by using a laptop, badge or cell phone to authenticate identity. (Reporting by Supantha Mukherjee in Stockholm and Stephen Nellis in San Francisco; Editing by Kirsten Donovan)","105":"Jan 8 (Reuters) - Acacia Communications Inc said on Friday it has terminated its nearly $3 billion merger agreement with Cisco Systems Inc, effective immediately.  “Because approval of the Chinese government’s State Administration for Market Regulation was not received within the timeframe contemplated by the merger agreement, Acacia did not have an obligation to close the merger before the arrival of the January 8, 2021 extended end date,” the company said. (Reporting by Akanksha Rana in Bengaluru; Editing by Shinjini Ganguli)","106":"* Walmart surges on strong results, lifts retailers  * Cisco up after better-than-expected results, forecast  * China, U.S. to hold trade talks this month  * Boeing gains on trade relief, bullish UBS comments  * Indexes up: Dow 1.35 pct, S&P 0.89 pct, Nasdaq 0.87 pct (Changes comment, updates prices)  Aug 16 (Reuters) - U.S. stocks rose in a broad-based rally on Thursday, helped by robust earnings from Walmart and Cisco and easing trade worries after China and the United States said they would hold talks later this month.  Walmart shares surged 9.5 percent, the most on the S&P 500, after the retailer said U.S. comparable sales grew the most in a decade and posted strong e-commerce sales.  The S&P retailers index gained 0.63 percent. All of the 11 major S&P sectors were higher, with technology stocks up 0.79 percent.  Cisco rose 4.6 percent after posting quarterly results and first-quarter sales forecast that topped Wall Street expectations.  Symantec jumped 7.1 percent after hedge fund Starboard Value disclosed a stake in the cyber-security firm and nominated five directors to its board.  “When you have a solid earnings backdrop it makes it easier for investors to digest some of the bad news as it comes up,” said Shawn Cruz, manager of trader strategy at TD Ameritrade in Chicago.  “The news of China coming back to the negotiating table is providing relief and you are starting to see markets stabilize a little bit.”  Industrials rose 1.02 percent on hopes that Beijing and Washington may resolve a conflict that has roiled financial markets since early March.  Boeing rose 3.6 percent, also gaining on a bullish outlook by brokerage firm UBS.  Also helping was a dip in the dollar as well as a rally in the lira after Turkey’s finance minister said the country would emerge from the current volatility stronger.  That eased concerns about U.S. lenders’ exposure to Turkey and sent the KBW bank index up 1.4 percent.  At 11:20 a.m. EDT the Dow Jones Industrial Average was up 338.93 points, or 1.35 percent, at 25,501.34, the S&P 500 was up 25.16 points, or 0.89 percent, at 2,843.53 and the Nasdaq Composite was up 67.53 points, or 0.87 percent, at 7,841.65.  Second-quarter earnings have been stronger than expected, with 79.3 percent of the 463 S&P 500 that have reported so far beating analyst expectations, according to Thomson Reuters I\/B\/E\/S.  Department store chains were largely sitting out the rally, stung by Macy’s warning on margins on Wednesday and JC Penney’s weak results and lowered forecast.  Penney, not on the S&P 500, slumped 22.6 percent. Nordstrom, due to report after the bell, was trading flat.  Advancing issues outnumbered decliners by a 4.36-to-1 ratio on the NYSE and by a 3.13-to-1 ratio on the Nasdaq.  The S&P index recorded 27 new 52-week highs and two new lows, while the Nasdaq recorded 58 new highs and 42 new lows. (Reporting by Amy Caren Daniel in Bengaluru; Editing by Arun Koyyur)","107":"FILE PHOTO: The logo of U.S. networks giant Cisco Systems is seen at their headquarters in Issy-les-Moulineaux, near Paris, France, April 3, 2018. REUTERS\/Philippe Wojazer  (Reuters) - Cisco Systems Inc CSCO.O has agreed to acquire privately held software maker ThousandEyes Inc, the network gear maker said on Thursday.  The deal is worth nearly $1 billion, Bloomberg reported earlier, citing sources.","108":"FILE PHOTO: A man passes under a Cisco logo at the Mobile World Congress in Barcelona, Spain February 25, 2019. REUTERS\/Sergio Perez  (Reuters) - Cisco Systems Inc said on Monday it is rolling out hardware for the next generation of Wi-Fi standards, giving a core part of its $28.2 billion infrastructure business a refresh and in the process aiming to garner more software revenue.  Cisco announced new access points and switches for businesses for Wi-Fi 6, a new standard expected to roll out by 2022. Phones, laptops and other devices will connect to Cisco’s access points on corporate campuses and carry the traffic to the switches, which connect to a business’s wired network.  Cisco, which controls about 45 percent of the market for corporate Wi-Fi systems according to research firm IDC, is releasing the hardware well before most phones and laptops have a chip to take advantage of Wi-Fi 6.  The new network technology is designed to give a modest speed boost, but also to solve some of the biggest problems facing current Wi-Fi networks. The new standard is designed to avoid bogging down when today’s proliferation of televisions, security cameras, smart speakers, sensors and other gadgets hop on.  One new aspect of the networks that consumers will notice is deeper ties with the 5G wireless networks that will arrive around the same time from mobile carriers. When both new networks are in place, for example, a hotel guest’s phone could shift from 5G to a hotel’s Wi-Fi network after check-in without having to enter a name or password.  “There’s going to be a much stronger interconnection and relationship and handoff that occurs,” Gordon Thomson, Cisco’s vice president of enterprise networking sales, told Reuters.  Many of those new features will come about because of greater use of software to control the traffic on the wireless networks. To capitalize on that, Cisco is retiring its biggest-selling switch for corporate networks and rolling out a new one that will be able to run more software, which Cisco will sell along with it.  Brandon Butler, a senior research analyst for IDC, said that is part of Cisco’s longer-term strategy in the past several years to derive a greater portion of its network infrastructure sales from software, which can be sold on a subscription basis for steadier revenue than hardware sales.  The new device “brings that backend switch into line with the company’s broader network software strategy,” he said. “This has been an evolution for the company, from a hardware based-model to a software-based model.”","109":"Jan 11 (Reuters) - Acacia Communications Inc said on Monday it had filed a counterclaim against Cisco Systems Inc , days after the network gear maker sought a court order asking Acacia to close the $2.84 billion deal it had ended.  The optical component maker said it was seeking a declaration that it validly terminated the merger with Cisco, after the deal failed to obtain regulatory approval from China within the originally agreed time frame. (Reporting by Ayanti Bera in Bengaluru; Editing by Amy Caren Daniel)"}}