{"date":{"0":"2019\/11\/25","1":"2018\/08\/08","2":"2019\/12\/12","3":"2020\/06\/23","4":"2020\/05\/21","5":"2021\/01\/16","6":"2019\/12\/02","7":"2020\/04\/06","8":"2020\/06\/25","9":"2018\/11\/06","10":"2018\/12\/03","11":"2020\/07\/16","12":"2020\/08\/20","13":"2020\/06\/26","14":"2020\/08\/05","15":"2020\/06\/24","16":"2020\/06\/09","17":"2019\/06\/28","18":"2019\/03\/14","19":"2021\/01\/15","20":"2021\/02\/16","21":"2020\/05\/21","22":"2019\/11\/06","23":"2020\/05\/21","24":"2020\/03\/12","25":"2021\/02\/16","26":"2020\/05\/13","27":"2020\/05\/19","28":"2018\/09\/27","29":"2018\/06\/28","30":"2020\/05\/06","31":"2018\/11\/06","32":"2020\/03\/09","33":"2020\/02\/28","34":"2020\/06\/09","35":"2020\/05\/21","36":"2020\/02\/12","37":"2019\/01\/24","38":"2021\/02\/19","39":"2019\/09\/04","40":"2020\/07\/16","41":"2020\/03\/09","42":"2020\/02\/12","43":"2020\/06\/25","44":"2019\/01\/15","45":"2018\/03\/14","46":"2018\/04\/04","47":"2019\/09\/28","48":"2019\/06\/04","49":"2018\/03\/13","50":"2020\/03\/25","51":"2020\/04\/03","52":"2020\/06\/23","53":"2020\/05\/21","54":"2018\/08\/22","55":"2019\/12\/17","56":"2019\/12\/12","57":"2018\/04\/24","58":"2018\/11\/30","59":"2020\/04\/27","60":"2019\/08\/07","61":"2021\/01\/15","62":"2018\/10\/10","63":"2020\/01\/29","64":"2018\/12\/04","65":"2018\/11\/20","66":"2020\/03\/30","67":"2018\/08\/08","68":"2020\/04\/17","69":"2019\/07\/26","70":"2020\/08\/05","71":"2018\/05\/01","72":"2021\/01\/06","73":"2019\/02\/26","74":"2021\/01\/15","75":"2018\/10\/10","76":"2019\/05\/08","77":"2018\/03\/13","78":"2019\/12\/02","79":"2019\/10\/24","80":"2020\/11\/06","81":"2019\/06\/18","82":"2019\/08\/07","83":"2020\/03\/23","84":"2020\/12\/02","85":"2021\/02\/16","86":"2020\/05\/21","87":"2020\/01\/29","88":"2018\/03\/06","89":"2018\/02\/28","90":"2019\/11\/06","91":"2020\/10\/16","92":"2020\/06\/09","93":"2020\/06\/09","94":"2020\/03\/11","95":"2020\/05\/21","96":"2018\/04\/11","97":"2018\/04\/16","98":"2020\/06\/15","99":"2020\/09\/15","100":"2020\/08\/18","101":"2020\/06\/10","102":"2019\/08\/27","103":"2020\/05\/21","104":"2019\/12\/17","105":"2018\/04\/16","106":"2018\/04\/13","107":"2019\/11\/25","108":"2020\/05\/21","109":"2020\/06\/22","110":"2018\/03\/06","111":"2021\/01\/25","112":"2018\/05\/02","113":"2020\/05\/21","114":"2021\/02\/16","115":"2020\/05\/21","116":"2020\/03\/26","117":"2020\/03\/23","118":"2018\/11\/29","119":"2019\/06\/12","120":"2020\/02\/12","121":"2020\/06\/09","122":"2019\/04\/05","123":"2019\/01\/15","124":"2018\/12\/03","125":"2020\/04\/27","126":"2020\/04\/27","127":"2020\/06\/12","128":"2021\/01\/06","129":"2018\/09\/17","130":"2020\/05\/21","131":"2020\/05\/28","132":"2020\/03\/25","133":"2020\/07\/08","134":"2020\/02\/12","135":"2020\/03\/19","136":"2018\/12\/05","137":"2018\/12\/20","138":"2018\/02\/28","139":"2020\/12\/11","140":"2018\/03\/19","141":"2019\/03\/14","142":"2020\/06\/25","143":"2020\/05\/20","144":"2020\/07\/08","145":"2018\/10\/10","146":"2019\/02\/20","147":"2020\/02\/12","148":"2019\/09\/04","149":"2020\/05\/28","150":"2019\/10\/03","151":"2020\/05\/14","152":"2019\/01\/09","153":"2020\/11\/06","154":"2020\/06\/12","155":"2018\/08\/08","156":"2020\/09\/17","157":"2018\/04\/13","158":"2020\/05\/06","159":"2020\/02\/07","160":"2019\/05\/13","161":"2020\/09\/17","162":"2020\/12\/11","163":"2018\/12\/15","164":"2020\/05\/14","165":"2021\/02\/16","166":"2019\/05\/01","167":"2019\/02\/25","168":"2020\/03\/26","169":"2020\/03\/06","170":"2019\/04\/05","171":"2020\/05\/21","172":"2020\/04\/24","173":"2020\/05\/21","174":"2020\/10\/19","175":"2019\/01\/25","176":"2020\/05\/21","177":"2020\/10\/19","178":"2020\/05\/06","179":"2020\/12\/09","180":"2019\/09\/27","181":"2019\/07\/17","182":"2019\/11\/06","183":"2020\/12\/18","184":"2020\/12\/11","185":"2019\/10\/04","186":"2020\/06\/25","187":"2020\/06\/24","188":"2019\/01\/18","189":"2018\/05\/02","190":"2020\/03\/25","191":"2021\/01\/25","192":"2020\/08\/13","193":"2020\/06\/30","194":"2018\/12\/22","195":"2019\/01\/18","196":"2018\/12\/18","197":"2020\/06\/11","198":"2018\/07\/12","199":"2018\/04\/12","200":"2019\/02\/20","201":"2018\/11\/20","202":"2019\/11\/25","203":"2018\/10\/10","204":"2020\/05\/06","205":"2020\/11\/06","206":"2019\/11\/05","207":"2020\/05\/14","208":"2019\/06\/07","209":"2019\/06\/04","210":"2019\/05\/01","211":"2018\/05\/02","212":"2019\/01\/29","213":"2018\/03\/20","214":"2020\/04\/06","215":"2018\/02\/08"},"text":{"0":"A federal judge has agreed to expand the number of CVS Health customers covered by a class action lawsuit accusing the pharmacy chain of systematically overcharging people who bought generic drugs using insurance rather than cash.  U.S. District Judge Yvonne Gonzalez Rogers in Oakland, California, on Friday certified classes of CVS customers from New York and Arizona after previously allowing residents of four other states to proceed together on a class-basis.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/37B0XqD","1":"(Reuters) - CVS Health Corp CVS.N beat analysts' estimates for quarterly profit on Wednesday and the drugstore operator defended its pharmacy benefits management business in the face of the Trump administration's move to clamp down on escalating drug costs.  FILE PHOTO A logo of CVS Health is displayed on a monitor above the floor of the New York Stock Exchange shortly after the opening bell in New York, U.S., December 5, 2017. REUTERS\/Lucas Jackson\/File Photo  Shares of CVS Health, which agreed to buy health insurer Aetna AET.N for $69 billion in December, rose 3.6 percent to $67.76.  Pharmacy benefit managers (PBMs) are in the crosshairs of the U.S. administration, which last month proposed a rule that would scale back protections currently in place that allow rebates between drug manufacturers, insurers and PBMs.  “Drug manufacturers want you to believe that increasing drug prices are a result of them (being) happy to pay rebates and that PBMs are retaining these rebates,” CVS Health Chief Executive Officer Larry Merlo said on a conference call.  “This is simply not true.”  The company said new rules announced on Tuesday that gave Medicare Advantage health plans tools to negotiate for lower prescription drug prices, indicates the administration recognizes PBMs have a key role to play in reducing drug costs.  Adding to competition, Amazon in June agreed to acquire a small online pharmacy firm, a move that put the world’s biggest online retailer in direct competition with drugstore chains, drug distributors and PBMs.  “We welcome competition ... expect more of it in the years to come and are confident that we ourselves are key disruptors,” Merlo said.  CVS Health also said it now expects its Aetna deal to close during the third quarter or early in the fourth quarter of 2018.  The Aetna deal is likely to reshape healthcare in the United States as it brings together one of the nation’s largest PBMs and pharmacy operators with one of the oldest health insurers, whose national business ranges from employer healthcare to government plans.  Net loss attributable to CVS was $2.56 billion, or $2.52 per share, in the second quarter ended June 30.  CVS said it took a $3.9 billion goodwill impairment charge in the reported quarter related to the Omnicare business in its retail unit.  “The Omnicare write-down was somewhat of a surprise, but overall we were already expecting modest results out of that business,” Edward Jones analyst John Boylan said.  Excluding items, the company earned $1.69 per share, beating analysts’ average estimate of $1.61, according to Thomson Reuters I\/B\/E\/S.","2":"(This December 12 story corrects to Missouri from Montana in last paragraph)  NEW YORK (Reuters) - CVS Health Corp said on Thursday it will make it easier for patients with advanced cancer enrolled in some Aetna insurance plans to receive broad genetic gene sequencing tests that can help identify the best drug or treatment for them.  CVS has been running an oncology program in 12 states in which patients prescribed treatment regimens that follow National Comprehensive Cancer Network guidelines automatically receive prior authorization approval, speeding the time to starting their treatment.  It will now add easier access to broad-panel gene sequencing tests to that program for patients in its at-risk Aetna plans, Alan Lotvin, CVS’ chief transformation officer, said in an interview. In at-risk insurance plans CVS, which acquired Aetna last year for $69 billion, takes on the risk of higher member costs.  Other non-Aetna health plans can also buy the CVS program, the company said.  Under the program, genetic sequencing of tumors would be available for patients with late-stage cancer or whose cancers progress after prior treatments, representing about 30 percent of patients, Lotvin said. The testing will be done by Tempus, a next-generation gene sequencing company in Chicago.  Dr. Otis Brawley, professor of oncology at Johns Hopkins University and former chief scientific officer at the American Cancer Society, said the eased access to these genetic tests will help steer patients away from chemotherapy to targeted medicines.  About 10% to 12% of patients with small cell lung cancer benefit from a treatment typically used for certain breast cancers, he said.  “One of the problems has been that these patients don’t get genetic sequencing or they get it so late they can’t benefit from the drug,” Brawley said.  Drugmakers including Bayer AG have introduced medicines that work well against cancers driven by specific rare genetic mutations. But adoption of the broad genetic tests needed to identify those mutations has been stalled over insurers’ concerns that there is not enough evidence to justify paying for their widespread use, Reuters reported earlier this year.  The tests typically cost $3,000 to $5,000, Brawley said.  Lotvin said CVS’ pilot program had produced observational evidence showing that following the national cancer guidelines had resulted in fewer hospitalizations and chemotherapy treatments, improving care, saving money and lessening the side effect burden.  Connecticut, Florida, Georgia, Illinois, Maryland, Maine, Missouri, North Caroline, Nebraska, New Jersey, Pennsylvania and Utah are in the pilot.","3":"CVS Pharmacy Inc has agreed to pay $9.75 million to more than 20,000 pharmacy and retail employees in California to settle claims that the company failed to pay them for training conducted outside of their shifts, according to a court filing.  The plaintiffs in the 2016 lawsuit, represented by Alexander Krakow & Glick, filed a motion for settlement in federal court in Los Angeles on Monday. CVS, which is represented by Greenberg Traurig, has denied wrongdoing.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2B2rqlq","4":"May 21 (Reuters) - CVS Health Corp:  * CVS HEALTH CORP - OPENING 12 ADDITIONAL NEW DRIVE-THRU TEST SITES IN MASSACHUSETTS Source text for Eikon: Further company coverage:","5":"Mylan Inc and a group of pharmacy benefit managers have lost a bid to dismiss a class action claiming the drugmaker paid kickbacks to the PBMs in order to drive up the price of its anti-allergy injection EpiPen, a federal judge has ruled.  U.S. District Judge Eric Tostrud in Minnesota ruled Friday that the plaintiffs, a group of drug distributors, had successfully pleaded their case that Mylan, Optum, CVS Caremark and Express Scripts engaged in a conspiracy under the Racketeer Influenced and Corrupt Organizations Act, and that Mylan violated the Sherman Act.  To read the full story on Westlaw Today, click here: bit.ly\/38LJwGs","6":"Dec 2 (Reuters) - Health insurer Centene Corp said on Monday it would divest its Illinois unit, IlliniCare Health Plan Inc, to CVS Health Corp, as it looks to close its $15.27 billion deal to buy smaller rival WellCare Health Plans Inc.  The transaction entails the sale of Centene’s Medicaid and Medicare Advantage lines of business in Illinois, the company said.  Financial terms of the deal were not disclosed.","7":"(Reuters) - CVS Health Corp CVS.N, called on by the Trump administration last month to help test Americans for infections from the new coronavirus, said it was launching two offsite testing locations with Abbott Laboratories' ABT.N faster diagnostic kit and would be able to handle 1,000 tests per day.  FILE PHOTO: A logo of CVS Health is displayed on a monitor above the floor of the New York Stock Exchange shortly after the opening bell in New York, U.S., December 5, 2017. REUTERS\/Lucas Jackson  Testing for COVID-19, the serious respiratory illness cased by the new coronavirus, has been held back by a lack of test kits and other equipment. While more than 300,000 people in America have tested positive for the new coronavirus, officials believe a shortage of kits has undercounted cases.  Testing, including at drive-through sites like these, is also seen as a key component for U.S. workers and restarting the economy as most states have ordered many non-essential businesses to close.  Executives from Walmart IncWMT.N, Walgreens Boots Alliance Inc WBA.N and Target Corp TGT.N also said in March as part of the government announcement that they would start this testing.  In recent weeks, CVS and Walgreens had said that they each had a pilot site running.  CVS’ two new drive-through COVID-19 testing sites in Georgia and Rhode Island will use the new Abbott tests, which can work in 15 minutes, and that up to four more locations to follow.  “We want to get some experience under our belt with these sites and understand exactly sort of what the volume looks like,” CVS Chief Medical Officer Troy Brennan said in an interview.  Brennan said the company expects to announce a third testing site in a different state on Tuesday and could launch up to three more sites afterward.  Brennan said it was changing the pilot model it had tested - a single-lane drive-through in the parking lot of one of its stores. The new testing sites will be located at Georgia Tech university and the other will be in the parking lot of a casino in Rhode Island.  CVS will supply personnel from its MinuteClinic unit to oversee the testing. The states will provide security and protective equipment.  The testing is currently available at no cost to patients and is being paid for by the federal government, CVS said.  Walgreens said last week on a conference call with analysts that it had a pilot running in Chicago that was doing about 150 tests a day under the direction of the government. Target said in March that because CVS handled the pharmacy operations in its stores, it would partner with them to bring any sites online.","8":"June 25 (Reuters) - CVS Health Corp:  * CVS HEALTH CORP - CVS HEALTH NOW HAS A TOTAL OF 19 DRIVE-THRU TEST SITES ACROSS NEVADA Source text for Eikon: Further company coverage:","9":"(Reuters) - CVS Health Corp CVS.N, which expects to close its $69 billion purchase of Aetna Inc AET.N this month, reported third-quarter profit that beat analysts' estimates on higher sales of prescription drugs.  FILE PHOTO: Shoppers walk outside a CVS store and pharmacy in Medford, Massachusetts, U.S. December 4, 2017. REUTERS\/Brian Snyder\/File Photo  Shares of the drugstore chain and pharmacy benefit manager (PBM) were up 2.7 percent at $75.70 in morning trading.  The company said it believes the Aetna deal will help it save more than $750 million in costs in the second year after it closes, as the combination reduces corporate expenses as well as produces “some” cuts in medical costs from decreased emergency room visits.  “The longer term medical cost savings will come from new programs that are only made possible through the combination and close integration of our two companies,” Chief Executive Officer Larry Menlo said on call with analysts.  CVS, which last month won U.S. Department of Justice approval to buy Aetna, said it reached agreement with the state of California on the acquisition and expects to finalize terms over the coming days. The deal is expected to close before the Thanksgiving holiday, which falls on Nov. 22, CVS said.  The combination is expected to reshape the healthcare sector as it brings together one of the largest PBMs and one of the nation’s oldest health insurers.  CVS could offer more preventive care services and screenings to Aetna customers in its clinics, such as enabling diabetes patients to monitor blood sugar levels, avoiding higher cost visits to doctors or emergency rooms.  Pharmacy same-store sales rose 8.7 percent in the quarter, while analysts were expecting a 7.7 percent rise.  Front end of the store same-store sales rose 0.8 percent versus analysts’ expectations of an 0.8 percent drop, despite brick-and-mortar drugstore chains like CVS coming under increasing pressure from consumer shifts to online options.  Sales of beauty products at CVS stores have benefited from promotions and newer offerings. Last year, the company announced a initiative to offer over a hundred new South Korean beauty brands at its stores.  Excluding items, CVS Health said it earned $1.73 per share, topping analysts’ average estimates by 2 cents.  Net revenue rose 2.4 percent to $47.27 billion, beating expectation of $47.18 billion.  Net income rose to $1.39 billion, or $1.36 per share, in the quarter. Its income tax provision declined by $268 million. (bit.ly\/2D48hy8)","10":"FILE PHOTO: Shoppers walk outside a CVS store and pharmacy in Medford, Massachusetts, U.S. December 4, 2017. REUTERS\/Brian Snyder\/File Photo  WASHINGTON (Reuters) - A federal judge who has been asked to sign off on the government's decision to approve CVS Health Corp's CVS.N acquisition of insurer Aetna Inc indicated on Monday he may ask the companies to halt integration pending his decision.  Judge Richard Leon of the U.S. District Court for the District of Columbia complained at a hearing last week that the two sides had treated him as a “rubber stamp” for the deal. CVS closed the $69 billion transaction last week and began the integration process.  Leon said at a hearing on Monday that he would issue an order asking the two sides to argue why he should not require CVS and Aetna to be held separate until he decides whether he will approve the consent agreement reached in October between the companies and the U.S. Justice Department.  Makan Delrahim, the assistant attorney general for antitrust, declined comment after the hearing.  A CVS spokesman said in an email after the hearing: “CVS Health and Aetna are one company, and our focus is on transforming the consumer health experience.”  Leon said during the brief hearing that he was \"concerned\" the Justice Department's filing with the court pointed to antitrust issues. In October, the Justice Department approved the merger of CVS, a pharmacy chain and benefits manager, and Aetna on condition that the health insurer sell its Medicare Part D drug plan business to WellCare Health Plans Inc WCG.N.  Most deals struck between the government and companies to resolve antitrust concerns are approved by federal courts with little fuss under the 1974 Tunney Act, which requires courts to ensure the agreement is in the public interest.  Companies generally do not wait for final court approval before closing their transactions.","11":"Slideshow ( 2 images )  (Reuters) - Target Corp, CVS Health Corp and Walgreens Boots Alliance Inc said on Thursday they would require customers wear face coverings while shopping at their U.S. stores, adopting a widely accepted way to curb the spread of the coronavirus.  The move by consumer-facing companies comes as virus cases continue to surge in the United States and deaths exceed 137,000.  On Wednesday, Walmart Inc WMT.N, Kroger Co KR.N and Kohls Corp KSS.N had decided to implement the policy at all their outlets.  Target TGT.N said it would launch the policy from August 1, with an exception for those with underlying medical conditions and young children.  Local and state regulations already require shoppers at over 80% of its stores to wear face masks, the retailer said.  Walgreens' WBA.O policy will come into effect on Monday, with the company saying it will add store signage and intercom messages to remind shoppers of the new rule.  CVS CVS.N will also launch the rule at its pharmacies from Monday, but said it was not asking its employees to act as enforcers.  While many companies have recommended masks for months, they were hesitant to make it a requirement over fears of drawing the ire of shoppers, especially after several videos posted online showed confrontations between customers and store staff.  “What we are asking is that customers help protect themselves,” CVS said in a statement.","12":"Aug 20 (Reuters) - CVS Health Corp said on Thursday a majority of its COVID-19 test results will be available within 2-5 days, as the drugstore chain expanded its network of third-party lab partners to help improve the turnaround time of its results.  The company also said it expanded its COVID-19 testing program by adding 77 test sites at CVS Pharmacy drive-thru locations across Florida, which are among more than 1,900 locations where its testing sites have opened since May.  CVS and other U.S. retailers including Walgreens Boots Alliance, Walmart Inc and Target Corp have provided space at their parking lots for drive-through sites to help ramp up testing.  Adequate diagnostic testing and faster processing are crucial for the United States, which leads the world in COVID-19 cases and deaths.  Diagnostic companies Quest Diagnostics Inc and Laboratory Corporation of America Holdings have struggled to meet the demand for tests.  Quest said on Monday its average turnaround time for COVID-19 molecular diagnostic tests is 1-2 days.","13":"June 26 (Reuters) - CVS Health Corp:  * CVS HEALTH CORP -  * CVS HEALTH, GOVERNOR HOGAN, REP. MFUME, MAYOR YOUNG ANNOUNCE OPENING OF COVID-19 RAPID TESTING SITE IN BALTIMORE  * CVS HEALTH - TESTING WILL BE PROVIDED AT NO COST TO PATIENTS Source text for Eikon: Further company coverage:","14":"(Reuters) - Drugstore operator CVS Health Corp CVS.N raised its full-year profit forecast on Wednesday and said it was in talks with the U.S. government to administer coronavirus vaccines at its pharmacies once they become available.  Slideshow ( 2 images )  CVS also said it was working with laboratories to cut down the turnaround time for coronavirus test results, which had spiked in July due to a massive increase in demand for tests.  A shortfall of adequate diagnostic testing has hampered the U.S. response to the pandemic, which has so far infected more than 4 million Americans.  CVS has been operating large-scale drive-through sites for coronavirus tests since April, and has opened over 1,800 sites across the United States.  “What is unique for us is this intersection of testing and vaccine creates a sustainable business model,” said Chief Executive Officer Larry Merlo.  Merlo said the company could apply the same digital health technology it had used for scheduling COVID-19 tests to vaccinations as well, once COVID-19 vaccines were available, to avoid delays.  CVS beat Wall Street expectations for second-quarter profit, as canceled medical procedures due to the COVID-19 pandemic led to fewer claims at its health insurance business.  Health insurer Humana Inc HUM.N also posted better-than-expected quarterly profit, as claims fell.  CVS, however, warned that costs in its health insurance business would increase in the remainder of the year as Americans caught up on their surgeries.  The company raised its full-year profit forecast to between $7.14 per share and $7.27 per share from $7.04 per share to $7.17 per share.  Excluding items, the company earned $2.64 per share, beating analysts’ average estimate of $1.93, according to IBES data from Refinitiv.  CVS’ shares were marginally down in morning trade.","15":"NEW YORK (Reuters) - As U.S. employers grapple with trying to keep workers healthy and on the job amid fresh spikes in COVID-19 cases, CVS Health Corp CVS.N has begun selling companies a diagnostic testing program.  FILE PHOTO: Shoppers walk outside a CVS store and pharmacy in Medford, Massachusetts, U.S. December 4, 2017. REUTERS\/Brian Snyder\/File Photo  In addition to onsite and pharmacy testing, CVS also will offer symptom screenings, flu vaccines and other immunizations and add-on services like contact tracing for employees exposed to the virus.  The unexpected surge in COVID-19 in states in the South and West has increased demand for testing workers on a regular basis, such as every two weeks or every month, said Troy Brennan, chief medical officer of the company, which operates pharmacies, a pharmacy benefit management (PBM) service and the Aetna insurance plan.  “The general perception is that there is not going to be a sustained lull over the course of the summer, and in fact it looks like it is building somewhat, and that is changing people’s views,” Brennan said.  More than 20 states including Florida, Arizona, and Texas, have reported an increase in COVID-19 cases and hospitalizations in recent weeks.  The United States has had about a quarter of the global total in reported COVID-19 cases and deaths.  States hard hit early in the pandemic, such as New York and New Jersey, have experienced dramatic declines in cases. But many states that reopened before achieving safety metrics or are not requiring mask wearing are seeing record increases. Overall U.S. cases rose 25% last week with 10 states reporting a greater than 50% rise in new infections, according to a Reuters analysis.  Wall Street firm Jefferies forecast there will be 400 million to 700 million tests during the current COVID-19 outbreak, representing billions of dollars for test suppliers and makers, as well as lab companies.  Other companies such as Labcorp Holdings LH.N and Quest Diagnostics Inc DGX.N have also created testing services for corporations. Quest is working with Delta Air Lines.  Slideshow ( 2 images )  But CVS, with its PBM services and insurance business, serves some of the largest U.S. companies with hundreds of thousands of employees.  The new service, dubbed Return Ready, is open to all companies, not just current customers.  CVS declined to provide details about companies that have already signed up, but said they are in discussions with media companies, financials services, sports leagues and the public sector.  ANTIBODY TESTING NOT INCLUDED  Return Ready is aimed at large employers or smaller ones who self-insure, meaning they pay for employee healthcare costs rather than insurers - and instead pay CVS to manage the tests and other services.  CVS declined to provide pricing for the program. Diagnostic tests can cost more than $100 each.  While the U.S. government has required health insurers to cover COVID-19 diagnostic testing, that is largely restricted to “medically necessary” testing for those with symptoms and does not cover these back-to-work programs.  CVS is not offering tests that detect coronavirus antibodies to show prior infection.  Earlier this year, antibody tests were seen as key to getting the United States back to work, while in Europe some countries have considered related “immunity passports.” But it is not yet known whether the presence of those antibodies confers some level of immunity against future infection or how long any immunity might last.  Healthcare consulting firm Willis Towers Watson does not advise employers to use antibody tests because of the uncertainty about what they indicate, health management practice leader Jeff Levin-Scherz said in a recent interview.  Even regular diagnostic testing offers no guarantees. If everyone is tested and the tests are completely accurate, workers can still become infected a day after they test negative, he said.  “You still couldn’t assume that your workplace is a bubble and no COVID would come in,” Levin-Scherz said.","16":"June 9 (Reuters) - CVS Health Corp:  * WAYNE COUNTY COMMUNITY COLLEGE DISTRICT AND CVS HEALTH LAUNCH COVID-19 TESTING Source text for Eikon: Further company coverage:","17":"A former CVS Health executive is urging a federal appeals court to quickly review a judge’s decision that blocks him from working at Amazon.com Inc’s PillPack online retail pharmacy due to a noncompete clause, saying it’s causing him “undue financial and personal hardship.”  Lawyers for John Lavin at K&L Gates in a brief on Thursday asked the 1st U.S. Circuit Court of Appeals in Boston for an expedited appeal of the judge’s ruling in the case. The healthcare industry is closely watching the case for clues about Amazon’s plans to disrupt the prescription drug market.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2YlNCgE","18":"WASHINGTON, March 14 (Reuters) - Judge Richard Leon, who has been asked to sign off on a government agreement that allows CVS Health Corp to buy health insurer Aetna, has ordered a hearing for April 5 on the matter.  The hearing was issued in a minute order.  The transaction closed in November.","19":"LOS ANGELES (Reuters) - A former Arkansas health official is sounding alarms about the pace of coronavirus vaccines being administered to residents of long-term care facilities under a U.S. plan that puts major pharmacy chains CVS and Walgreens in charge of many of the shots.  FILE PHOTO: A nursing home resident receives a shot of the coronavirus disease (COVID-19) vaccine at King David Center for Nursing and Rehabilitation, a nursing home facility, in Brooklyn's Bath Beach neighborhood in New York City, U.S. January 6, 2021. REUTERS\/Yuki Iwamura\/  Fewer than 10% of doses allocated to those Arkansas seniors have been administered, according to the state health department. The two pharmacies are working with about 40% of the state’s facilities. Some of those were told that they were scheduled for February or March, said Dr. Joe Thompson, former Arkansas surgeon general and chief executive of the Arkansas Center for Health Improvement  “This is not acceptable,” said Thompson. “We’re seeing a failure in deployment by CVS and Walgreens.”  Federal health officials in recent days have urged broadening vaccine eligibility to tens of millions of Americans to speed the national inoculation program rollout. Meanwhile, seniors at some long-term care facilities - who account for about 1% of the U.S. population but 40% of COVID-19 deaths and were supposed to be at the front of the line - continue to wait.  State and local officials and long-term care operators in states including Florida, California, Arizona, Indiana and Pennsylvania told Reuters they have turned to alternative providers for vaccinations for their residents or staff because the pharmacy chains were scheduling shots weeks out.  Some 75,000 long-term care facilities signed up to receive vaccines from CVS Health Corp and Walgreens Boots Alliance Inc under the U.S. Centers for Disease Control and Prevention’s (CDC) Pharmacy Partnership Program.  “I think they face serious bandwidth issues in terms of scheduling,” said David Grabowski, a Harvard Medical School professor and healthcare policy expert. “I find it very distressing that we haven’t been doing this more rapidly. This is really a matter of life or death.”  Arkansas Governor Asa Hutchinson in a statement on Thursday said the two pharmacy chains assured him that all long-term care residents assigned to them would be vaccinated by the end of this month.  Many states prioritized homes with patients requiring medical care, which contributed to delays at other long-term care facilities.  Slideshow ( 2 images )  CVS said it plans to finish all shots at assigned facilities within nine to 12 weeks of the first dose. That means states like California, Florida, Arizona, Alabama, Oklahoma and Pennsylvania, which were among the last to activate the second-phase of facility vaccinations, may not be finished until April.  “State decisions on which facilities are activated when have a significant impact on timing,” CVS spokesman T.J. Crawford said, noting that the company has administered 1 million shots and is on track with its federal agreement.  Others hurdles included confirming vaccine availability, the winter holidays, vaccine hesitancy and fresh COVID-19 outbreaks, the companies said.  That resulted in “a little bit slower start than what we were hoping for. Now that we’ve gotten past the first of the year, you’re seeing a quick and rapid acceleration,” said Rick Gates, Walgreens’ senior vice president of pharmacy and healthcare. The company has done more than 500,000 shots and expects to be done by March.  ‘OVERWHELMED BY THE SHEER VOLUME’  Meanwhile, central Florida’s Seminole County is deploying mobile clinics to some assisted living facilities.  “We went because they either have not been contacted by the private providers or they had concerns because of some type of issue,” said county emergency manager Alan Harris.  “CVS and Walgreens, I think, are overwhelmed by the sheer volume of long-term care facilities in Florida,” Harris said.  The state of Florida has hired health services firm CDR Maguire to take over vaccinations at about 1,900 assisted living facilities that CVS or Walgreens had scheduled on or after Jan. 24.  Los Angeles County opted out of the CVS-Walgreens partnership and is asking facilities that can to pick up and administer vaccine themselves. In Northern California’s Contra Costa County, nonprofit Choice in Aging joined John Muir Health and Kaiser Permanente in pitching in to help.  Choice in Aging is targeting facilities with six or fewer beds in historically underserved communities. “This is a population that is never prioritized,” said Choice in Aging CEO Debbie Toth.  The CDC on Thursday said 26% of the 4.7 million vaccine doses allocated for long-term care sites had been administered, lagging even the woeful 36% of the 30.6 million available nationwide.  Graphic: Vaccine rollout in nursing homes -  West Virginia, which opted out of CDC Pharmacy Partnership, did extensive planning and tapped its existing network of long-term care pharmacies to quickly vaccinate nursing home residents in an all-hands-on-deck effort, said Dr. Michael Wasserman, former president of the California Association of Long Term Care Medicine.  “Community pharmacies absolutely should be involved,” said American Pharmacists Association CEO Scott Knoer. “I wish they would have been from the get-go.”","20":"(Corrects Obamacare enrollment to 11.4 million people from 8.3 million, removes reference to projected earnings rising)  * ACA is “clearly a big market” - CEO  * Sees benefit of $400 mln-$500 mln from COVID-19 in 2021  * Administered 3 mln vaccines so far in U.S.  Feb 16 (Reuters) - CVS Health Corp said on Tuesday it would return to selling individual health insurance plans under the Affordable Care Act (ACA), popularly known as Obamacare, saying the market had stabilized.  Large health insurers such as UnitedHealth and CVS Health’s Aetna unit exited ACA exchanges in 2017 and 2018, due to years of mounting losses, and uncertainty as Republicans took aim at former U.S. President Barack Obama’s signature law.  “We’ve been studying the individual market for a while. Some of the remedies have been put in place. Clearly there’s a big market,” CVS Health’s recently-appointed Chief Executive Officer Karen Lynch said at a post-earnings conference call.  About 11.4 million people enrolled in 2020 Obamacare plans.  The move by CVS comes as President Joe Biden’s administration told the U.S. Supreme Court last week that the ACA should be upheld.  “We suspect the “Blue Sweep” in Washington, D.C. likely factored into this decision as it is already creating a more supportive policy backdrop for overall ... market growth,” said Stephens analyst Scott Fidel.  The ACA law had been defended by Democratic-led states and the Democratic-controlled U.S. House of Representatives.  Lynch made the comments during a company conference call where the company said it expects 2021 adjusted profit between $7.39 and $7.55 per share, from $7.50 this year.  CVS said it expects COVID-19 related business such as vaccinations and testing to contribute $400 mln to $500 mln next year. Analysts’ had expected 2021 profit of $7.54 per share, according to IBES data from Refinitiv.  It also expects it could add to its business from new customers who get inoculated at its pharmacies.  The company has administered over three million COVID-19 vaccines across the United States, CVS said.  On an adjusted basis, the company earned $1.30 per share in the reported quarter, beating estimates of $1.24 per share.  CVS shares were down 3.6% at $71.53. (Reporting by Manas Mishra, Trisha Roy in Bengaluru and Caroline Humer in New York; Editing by Shounak Dasgupta and Nick Zieminski)","21":"May 21 (Reuters) - CVS Health Corp:  * CVS HEALTH CORP - OPENING 27 ADDITIONAL NEW DRIVE-THRU TEST SITES IN PENNSYLVANIA Source text for Eikon: Further company coverage:","22":"(Reuters) - CVS Health Corp CVS.N reported higher-than-expected third-quarter profit on Wednesday as medical costs in its Aetna health insurance business came in below forecasts, and the company said its new strategy of using in-pharmacy clinics would contain healthcare spending going forward.  FILE PHOTO: People walk by a CVS Pharmacy store in the Manhattan borough of New York City, New York, U.S., November 30, 2017. REUTERS\/Shannon Stapleton  Shares of CVS, which runs a national drugstore chain, rose more than 5%, as its pharmacy benefits business also posted better-than-expected operating profit.  CVS completed its purchase of Aetna last year, combining one of the largest U.S. pharmacy benefit managers with one of the nation’s oldest health insurers. The deal was driven in part by CVS’ strategy to cut health plan costs through its “HealthHUB” pharmacies.  These hubs include expanded CVS MinuteClinics staffed with nurse practitioners, while pharmacists have larger roles such as advising patients on health needs like blood glucose measurements for customers with diabetes.  “We believe if we can engage consumers around their health, we will improve health outcomes and ultimately that will reduce healthcare costs,” Chief Executive Larry Merlo said in a phone interview.  CVS expects to lower costs as hubs handle services typically done in pricier settings, he said, such as emergency rooms or hospital-affiliated urgent care centers.  The hubs are already driving prescription growth and retail store sales, Merlo said. The company also has two insurer customers whose members are using the CVS hubs in a pilot program.  CVS plans to open 1,500 HealthHUBs around the country by the end of 2021, and said they will contribute to earnings in 2021. Merlo expects to provide more financial details around the second quarter of next year.  Sales in the pharmacy benefits management (PBM) business, which negotiates discounts with drugmakers for its clients that include insurers, rose 6.4% to $36.02 billion, helped by increased pharmacy claims and a higher prices for branded drugs.  The unit that includes Aetna posted sales of $17.18 billion, helped by lower-than-expected medical costs.  Results from CVS’ retail business were pressured by lower payments for filling prescriptions, an industry-wide trend. Sales still rose 2.9% to $21.47 billion.  CVS plans to close about 75 retail pharmacy stores in 2020, Chief Financial Officer Eva Boratto said on a conference call with analysts.  Excluding items, CVS earned $1.84 per share, topping analysts’ average estimate by 7 cents, and it raised its full-year earnings forecast.  CVS now expects 2019 adjusted profit of $6.97 to $7.05 per share, up from a prior forecast of $6.89 to $7.00.  CVS revenue reported for the quarter jumped 36.5% to $64.81 billion, beating Wall Street expectations of $63 billion.","23":"May 21 (Reuters) - CVS Health Corp:  * CVS HEALTH OPENS 8 NEW DRIVE-THRU TEST SITES IN LOUISIANA AS PART OF NATIONWIDE COVID-19 RESPONSE Source text for Eikon: Further company coverage:","24":"March 12 (Reuters) - Livongo Health Inc:  * LIVONGO EXPANDS RELATIONSHIP WITH CVS HEALTH, NOW PART OF CHRONIC CONDITION MANAGEMENT PLATFORM WITHIN POINT SOLUTIONS SERVICE  * LIVONGO HEALTH INC - IS AVAILABLE THROUGH CVS HEALTH POINT SOLUTIONS MANAGEMENT SERVICE Source text for Eikon: Further company coverage:","25":"Feb 16 (Reuters) - CVS Health Corp reported a 4% rise in fourth-quarter sales on Tuesday, helped in part by COVID-19 vaccinations and testing at its pharmacies.  The company’s sales rose to $69.55 billion from $66.89 billion a year earlier. (Reporting by Manas Mishra and Trisha Roy in Bengaluru; Editing by Shounak Dasgupta)","26":"Omnicare Inc, a CVS Health unit that provides pharmacy services to nursing homes, will pay $15.3 million to resolve allegations that it allowed opioids and other drugs to be dispensed without valid prescriptions, the U.S. Justice Department said Wednesday.  The settlement with Cincinnati-based Omnicare, the nation’s largest provider of pharmacy services to long-term care facilities, resolved a long-running investigation by the U.S. Drug Enforcement Administration that began in 2012.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2WtM4CT","27":"May 19 (Reuters) - CVS Health Corp:  * CVS HEALTH CORP FILES FOR POTENTIAL DEBT OFFERING; SIZE NOT DISCLOSED - SEC FILING Source: (bit.ly\/36eMXSX) Further company coverage:","28":"(Reuters) - Health insurer Aetna Inc AET.N said on Thursday it will sell its standalone Medicare prescription drug plan business to WellCare Health Plans Inc WCG.N as it seeks U.S. antitrust approval for a planned acquisition by CVS Health Corp CVS.N.  A logo of Aetna is displayed on a monitor above the floor of the New York Stock Exchange shortly after the opening bell in New York, U.S., December 5, 2017. REUTERS\/Lucas Jackson  The $69 billion CVS-Aetna deal would be the second large deal this year between insurers and pharmacy benefit managers, a consolidation the companies say will help rein in rising U.S. healthcare costs.  CVS said separately that it expects the Aetna acquisition to close in the early part of the fourth quarter of this year.  Rival insurer Cigna Corp's CI.N $52 billion acquisition of Express Scripts Holding Co ESRX.O, the largest U.S. pharmacy benefit manager, which was announced after the CVS-Aetna transaction, has already passed U.S. Justice Department scrutiny.  Aetna did not disclose the terms of the sale to WellCare but said that the Medicare pharmacy prescription plans, known as Part D plans, covered more than 2.2 million members.  The sale price is likely between $1 billion and $1.5 billion based on the number of members, BMO Capital Markets analyst Matt Borsch estimated in a research note. He forecast the acquisition would add $3 billion to WellCare’s annual revenue and 50 cents to $1 per share to earnings starting in 2020.  Wall Street analysts expected Aetna to sell all or some of its Medicare prescription drug business ahead of its combination with CVS, the largest manager of pharmacy drug plans for the Medicare program for the elderly and disabled.  The sale to WellCare aims to avoid an antitrust lawsuit over the amount of control it would have over the Medicare prescription drug market. Aetna said the asset sale is a “significant step” in the U.S. Justice Department review and that its closing is contingent on that antitrust approval.  Leerink analyst Ana Gupte said that the sale of the entire business “almost certainly ensures approval by the DOJ,” or Justice Department. Selling the entire business also ensures a more seamless handover to WellCare, she said.  WellCare, which specializes in government Medicare and Medicaid insurance plans, has only a small Medicare prescription drug plan business with about 4 percent market share, according to a recent research note from Barclays.  CVS has a 24 percent market share and Aetna has 8.7 percent, according to Barclays.  WellCare said it does not expect to recognize revenue from the deal until 2020 because the terms call for Aetna to provide administrative services and retain the financial risk related to the government plans through 2019.  WellCare shares rose 4 percent to $319.76, Aetna added 0.7 percent to $203.13, and CVS was up 0.6 percent to $78.93.","29":"FILE PHOTO: The logo of Amazon.com Inc is seen in Sao Paulo, Brazil October 17, 2017. REUTERS\/Paulo Whitaker\/File Photo  ** Pharma supply chain hit by Amazon’s move to buy online pharmacy PillPack, which offers pre-sorted medicine doses  ** Drug retailers Walgreens Boots Alliance, CVS Health, Rite Aid down 8-10 pct; Drug wholesalers McKesson, Cardinal Health, AmerisourceBergen 5-7 pct  ** Pharmacy benefit manager Express Scripts down 2.9 pct  ** Amazon’s move has cost drug store and medical wholesaler investors around $19 billion in losses today, while Amazon has gained about $5.2 bln  ** “Amazon’s acquisition of PillPack is a warning shot in what is about to become a major battle within the pharmacy space,” said Neil Saunders, managing director of GlobalData Retail  ** The deal also sent shares of dental suppliers Henry Schein and Patterson Cos lower around 4 pct  ** Health insurers including UnitedHealth down nearly 2 pct; Aetna, which has agreed to be bought by CVS, was down 2.6 pct and Cigna, which has agreed to buy ESRX, was down 3 pct  ** Share movement across the healthcare sector echoed the reaction of the retailers when AMZN agreed to buy Whole Foods last year","30":"May 6 (Reuters) - CVS Health Corp:  * CVS HEALTH REPORTS FIRST QUARTER RESULTS, PROVIDES UPDATE ON COVID-19 RESPONSE 2020 FULL YEAR EPS GUIDANCE REMAINS UNCHANGED  * SEES FY 2020 ADJUSTED EARNINGS PER SHARE $7.04 TO $7.17  * SEES FY 2020 GAAP EARNINGS PER SHARE $5.47 TO $5.60  * Q1 GAAP EARNINGS PER SHARE $1.53  * Q1 EARNINGS PER SHARE ESTIMATE $1.63 -- REFINITIV IBES DATA  * QTRLY TOTAL REVENUES INCREASED 8.3% TO $66.8 BILLION  * WITHDRAWING PREVIOUSLY ISSUED 2020 ADDITIONAL DETAILED GUIDANCE EXCEPT FOR EPS, ADJUSTED EPS & CASH FLOW FROM OPERATIONS  * QTRLY TOTAL SAME STORE SALES ROSE 9.0%  * QTRLY PHARMACY SAME STORE SALES ROSE 9.3%  * QTRLY FRONT STORE SAME STORE SALES ROSE 8.0%  * TOTAL PHARMACY CLAIMS PROCESSED INCREASED 12.4% ON A 30-DAY EQUIVALENT BASIS FOR THREE MONTHS ENDED MARCH 31  * PRESCRIPTIONS FILLED GREW 8.2% ON A 30-DAY EQUIVALENT BASIS FOR THREE MONTHS ENDED MARCH 31  * Q1 REVENUE VIEW $64.10 BILLION -- REFINITIV IBES DATA  * FY2020 EARNINGS PER SHARE VIEW $7.02 -- REFINITIV IBES DATA Source text for Eikon: Further company coverage:","31":"Nov 6 (Reuters) - CVS Health Corp reported an 8.2 percent rise in quarterly profit on Tuesday, helped by higher sales of prescription drugs at its stores and a smaller tax bill.  The drugstore chain, which expects to close its $69 billion acquisition of health insurer Aetna Inc this year, said net income rose to $1.39 billion, or $1.36 per share, from $1.29 billion, or $1.26 per share, a year earlier. (bit.ly\/2D48hy8)  The company said its income tax provision declined by $268 million in the third quarter ended Sept.30.  Net revenue rose 2.4 percent to $47.27 billion. (Reporting by Manas Mishra and Manogna Maddipatla in Bengaluru; Editing by Arun Koyyur)","32":"March 9 (Reuters) - CVS Health Corp:  * CVS HEALTH ANNOUNCES ADDITIONAL COVID-19 RESOURCES FOCUSED ON PATIENT ACCESS  * CVS HEALTH CORP - BEGINNING IMMEDIATELY, CVS PHARMACY WILL WAIVE CHARGES FOR HOME DELIVERY OF PRESCRIPTION MEDICATIONS  * CVS HEALTH CORP - AETNA WILL NOW OFFER 90-DAY MAINTENANCE MEDICATION PRESCRIPTIONS FOR INSURED AND MEDICARE MEMBERS  * CVS HEALTH CORP - CAREMARK IS WORKING WITH ALL CLIENTS TO WAIVE EARLY REFILL LIMITS ON 30-DAY PRESCRIPTION MAINTENANCE MEDICATIONS  * CVS HEALTH - AETNA WILL ALSO WAIVE EARLY REFILL LIMITS ON 30-DAY PRESCRIPTION MAINTENANCE MEDICATIONS FOR ALL MEMBERS WITH PHARMACY BENEFITS ADMINISTERED THROUGH CVS CAREMARK Source text for Eikon: Further company coverage:","33":"A federal appeals court on Friday barred a former executive at CVS Health’s pharmacy benefit manager division from working at an Amazon.com Inc online pharmacy unit that aims to disrupt the healthcare industry.  The 1st U.S. Circuit Court of Appeals in Boston rejected John Lavin’s argument that a non-compete agreement he signed while working for CVS was unreasonable under Rhode Island law and should not prevent him from starting a position at Amazon’s PillPack.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2PwLJeE","34":"June 9 (Reuters) - CVS Health Corp:  * ST. VINCENT DE PAUL CLINIC AND CVS HEALTH LAUNCH COVID-19 TESTING Source text for Eikon: Further company coverage:","35":"May 21 (Reuters) - CVS Health Corp:  * CVS HEALTH OPENS 23 NEW DRIVE-THRU TEST SITES IN GEORGIA AS PART OF NATIONWIDE COVID-19 RESPONSE Source text for Eikon: Further company coverage:","36":"Feb 12 (Reuters) - CVS Health Corp on Wednesday reported a quarterly profit compared with a year-ago loss, which included a $2.2 billion charge, with the latest quarter benefiting from its Aetna health insurance business.  In the fourth quarter, total revenue rose 22.9% to $66.89 billion.  Net income attributable to CVS came in at $1.75 billion, or $1.33 per share, in the fourth quarter ended Dec. 31, compared with a loss of $419 million, or 37 cents per share, a year ago. (Reporting by Manas Mishra in Bengaluru Editing by Saumyadeb Chakrabarty)","37":"NEW YORK (Reuters) - CVS Pharmacy unveiled an initiative in U.S. stores on Thursday, labeling photos of models in its beauty aisles to make it clear whether the images had been digitally altered.  Slideshow ( 4 images )  The U.S. No 2 drugstore chain, part of CVS Health Corp, is the first major American company to adopt such a policy in the face of rising concerns about doctored images setting unrealistic ideals of beauty, especially for young women.  The retailer said on Thursday that 70 percent of all in-store beauty imagery was now flagged as “beauty unaltered” or “digitally altered.” The company announced its “Beauty Mark” initiative a year ago, but only on Thursday did it appear in stores.  CVS has promised that by 2020 all images in its stores nationwide will be marked. The policy has already been applied to all images on CVS.com and in marketing materials, including on social media, the company said.  Neutrogena, CoverGirl, and Revlon are among 13 brands working with CVS on the policy, the company said. Celebrities and others paid to promote products on social media are required to post only unaltered, unfiltered images.  CVS was the first U.S. drugstore chain to take cigarettes off the shelf in 2014, a decision it says reduced smoking.  “We believe by not putting significantly altered images in our stores, it’s aligning to what our customers want and expect to see,” said Kevin Hourican, president of CVS Pharmacy. He said he expected the move to attract more millennial shoppers.  Actress Kerry Washington has been a part of the Beauty Mark initiative since its inception.  “I know firsthand what it looks like to wake up in the morning and look at the cover of a magazine and say, ‘Who is that? Why did some person at a computer change the shape of my face to appease their own idea of what I should look like when that is not who I am?’,” she told Reuters.  Other brands that have committed to marking their images as altered or not include: Olay, Almay, Aveeno, Rimmel, JOAH, L’Oreal, Maybelline, Unilever, Burt’s Bees and Physicians Formula.  CVS is the third-most popular U.S. retailer of skin care and cosmetics products, behind Walmart Inc and Target Corp, according to Coresight Research.","38":"FILE PHOTO: The Lyft Driver Hub is seen in Los Angeles, California, U.S., March 20, 2019. REUTERS\/Lucy Nicholson  (Reuters) - Lyft Inc and CVS Health Corp said on Friday they would team up in the United States to provide access to COVID-19 vaccinations among under-served communities by arranging rides and scheduling appointments.  Uber Technologies Inc and Walgreens Boots Alliance Inc said earlier this month they would provide educational programs and free transportation to U.S. COVID-19 vaccine clinics to under-served communities and people in rural areas.  \"Millions of people lack access to essential resources — including healthcare — simply because they can't get a ride,\" Lyft said in a blog post. (lft.to\/37qz8CH)  The ride-sharing app and the pharmacy chain’s initiative would particularly focus on Black and Hispanic populations, and they have partnered with YMCA and other non-profit organizations.  The United States has administered a total of 57.7 million doses of COVID-19 vaccines as of Thursday, according to a report from the Centers for Disease Control and Prevention.","39":"WASHINGTON, Sept 4 (Reuters) - A federal judge reviewing a Justice Department decision to allow U.S. pharmacy chain and benefits manager CVS Health Corp to merge with insurer Aetna said on Wednesday that the agreement was legal under antitrust law.  Judge Richard Leon of the U.S. District Court for the District of Columbia had been examining a government plan announced in October to allow the merger on condition that Aetna sell its Medicare prescription drug plan business to WellCare Health Plans Inc. Both deals have closed. (Reporting by Diane Bartz, Editing by Rosalba O’Brien)","40":"July 16 (Reuters) - CVS Health Corp said on Thursday it would require customers to wear face coverings while shopping at its U.S. pharmacies, joining a host of retailers in the country in their push to curb the spread of the COVID-19 pandemic.  Retailers including Walmart Inc, Kroger Co and Kohls Corp have already made it compulsory for shoppers to wear masks, which is widely accepted as one the most effective ways to keep the virus in check.  The United States has recorded more that 137,000 deaths related to COVID-19, with cases continuing to surge in many Southern and Western states.  CVS, however, said it was not asking its employees to act as enforcers of the policy, which goes into effect on Monday.  “What we are asking is that customers help protect themselves,” the company said in a statement.  While many companies have recommended masks for months, they were hesitant to make it a requirement over fears of drawing the ire of shoppers, especially after numerous videos posted online showed confrontations between customers and store staff. (Reporting by Uday Sampath in Bengaluru; Editing by Anil D’Silva)","41":"(Reuters) - CVS Health Corp said on Monday it would immediately waive charges for home delivery of prescription medications, in response to the U.S. health agencies urging patients to stay at home amid a fast-spreading coronavirus outbreak.  This follows the company’s announcement on Friday that its health insurance unit, Aetna, will offer all diagnostic testing and telemedicine visits without any patient cost sharing for the next 90 days.  Aetna will also waive early refill limits on 30-day prescription maintenance medications for all members with pharmacy benefits administered through CVS Caremark, the company said.  “With the Centers for Disease Control and Prevention (CDC) encouraging people at higher risk for COVID-19 complications to stay at home as much as possible, this is a convenient option to avoid coming to the pharmacy for refills or new prescriptions,” CVS Health’s Chief Medical Officer Troyen Brennan said.  Other health insurers such as Cigna Corp have also said they will cover diagnostic testing when ordered by a doctor and\/or waive patient cost sharing.  The U.S. CDC reported eight more deaths due to the outbreak on Monday, taking the total toll in the country to 19.","42":"Feb 12 (Reuters) - CVS Health Corp:  * CVS HEALTH REPORTS FOURTH QUARTER AND FULL-YEAR 2019 RESULTS, REFLECTING STRONG EXECUTION ACROSS THE ENTERPRISE  * CVS HEALTH CORP - Q4 ADJUSTED EARNINGS PER SHARE $1.73  * CVS HEALTH CORP - Q4 GAAP EARNINGS PER SHARE $1.33 FROM CONTINUING OPERATIONS  * CVS HEALTH CORP - Q4 EARNINGS PER SHARE ESTIMATE $1.68 -- REFINITIV IBES DATA  * CVS HEALTH CORP - SEES FY 2020 ADJUSTED EARNINGS PER SHARE $7.04 TO $7.17  * CVS HEALTH CORP - SEES FY 2020 GAAP EARNINGS PER SHARE $5.47 TO $5.60 FROM CONTINUING OPERATIONS  * CVS HEALTH CORP - QTRLY TOTAL REVENUES INCREASED 22.9% TO $66.9 BILLION  * CVS HEALTH CORP - SEES 2020 GAAP OPERATING INCOME IN RANGE OF $12.8 BILLION TO $13.0 BILLION  * CVS HEALTH CORP - SEES 2020 CASH FLOW FROM OPERATIONS IN RANGE OF $10.5 BILLION TO $11.0 BILLION  * CVS HEALTH CORP - QTRLY FRONT STORE SAME STORE SALES UP 0.7%  * CVS HEALTH CORP - QTRLY TOTAL SAME STORE SALES UP 3.2%  * CVS HEALTH CORP - QTRLY PHARMACY SAME STORE SALES UP 4.1%  * CVS HEALTH CORP - Q4 REVENUE VIEW $63.97 BILLION -- REFINITIV IBES DATA  * CVS HEALTH CORP - FY2020 EARNINGS PER SHARE VIEW $7.15 -- REFINITIV IBES DATA  * CVS HEALTH CORP - QTRLY ADJUSTED EPS OF $1.73 Source text for Eikon: Further company coverage:","43":"June 25 (Reuters) - CVS Health Corp:  * CVS HEALTH EXPANDS TESTING CAPABILITIES AMID RISE IN COVID-19 CASES; ADDS 15 ADDITIONAL NEW DRIVE-THRU TEST SITES IN ARIZONA Source text for Eikon: Further company coverage:","44":"(Reuters) - CVS Health Corp CVS.N said on Tuesday Walmart Inc WMT.N is leaving its network for commercial and Medicaid prescription drug plans after the two companies failed to agree on pricing.  Slideshow ( 2 images )  CVS said the dispute would not impact Walmart’s presence in its Medicare Part D pharmacy network, which according to Cowen & Co analyst Charles Rhyee was a bright spot as it represented a larger chunk of CVS’ scripts.  “At a time when everyone is working hard to find ways to reduce healthcare costs, Walmart’s requested rates would ultimately result in higher costs for our clients and consumers,” Derica Rice, president of CVS Caremark, said in a statement.  However, CVS said Walmart’s Sam’s Club division would remain within its pharmacy networks.  Walmart spokeswoman Marilee McInnis said the retailer was continuing discussions with CVS Caremark, the company’s pharmacy benefits unit.  “We are committed to providing value to our customers across our business, including our pharmacy, but we do not want to give that value to the middleman,” the retailer said in emailed statement.  Pharmacy benefit managers (PBMs) have been in the crosshairs of the U.S. administration, which in July proposed a rule that would scale back protections that allow rebates between drug manufacturers, insurers and PBMs.  Since then, details of the rule have not been released.  Evercore ISI analyst Ross Muken said the separation indicates continuing consolidation across the complex sector and a greater push toward narrow networks.  “As the dust settles, we expect further tension among the various players and large integrated players to continue to exert economic pressure on competitors,” Muken wrote in a client note.  Currently, less than 5 percent of affected CVS Caremark members use Walmart exclusively to fill their prescriptions, CVS said.  The drug store retailer, which completed its $69 billion acquisition of health insurer Aetna last year, said it has requested Walmart to remain in its networks through April 30 and did not expect the split to impact its 2019 financial results.  Shares of CVS Health fell nearly 2 percent to $63.95, while those of Walmart rose 1 percent to $95.96.","45":"March 14 (Reuters) - CVS Health Corp:  * SETS QUARTERLY DIVIDEND OF $0.50PER SHARE Source text for Eikon: Further company coverage:","46":"April 4 (Reuters) - CVS Health Corp:  * ANNOUNCES PLANS TO FOCUS ON KIDNEY CARE AND DIALYSIS TREATMENT  * WILL BE INITIATING CLINICAL TRIAL TO DEMONSTRATE SAFETY & EFFICACY OF NEW HOME HEMODIALYSIS DEVICE Source text for Eikon: Further company coverage: (Reuters.Brief@thomsonreuters.com)","47":"(Reuters) - CVS Health Corp said on Saturday it will discontinue sales the popular Zantac heartburn treatment and its own generic ranitidine products from its pharmacies after traces of a known carcinogen were found in some of the products by the U.S. Food and Drug Administration.  The FDA said earlier this month that some of the pills contained small amounts N-nitrosodimethylamine (NDMA), which has also been found in some widely used blood pressure medicines, leading to shortages of those drugs.  CVS said the move to suspend sales of the over-the-counter heartburn drug was taken out of caution while the FDA continues to review if low levels of NDMA in ranitidine - the active ingredient in Zantac - poses a health risk to patients.  \"Zantac brand products and CVS brand ranitidine products have not been recalled, and the FDA is not recommending that patients stop taking ranitidine at this time,\" CVS said bit.ly\/2lV3rNr in a statement.  Novartis AG’s Sandoz unit said last week it was halting distribution of Zantac in all its markets, including the United States and Canada, following safety review of the drug by U.S. and European drug regulators.","48":"NEW YORK (Reuters) - CVS Health Corp said it would offer expanded health services such as nutrition counseling and blood pressure screenings in 1,500 stores by the end of 2021, following through on plans announced during the pharmacy chain’s 2018 acquisition of health insurer Aetna.  FILE PHOTO: A CVS Pharmacy store is seen in the Manhattan borough of New York City, New York, U.S., November 30, 2017. REUTERS\/Shannon Stapleton  The company plans to convert a total of 50 stores this year in Houston, Atlanta, Philadelphia, and Tampa, representing about 15% of the stores in each of the markets, it said ahead of a meeting on Tuesday with Wall Street analysts and investors in New York. The bulk of the expansion will be split between 2020 and 2021.  The company said it expects adjusted earnings of over $7 per share in 2020, while reiterating its profit and sales forecast for 2019. Analysts on average expect a profit of $7.22 per share for 2020, according to IBES data from Refinitiv.  The company also said it expects adjusted earnings per share growth in mid-single digits in 2021 and in low double digits in 2022 and beyond.  Evercore ISI analysts Ross Muken and Michael Newshel said in a research note that the outlook helped increase investor confidence by setting a floor for earnings expectations.  Shares of CVS, also one of the nation’s largest pharmacy benefit managers, gained 3.7 percent, or $1.96, to $55.34 in morning trading.  CVS first launched a handful of stores with expanded health services it is calling health hubs in Houston earlier this year.  The new format includes an employee with the title of “care concierge” who directs customers to health services such as a nutritionist or nurse practitioner. Other services include screenings for sleep apnea and opthalmology issues related to diabetes.  These CVS stores have experienced increases in foot traffic, front-of-store sales and MinuteClinic visits per day, as well as prescriptions dispensed, CVS pharmacy executive Kevin Hourican said in a phone interview. He declined to provide specific figures. MinuteClinics are walk-in health clinics located in CVS pharmacies.  When CVS bought Aetna for $69 billion, it said the companies would work to bring more health services into its stores beyond the MinuteClinic offerings to tackle chronic conditions like obesity, high blood pressure and diabetes.  Separately, CVS this week is in federal court in Washington D.C., where a judge is reviewing the Aetna deal. The U.S. Department of Justice and the companies agreed on an anti-trust settlement that included the sale of Medicare prescription drug plans to WellCare Health Plans Inc, but the court has not yet signed off on it.","49":"March 13 (Reuters) - CVS Health Corp:  * CVS HEALTH STOCKHOLDERS APPROVE AETNA ACQUISITION  * CVS HEALTH - MORE THAN 98 PERCENT OF SHARES VOTED AT SPECIAL MEETING OF STOCKHOLDERS WERE IN FAVOR OF CO’S ACQUISITION OF AETNA Source text for Eikon: Further company coverage:","50":"March 25 (Reuters) -  * CVS - THE MEDICINES INCLUDE HYDROXYCHLOROQUINE, AZITHROMYCIN, ONE PROTEASE INHIBITOR AND ALBUTEROL INHALERS  * CVS - CVS CAREMARK WORKING TO IMPLEMENT MEASURES TO BALANCE INTEREST IN OFF-LABEL USE OF SOME MEDS TO TREAT COVID-19 WITH NEEDS OF MEMBERS WHO USE DRUGS FOR CHRONIC CONDITIONS  * CVS HEALTH HELPING PROTECT SUPPLY OF MEDICINES POTENTIALLY USEFUL FOR COVID-19 TREATMENT  * CVS - CVS CAREMARK SETTING APPROPRIATE LIMITS ON QUANTITY OF EACH OF THE INCLUDED MEDICINES FOR POTENTIAL USE IN TREATING COVID-19  * CVS - MEMBERS WHO ALREADY TAKE THE INCLUDED MEDICINES FOR APPROVED USES WILL BE ABLE TO BYPASS THE NEW QUANTITY LIMITS  * CVS - CVS CAREMARK IS EXTENDING PREVIOUSLY-APPROVED PRIOR AUTHORIZATIONS FOR MOST MEDICATIONS SET TO EXPIRE BEFORE JUNE 30 Source: bit.ly\/3aluyFp","51":"April 3 (Reuters) - CVS Health Corp:  * CVS HEALTH CORP - CEO LARRY J. MERLO’S 2019 TOTAL COMPENSATION WAS $36.5 MILLION VERSUS $21.9 MILLION IN 2018 - SEC FILING  * CVS HEALTH CORP - RATIO OF MERLO’S ANNUAL COMPENSATION TO MEDIAN EMPLOYEE FOR 2019 IS 790-TO-1 Source text: bit.ly\/3aSsV2t Further company coverage:","52":"June 23 (Reuters) - PJ Solomon has hired longtime CVS Health Corp executive Syed Husain to advise on mergers and acquisitions in the retail pharmacy and long-term care sectors, according to a memo seen by Reuters.  Husain will join the investment bank as managing director, reporting to Scott Moses who heads the bank’s grocery, pharmacy, and restaurants practice. Husain was previously vice president of corporate acquisitions and real estate at CVS.  PJ Solomon has advised on several deals involving grocery chains selling their pharmacy businesses to larger players like Walgreens and CVS. Supermarkets have been exiting the pharmacy business as larger players are better positioned to negotiate deals with insurance companies and other payers.  PJ Solomon has been bulking up on bankers in other sectors in recent months. It added Nate Stulman in March to lead its new fintech practice and last October hired Joseph Valenti to lead its new telecom group. (Reporting by Rebecca Spalding in New York Editing by Sonya Hepinstall)","53":"May 21 (Reuters) - CVS Health Corp:  * CVS HEALTH CORP - OPENING 13 ADDITIONAL NEW DRIVE-THRU TEST SITES IN CONNECTICUT Source text for Eikon: Further company coverage:","54":"CVS Health Corp has agreed to pay a $1 million penalty to resolve allegations that a pharmacy it owns in Alabama violated federal recordkeeping regulations in relation to its dispensing of painkillers and other prescription drugs.  The settlement, announced by the U.S. Justice Department on Tuesday, resulted in the largest civil fine paid in Alabama by a company registered with the U.S. Drug Enforcement Administration to dispense controlled substances.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2w7reeX","55":"NEW YORK (Reuters) - CVS Health Corp CVS.N and its Omnicare unit were sued on Tuesday by the U.S. government, which accused them of fraudulently billing Medicare and other programs for drugs for older and disabled people without valid prescriptions.  FILE PHOTO: Shoppers walk outside a CVS store and pharmacy in Medford, Massachusetts, U.S. December 4, 2017. REUTERS\/Brian Snyder  The Department of Justice joined whistleblower litigation accusing Omnicare of violating the federal False Claims Act for illegally dispensing drugs to tens of thousands of patients in assisted living facilities, group homes for people with special needs, and other long-term care facilities.  According to a civil complaint filed in Manhattan federal court, Omnicare would often assign new numbers to prescriptions after the original prescriptions expired or ran out of refills.  The government said this enabled Omnicare to bill Medicare Medicaid, and Tricare, which serves military personnel, for hundreds of thousands of drugs, under what the company internally called “rollover” prescriptions, from 2010 to 2018.  Many of the drugs were anticonvulsants, antidepressants and antipsychotics and treated serious conditions such as dementia, depression and heart disease, and sometimes had dangerous side effects requiring supervision by doctors, the government said.  “A pharmacy’s fundamental obligation is to ensure that drugs are dispensed only under the supervision of treating doctors who monitor patients’ drug therapies,” U.S. Attorney Geoffrey Berman in Manhattan said in a statement.  “Omnicare put at risk the health of tens of thousands of elderly and disabled individuals living in assisted living and other residential long-term care facilities,” he added.  The lawsuit seeks civil penalties and other damages.  CVS, one of the largest U.S. drugstore chains and pharmacy benefit managers, said it did not believe the claims had merit, and that it intended to defend itself in court.  “We are confident that Omnicare’s dispensing practices will be found to be consistent with state requirements and industry-accepted practices,” the company said in a statement.  CVS, based in Woonsocket, Rhode Island, bought Omnicare in 2015 for about $10.4 billion.  The government joined a lawsuit originally brought in June 2015 by Uri Bassan, a pharmacist who worked for Omnicare in Albuquerque, New Mexico.  It said Omnicare’s compliance department had acknowledged the dispensing problem internally two months earlier, when a regional officer expressed concern in an email that its systems allowed rollover prescriptions “without any documentation or pharmacist intervention.”  The False Claims Act lets whistleblowers sue on behalf of the federal government, and share in recoveries.  Twenty-nine U.S. states and the District of Columbia are also named as plaintiffs.  The cases is U.S. ex rel. Bassan v. Omnicare Inc, U.S. District Court, Southern District of New York, No. 15-04179.","56":"NEW YORK, Dec 12 (Reuters) - CVS Health Corp said on Thursday it will make it easier for patients with advanced cancer enrolled in some Aetna insurance plans to receive broad genetic gene sequencing tests that can help identify the best drug or treatment for them.  CVS has been running an oncology program in 12 states in which patients prescribed treatment regimens that follow National Comprehensive Cancer Network guidelines automatically receive prior authorization approval, speeding the time to starting their treatment.  It will now add easier access to broad-panel gene sequencing tests to that program for patients in its at-risk Aetna plans, Alan Lotvin, CVS’ chief transformation officer said in an interview. In at-risk insurance plans CVS, which acquired Aetna last year for $69 billion, takes on the risk of higher member costs.  The genetic sequencing of tumors would be available for patients with late-stage cancer or whose cancers progress after prior treatments, representing about 30 percent of patients, Lotvin said. The testing will be done by Tempus, a next-generation gene sequencing company in Chicago.  Drugmakers including Bayer AG have introduced medicines that work well against cancers driven by specific rare genetic mutations. But adoption of the broad genetic tests needed to identify those mutations has been stalled over insurers’ concerns that there is not enough evidence to justify paying for their widespread use, Reuters reported earlier this year.  Lotvin said CVS’ pilot program had produced observational evidence showing that following the national cancer guidelines had resulted in fewer hospitalizations and chemotherapy treatments, improving care, saving money and lessening the side effect burden.  Florida, New Jersey and Maryland are among the 12 states included in the pilot. (Reporting by Caroline Humer in New York and Julie Steenhuysen in Chicago; Editing by Bill Berkrot)","57":"April 24 (Reuters) - CVS Health Corp:  * CVS HEALTH CORP SAYS CEO LARRY J. MERLO'S 2017 TOTAL COMPENSATION WAS $12.25 MILLION – SEC FILING Source text (bit.ly\/2FdHi0F) Further company coverage:","58":"Slideshow ( 2 images )  WASHINGTON (Reuters) - In an unusual move on Thursday, a federal judge raised the prospect of not approving CVS Health Corp’s deal to buy insurer Aetna Inc, which closed earlier this week, during a routine portion of the legal process.  Judge Richard Leon of the U.S. District Court for the District of Columbia objected to what he said was the government’s and companies’ treatment of him as a “rubber stamp” for the deal, noting that CVS had closed its deal to buy Aetna for $69 billion on Wednesday.  CVS said in a statement, “It’s commonplace for acquisitions to close before this final step in the process is complete, and our focus remains on delivering on the combined company’s potential.”  The Justice Department did not immediately return a request for comment.  The Justice Department gave its OK in October for the merger of CVS, a pharmacy and benefits manager firm, and Aetna on condition that the health insurer sell its Medicare Part D drug plan business to WellCare Health Plans. The court must approve the agreement between the government and merging companies.  Leon raised the prospect of not deciding on the deal until the summer, or perhaps rejecting it, before setting another hearing for Monday.  “I was reviewing your motion, which, of course is not opposed. And I kind of got this uneasy feeling that I was being kept in the dark, kind of like a mushroom,” Leon told lawyers for the Justice Department and the two companies, noting that the American Medical Association, among others, had objected to the deal.  “I’m very concerned, very concerned that you all are proceeding on a rubber-stamp approach to this,” he told them, according to a transcript of the hearing.  (This story corrects attribution in paragraph 3 to reflect merged companies)","59":"(Reuters) - Pharmacy retailers CVS Health Corp and Walgreens Boots Alliance on Monday unveiled plans to expand COVID-19 testing capabilities to meet increasing demand.  Slideshow ( 2 images )  Beginning in May, CVS Health will offer self-swab tests to individuals meeting the criteria of Centers for Disease Control and Prevention. The testing will be scheduled online and take place at select CVS Pharmacy locations in parking lots or at drive-thru windows.  CVS Health currently operates large-scale COVID-19 rapid test sites in five U.S. states, and each site can accommodate 1,000 tests per day.  Walgreens, on the other hand, plans to open drive-through COVID-19 testing locations in 49 U.S. states and Puerto Rico, the drugstore chain said. The company currently has 15 testing sites in seven states.  CVS expects to have up to 1,000 locations across the country offering this service by the end of May, with the goal of processing up to 1.5 million tests per month.  Kroger Health, the healthcare division of Kroger Co, also said on Monday it would expand its drive-thru COVID-19 testing model to 50 locations in more than 12 states and expects to perform up to 100,000 tests by the end of May.  Testing for COVID-19, the serious respiratory illness caused by the new coronavirus, has been held back by a lack of test kits and other equipment.  Testing, including at drive-through sites like these provided by few retailers, are seen as a key component for U.S. workers and restarting the economy as most states have ordered many non-essential businesses to close.  Laboratory Corporation of America Holdings also said it would now offer its antibody tests for the virus that causes COVID-19 at no upfront out-of-pocket costs.  LabCorp expects to be able to perform 200,000 tests per day by mid-May, as more tests and testing platforms receive the U.S. Food and Drug Administration’s emergency use authorization.  Currently, LabCorp provides antibody blood testing on a limited basis to high-priority healthcare workers and has capacity to perform over 50,000 tests per day.","60":"(Reuters) - CVS Health Corp CVS.N raised its full-year profit forecast and reported higher-than-expected second-quarter results on Wednesday, as increased U.S. prescription drug prices fueled rebates to its pharmacy benefits business.  FILE PHOTO: Shoppers walk outside a CVS store and pharmacy in Medford, Massachusetts, U.S. December 4, 2017. REUTERS\/Brian Snyder\/File Photo  CVS shares were up 6.6% at $57.65, while the broader market was down about 0.5%.  The company, which last year bought health insurer Aetna for $69 billion, raised its full-year adjusted earnings forecast to $6.89 to $7.00 per share, up from $6.75 to $6.90.  Pharmacy benefit manager (PBM) revenue rose 4.2% to $34.84 billion in the quarter, exceeding Wall Street estimates of $34.2 billion compiled by Evercore ISI. But the company said high dispensing rates of cheap generic drugs limited growth.  CVS also said it expects increased competition for its PBM business in 2020.  Revenue of $21.45 billion from its retail drugstore chains, which compete with Walgreens Boots Alliance Inc WBA.O, was up 3.7% and also edged past analysts' estimates. But CVS said it is seeing less profit per prescription filled.  Walgreens on Tuesday said it planned to close about 200 U.S. stores, months after saying it would do the same in Britain.  CVS is working to bring more health services into its pharmacies and hopes to drive Aetna clients to take advantage of cheaper care for chronic conditions at its in-store clinics - one of the primary advantages of the acquisition.  The company said it was already seeing increased customer traffic and sales at walk-in clinics and retail stores where it has opened “HealthHub” pilot pharmacies that provide chronic care management for diabetes and other common health problems.  CVS said it plans to expand the pilot project to 50 stores in four metropolitan areas by the end of 2019 and to 1,500 stores by the end of 2021.  Chief Executive Larry Merlo said in a phone interview that the company was repurposing capital originally earmarked for opening new stores or remodeling existing ones for the HealthHub project.  “It’s not new capital for us. It’s capital that we would have spent on our real estate program, so there’s no incremental spend,” he said.  Evercore ISI analyst Ross Muken said the company’s approach to the HealthHubs makes good strategic sense.  “In general the message was ‘we are making progress despite the headwinds swirling around,’” Muken said  Those headwinds include intensifying political pressure to lower the cost of U.S. healthcare amid legislative proposals that take aim at insurers and PBMs.  The Aetna business reported revenue of $17.4 billion.  Excluding items, CVS earned $1.89 per share, topping analysts’ estimates by 20 cents, according to IBES data from Refinitiv.","61":"CHICAGO\/NEW YORK (Reuters) - Many U.S. pharmacies, including those inside Kroger Co supermarkets and the drugstore chain of CVS Health Corp, say they will not be checking IDs before administering COVID-19 vaccines, leaving the door open to those who do not meet states’ guidelines to jump the line.  FILE PHOTO: Healthcare workers prepare Pfizer coronavirus disease (COVID-19) vaccinations in Los Angeles, California, U.S., January 7, 2021. REUTERS\/Lucy Nicholson  While the United States has distributed more than 30 million vaccine doses, a little over 11 million had been administered as of Thursday, a lag that prompted U.S. health secretary Alex Azar to call on states to begin vaccinating the vulnerable older population and those with certain chronic health conditions to get more vaccines into arms.  U.S. retailers face a choice of strictly enforcing state eligibility rules with on-site identity checks, or rely on an honor system that could allow people to ignore those guidelines but also get more people inoculated.  “State and local guidelines vary across the 40 public health jurisdictions we serve, but in most cases, identification will not be required to receive the vaccine,” a Kroger spokeswoman said. The biggest U.S. grocery chain has so far administered about 7,800 COVID-19 vaccines to healthcare workers and nursing home staff and residents.  Twenty-two states have moved toward using age as the main criteria for prioritizing inoculations, with four more set to follow next week. Others are adhering to strict guidelines meant to assure that scarce coronavirus vaccine supplies went first to healthcare workers, nursing home residents and first responders.  Teachers and other “essential workers” are supposed to be among those next in line as distribution widens, but who qualifies as an essential worker varies by state.  “We are not planning to ask for ID to receive a COVID-19 vaccination,” a CVS Health spokesman said. “These vaccinations will be appointment-only in our stores and patients will have already gone through an eligibility screening when they register for an appointment on our website, through our app or via a 1-800 number.”  However, the accuracy of information provided in eligibility screenings conducted by some companies is not automatically checked at the vaccination sites.  Walgreens Boots Alliance said it would follow state and local guidance on how to verify eligibility.  Slideshow ( 2 images )  Hy-Vee, which operates grocery stores and pharmacies in Illinois, Kansas, Missouri and Wisconsin and other Midwestern states, said it has included its own warning on its website that ID may - or may not - be asked for prior to the shot being given. “So far, we have had no problems,” a spokeswoman said.  Stop & Shop Supermarket, located in the northeastern United States, said it would check IDs or pay stubs if instructed to do so by individual states. Publix Super Markets, which operates in Florida and other southeastern states, said people would need to provide “proof of insurance and\/or their driver’s license or social security card.”  “GET THEM INTO THE ARMS”  In Washington D.C., which relies on pharmacy chains Safeway and Giant Food to administer vaccines, it is unclear who verifies people’s healthcare worker status.  A district website allowing healthcare workers to register for a vaccine tells them they will be verified via their work ID badge or an employer letter during the pharmacy appointment.  But Giant Food in a statement said it was just checking the photo ID and insurance card of anyone who secured an appointment through the district’s website.  A spokeswoman for the DC health department said the vaccination team would raise the issue with Giant Food. Safeway parent Albertsons Companies Inc did not respond to requests for comment.  Dr. William Schaffner, an infectious disease expert at Vanderbilt University’s medical school, attributed the lack of planning and diverging local guidance to chronic underfunding of the U.S. healthcare system, with the ongoing pandemic straining resources further.  Schaffner said the solution was to increase vaccine availability and hire more vaccinators.  “The more vaccines you have, the less you have to worry about prioritization,” Schaffner said. “We know it’s not going to be perfect, but who cares, we need to get them into the arms.”","62":"(Adds CVS, TransDigm Group, Revolution Bars, Mitek, Parkland Fuel, Albertis ; Updates Imperva, Capio)  Oct 10 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2000 GMT on Wednesday:  ** Italy’s Atlantia SpA and Spain’s Acs Actividades de Construccion y Servicios SA will finalize their purchase of Abertis in the coming weeks, three sources close to the matter said, dismissing concerns the deal could fall apart after a bridge operated by an Atlantia business collapsed.  ** Parkland Fuel Corp, a Canada-based marketer of petroleum products, said it would buy a 75 percent stake in privately held SOL Investments Ltd for C$1.57 billion ($1.21 billion) to expand further in the U.S. Gulf and the Atlantic coast.  ** Pharmacy chain CVS Health Corp won U.S. antitrust approval for its $69 billion acquisition of health insurer Aetna Inc, the Justice Department said, paving the way for a combination with potential to cut U.S. healthcare costs.  ** Buyout firm Thoma Bravo LLC has agreed to buy Imperva Inc for $2.1 billion in cash, adding the cybersecurity firm to its technology-heavy investment portfolio, the company said.  ** Aircraft parts supplier TransDigm Group Inc has agreed to buy smaller rival Esterline Technologies Corp for about $3.6 billion in its biggest-ever deal, as it seeks the heft to compete with Boeing Co and Airbus SE in after-sales servicing.  ** Britain’s Revolution Bars Group ended talks to buy nightclub operator Deltic Group, saying a deal would not be in the best interests of its shareholders.  ** Mitek Systems Inc, a U.S. provider of financial technology to banks, has rejected a takeover approach from hedge fund Elliott Management Corp’s software company ASG Technologies Group Inc , people familiar with the matter said.  ** U.S. oil firm Chevron will become the first oil major to formally exit the Norwegian continental shelf, as it transfers its last stake in an exploration license, according to a government letter.  ** South Korea’s Lotte Corp said it planned to take a stake in Lotte Chemical for 2.2 trillion won ($1.93 billion) from two affiliates to improve its governance and efficiency.  ** Leading shareholders in Sweden’s Capio swung behind a $900 million takeover bid from France’s Ramsay Generale de Sante, paving the way for a deal to go through after the board backed it.  ** FamilyMart Uny Holdings Co is considering selling the rest of its Uny general merchandise store unit to discount retailer Don Quijote Holdings Co, Nikkei Business magazine reported.  ** Japan’s SoftBank Group Corp is in talks to buy a majority stake in U.S. shared office space provider WeWork Cos, a source said, potentially doubling down on one of its biggest bets on a loss-making startup.  ** Shares in Alps Electric Co rose as much as 2.8 percent after a regulatory filing a day earlier showed U.S. hedge fund Elliott Management Corp had boosted its stake in the company to 9.22 percent from 6.26 percent.  ** Australian education provider Navitas Ltd said on Tuesday it had received a A$1.97 billion ($1.4 billion) takeover bid from an Australian private equity firm and the company’s co-founder, sending its shares 20 percent higher. (Compiled by Aakash Jagadeesh Babu in Bengaluru)","63":"FILE PHOTO: A logo of CVS Health is displayed on a monitor above the floor of the New York Stock Exchange shortly after the opening bell in New York, U.S., December 5, 2017. REUTERS\/Lucas Jackson  (Reuters) - CVS Health Corp said on Wednesday its pharmacy benefit management (PBM) unit is launching a new program, under which employers and insurers will be able to offer diabetes drugs, including insulin, at no out-of-pocket costs to their members.  The company said the program would not raise costs for health insurers and employers, and eliminating out-of-pocket costs would ensure better adherence by diabetic patients to their drug regimens.  PBMs act as middlemen in the drug supply chain who negotiate prices for employers and health insurers.  The rising prices of prescription drugs, especially insulin, have come under intense scrutiny and is a top issue for politicians on both sides of the aisle as the U.S. presidential election draws closer.  The cost of insulin, a life-sustaining medicine for patients with type 1 diabetes, nearly doubled from 2012 to 2016, leading to a national outcry as reports emerged of risky rationing of the medicine among patients.  CVS said an analysis showed that members taking branded diabetes drugs spend $467.24 in out-of-pocket costs per year.  Drugmakers such as Eli Lilly and Co, Sanofi SA and Novo Nordisk have recently been making some of their insulin products available at lower costs to counter heavy criticism from lawmakers and patients.","64":"FILE PHOTO: The CVS logo is seen at one of their stores in Manhattan, New York, U.S., August 1, 2016. REUTERS\/Andrew Kelly\/File Photo  WASHINGTON (Reuters) - A federal judge who has been asked to sign off on the U.S. government's decision to approve CVS Health Corp's CVS.N acquisition of insurer Aetna Inc said Tuesday he was \"less convinced\" than the government that the companies had struck a deal that ensured the merger was legal under antitrust law.  Judge Richard Leon of the U.S. District Court for the District of Columbia had complained last week in a hearing that the two sides had treated him as a “rubber stamp” for the agreement. CVS closed the $69 billion transaction last week and began the integration process.  “At this stage, I am less convinced of the sufficiency of the government’s negotiated remedy than the government is,” he wrote in the order issued on Tuesday.  The Justice Department approved the merger of CVS, a pharmacy chain and benefits manager, and Aetna on condition that the health insurer sell its Medicare Part D drug plan business to WellCare Health Plans Inc WCG.N. That sale was completed last month.  Also in the order, Leon asked the government and the companies to file a brief by Dec. 14 to show why their integration should not be halted while he considers whether or not to approve the consent decree reached in October.  Most consent agreements that the antitrust agencies strike with companies to resolve competitive concerns are approved by federal courts with little fuss under the 1974 Tunney Act, which requires courts to ensure the agreements are in the public interest.  Companies generally do not wait for final court approval before closing their transactions.","65":"(Reuters) - CVS Health Corp CVS.N said on Tuesday that it expects to close its $69 billion purchase of health insurer Aetna Inc AET.N after Thursday's Thanksgiving holiday as two states continue to review the transaction.  The pharmacy chain and benefits manager had previously expected the transaction to close by the Nov. 22 holiday.  CVS said in a regulatory filing bit.ly\/2Kk8PSf that it had received required approvals from 26 of the 28 state departments of insurance and was in the final stages of the approval process with the two remaining states. Earlier this month, CVS told Wall Street that it had five pending approvals, including in New York and California.  California’s insurance regulator last week approved the purchase with a settlement under which the companies agreed to $240 million in payments related to the state’s health care delivery system.  A spokesman for the New York State Department of Financial Services said on Tuesday that its review of the transaction is in process, with one additional state also still to sign off.","66":"March 30 (Reuters) - CVS Health Corp:  * CVS HEALTH FILES FOR $4 BILLION FOUR-PART SENIOR NOTES OFFERING - SEC FILING  * CVS HEALTH - FILES FOR OFFERING OF $750 MILLION 3.625% SENIOR NOTES DUE 2027, $1.5 BILLION 3.750% SENIOR NOTES DUE 2030  * CVS HEALTH - FILES FOR OFFERING OF $1 BILLION 4.125% SENIOR NOTES DUE 2040, $750 MILLION 4.250% SENIOR NOTES DUE 2050 Source:(bit.ly\/2UsbAYi) Further company coverage:","67":"Aug 8 (Reuters) - CVS Health Corp reported a quarterly loss compared with a year-ago profit on Wednesday, as the drugstore retailer took an impairment charge.  Net loss attributable to the company was $2.56 billion, or $2.52 per share, in the second quarter ended June 30, compared with a profit of $1.10 billion, or $1.07 per share, a year earlier.  The company said it took a $3.9 billion goodwill impairment charge in the reported quarter.  CVS, which agreed to buy health insurer Aetna in a $69 billion deal in December, said it expects the deal to close during the third quarter or early in the fourth quarter of 2018. (Reporting by Ankur Banerjee in Bengaluru; Editing by Shounak Dasgupta)","68":"April 17 (Reuters) - CVS Health Corp:  * CVS HEALTH WORKS WITH UCLA HEALTH AND OTHER HOSPITALS TO HELP CREATE BED CAPACITY Source text for Eikon: Further company coverage:","69":"A former CVS Health executive has urged a federal appeals court to hold that a non-compete agreement he signed with the company that has prevented him from working at Amazon.com Inc’s PillPack online retail pharmacy is “excessively broad” and unenforceable.  Lawyers for John Lavin at K&L Gates on Thursday urged the 1st U.S. Circuit Court of Appeals in Boston to overturn a preliminary injunction a judge issued last month that prevented him from working at PillPack because of the non-compete agreement.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2JWGO4g","70":"Aug 5 (Reuters) - CVS Health Corp reported a 53.7% rise in quarterly profit on Wednesday, as lower medical costs in the company’s health insurance business helped it weather a hit to sales at its drugstores due to coronavirus lockdowns.  Net income attributable to CVS rose to $2.98 billion, or $2.26 per share, in the second-quarter ended June 30, from $1.94 billion, or $1.49 per share, a year earlier.  Sales rose to $65.34 billion from $63.43 billion.","71":"(Reuters) - U.S. health insurer Aetna Inc AET.N, which has agreed to be bought by CVS Health Inc CVS.N, reported a better-than-expected first-quarter profit on Tuesday as an adjustment for low healthcare spending late last year offset a rise in flu-related costs.  U.S. drugstore operator CVS agreed in December to acquire Aetna for $69 billion, seeking to tackle soaring healthcare spending through lower-cost medical services in pharmacies.  Aetna said it expects the deal, which is undergoing an antitrust review at the U.S. Department of Justice, to close in the second half of 2018.  Aetna said its overall medical loss ratio — the percent of premiums spent on health insurance claims — improved to 80.4 percent from 82.5 percent a year earlier.  The company said that its commercial medical cost ratio was helped by exiting the individual insurance market created by former President Barack Obama’s healthcare reform law often called Obamacare. Collecting more revenue to help pay for the reinstatement of a national, industry-wide health insurance fee of 3 percent also helped its overall medical cost ratio.  The flu dragged on the ratio by 50 basis points, Aetna said.  PROFIT TOPS ESTIMATES  Aetna's net income was $1.21 billion, or $3.67 per share, in the first quarter ended March 31, compared with a loss of $381 million, or $1.11 per share, a year earlier that was related to costs for its failed deal to buy Humana Inc. HUM.N.  Excluding items, the company reported earnings of $3.19, ahead of analysts’ average estimate of $2.97, according to Thomson Reuters I\/B\/E\/S.  Total revenue rose to $15.34 billion from $15.17 billion.","72":"Jan 6 (Reuters) - CVS Health Corp said on Thursday it expects to complete administering the first dose of COVID-19 vaccines at nearly 8,000 U.S. nursing facilities by Jan. 25, amid growing concerns about a slower-than-expected vaccine rollout in the country.  The drugstore chain said it was currently administering the vaccine in long-term care facilities across 49 states and that most residents and staff will be fully vaccinated three to four weeks after the first visit, depending on the vaccine they receive.  CVS Pharmacy teams will make three visits to each long-term care facility to ensure residents and staff receive their initial shot and critical booster, the company said. (refini.tv\/38gykkT)  CVS and Walgreens Boots Alliance Inc, which run the nation’s largest pharmacy chains but also offer other offsite pharmacy services, have an agreement with the federal government to vaccinate nursing home residents through a voluntary program. (Reporting by Mrinalika Roy in Bengaluru; Editing by Shinjini Ganguli)","73":"BRASILIA (Reuters) - Brazil’s largest pharmacy chain Raia Drogasil SA said on Tuesday it would fully acquire Drogaria Onofre, a rival controlled by CVS Health Corp.  Raia Drogasil said in a statement it had reached an agreement with CCI Foreign, S.à r.l., Beauty Holdings and a unit of CVS to buy the chain with 50 stores in Brazil.  CVS bought Drogaria Onofre in 2013 in its first acquisition outside of the United States. Onofre had 479.4 million reais ($127.88 million) in gross revenue in 2018, the statement said.","74":"LOS ANGELES, Jan 15 (Reuters) - A former Arkansas health official is sounding alarms about the pace of coronavirus vaccines being administered to residents of long-term care facilities under a U.S. plan that puts major pharmacy chains CVS and Walgreens in charge of many of the shots.  Fewer than 10% of doses allocated to those Arkansas seniors have been administered, according to the state health department. The two pharmacies are working with about 40% of the state’s facilities. Some of those were told that they were scheduled for February or March, said Dr. Joe Thompson, former Arkansas surgeon general and chief executive of the Arkansas Center for Health Improvement  “This is not acceptable,” said Thompson. “We’re seeing a failure in deployment by CVS and Walgreens.”  Federal health officials in recent days have urged broadening vaccine eligibility to tens of millions of Americans to speed the national inoculation program rollout. Meanwhile, seniors at some long-term care facilities - who account for about 1% of the U.S. population but 40% of COVID-19 deaths and were supposed to be at the front of the line - continue to wait.  State and local officials and long-term care operators in states including Florida, California, Arizona, Indiana and Pennsylvania told Reuters they have turned to alternative providers for vaccinations for their residents or staff because the pharmacy chains were scheduling shots weeks out.  Some 75,000 long-term care facilities signed up to receive vaccines from CVS Health Corp and Walgreens Boots Alliance Inc under the U.S. Centers for Disease Control and Prevention’s (CDC) Pharmacy Partnership Program.  “I think they face serious bandwidth issues in terms of scheduling,” said David Grabowski, a Harvard Medical School professor and healthcare policy expert. “I find it very distressing that we haven’t been doing this more rapidly. This is really a matter of life or death.”  Arkansas Governor Asa Hutchinson in a statement on Thursday said the two pharmacy chains assured him that all long-term care residents assigned to them would be vaccinated by the end of this month.  Many states prioritized homes with patients requiring medical care, which contributed to delays at other long-term care facilities.  CVS said it plans to finish all shots at assigned facilities within nine to 12 weeks of the first dose. That means states like California, Florida, Arizona, Alabama, Oklahoma and Pennsylvania, which were among the last to activate the second-phase of facility vaccinations, may not be finished until April.  “State decisions on which facilities are activated when have a significant impact on timing,” CVS spokesman T.J. Crawford said, noting that the company has administered 1 million shots and is on track with its federal agreement.  Others hurdles included confirming vaccine availability, the winter holidays, vaccine hesitancy and fresh COVID-19 outbreaks, the companies said.  That resulted in “a little bit slower start than what we were hoping for. Now that we’ve gotten past the first of the year, you’re seeing a quick and rapid acceleration,” said Rick Gates, Walgreens’ senior vice president of pharmacy and healthcare. The company has done more than 500,000 shots and expects to be done by March.  ‘OVERWHELMED BY THE SHEER VOLUME’  Meanwhile, central Florida’s Seminole County is deploying mobile clinics to some assisted living facilities.  “We went because they either have not been contacted by the private providers or they had concerns because of some type of issue,” said county emergency manager Alan Harris.  “CVS and Walgreens, I think, are overwhelmed by the sheer volume of long-term care facilities in Florida,” Harris said.  The state of Florida has hired health services firm CDR Maguire to take over vaccinations at about 1,900 assisted living facilities that CVS or Walgreens had scheduled on or after Jan. 24.  Los Angeles County opted out of the CVS-Walgreens partnership and is asking facilities that can to pick up and administer vaccine themselves. In Northern California’s Contra Costa County, nonprofit Choice in Aging joined John Muir Health and Kaiser Permanente in pitching in to help.  Choice in Aging is targeting facilities with six or fewer beds in historically underserved communities. “This is a population that is never prioritized,” said Choice in Aging CEO Debbie Toth.  The CDC on Thursday said 26% of the 4.7 million vaccine doses allocated for long-term care sites had been administered, lagging even the woeful 36% of the 30.6 million available nationwide.  West Virginia, which opted out of CDC Pharmacy Partnership, did extensive planning and tapped its existing network of long-term care pharmacies to quickly vaccinate nursing home residents in an all-hands-on-deck effort, said Dr. Michael Wasserman, former president of the California Association of Long Term Care Medicine.  “Community pharmacies absolutely should be involved,” said American Pharmacists Association CEO Scott Knoer. “I wish they would have been from the get-go.” (Reporting By Lisa Baertlein and Deena Beasley; additional reporting by Carl O’Donnell in New York; Editing by Peter Hendersonand Bill Berkrot)","75":"WASHINGTON, Oct 10 (Reuters) - Pharmacy chain CVS Health Corp won U.S. antitrust approval for its $69 billion acquisition of health insurer Aetna Inc, the Justice Department said on Wednesday, paving the way for a combination the companies say can help cut soaring U.S. healthcare costs.  It is the second large recent healthcare deal to win antitrust approval from the U.S. Justice Department. The agency gave the green light to health insurer Cigna Corp’s $52 billion acquisition of the nation’s largest pharmacy benefit manager, Express Scripts Holding Co, on Sept. 17. (Reporting by Diane Bartz Editing by Bill Berkrot)","76":"(Reuters) - U.S. drug distributor McKesson Corp forecast a full-year profit on Wednesday that matched analysts’ estimates, easing some fears over drug pricing pressures and costs of opioid-related litigations.  The company also said it had renewed a distribution agreement with its largest client, CVS Health Inc, through 2023.  “McKesson reported mixed end to its FY19, but in this environment that is likely to be enough especially as guidance met expectations,” an Evercore ISI note said.  The mid-point of the company’s 2020 adjusted profit outlook of between $13.85 and $14.45 per share was a cent above the average analyst estimate, according to IBES data from Refinitiv.  The profit forecast assumes an estimated $150 million in costs tied to opioid-related litigations, the company said on conference call.  McKesson expects sales across most of its business units to grow in 2020, including its international drug distribution business, which has been hit by lower reimbursement rates paid by the UK government.  Analysts in the past have said the company’s U.S. distribution business could be hurt as growing government scrutiny over rising healthcare costs in the U.S. is expected to slow the pace of rise in branded drug prices.  However, McKesson said it expected the prices of branded drugs in the United States to rise in the mid-single digit percentage range in 2020, unchanged from its expectations for last year.  The company last week agreed to pay $37 million to resolve a lawsuit by the state of West Virginia alleging it helped fuel a U.S. opioid epidemic by failing to stop suspicious orders of painkillers by pharmacies in the state.  Revenue rose 1.6 percent to $52.43 billion, but fell short of analysts’ estimates of $53.15 billion.  On an adjusted basis, McKesson earned $3.69 per share, while analysts had expected $3.36 per share, according to IBES data from Refinitiv.  Net loss attributable to the company narrowed to $796 million, or $4.17 per share, in the fourth quarter ended March 31, compared with a loss of $1.15 billion, or $5.58 per share, a year earlier.  Revenue rose 1.6 percent to $52.43 billion, falling short of analysts’ estimates of $53.15 billion.  McKesson’s shares were up 2.3 percent at $128.63 in morning trade on the New York Stock Exchange.","77":"March 13 (Reuters) - Aetna Inc:  * AETNA SHAREHOLDERS OVERWHELMINGLY APPROVE PROPOSED ACQUISITION BY CVS HEALTH  * AETNA INC - CO, CVS HEALTH CONTINUE TO EXPECT THAT TRANSACTION WILL BE COMPLETED IN SECOND HALF OF 2018  * AETNA - ABOUT 97% OF VOTES CAST, & OVER 77% SHARES OUTSTANDING, ENTITLED TO VOTE, VOTED TO APPROVE PLAN OF MERGER DATED AS OF DEC 3, 2017 Source text for Eikon: Further company coverage:","78":"(Reuters) - Health insurer Centene Corp CNC.N said on Monday it had entered an agreement to sell its Illinois unit to CVS Health Corp CVS.N, moving a step closer to closing its $15.27 billion deal to buy smaller rival WellCare Health Plans Inc WCG.N.  Centene expects to scale up its government-backed Medicare and Medicaid businesses with the WellCare deal, but in some states Medicaid divestitures may be required, such as Georgia and Illinois, Wall Street analysts had pointed out.  In September, following the U.S. Department of Justice’s demand for additional information regarding the merger, WellCare agreed to sell its Missouri and Nebraska Medicaid plan units due to significant overlap in business in the states with Centene.  The two health insurers expect their merger to close by the first half of 2020.  “We are continuing to make progress towards completing our transaction with WellCare and the divestiture of our IlliniCare Health plan is the next step in that process,” Centene Chief Executive Officer Michael Neidorff said in a statement.  Financial terms of the IlliniCare deal were not disclosed.  Centene would sell its Medicaid and Medicare Advantage lines of business in the Illinois unit, IlliniCare Health Plan Inc, the company said.  Illinicare’s Medicaid health insurance plans serve about 1.5 million enrollees, which also includes older adults who are dually eligible for coverage under Medicaid and Medicare.  Centene will retain the unit’s Medicare-Medicaid Alignment Initiative as well as a foster care contract, set to begin in February 2020, and said its Ambetter business would not be affected by the deal.","79":"Oct 24 (Reuters) - Pharmacy retailer CVS Health Corp said on Thursday it is pulling out 22 ounce bottles of Johnson & Johnson’s baby powder from its stores as a precautionary measure.  J&J, which is facing thousands of lawsuits over a variety of products, said last week it was recalling around 33,000 bottles of baby powder in the United States after U.S. health regulators found trace amounts of asbestos in samples taken from a bottle purchased online.  J&J was not immediately available for comment. (Reporting by Nivedita Balu in Bengaluru; Editing by Maju Samuel)","80":"(Adds details on incoming CEO, pharmacy sales, share movement)  Nov 6 (Reuters) - CVS Health on Friday reported a better-than-expected quarterly profit and said its chief executive officer Larry Merlo would step down next year, after nearly a decade at the helm of the healthcare conglomerate.  Shares of the company rose 2.6% before the bell, after CVS also raised its 2020 earnings forecast.  Merlo, who joined CVS as a pharmacist in 1990, has led the company through major changes, including the $69 billion deal for health insurer Aetna in 2018.  Karen Lynch, president of Aetna and executive vice president of CVS, would take over as CEO in February, CVS said in a statement. Lynch, who has spent eight years at Aetna, was previously president of Magellan Health Services.  In the third quarter, CVS earned $1.66 per share on an adjusted basis, beating analysts’ average estimate of $1.33 per share, according to IBES data from Refinitiv.  CVS said in September volumes of prescription drugs it sells at its pharmacies were returning to normal levels, with the impact from the COVID-19 pandemic easing, and sales of over-the-counter health products were also showing signs of recovery.  Pharmacy same-store sales rose 6.7% in the quarter ended Sept. 30, while same-store sales of over-the-counter products rose 2.2%.  The company said it has opened more than 4,000 COVID-19 test sites since March, and administered over 6 million tests.  CVS raised its 2020 adjusted earnings per share forecast to $7.35 to $7.45 from $7.14 to $7.27 previously.  Revenue in the third quarter rose 3.5% to $67.06 billion from a year earlier. (Reporting by Manas Mishra in Bengaluru; Editing by Shinjini Ganguli)","81":"A federal judge on Tuesday blocked a former CVS Health executive from working at Amazon.com Inc’s PillPack online pharmacy unit, saying that allowing him to take a job where he would help drive its “disruptive strategy” would violate a non-compete agreement.  U.S. District Judge John McConnell in Providence, Rhode Island, issued a preliminary injunction preventing John Lavin from working at PillPack after concluding it was a CVS competitor and that his job there would be substantially similar to his old one.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2Fk4wov","82":"Aug 7 (Reuters) - CVS Health Corp on Wednesday reported a profit for the second quarter compared with a year-ago loss, benefiting from its Aetna health insurance acquisition and higher sales of prescription drugs.  The company reported net income of $1.94 billion, or $1.49 per share, for the second quarter ended June 30, compared with a loss of $2.56 billion, or $2.52 per share, a year earlier.  CVS had taken a $3.9 billion goodwill impairment charge related to its Omnicare business in the second quarter of 2018.  Revenue rose 35.2% to $63.43 billion. (Reporting by Manas Mishra in Bengaluru; Editing by Maju Samuel)","83":"March 23 (Reuters) - CVS Health Corp:  * CVS HEALTH TO PROVIDE BONUSES, ADD BENEFITS AND HIRE 50,000 IN RESPONSE TO PANDEMIC Source text for Eikon: Further company coverage:","84":"Dec 2 (Reuters) - CVS Health Corp said on Wednesday it would administer Eli Lilly & Co’s experimental antibody treatment to COVID-19 patients in their homes and in long-term care facilities through a U.S. government-backed pilot project.  A unit of CVS will start giving a total of 1,000 doses of the intravenous therapy, similar to the treatment given to U.S. President Donald Trump when he had COVID-19, from Thursday in seven cities over three months.  Initial supply of the drug, which has been authorized by the U.S. Food and Drug Administration for emergency use, will go to patients at risk of severe infections but who are not hospitalized, with no out-of-pocket cost.  The pharmacy chain said it would expand the service to more markets as supply of the drug increases. The pilot is starting in Boston, Chicago and Cleveland, among other cities.  The U.S. government has the option to extend the pilot to another 1,000 doses for another three months. The drug can currently be administered on an outpatient basis.  The drug gained U.S. authorization last month, and the government has purchased 300,000 doses. Lilly expects to make up to one million doses of bamlanivimab by the end of 2020, and further increase supply in the first quarter of 2021.  Lilly has previously said it will begin shipping bamlanivimab through drug distributor AmerisourceBergen, but regional allocations of the drug will be determined by the federal government.  The U.S. government last month partnered with regional pharmacy chains and independent community pharmacies to increase access to COVID-19 vaccines whenever they are made available. (Reporting by Manas Mishra in Bengaluru; Editing by Krishna Chandra Eluri)","85":"Feb 16 (Reuters) - CVS Health Corp:  * CVS HEALTH CORP CEO SAYS CVS WILL ENTER INDIVIDUAL PUBLIC EXCHANGE MARKETS  * CVS HEALTH CORP SAYS Q1 2021 EXPECTED TO BE THE LOWEST EARNINGS QUARTER FOR THE YEAR  * CVS HEALTH CORP SAYS HAS CAPACITY TO ADMINISTER 20-25 MILLION COVID-19 VACCINES PER MONTH, DEPENDING ON SUPPLY  * CVS HEALTH CORP EXEC SAYS COVID-19 VACCINATION PROFITABILITY IN LINE WITH FLU SHOT  * CVS HEALTH CORP EXEC SAYS COVID-19 VACCINE SUPPLY TO OPEN UP IN BEGINNING IN APRIL  * CVS EXEC BELIEVES COMPANY COULD ADD MORE CUSTOMERS THROUGH COVID-19 VACCINE ADMINISTRATION Further company coverage:","86":"FILE PHOTO: People wait in line practicing social distance at Target CVS Pharmacy as the spread of coronavirus disease (COVID-19) continues, in Oakland, California, U.S., April 7, 2020. REUTERS\/Shannon Stapleton  (Reuters) - CVS Health Corp said on Thursday it was expanding drive-through testing sites for COVID-19 to 350 locations in 14 U.S. states with an aim to open 1,000 sites nationwide by the end of May.  The drugstore chain, which has been operating large-scale testing sites since early April, said the objective is to process up to 1.5 million tests per month, subject to availability of supplies and lab capacity.  The new sites will use self-swab tests that will be sent to an independent, third-party lab for processing and the results will be available in about three days, CVS said.  The 350 locations include Arizona, California, Connecticut, Florida, Georgia, Illinois, Indiana, Louisiana, Maryland, Massachusetts, New Jersey, New York, Pennsylvania and Texas.  Earlier this month, the company announced 50 drive-through testing sites across five states, including Arizona, Connecticut, Florida, Massachusetts and Pennsylvania.","87":"(Reuters) - CVS Health Corp said on Wednesday it is launching a prescription drug coverage plan in which patients would have no out-of-pocket costs for insulin and other expensive diabetes treatments.  FILE PHOTO: Insulin supplies are pictured in the Manhattan borough of New York City, New York, U.S., January 18, 2019. REUTERS\/Carlo Allegri  CVS manages pharmacy benefits for employers and health insurers and negotiates prices on their behalf with drug manufacturers. It designs how prescription drug coverage will work for the members, setting the co-pay levels and how easy it is for a patient to get a medicine.  The rising cost of insulin and other diabetes treatments has become a top issue for both Democrats and Republicans ahead of the U.S. presidential election in November.  The cost of insulin, a life-sustaining medicine for people with type 1 diabetes, nearly doubled from 2012 to 2016. Individuals with high-deductible health insurance plans often face thousands of dollars of out-of-pocket costs before their insurance starts paying.  Some large corporate health plans already cover all out-of-pocket cost of preventive medicines like diabetes treatments for employees in high-deductible plans. The U.S. government paved the way for broader adoption of these policies last year.  CVS said its data shows that by eliminating the out-of-pocket cost for metformin, insulin and high-priced diabetes drugs like those in the SGLT2 inhibitor class, patients will take their drugs more regularly, which is better for their health.  When combined with a drug coverage plan that limits the number of drugs available with full insurance coverage, the PBM customers should save a little bit of money overall, CVS Chief Medical Officer Troy Brennan said.  CVS said an analysis showed that members taking branded diabetes drugs spend $467.24 in out-of-pocket costs per year. CVS currently offers the plan for its own customers and it will be available largely for 2021 health insurance plans.  CVS’ biggest rival, Cigna Corp’s Express Scripts, has a diabetes program that limits members’ out-of-pocket costs for insulin to $25 per month and is cost-neutral for the employer that sponsors their health insurance.  OptumRx, part of UnitedHealth Group Inc, said it offers customized pharmacy benefit programs that include discounts for members and an affordability program that limits out-of-pocket costs for life-sustaining drugs like insulin and HIV treatments.  Drugmakers such as Eli Lilly and Co, Sanofi SA and Novo Nordisk have recently been making some of their insulin products available at lower costs to counter heavy criticism from lawmakers and patients.","88":"(Adds quotes, updates prices) * Fears about trade wars ease, boosting stocks * North Korean hopes reduce bond safety bid * $40 bln CVS bond sale seen weighing on prices By Karen Brettell NEW YORK, March 6 (Reuters) - U.S. Treasury yields were little changed on Tuesday in choppy trading as optimism grew that U.S. President Donald Trump may back down from proposed steel and aluminum tariffs that have prompted concerns about a global trade war. Top U.S. Republican politicians, including House of Representatives Speaker Paul Ryan, on Monday urged Trump not to go ahead with tariffs on foreign imports of steel and aluminum. Even though the president said he would not back down, he suggested Canada and Mexico could be exempted if a new North American Free Trade Agreement (NAFTA) was reached, which many market participants see as the main motivation behind the plan. \"It does seem as though Trump has laid out the fact that he's using these tariffs as a negotiating tactic,\" said Gennadiy Goldberg, an interest rate strategist at TD Securities in New York. Benchmark 10-year note yields were last at 2.879 percent, unchanged on the day. The potential for easing tensions between the United States and North Korea was seen helping reduce demand for safe-haven U.S. bonds. Trump said on Tuesday he saw \"possible progress\" in denuclearization efforts with North Korea after South Korea said Pyongyang would be willing to meet with the United States and suspend nuclear tests while talks proceed. CVS Health Corp's $40 billion, nine-part corporate bond sale weighed on bonds earlier on Tuesday. \"There was some concerns in the early morning about this big deal with CVS going through and potential hedging needs,\" said John Herrmann, a director in rates strategies at MUFG Securities Americas in New York. Speculation also swirled that Federal Reserve Governor Lael Brainard may take a more hawkish tone in a speech scheduled for Tuesday evening. \"We’re hearing a bunch of whispers about how potentially hawkish she may be tonight and that maybe she’s ready to shift out of the uber dove camp into something more centrist,\" Herrmann said. Rising inflation and continued job market gains have increased speculation that the U.S. central bank may hike rates four times this year, more than the previously expected three increases. The major economic focus this week will be Friday’s employment report for February, which will be evaluated for further signs of wage strength as an indicator of inflation. March 6 Tuesday 2:23PM New York \/ 1923 GMT Price US T BONDS JUN8 143-12\/32 0-9\/32 10YR TNotes JUN8 120-12\/256 0-4\/256 Price Current Net Yield % Change (bps) Three-month bills 1.6525 1.6826 -0.005 Six-month bills 1.8325 1.8753 0.005 Two-year note 100-2\/256 2.2458 0.004 Three-year note 99-142\/256 2.4073 0.005 Five-year note 99-230\/256 2.6468 0.005 Seven-year note 99-164\/256 2.807 0.003 10-year note 98-228\/256 2.879 0.000 30-year bond 97-84\/256 3.1382 -0.013 DOLLAR SWAP SPREADS Last (bps) Net Change (bps) U.S. 2-year dollar swap 27.75 1.00 spread U.S. 3-year dollar swap 23.50 0.50 spread U.S. 5-year dollar swap 11.25 1.25 spread U.S. 10-year dollar swap 1.50 1.00 spread U.S. 30-year dollar swap -18.00 1.25 spread (Reporting by Karen Brettell; Editing by Andrea Ricci)","89":"(Corrects to fourth quarter from first quarter in second paragraph)  NEW YORK, Feb 28 (Reuters) - Express Scripts Holding Co would take a look at any Medicare pharmacy drug plans up that go up for sale including those of Aetna Inc or CVS Health Corp as its rivals seek antitrust approvals on their $69 billion deal, Express Chief Executive Officer Tim Wentworth said on Wednesday.  Wentworth, the morning after the company reported higher fourth-quarter profit, was speaking to Wall Street analysts about its interest in expanding managing the pharmacy benefits provided under the Medicare program for older or disabled people.  “If a meaningful book of business is coming to the market, we would take a look,” Wentworth said.  Wall Street analysts have speculated CVS and Aetna will need to sell some plans to please antitrust regulators. Neither company was immediately available for comment. (Reporting by Caroline Humer Editing by Chizu Nomiyama)","90":"A federal appeals court on Wednesday grilled the lawyer for a former CVS Health executive on why a non-compete agreement he signed should not bar him from working at an Amazon.com Inc online pharmacy unit that aims to disrupt the healthcare industry.  John Cotter, a lawyer for John Lavin at K&L Gates, urged the 1st U.S. Circuit Court of Appeals in Boston to overturn an injunction barring Lavin from working at Amazon’s PillPack, saying the non-compete agreement he signed was “unreasonable in scope.”  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2Npfduq","91":"Oct 16 (Reuters) - The U.S. government has signed agreements with pharmacy chains CVS Health Corp and Walgreens Boot Alliance to administer COVID-19 vaccines to residents of long-term care facilities whenever a safe and effective vaccine is authorized, the U.S. Department of Health and Human Services said on Friday.  Under the partnership, residents and staff of all long-term care facilities like nursing homes, assisted living facilities, residential care homes and adult family homes across the country can get vaccinated at no out-of-pocket cost.  Residents of long-term care facilities may be part of the prioritized groups for initial COVID-19 vaccination efforts until there are enough doses available for every American who wishes to be vaccinated, the HHS said in its statement.  U.S. public health officers have been drafting plans on how to distribute a coronavirus vaccine if and when it is authorized. The U.S. Centers for Disease Control and Prevention (CDC) had set an Oct. 16 deadline for states to submit plans for distributing COVID-19 vaccines.  Vaccine distribution is expected to occur in a phased manner, with healthcare personnel, essential workers, people with high-risk medical conditions and adults over the age of 65 likely to receive vaccines in the first phase. (Reporting By Mrinalika Roy in Bengaluru; Editing by Devika Syamnath)","92":"June 9 (Reuters) - CVS Health Corp:  * IBN SINA FOUNDATION AND CVS HEALTH LAUNCH COVID-19 TESTING Source text for Eikon: Further company coverage:","93":"June 9 (Reuters) - CVS Health Corp:  * GOOD SAMARITAN HEALTH CENTER AND CVS HEALTH LAUNCH COVID-19 TESTING Source text for Eikon: Further company coverage:","94":"CVS Health Corp:  * ORATION ANNOUNCES QUARTERLY DIVIDEND  * SETS QUARTERLY DIVIDEND OF $0.50PER SHARE Source text for Eikon: Further company coverage:","95":"May 21 (Reuters) - CVS Health Corp:  * CVS HEALTH OPENS 17 NEW DRIVE-THRU TEST SITES IN MARYLAND AS PART OF NATIONWIDE COVID-19 RESPONSE Source text for Eikon: Further company coverage:","96":"A logo of CVS Health is displayed on a monitor above the floor of the New York Stock Exchange shortly after the opening bell in New York, U.S., December 5, 2017. REUTERS\/Lucas Jackson  (Reuters) - Drugstore chain CVS Health Corp on Wednesday launched a new tool that will allow pharmacies help customers tackle the soaring cost of drugs by comparing prices of medicines.  U.S. healthcare companies, ranging from insurers to drug retailers, are stepping up efforts to combat rising drug prices that has been widely criticized by regulators and has led to federal investigations.  CVS’ tool, called the Rx Savings Finder, will enable the company’s retail pharmacists to find medicines that are the cheapest option for patients according to the insurance plans they are signed up for.  Largest U.S. health insurer UnitedHealth Group last month vowed to pass on pharmacy discounts to customers while filling prescriptions via retail pharmacies and home delivery services.  CVS is in the process of acquiring U.S. health insurer Aetna Inc for $69 billion.","97":"April 16 (Reuters) - CVS Health Corp:  * CVS HEALTH EXPANDS SAFE DRUG DISPOSAL AT CVS PHARMACY LOCATIONS IN WEST VIRGINIA TO HELP COMBAT OPIOID ABUSE Source text for Eikon: Further company coverage:","98":"June 15 (Reuters) - CVS Health Corp:  * AETNA BETTER HEALTH ANNOUNCES MEDICAID CONTRACT AWARD IN WEST VIRGINIA  * CVS HEALTH - WEST VIRGINIA DEPARTMENT OF HEALTH AND HUMAN RESOURCES HAS AWARDED AETNA BETTER HEALTH OF WEST VIRGINIA STATEWIDE MEDICAID CONTRACT  * CVS HEALTH - NEW MOUNTAIN HEALTH TRUST CONTRACT TERM BEGINS JULY 1 AND RUNS THROUGH JUNE 30, 2021 Source text for Eikon: Further company coverage:","99":"Sept 15 (Reuters) - CVS Health Corp:  * SAYS IT IS SEEING HEIGHTENED DEMAND FOR SEASONAL FLU DOSES YEAR OVER YEAR - CONF. CALL  * SEES PLAYING AN IMPORTANT ROLE IN BEING AN ACCESS POINT FOR A COVID-19 VACCINE- CONF. CALL  * SAYS HAS SEEN COMMERCIAL LINE OF BUSINESS COME BACK FASTER - CONF. CALL  * SAYS FRONT STORE SALES ARE UP ABOUT 1.5% AND CONTINUES TO SEE LOWER FOOT TRAFFIC- CONF. CALL  * SAYS PHARMACY VOLUMES ARE UP 3.1% AND MAINTENANCE MEDICATIONS ARE SHOWING GROWTH BACK TO NORMAL LEVELS- CONF. CALL  * SAYS CONTINUES TO EXPECT REIMBURSEMENT PRESSURES AND SOME HEADWIND FROM ELEVATED UNEMPLOYMENT- CONF. CALL Further company coverage:","100":"Slideshow ( 2 images )  (The story corrects to say that partnership with Mayo and Quest is ongoing in paragraph 3 on story from Aug 18)  (Reuters) - Delta Air Lines Inc DAL.N said on Tuesday it has partnered with CVS Health Corp CVS.N to use its rapid-response nasal-swab test to detect the novel coronavirus among its flight crew.  The airline said the CVS Health Return Ready tests, used for workplaces and college campuses, are being overseen by a CVS clinician at Delta hub crew lounges and take less than 15 minutes to diagnose.  Delta also has an ongoing partnership that started up in June with the Mayo Clinic and Quest Diagnostics Inc DGX.N to test employees for active COVID-19 and antibodies.","101":"June 10 (Reuters) - CVS Health Corp:  * CVS HEALTH - 2020 GAAP EPS GUIDANCE RANGE, ADJUSTED EPS GUIDANCE RANGE REMAIN UNCHANGED - SEC FILING  * CVS HEALTH - FULL YEAR 2020 CASH FLOW FROM OPERATIONS GUIDANCE RANGE OF $10.5 BILLION TO $11.0 BILLION ALSO REMAINS UNCHANGED Source text: (bit.ly\/3hejoGp) Further company coverage:","102":"CVS Health is urging a federal appeals court to uphold a ban on a former company executive from working at an Amazon.com Inc online pharmacy subsidiary that aims to disrupt the healthcare industry.  In a brief filed on Monday, CVS urged the 1st U.S. Circuit Court of Appeals in Boston to reject John Lavin’s claim that his non-compete agreement - which formed the basis of an injunction preventing him from working at Amazon’s PillPack - was unenforceable.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/342f0DQ","103":"May 21 (Reuters) - CVS Health Corp:  * CVS HEALTH OPENS 36 NEW DRIVE-THRU TEST SITES IN NEW YORK AS PART OF NATIONWIDE COVID-19 RESPONSE Source text for Eikon: Further company coverage:","104":"NEW YORK, Dec 17 (Reuters) - The United States said on Tuesday it filed a civil lawsuit accusing CVS Health Corp and its Omnicare unit of fraudulently billing Medicare for drugs dispensed to elderly and disabled people without valid prescriptions.  Omnicare was accused of failing to obtain new prescriptions from doctors after the old ones expired or ran out of refills, and instead assigning new numbers to old prescriptions. The U.S. Department of Justice said this enabled Omnicare to dispense drugs for months or years after the prescriptions expired. (Reporting by Jonathan Stempel in New York Editing by Chizu Nomiyama)","105":"April 17 (Reuters) - CVS Health Corp:  * CVS HEALTH APPOINTS KEVIN HOURICAN AS PRESIDENT OF CVS PHARMACY Source text for Eikon: Further company coverage:","106":"April 13 (Reuters) - CVS Health Corp:  * DAVID MUNK, MD, MPH, MHCM, AS CHIEF MEDICAL OFFICER OF MINUTECLINIC AND ASSOCIATE CHIEF MEDICAL OFFICER OF CVS HEALTH Source text for Eikon: Further company coverage:","107":"Nov 25 (Reuters) - Activist investor Starboard Value LP has taken a stake in CVS Health Corp and held talks with the drugstore chain’s management, the Wall Street Journal reported on Monday, citing people familiar with the matter.  The stake appears to be relatively small and the talks, held recently, are amicable, the WSJ reported.  How much Starboard currently owns and what it has discussed with the company could not be learned, according to the report on.wsj.com\/34mUf5E.  Both, Starboard Value LP and CVS Health did not immediately respond to Reuters’ requests for comment. (Reporting by Trisha Roy in Bengaluru; Editing by Anil D’Silva)","108":"May 21 (Reuters) - CVS Health Corp:  * CVS HEALTH OPENS 21 NEW DRIVE-THRU TEST SITES IN INDIANA AS PART OF NATIONWIDE COVID-19 RESPONSE Source text for Eikon: Further company coverage:","109":"June 22 (Reuters) - CVS Health Corp:  * CVS HEALTH -CVS & AMERICAN LUNG ASSOCIATION HAVE LAUNCHED CAMPAIGN AT CVS PHARMACY LOCATIONS TO SUPPORT LUNG ASSOCIATION’S COVID-19 ACTION INITIATIVE Source text for Eikon: Further company coverage:","110":"NEW YORK (IFR) - Strong investor demand for CVS Health’s US$40bn M&A bond gave a shot of confidence to the US high-grade bond market Tuesday after a recent bout of volatility in the usually rock solid asset class.  FILE PHOTO - The CVS logo is seen at one of their stores in Manhattan, New York, U.S., August 1, 2016. REUTERS\/Andrew Kelly  Order books of more than US$120bn for the nine-tranche trade - the third largest US dollar high-grade corporate deal on record, according to IFR data - brought some relief after new issues have traded wider in secondary of late.  “This is the deal of 2018,” Matt Brill, senior portfolio manager at Invesco, told IFR.  “The market needs this to do well.”  The CVS bond, which will help finance the US$69bn acquisition of health insurer Aetna, had been hailed as a crucial test for the market that has provided some of the largest corporations with cheap financing for several consecutive years.  CVS had been eyeing other currencies as well due to the large amount of debt it needed to raise.  But hefty demand for the US dollar offering helped alleviate concerns about investor demand that has tapered off in recent weeks, according to Lipper data.  The asset class, for example, last month saw its biggest weekly outflow since November 2016. Analysts have also warned about wilting demand from foreign investors as hedging costs have risen.  “The market at this juncture still has the capacity to finance large scale transactions,” said a banker not directly involved in the CVS deal.  BUYSIDE BARGAINING  Some investors, however, cautioned that other would-be borrowers may not find as welcome a reception.  Some, for example, gave CVS credit for the acquisition which will create one of the largest companies in the US by revenue and help cut costs. It could also help the firm resist Amazon’s entry into drug distribution.  “CVS has fundamentally changed its business through this acquisition,” Janelle Woodward, global co-head of income at BMO Global Asset Management, said.  Brill described the merged entity - the M&A deal is yet to close - as almost a conglomerate.  “It will have multiple sources of revenue, and will be an industry leader in multiple areas,” Brill said.  To win over investors, CVS also offered a steep discount on some of the tranches that include a special mandatory redemption clause.  That clause, offered on every tranche except the 30-year, requires CVS to buy the bonds back from investors at a price of 101 if the merger fails to close by September 3 next year.  Bond buyers hailed the discount as a break-through.  RECORD BOOKS  Still, the huge order book is one of the largest ever recorded in the corporate bond market, according to IFR data.  Mindful of the recent choppy backdrop, Bank of America Merrill Lynch, Barclays, Goldman Sachs and JP Morgan - active bookrunners on the CVS trade - closed books unusually early by 10:30am New York time, and launched it just after midday.  That strategy also allowed accounts whose orders weren’t filled to buy bonds in the secondary market on the same day of pricing, Brill said. The deal was trading tighter in the gray market on Tuesday afternoon after launch.  Relatively generous initial price thoughts on the trade, comprising maturities ranging from two to 30 years, certainly helped turn heads on the buyside from the get go..  IFR calculated new issue concession of between 30bp-40bp across the deal at IPTs stage, based on where outstanding bonds from CVS were trading. The only exceptions were the two and three-year bonds, which began with NICs closer to 15bp-25bp.  But as order books swelled, and leads pulled in spreads, NICs were closer to 10bp-18bp on the longest tranches at launch, and 2bp-4bp on the two shortest dated offerings, IFR calculations show.  Only Verizon’s US$49bn bond from 2013, and Anheuser-Busch InBev’s US$46bn bond issue from 2016 have been larger than the CVS issue.  InBev, by comparison, paid new issue concessions ranging between negative 5bp and plus 20bp on its multi-tranche offering that helped finance its acquisition of SABMiller, according to IFR calculations.  The CVS deal, rated Baa1 by Moody’s and BBB by S&P, is due to price later on Tuesday.","111":"(Reuters) - CVS Health Corp has completed the first round of COVID-19 vaccinations at about 8,000 U.S. skilled nursing facilities that were part of a federal program, the drugstore chain said on Monday.  Slideshow ( 2 images )  Administration of second doses is expected to be completed within four weeks, the company said.  CVS said it will complete first vaccinations in the 40,000 long-term care facilities that have contracted with the company by mid-February, and said it has completed the first vaccinations of residents in skilled-nursing facilities. Most states have moved on to begin vaccinations of members of the general public.  CVS said it has given nearly 2 million shots through the program but did not disclose how many more nursing home residents are still waiting for their first dose.  The Trump administration tapped CVS and Walgreens Boots Alliance last year to run nursing home vaccinations and the first vaccinations began in late December. Nursing homes residents were in the first priority group for a vaccine in the United States because they are most likely to die of COVID-19.  However, state officials have raised alarms that inoculations at nursing homes were moving more slowly than expected, a Reuters analysis found earlier this month, even as federal officials pushed states to make vaccines available for other groups, like people over 65. [L1N2JQ22Q]  The company said that many states opted to not activate the program until mid-to-late January.  CVS said it can eventually administer 20 to 25 million shots a month through its retail locations once vaccines are more widely available, but did not provide timing of when this would likely occur.  In the final days of the Trump Administration, Operation Warp Speed said it would activate the federal program to send shots to pharmacies early.  CVS said some of its locations in New York, Indiana, and Massachusetts were already giving shots.  There have been growing concerns about a slower-than-expected rollout of COVID-19 vaccines in the country. As of Sunday, just over 18.5 million had received one or more doses of the vaccine, according to the U.S. Centers for Disease Control and Prevention. While the government had earlier expected 20 million to have been vaccinated by the end of 2020.  The new administration has said it will give 100 million vaccinations in U.S. President Joe Biden’s first 100 days in office.","112":"May 2 (Reuters) - Cvs Health Corp:  * CVS HEALTH REPORTS FIRST QUARTER RESULTS AND CONFIRMS 2018 FULL YEAR OUTLOOK  * CVS HEALTH CORP Q1 SAME STORE SALES ROSE 5.8 PCT  * CVS HEALTH CORP Q1 GAAP SHR $0.98 FROM CONTINUING OPERATIONS  * CVS HEALTH CORP Q1 SHR VIEW $1.41 -- THOMSON REUTERS I\/B\/E\/S  * CVS HEALTH CORP SEES FY 2018 ADJUSTED SHR $6.87 TO $7.08  * CVS HEALTH CORP SEES FY 2018 GAAP SHR $5.11 TO $5.32 FROM CONTINUING OPERATIONS  * CVS HEALTH CORP - EXPECTS FULL YEAR GAAP OPERATING PROFIT GROWTH OF DOWN 0.25% TO UP 2.75%  * CVS HEALTH CORP - CONFIRMED ITS PREVIOUS ADJUSTED CONSOLIDATED OPERATING PROFIT GROWTH GUIDANCE FOR FULL YEAR OF DOWN 1.5% TO UP 1.5%  * CVS HEALTH CORP FY2018 SHR VIEW $6.30 -- THOMSON REUTERS I\/B\/E\/S  * CVS HEALTH CORP QTRLY SAME STORE SALES INCREASED 5.8% AND PHARMACY SAME STORE SALES INCREASED 7.3%  * CVS HEALTH CORP - EXPECTS Q2 GAAP OPERATING PROFIT GROWTH OF 5.25% TO 8.5%  * CVS HEALTH CORP - EXPECTS Q2 ADJUSTED CONSOLIDATED OPERATING PROFIT GROWTH OF FLAT TO UP 3.25%  * CVS HEALTH CORP - EXPECTS TO DELIVER GAAP DILUTED EPS OF $1.21 TO $1.26 AND ADJUSTED EPS OF $1.59 TO $1.64 IN Q2  * CVS HEALTH CORP Q2 SHR VIEW $1.41 -- THOMSON REUTERS I\/B\/E\/S  * CVS HEALTH CORP - FRONT STORE SAME STORE SALES INCREASED 1.6% IN THREE MONTHS ENDED MARCH 31, 2018, COMPARED TO PRIOR YEAR  * CVS HEALTH - MOVING FORWARD ON BOTH REGULATORY, INTEGRATION PLANNING FRONTS IN SUPPORT OF A CLOSE IN SECOND HALF OF THIS YEAR FOR AETNA TRANSACTION Source text for Eikon: Further company coverage:","113":"May 21 (Reuters) - CVS Health Corp:  * CVS HEALTH EXPANDS STATEWIDE COVID-19 RESPONSE BY OPENING 37 ADDITIONAL NEW DRIVE-THRU TEST SITES IN FLORIDA Source text for Eikon: Further company coverage:","114":"(Reuters) - CVS Health Corp said on Tuesday it would return to selling individual health insurance plans on the online marketplaces created by the Affordable Care Act (ACA), popularly known as Obamacare, saying the market had stabilized.  FILE PHOTO: CVS Pharmacy staff members prepare as COVID-19 vaccinations begin at Life Care Center of Kirkland, a long term seniors care facility which was the focus of attention at the start of the U.S. coronavirus disease outbreaks in March 2020, in Kirkland, Washington, U.S. December 28, 2020. REUTERS\/David Ryder\/File Photo  CVS Health’s Aetna insurance unit and other large health insurers such as UnitedHealth Group Inc exited these online exchanges in 2017 and 2018, due to financial losses and uncertainty as Republicans took aim at former U.S. President Barack Obama’s signature law.  More than 11.4 million people signed up in 2020 for these plans, which provide government subsidies based on income levels.  “We’ve been studying the individual market for a while. Some of the remedies have been put in place. Clearly there’s a big market,” CVS Health’s recently-appointed Chief Executive Officer Karen Lynch said at a post-earnings conference call.  The move by CVS comes as President Joe Biden told the U.S. Supreme Court last week that the ACA should be upheld and Democrats consider expanding coverage to more people.  Lynch made the comments during a company conference call where the company said it expects 2021 adjusted profit between $7.39 and $7.55 per share, versus $7.50 in 2020.  Analysts’ had expected 2021 profit of $7.54 per share, according to IBES data from Refinitiv. CVS shares fell 4.7% to $70.68 in afternoon trading.  Evercore ISI analyst Michael Newshel said the share move seemed overdone given that the 2021 financial outlook was in line with the company’s previous comments.  COVID-19  CVS said that COVID-19 vaccinations and testing would contribute $400 mln to $500 mln next year.  The company has administered over three million COVID-19 vaccines in long-term care facilities and is now giving 250,000 shots per week in its pharmacies under a broader federal program.  The vaccines are two-dose regimens requiring 15 minutes’ observation for each patient on site, adding the potential for additional sales, the company said.  Lynch said it will increase dose vaccinations and expand into more pharmacies and states as soon as March or April if supply increases as hoped. It plans to offer 20 million to 25 million shots per month.  During the conference call, CVS executive vice president Alan Lotvin said that based on conversations with pharmaceutical makers, CVS estimates about 500 million doses of vaccines would be made available between now and the end of June.  Most vaccine will be from Pfizer Inc\/BioNTech SE and Moderna Inc. The U.S. Food and Drug Administration is currently considering a vaccine from Johnson & Johnson Inc. that could be authorized in a few weeks and Novavax Inc is also hoping to apply to the FDA in coming months.  On an adjusted basis, the company earned $1.30 per share in the reported quarter, beating estimates of $1.24 per share.","115":"May 21 (Reuters) - CVS Health Corp:  * CVS HEALTH OPENS 17 NEW DRIVE-THRU TEST SITES IN ILLINOIS AS PART OF NATIONWIDE COVID-19 RESPONSE Source text for Eikon: Further company coverage:","116":"FILE PHOTO: People walk by a CVS Pharmacy store in the Manhattan borough of New York City, New York, U.S., November 30, 2017. REUTERS\/Shannon Stapleton\/File Photo  (Reuters) - U.S. drugstore operator CVS Health Corp CVS.N said on Thursday its medical membership and payment collection have been hit due to the coronavirus pandemic, although it cannot reasonably estimate the impact on its businesses, cash flows or operating results.  The company also said deterioration of U.S. and global economies has hurt its net investment income.  Earlier this week, CVS said it was hiring 50,000 employees across the United States to assist patients and customers with the outbreak.  The company along with rival Express Scripts Inc announced they were putting in place measures to prevent hoarding of malaria drug hydroxychloroquine and other treatments being tried against the new coronavirus.","117":"FILE PHOTO: People walk by a CVS Pharmacy store in the Manhattan borough of New York City, New York, U.S., November 30, 2017. REUTERS\/Shannon Stapleton  (Reuters) - Drugstore chain CVS Health Corp said on Monday it was hiring 50,000 employees across the United States to assist patients and customers with the coronavirus outbreak.  The new hires would fill in roles ranging from store associates to home delivery drivers, the company said, adding it would provide bonuses ranging from $150 to $500 to employees who are required to be at CVS facilities to assist customers.  Last week, the company said it was opening a COVID-19 testing site for a limited population in the parking lot of a CVS pharmacy in Shrewsbury, Massachusetts.","118":"FILE PHOTO: Shoppers walk outside a CVS store and pharmacy in Medford, Massachusetts, U.S. December 4, 2017. REUTERS\/Brian Snyder  NEW YORK (Reuters) - CVS Health Corp plans to roll out a handful of pilot stores early next year that will devote more floor space to healthcare services such as nutrition and exercise counseling as well as blood draws, Chief Executive Officer Larry Merlo said on Thursday.  Merlo, speaking at the Forbes Healthcare conference, said that in the pilot stores the company will dedicate 20 percent or more of the floor space currently occupied by “front of the store” health and beauty items to the healthcare services.  The company, which closed on its acquisition of health insurer Aetna Inc. on Wednesday, has previously said that once the deal was complete, it planned to open stores that would drive more healthcare services to a less costly setting.  Merlo declined to say in which states these stores would be located.","119":"A federal appeals court on Wednesday revived a class action lawsuit accusing pharmacy chain CVS Health Corp of systematically overcharging people who bought generic drugs using insurance rather than cash.  The 9th U.S. Circuit Court of Appeals in San Francisco ruled that a lower-court judge erred in dismissing the case after improperly weighing evidence in the case that should have been presented to a jury to consider.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2KdLmEX","120":"Feb 12 (Reuters) - CVS Health Corp:  * CVS HEALTH ANNOUNCES CHANGES TO SUPPORT INNOVATION AND GROWTH  * CVS HEALTH CORP - ALAN LOTVIN HAS BEEN APPOINTED PRESIDENT OF CVS CAREMARK  * CVS HEALTH CORP - ALEC CUNNINGHAM HAS BEEN APPOINTED EXECUTIVE VICE PRESIDENT AND CHIEF OPERATING OFFICER FOR AETNA BUSINESS  * CVS HEALTH CORP - DERICA RICE, EXECUTIVE VICE PRESIDENT AND PRESIDENT, CVS CAREMARK, WILL DEPART CVS HEALTH Source text for Eikon: Further company coverage:","121":"June 9 (Reuters) - CVS Health Corp:  * MERCY CLINIC AND CVS HEALTH LAUNCH COVID-19 TESTING Source text for Eikon: Further company coverage:","122":"FILE PHOTO: Logos of CVS and Aetna are displayed on a monitor above the floor of the New York Stock Exchange shortly after the opening bell in New York, U.S., December 5, 2017. REUTERS\/Lucas Jackson  WASHINGTON (Reuters) - A U.S. federal judge reviewing an agreement between the government and CVS Health Corp allowing the pharmacy chain to buy health insurer Aetna indicated on Friday that he wanted to hold a hearing in May to hear from critics of the $69 billion deal.  Judge Richard Leon of the U.S. District Court for the District of Columbia said in a court hearing that he would likely take a week to hear from the American Medical Association and other opponents of the transaction, which closed in November.  Other critics included the AIDS Healthcare Foundation, pharmacy and consumer groups.  The Justice Department approved the merger of CVS, a U.S. pharmacy chain and benefits manager, and Aetna in October on condition that Aetna sell its Medicare prescription drug plan business to WellCare Health Plans Inc.  Both deals have closed, and the government and companies have asked Leon to approve their consent decree. This is usually done with little fanfare but Leon has said in previous hearings that he was “less convinced” than the government that the asset sale resolved antitrust concerns.  “Health care is a very high priority for tens of millions of people,” Leon said on Friday. “This is a matter of great public interest.”  Jay Owen, a lawyer for the Justice Department, urged the judge to consider avoiding further hearings, noting that the two sides as well as the deal’s critics had filed their arguments with the court.  “The total record is adequate to make a ruling,” said Owen.  CVS attorney Enu Mainigi of the law firm Williams and Connolly LLP agreed, saying: “I would urge the court to consider whether those witnesses are appropriate.”","123":"Jan 15 (Reuters) - Walmart Inc’s pharmacies are expected to leave CVS Health Corp’s drugstore networks due to a dispute over pricing, the Wall Street Journal reported on Tuesday.  CVS Caremark, the pharmacy-benefits unit of CVS Health, said the dispute does not affect the pharmacy networks in its Medicare plans and does not involve Sam's Club stores, Walmart's chain of warehouse stores, the report on.wsj.com\/2QPFNv5 said.  Walmart and CVS Health were not immediately available for comment.  Shares of CVS Health fell 1.5 percent to $64.40 in trading before the opening bell.","124":"WASHINGTON, Dec 3 (Reuters) - A federal judge who has been asked to sign off on the government’s decision to approve CVS Health Corp’s acquisition of insurer Aetna Inc indicated on Monday that he may ask integration of the companies be halted pending his decision.  Judge Richard Leon of the U.S. District Court for the District of Columbia had complained last week in a hearing that the two sides had treated him as a “rubber stamp” for the deal. CVS closed the $69 billion transaction last week and began the integration process.  Leon said on Monday in a brief hearing that he would issue an order asking the two sides to argue why he should not require CVS and Aetna to be held separate until he decides whether he will approve the consent agreement reached in October between the companies and the Justice Department. (Reporting by Diane Bartz Editing by Bill Berkrot)","125":"April 27 (Reuters) - CVS Health Corp:  * CVS HEALTH TO SIGNIFICANTLY EXPAND COVID-19 TESTING CAPABILITIES  * CVS HEALTH CORP - EXPECTS TO HAVE UP TO 1,000 LOCATIONS ACROSS COUNTRY OFFERING SELF-SWAB TESTS SERVICE BY END OF MAY Source text for Eikon: Further company coverage:","126":"April 27 (Reuters) - UPS:  * CO & CVS HEALTH SAID UPS UNIT UPS FLIGHT FORWARD WILL USE DRONES TO DELIVER PRESCRIPTION MEDICINES FROM CVS PHARMACY TO THE VILLAGES, FLORIDA Source text for Eikon: Further company coverage:","127":"FILE PHOTO: A logo of CVS Health is displayed on a monitor above the floor of the New York Stock Exchange shortly after the opening bell in New York, U.S., December 5, 2017. REUTERS\/Lucas Jackson  (Reuters) - Drugstore chain CVS Health Corp joined Walmart Inc in announcing it will stop keeping beauty and personal care products designed for people of color in locked display cases, after the practice drew criticism online.  In the wake of nationwide protests in the U.S. against police brutality and racial inequality following the killing of George Floyd last month, companies have issued statements in support of the black community and set up funds to fight systemic racism.  The change in policy at both companies comes after a Walmart customer complained the practice of locking up items that cater to people of color was discriminatory.  “We have a firm-nondiscrimination policy that applies to all aspects of our business and our product protection measures have never been based on the race or ethnicity of our customers,” CVS said in an emailed statement on Friday.  The drugstore chain said it had expanded its selection of products in its textured hair and color cosmetics categories by 35% over the past year to add new brands that appeal to communities of color.  Walgreens Boots Alliance Inc has also said it would stop keeping similar beauty and hair care products in locked cabinets, according to Associated Press here. The company did not immediately respond to a Reuters request for comment.  (This story corrects to “systemic” in paragraph 2)","128":"FILE PHOTO: A small shopping basket filled with vials labeled \"COVID-19 - Coronavirus Vaccine\" and medical syringes are placed on a U.S. flag in this illustration taken November 29, 2020. REUTERS\/Dado Ruvic\/Ilustration  (Reuters) - CVS Health Corp and Walgreens Boots Alliance Inc said on Wednesday they expect to complete administering the first dose of COVID-19 vaccines at U.S. nursing homes by Jan. 25.  This comes as the United States has fallen behind its vaccination targets. As of Tuesday, just over 4.8 million had received the first dose, according to the U.S. Centers for Disease Control and Prevention. While the government had earlier expected 20 million to have been vaccinated by the end of 2020.  CVS and Walgreens are currently administering the vaccine in long-term care facilities in 49 states, Washington D.C. and Puerto Rico. Around 35,000 long-term care facilities have partnered with Walgreens, and nearly 8,000 with CVS.  The companies, which run the nation’s largest pharmacy chains but also offer other offsite pharmacy services, have an agreement with the federal government to vaccinate U.S. nursing home residents through a voluntary program.  CVS said most of the residents and staff will be fully vaccinated within three to four weeks of the first visit, depending on the vaccine they receive.  In addition to nursing homes, CVS said it will vaccinate residents and staff at assisted-living facilities, with nearly 31,000 such centers partnering with the company.","129":"FILE PHOTO: Logos of CVS and Aetna are displayed on a monitor above the floor of the New York Stock Exchange shortly after the opening bell in New York, U.S., December 5, 2017. REUTERS\/Lucas Jackson  WASHINGTON (Reuters) - The U.S. Justice Department's antitrust review of CVS Health Corp's CVS.N planned purchase of Aetna Inc AET.N may conclude soon, a source familiar with the review said on Monday.  That said, arranging divestitures needed to resolve antitrust concerns in the proposed transaction takes time and it is not clear that possible approval will come in September, said the source.  The $69 billion deal was announced in December.","130":"May 21 (Reuters) - CVS Health Corp:  * CVS HEALTH OPENS 11 NEW DRIVE-THRU TEST SITES IN NEW JERSEY AS PART OF NATIONWIDE COVID-19 RESPONSE Source text for Eikon: Further company coverage:","131":"(Reuters) - CVS Health Corp said on Thursday it would open more COVID-19 testing sites at some of its pharmacy drive-thru locations, completing the last leg of the drugstore chain’s planned 1,000 sites across more than 30 U.S. states.  Health authorities have been emphasizing the need to expand testing capacity as the United States attempts to recover from the respiratory illness that has killed over 100,000 people in the country, according to a Reuters tally.  CVS and other U.S. retailers including Walgreens Boots Alliance, Walmart Inc and Target Corp have pledged to provide space at their parking lots for such drive-through sites to help ramp up testing.  The new CVS sites, which will open on Friday, add to the over 50 locations the company rolled out earlier this month across Arizona, Connecticut, Florida, Massachusetts and Pennsylvania.  CVS said it aims at processing up to 1.5 million tests per month, beginning June.","132":"March 25 (Reuters) -  * CVS HEALTH ANNOUNCES COST-SHARING AND CO-PAY WAIVERS FOR COVID-19-RELATED TREATMENT FOR AETNA MEMBERS  * CVS - IN STATES LIKE NEW YORK & WASHINGTON, HOSPITALS NO LONGER NEED ADVANCE APPROVAL FROM AETNA FOR MEMBERS REQUIRING HOSPITALIZATION FOR COVID-19 Source: bit.ly\/39jUQ9R","133":"July 8 (Reuters) - CVS Health Corp:  * SETS QUARTERLY DIVIDEND OF $0.50PER SHARE Source text for Eikon: Further company coverage:","134":"(Reuters) - CVS Health Corp reported a higher-than-expected fourth-quarter profit on Wednesday as its stores sold more medicines and the pharmacy benefit management (PBM) business benefited from higher U.S. prescription drug prices.  The company, which acquired health insurer Aetna for $69 billion in 2018, is not planning further major deals until it has completed the Aetna integration and reduced the debt load it took on, Chief Executive Larry Merlo told Reuters in an interview.  Aetna revenue nearly tripled in the quarter from a year ago to $17.15 billion.  CVS, which gets discounts and rebates from drugmakers in exchange for listing their products on its formularies of preferred drugs, in turn guarantees rebates to its PBM customers. Profits have diminished in the past few quarters as the rate of drug price hikes has slowed under intensifying pressure from politicians of both major U.S. parties.  The company played down the role of rebate guarantees on a conference call with analysts, and said it expects the issue to be immaterial to earnings as it heads into 2021.  “We’ve obviously been working hard to reverse our rebate exposure, and we’ve seen that exposure has lessened in our outlook for 2020,” said Derica Rice, head of CVS’ PBM unit, who plans to leave the company after February.  The company forecast total adjusted 2020 profit of $7.04 to $7.17 per share. The analysts’ average estimate is $7.15 per share, according to Refinitiv data.  Slideshow ( 2 images )  Barclays noted that CVS has a track record of providing conservative initial forecasts compared to its ultimate actual results.  CVS plans to offer less expensive expanded health services such as blood pressure screening and diabetes monitoring in 1,500 stores by 2021. Executives said they could eventually expand the format dubbed HealthHubs to all of its stores.  CVS retail store sales rose 2.5% to $22.58 billion, also helped by higher branded drug prices, while sales in the PBM business rose 6.2% to $37.07 billion.  PBMs negotiate drug discounts for health insurers and employers, and take a cut of the rebates provided by drugmakers. They have been criticized by politicians and patient advocates for their role in keeping U.S. healthcare costs high.  Excluding items, CVS earned $1.73 in the quarter, beating Wall Street estimates by 5 cents, according to IBES data from Refinitiv.  Total revenue for the quarter rose 23% to $66.89 billion.  CVS shares were down just over 1% at $73.00.","135":"(Reuters) - CVS Health Corp said on Thursday it is opening a COVID-19 testing site for a limited population in the parking lot of a CVS Pharmacy in Shrewsbury, Massachusetts.  Drive-thru coronavirus testing sites are popping up across the country, with the goal to ramp up testing and reduce pressure on emergency rooms and keep patients in cars to avoid spreading the infection.  CVS and other U.S. retailers such as Walmart Inc, Target Corp and Walgreens Boots Alliance pledged at a White House news conference last Friday to provide space for the drive-thru sites in their parking lots.","136":"(Reuters) - Pharmacy chain and benefits manager CVS Health Corp on Wednesday said as of Jan. 1 it will offer a new prescription benefit option guaranteeing its health plan clients 100 percent of any rebates, discounts or other fees paid by drugmakers.  FILE PHOTO: Shoppers walk outside a CVS store and pharmacy in Medford, Massachusetts, U.S. December 4, 2017. REUTERS\/Brian Snyder\/File Photo  The new plan model is aimed at providing greater drug cost simplicity, predictability and transparency, CVS said.  The “guaranteed net cost” option could also deflect growing criticism that pharmacy benefit managers (PBMs) reap gains off the widening gap between pharmaceutical list prices and their lower net cost after hefty rebates paid by drugmakers to secure coverage and access to their products.  President Donald Trump, who has promised lower prescription drug costs for U.S. consumers, earlier this year singled out industry “middlemen”, such as PBMs and insurers, and the common practice of drugmakers offering rebates to them.  PBMs like CVS’ Caremark unit make a profit by using their scale to negotiate drug prices and by providing cost-management strategies to health plans. Under its new option, CVS takes on the risk of drug price inflation and shifts in drug use - at least for the term of each contract.  The new model guarantees average spending per prescription across each distribution channel – retail, mail order and specialty pharmacy, Derica Rice, president of CVS Caremark, said in an interview.  Rival PBM Express Scripts Holding Co last month announced a new drug coverage list aimed at accommodating reduced prices for brand-name drugs as a way to encourage drugmakers to move away from paying rebates after a prescription is filled.  Trump Administration officials have also suggested ending the rebate practice.  “If rebates go away, this model accommodates that,” Rice said. “But as long as we get to the lowest net cost we are indifferent.”  He said plan sponsors still have the option to choose whether to pass on any rebates to patients at the pharmacy counter.  CVS said it is first offering the net cost model to employer-sponsored plans, but will eventually make it available to all clients, including government health plans.  Rice said both existing and new clients have already chosen to adopt the net cost model next year, but he declined to estimate how many clients were expected to make the switch.  The company, which last week completed its $69 billion acquisition of health insurer Aetna, said it hopes that other PBMs will shift to similar net cost pricing models, allowing clients the ability to assess the net cost of their pharmacy benefit and select a PBM based on that criteria.","137":"NEW YORK (Reuters) - Cigna Corp CI.N on Thursday closed its $54-billion deal to buy Express Scripts Holding Co, creating one of the biggest providers of pharmacy benefits and insurance plans in the United States, a combination it says will help it improve healthcare coordination and cut costs.  Cigna's deal puts it in direct competition with two other healthcare companies set up the same way - Aetna with CVS Health Corp CVS.N and UnitedHealth Group Inc UNH.N with Optum. Cigna's deal has already passed antitrust scrutiny.  Cigna will start offering new products next year to its corporate health insurance customers, including access to Express Scripts’ specialty pharmacy, which has cost savings programs in treatment areas such as cancer, its top executive said in an interview on Thursday.  Prescription drugs that require special handling and are delivered to a doctor’s office or patient home by specialty pharmacies are a growing part of employer healthcare spending and rising U.S. drug costs. Many new drugs costs tens of thousands of dollars when they are launched and drugmakers raise the price of older drugs once or twice a year.  The company will also try to improve products and services by integrating healthcare data, he said.  “There’s a lot of data available today but it’s either not aggregated in a singular place or coalesced in a way that’s intuitive,” Cigna Chief Executive Officer David Cordani said in an interview.","138":"(Reuters) - Express Scripts Holding Co will take a look at any Medicare pharmacy drug plans up for sale including those of Aetna Inc or CVS Health Corp, Express Scripts’ chief executive officer said on Wednesday, as its rivals seek antitrust approvals for their $69 billion deal.  CEO Tim Wentworth was speaking to Wall Street analysts about the company’s interest in expanding managing pharmacy benefits under the federal Medicare program for older or disabled people a day after the company reported higher fourth-quarter profit.  “If a meaningful book of business is coming to the market, we would take a look,” Wentworth said.  Analysts have speculated that CVS and Aetna will need to sell some plans to please antitrust regulators.  The CVS-Aetna combination would lower costs and offer more competitive Part D Medicare drug plans, CVS spokesman David Palombi said.  The deal is “a complementary transaction with minimal overlap in the Medicare Part D segment and there are many large and significant competitors that offer Part D plans,” Palombi said.  Aetna declined to comment.  Express Scripts ESRX.O shares fell 2.3 percent to $76.64 while CVS CVS.N added 0.1 percent at $68.30, and Aetna AET.N was up 0.6 percent at $177.37 in morning trading.  (This story corrects to fourth quarter from first quarter in second paragraph)","139":"Dec 11 (Reuters) - CVS Health Corp expects to administer the first Pfizer Inc COVID-19 vaccines to residents of long term care facilities on December 21, followed by shots from Moderna Inc about a week later, an executive at CVS Health told Reuters.  Pfizer and BioNTech SE could receive emergency authorization for their COVID-19 vaccine from regulators as soon as Friday. Moderna’s regulatory process is about a week behind.  Officials have said that Pfizer and the U.S. government will begin distributing the shots within 24 hours of receiving a regulatory green light and hospitals are planning to give healthcare workers the first shots early next week.  CVS expects to receive its first Pfizer dose allotment toward the end of next week but will wait until December 21 to give shots to comply with regulators, said Chris Cox, senior vice president at CVS Health. He said U.S. officials want to give administrators of shots to nursing homes time to review information documents about the shot and get waivers from nursing home residents and their families.  Some states are opting to use Moderna’s COVID-19 vaccine to inoculate their nursing home residents rather than the Pfizer shot, he added, saying that earliest date that CVS can administer Moderna’s shots to nursing home residents is December 28.  Moderna has applied for emergency authorization and is expected to receive it soon after a meeting of advisors to the U.S. Food and Drug Administration on December 17.  CVS and Walgreens Boots Alliance Inc, which run the nation’s largest pharmacy chains but also offer other offsite pharmacy services, have an agreement with the federal government to vaccinate nursing home residents across the country through a voluntary program.  Cox said he believes all states have opted into the federal program at this point and that CVS is working with 8,000 skilled nursing facilities nationwide. (Reporting by Carl O’Donnell Editing by Nick Zieminski)","140":"March 19 (Reuters) - Cvs Health Corp:  * CVS HEALTH - WILL AWARD $10 MILLION IN 2018 TO SUPPORT YOUTH SMOKING PREVENTION AND EDUCATION PROGRAMS AND STRATEGIES THROUGHOUT U.S. Source text for Eikon: Further company coverage:","141":"Logos of CVS and Aetna are displayed on a monitor above the floor of the New York Stock Exchange shortly after the opening bell in New York, U.S., December 5, 2017. REUTERS\/Lucas Jackson  WASHINGTON (Reuters) - A U.S. judge who has been asked to sign off on a government agreement that allowed CVS Health Corp to buy health insurer Aetna ordered a hearing for April 5.  Judge Richard Leon of the U.S. District Court for the District of Columbia issued the order on Thursday, saying that he wanted the hearing to discuss which witnesses, if any, should testify before he decides whether to approve the government’s deal with the companies.  The $69 billion transaction closed in November.  The Justice Department approved the merger of CVS, a U.S. pharmacy chain and benefits manager, and Aetna in October on condition that Aetna sell its Medicare prescription drug plan business to WellCare Health Plans Inc. That deal has also closed.  Judges usually approve merger agreements that the government strikes with companies with little fanfare but Leon has balked. In December, he said he was “less convinced” than the government that the asset sale to WellCare would resolve antitrust concerns.  Critics of the deal include the American Medical Association and the AIDS Healthcare Foundation.  Pending Leon’s approval, CVS agreed to temporarily allow Aetna to independently make critical product, pricing and personnel decisions.  Both CVS and the Justice Department declined comment.","142":"June 25 (Reuters) - CVS Health Corp:  * CVS HEALTH CORP - CVS HEALTH NOW HAS A TOTAL OF 32 DRIVE-THRU TEST SITES ACROSS SOUTH CAROLINA Source text for Eikon: Further company coverage:","143":"May 19 (Reuters) -  * CVS HEALTH TO RETURN $43.3 MILLION IT RECEIVED IN CORONAVIRUS STIMULUS FUNDS FROM FEDERAL GOVERNMENT - BUSINESS INSIDER Source text : [ID:bit.ly\/2ALhE6L] Further company coverage:","144":"July 8 (Reuters) - CVS Health Corp:  * CVS HEALTH - TO INVEST NEARLY $600 MILLION OVER 5 YEARS TO ADVANCE EMPLOYEE, COMMUNITY & PUBLIC POLICY INITIATIVES THAT ADDRESS RACIAL INEQUALITY Source text for Eikon: Further company coverage:","145":"WASHINGTON\/NEW YORK (Reuters) - Pharmacy chain CVS Health Corp CVS.N won U.S. antitrust approval for its $69 billion acquisition of health insurer Aetna Inc AET.N, the Justice Department said on Wednesday, paving the way for a combination with potential to cut U.S. healthcare costs for consumers.  The companies have said they will save administrative and patient care costs when they combine, in part by steering Aetna customers to walk-in clinics in CVS stores for less expensive medical services. CVS could offer more preventive care services and screenings in its clinics, such as enabling patients with diabetes to monitor blood sugar levels, avoiding higher cost visits to doctors or emergency rooms.  CVS aims to cut costs by $750 million annually by the end of the second year after the deal closes.  It is the second large recent healthcare deal to win U.S. Justice Department approval. The agency gave the green light to health insurer Cigna Corp's CI.N $52 billion acquisition of the nation's largest pharmacy benefit manager (PBM), Express Scripts Holding Co ESRX.O, on Sept. 17.  Shares of CVS and Aetna each rose about 1 percent on Wednesday, a day when the broader market was sharply lower, with CVS trading at $80.20 and Aetna at $206.48.  The deal was approved on the condition that the companies sell Aetna’s standalone Medicare prescription drug plan business, known as Medicare Part D, the Justice department said.  Aetna last month said it would sell all of those standalone plans for prescription drugs that are part of the Medicare program for Americans aged 65 and older and the disabled to WellCare Health Plans Inc WCG.N, paving the way for the deal's approval.  FILE PHOTO - Logos of CVS and Aetna are displayed on a monitor above the floor of the New York Stock Exchange shortly after the opening bell in New York, U.S., December 5, 2017. REUTERS\/Lucas Jackson  Without the sale the two companies would have owned more than a 30 percent share of those standalone Medicare drug plans, creating concern about the amount of control the new CVS would have had over this part of the Medicare insurance market. Drugs administered by doctors and hospitals are covered under a separate Medicare benefit.  Together Aetna and CVS have 6.8 million members in standalone Medicare drug plans, the Justice Department said. CVS also has a large PBM business.  “The divestitures required here allow for the creation of an integrated pharmacy and health benefits company that has the potential to generate benefits by improving the quality and lowering the costs of the healthcare services that American consumers can obtain,” Makan Delrahim, head of the department’s Antitrust Division, said in a statement.  ON TRACK TO CLOSE THIS YEAR  California, Florida, Hawaii, Mississippi and Washington also joined the antitrust review.  “We know that over consolidation is bad for healthcare and leaves millions of Californians with fewer options. We will keep close watch to ensure that the terms of this settlement are met,” California Attorney General Xavier Becerra said in a statement.  CVS Chief Executive Larry Merlo said in a statement that the deal is on track to close early in the fourth quarter. CVS first announced plans to buy Aetna last December.  Since then, online retailer Amazon.com Inc AMZN.O stepped into the healthcare market with the purchase of online pharmacy PillPack, which Wall Street analysts say can help it expand further in healthcare and undercut major players across the prescription drugs supply chain.  Amazon has also aligned itself with JP Morgan Chase & Co JPM.N and Berkshire Hathaway Inc BRKaN to experiment with new models for employee healthcare - one of Aetna's target markets for health insurance.  The decision comes as the Trump administration intensifies pressure on healthcare industry “middlemen,” such as PBMs, over practices it says increase the cost of prescription medicines for U.S. consumers.  After the deals were announced, antitrust experts described them as “vertical” combinations that were less troublesome from a competitive standpoint than a previous round of proposed consolidation deals among insurers, which were blocked.  The Justice Department sued and won its case to stop Aetna's $37 billion plan to acquire smaller U.S. health insurer Humana Inc HUM.N. It also blocked a combination of health insurers Anthem Inc ANTM.N and Cigna.","146":"Feb 20 (Reuters) - CVS Health Corp reported a 12.5 percent increase in quarterly revenue on Wednesday, driven by strong pharmacy sales and its recent acquisition of health insurer Aetna.  The drugstore chain operator and pharmacy benefits manager booked a net loss of $419 million, or 37 cents per share, in the fourth quarter ended Dec. 31, compared with a net income of $3.29 billion, or $3.22 per share, a year earlier when it benefited from changes to U.S. tax laws.  Revenue rose to $54.42 billion in the quarter from $48.39 billion a year earlier. (Reporting by Aakash Jagadeesh Babu and Manas Mishra in Bengaluru Editing by Saumyadeb Chakrabarty)","147":"Feb 12 (Reuters) - CVS Health Corp:  * CVS HEALTH REPORTS FOURTH QUARTER AND FULL-YEAR 2019 RESULTS, REFLECTING STRONG EXECUTION ACROSS THE ENTERPRISE  * Q4 ADJUSTED EARNINGS PER SHARE $7.08  * Q4 GAAP EARNINGS PER SHARE $1.33 FROM CONTINUING OPERATIONS  * Q4 EARNINGS PER SHARE ESTIMATE $1.68 -- REFINITIV IBES DATA  * SEES FY 2020 ADJUSTED EARNINGS PER SHARE $7.04 TO $7.17  * SEES FY 2020 GAAP EARNINGS PER SHARE $5.47 TO $5.60 FROM CONTINUING OPERATIONS  * QTRLY TOTAL REVENUES INCREASED 22.9% TO $66.9 BILLION  * SEES 2020 GAAP OPERATING INCOME IN RANGE OF $12.8 BILLION TO $13.0 BILLION  * SEES 2020 CASH FLOW FROM OPERATIONS IN RANGE OF $10.5 BILLION TO $11.0 BILLION  * QTRLY FRONT STORE SAME STORE SALES UP 0.7%  * QTRLY TOTAL SAME STORE SALES UP 3.2%  * QTRLY PHARMACY SAME STORE SALES UP 4.1%  * Q4 REVENUE VIEW $63.97 BILLION -- REFINITIV IBES DATA  * FY2020 EARNINGS PER SHARE VIEW $7.15 -- REFINITIV IBES DATA Source text for Eikon: Further company coverage:","148":"WASHINGTON (Reuters) - A federal judge reviewing a Justice Department decision to allow U.S. pharmacy chain and benefits manager CVS Health Corp CVS.N to merge with health insurer Aetna said on Wednesday that the agreement was in fact legal under antitrust law.  FILE PHOTO: Logos of CVS and Aetna are displayed on a monitor above the floor of the New York Stock Exchange shortly after the opening bell in New York, U.S., December 5, 2017. REUTERS\/Lucas Jackson  Judge Richard Leon of U.S. District Court for the District of Columbia had been examining a government plan announced in October to allow the merger on condition that Aetna sell its Medicare prescription drug plan business to WellCare Health Plans Inc WCG.N. Both deals have already closed.  Leon had initially balked at approving the merger conditions and insisted on hearing from critics of the deal, but finally decided to grant the motion to approve the consent agreement.  But he took aim at the common practice of companies’ closing multibillion-dollar deals while the court review, required by the Tunney Act, was still in process.  “If the Tunney Act is to mean anything,” Leon wrote, “it surely must mean that no court should rubberstamp a consent decree approving the merger of ‘one of the largest companies in the United States’ and ‘the nation’s third largest health-insurance company,’ ... simply because the Government requests it!”  In December, Leon said he was \"less convinced\" than the government that the asset sale to WellCare would resolve antitrust concerns. Since then, Centene Corp CNC.N agreed to acquire WellCare for $15.27 billion.  Assistant Attorney General Makan Delrahim, head of the Justice Department’s Antitrust Division, said he was pleased with Leon’s decision.  CVS said the judge’s decision reinforced that CVS and Aetna have already merged.  “CVS Health and Aetna have been one company since November 2018, and today’s action by the District Court makes that 100 percent clear. We remain focused on transforming the consumer health care experience in America,” CVS spokesman T.J. Crawford said in an emailed statement.  Critics of the CVS-Aetna deal included the American Medical Association and the AIDS Healthcare Foundation.  Another critic, U.S. PIRG, expressed skepticism that savings from the merger would end up in consumers’ pockets.  “Again and again, CVS Caremark has used its market power to both increase the cost of medications for consumers and rip off the government, instead of passing on savings its promised to consumers,” PIRG said in a statement.  Pending Leon’s approval, CVS agreed to temporarily allow Aetna to independently make critical product, pricing and personnel decisions.  CVS has been in the process of converting itself into a healthcare company and said in June that it would offer expanded health services such as nutrition counseling and blood pressure screenings in 1,500 stores by the end of 2021.  Most consent agreements that the antitrust agencies strike with companies to resolve competitive concerns are approved by federal courts with little fuss under the 1974 Tunney Act, which requires courts to ensure the agreements are in the public interest.  Companies generally do not wait for final court approval before closing their transactions.","149":"LOS ANGELES (Reuters) - CVS Health Corp and unmanned vehicle delivery Nuro in June will start testing a service that drops prescriptions and other essentials free of charge to some customers in the Houston area, the companies said on Thursday.  CVS and other companies are experimenting with myriad ways to serve customers who may be reluctant or unable to visit stores due to the coronavirus pandemic, which has fueled demand for home delivery of everything from groceries and medicine to patio furniture and gardening supplies.  Mountain View, California-based Nuro said in a blog post that the service in Houston will launch with its autonomous Prius fleet and then switch in subsequent months to R2, its low-speed, custom-built delivery bot.  The program will serve customers near a CVS store in Bellaire, Texas. Those customers will need to confirm their identification to gain access to their curbside deliveries, the companies said.  “We want to give our customers more choice in how they can quickly access the medications they need,” said Ryan Rumbarger, senior vice president of store operations for CVS Health.  The deal marks the first health-related deal for Nuro, which has tested grocery delivery with supermarket giant Kroger Co in Houston.  CVS also is testing drone deliveries with United Parcel Service Inc’s Flight Forward division.","150":"NEW YORK (Reuters) - A CVS Health Corp CVS.N health plan that uses an outside drug pricing group to help it decide whether to cover certain new medicines has gained little traction with customers, according to its top medical executive, and has drawn fierce criticism from patient advocacy groups.  FILE PHOTO: Pharmaceutical tablets and capsules are arranged in the shape of a U.S. dollar sign on a table in this picture illustration taken in Ljubljana August 20, 2014. REUTERS\/Srdjan Zivulovic  The company has held back on marketing the pharmacy benefit plan while it talks to these groups, CVS said.  The plan, launched a year ago, is based on analyses by the Institute for Clinical and Economic Review (ICER), a Boston-based group that assesses effectiveness of drugs to determine appropriate prices.  Using ICER’s cost effectiveness assessment, CVS decides whether to include second or third medicines entering the market if there are already similar ones in the plan.  Opposition to the CVS plan is part of much broader concerns cited by drug companies and advocacy groups, many of which receive funding from the pharmaceutical industry. Some say that ICER’s analysis based on additional years of “quality life” gained from a given treatment is arbitrary and disregards the costs of drug development and patient needs.  More than 50 groups, including drugmakers, PhRMA, the industry’s main lobby group, and other advocacy groups, have provided comment during a public input period included in a review by ICER of its assessment methods. Many asked ICER to eliminate price recommendations from its efficacy analyses.  ICER has defended its methods, which are based on a widely-used cost effectiveness analysis.  The soft rollout of CVS’ ICER-related product comes as employer health plan sponsors - its biggest clients - are showing increased concern over their cost for new high-priced drugs, and are considering refusing to pay for them at all, CVS Chief Medical Officer Troy Brennan said in a recent interview.  If corporate customers follow through on that threat, CVS said it could change tactics with the plan.  Rising drug prices, particularly for expensive specialty treatments for severe or deadly conditions, have pushed annual U.S. healthcare spending to $3.65 trillion, and made them unaffordable for many individuals.  Earlier this year, Novartis AG NOVN.S launched Zolgensma, a more than $2 million gene therapy for a rare but deadly disease called spinal muscular atrophy.  The new CVS program, cited as an example of ICER’s growing influence on U.S. drug pricing, would not apply to such a breakthrough treatment. It is a tiny plan by CVS standards as the company manages pharmaceutical benefits for more than 102 million people and also owns Aetna insurance and a national pharmacy chain.  NOT WIDELY PROMOTED  The plan’s scope is limited to so-called me too drugs, those where similar effective treatments already exist, and aims to pressure drugmakers to set lower prices. For example, two of three very similar drugs for migraine approved in 2018 could have been excluded, but drugmakers set prices ICER deemed cost effective.  CVS has limited sales and marketing for the plan while it talks to patient groups who oppose it. About 240,000 CVS employees and a few large clients’ employees are enrolled thus far. The company declined to comment on exact membership.  “We are not widely promoting this program,” Brennan said, adding that CVS is working to address patient groups’ concerns.  Meanwhile, Brennan said some employers are considering refusing to pay for million-dollar treatments like gene therapy. They are saying, “I’m not going to cover these kinds of therapies no matter what their comparative effectiveness is if they’ve got a really high cost.”  Large healthcare consultant and brokerage Mercer said it has begun to field similar concerns.  “We have certainly gotten some plan sponsors saying ‘What if we don’t cover specialty drugs?’” said David Dross, who runs Mercer’s managed pharmacy practice. Two years ago, it never received any such questions, he said.  Steve Wojcik, an executive with the National Business Group on Health which represents large employers, said he does not believe many will take that drastic step.  Still, ICER President Steven Pearson said employers tell him they worry about their ability to cover everything and have suggested they might drop some high-cost treatments. He said employers can use cost effectiveness analysis to help them manage their spending.  ICER has responded to outside criticism by meeting with patient advocates and by adding new measurements for a drug’s effectiveness, such as the value of life years gained, which does not focus on quality of life improvements, Pearson said.  Since 2015, ICER has published up to a dozen reviews each year of drugs and classes of medicines.  Most U.S. private insurers now use ICER clinical and cost analyses to inform coverage negotiations with drugmakers. ICER funding primarily comes from a non-profit foundation, but drug companies and health insurers provide some funds for ICER-related activities.","151":"May 14 (Reuters) - CVS Health :  * CVS HEALTH - EXPECTS TO TO ESTABLISH UP TO 1,000 COVID-19 TEST SITES BY END OF MAY  * CVS HEALTH - WILL OPEN MORE THAN 50 COVID-19 TEST SITES AT SELECT DRIVE-THRU LOCATIONS IN ARIZONA, CONNECTICUT, FLORIDA, MASSACHUSETTS & PENNSYLVANIA  * CVS HEALTH - OPENING OF HUNDREDS OF ADDITIONAL TEST SITES ACROSS U.S. WILL BE ANNOUNCED OVER NEXT 2 WEEKS  * CVS HEALTH - COVID-19 TESTS WILL BE SENT TO AN INDEPENDENT, THIRD-PARTY LAB FOR PROCESSING & RESULTS WILL BE AVAILABLE IN ABOUT 3 DAYS  * CVS HEALTH - COVID-19 TESTING WILL NOT TAKE PLACE INSIDE ANY RETAIL LOCATIONS  * CVS HEALTH - OPERATES RAPID TEST SITES IN COORDINATION WITH 5 STATES, WHICH CAN PROCESS NEARLY 30,000 COVID-19 TESTS PER WEEK Source text for Eikon: Further company coverage:","152":"FILE PHOTO: A logo of CVS Health is displayed on a monitor above the floor of the New York Stock Exchange shortly after the opening bell in New York, U.S., December 5, 2017. REUTERS\/Lucas Jackson  WASHINGTON (Reuters) - The Justice Department has said in a court filing that a partial government shutdown could delay its response to comments on pharmacy chain CVS Health Corp’s purchase of health insurer Aetna, a necessary step in a court giving final approval to the deal.  Judge Richard Leon of the U.S. District Court for the District of Columbia has been reviewing a consent decree reached by the government and the companies in October to allow their $69 billion merger. The deal has closed, although Judge Leon has required that some aspects of integration be halted during the review process.  Additionally, the Justice Department is required to respond to public comments on the consent agreement. It said in a court filing late on Tuesday that a lapse in funding as of midnight on Jan. 4 meant that the Antitrust Division could not process those comments until its appropriations were restored.  An exception could be made if the court orders them to do so, the department said in the filing.  The partial shutdown began hitting government agencies on Dec. 22 as part of a battle between the White House, which is demanding billions to build a wall on the U.S. border with Mexico, and congressional Democrats, who say the expenditure would be ineffective in slowing illegal immigration.  A spokesman for CVS had no immediate comment.","153":"Nov 6 (Reuters) - CVS Health posted a 3.5% rise in third-quarter sales on Friday, partly boosted by higher demand at its pharmacy stores that sell over-the-counter consumer health products and prescription drugs.  Quarterly sales rose to $67.06 billion in the quarter from $64.81 billion a year earlier. (Reporting by Manas Mishra in Bengaluru; Editing by Shinjini Ganguli)","154":"(Corrects to “systemic” in paragraph 2)  June 12 (Reuters) - Drugstore chain CVS Health Corp joined Walmart Inc in announcing it will stop keeping beauty and personal care products designed for people of color in locked display cases, after the practice drew criticism online.  In the wake of nationwide protests in the U.S. against police brutality and racial inequality following the death of African American George Floyd last month, several companies have issued statements in support of the black community and set up funds to fight systemic racism.  The change in policy at both companies comes after a Walmart customer complained the practice of locking up items that cater to people of color was discriminatory.  “We have a firm-nondiscrimination policy that applies to all aspects of our business and our product protection measures have never been based on the race or ethnicity of our customers,” CVS said in an emailed statement on Friday.  The drugstore chain said it had expanded its selection of products in its textured hair and color cosmetics categories by 35% over the past year to add new brands that appeal to communities of color.  Walgreens Boots Alliance Inc also said it is currently ensuring multicultural hair care and beauty products are not stored behind locked cases, which has been the case at a limited number of its stores. (Reporting by Saumya Sibi Joseph, Aishwarya Nair and Aakriti Bhalla in Bengaluru; Editing by Krishna Chandra Eluri and Saumyadeb Chakrabarty)","155":"Logos of CVS and Aetna are displayed on a monitor above the floor of the New York Stock Exchange shortly after the opening bell in New York, U.S., December 5, 2017. REUTERS\/Lucas Jackson  WASHINGTON (Reuters) - The American Medical Association, which represents U.S. physicians, urged the U.S. Justice Department on Wednesday to stop CVS Health Corp’s plan to buy insurance provider Aetna Inc, saying the deal could result in higher prices for prescription medicines.  The AMA said that the $69 billion deal, announced in December, would lead to a “substantial reduction” of competition in pharmacy benefit (PBM) services market and the Medicare Part D prescription drug plan for seniors.  The AMA said the deal would increase concentration in 10 of the 34 Medicare Part D regional markets to the point where it is presumed likely to increase market power.  “CVS and Aetna ... operate as rivals in some of the same markets, raising substantial concerns,” said AMA President Barbara McAneny in a statement.  McAneny said the merger would mean higher prices, less choice and stifled innovation in PBM services, health insurance and pharmacy services.  CVS said in a statement that it strongly disagreed with the AMA’s assessment of the deal.  “We believe that competition within each of the business segments in which we operate – pharmacy benefit management, pharmacies and insurers – is fierce and will remain so,” the company said in a statement.","156":"FILE PHOTO: A woman waits behind a sheet of protective plastic at the pharmacist's counter at a CVS Pharmacy in Manhattan during the outbreak of the coronavirus disease (COVID-19) in New York City, New York, U.S., March 27, 2020. REUTERS\/Mike Segar  (Reuters) - CVS Health Corp said on Thursday it plans to add more than 2,000 new COVID-19 drive-thru test sites at select CVS Pharmacy locations across the United States.  CVS Health expects to have more than 4,000 test sites operating by mid-October in the country, the company said.  The drugstore chain, which has been operating large-scale testing sites since early April, said the new locations will open in waves over the next several weeks in 33 states and Washington, DC. It aims to open more than 400 sites on Friday.  The new sites will use self-swab tests, which will be available within two to three days.  In August, the company expanded its network of third-party lab partners to help improve the turnaround time of its results.","157":"FILE PHOTO: The CVS logo is seen at one of their stores in Manhattan, New York, U.S., August 1, 2016. REUTERS\/Andrew Kelly  (Reuters) - CVS Health on Friday named Marc-David Munk as the new chief medical officer of MinuteClinic, the drugstore chain’s retail medical clinic unit and as associate chief medical officer of the company.  Late last year, CVS agreed to buy health insurer Aetna Inc for $69 billion, seeking to tackle soaring healthcare spending through lower-cost medical services in pharmacies.  Retail clinics refer to walk-in clinics in stores and supermarkets. MinuteClinic, launched in 2000, is the largest provider of retail clinics in the United States.  Munk was previously the chief medical officer of Boston-based Iora Health.","158":"(Reuters) - CVS Health Corp CVS.N on Wednesday said it was sticking to its 2020 forecast and expected a strong second quarter, as reduced medical service use for its Aetna insurance business offset coronavirus-related expenses and the pandemic's impact on pharmacy sales and prescriptions.  People wait in line practicing social distance at Target CVS Pharmacy as the spread of coronavirus disease (COVID-19) continues, in Oakland, California, U.S., April 7, 2020. REUTERS\/Shannon Stapleton  The company, which has a health insurance business, a large pharmacy benefit manager and retail pharmacy stores, said it still expects 2020 adjusted profit of $7.04 to $7.17 per share, and its shares rose 2.3% to $62.62.  “Sticking with the guidance should be enough for the stock at a time when the company is also dedicating extra resources to manage the COVID-19 pandemic,” said Bank of America analyst Michael Cherny.  CVS said sales of over-the-counter health products fell 11% in April, as Americans largely stayed home to help slow the spread of the coronavirus and COVID-19, the sometimes deadly illness it causes.  The company said its second-quarter results would reflect a “significant increase” in pandemic-related expenses, such as bonus payouts to some employees and waiving fees associated with home delivery.  The stockpiling of healthcare items, disinfectants and other necessities by consumers that fueled a surge in retail sales and led to a better-than-expected first quarter was not sustained in April, when many states required residents to stay at home. Rival Walgreens Boots Alliance WBA.O reported a similar trend when it announced quarterly results last month.  “We are seeing that as shelter-in orders are lifting, and we return our hours of operation to normal hours, we’re beginning to see sales improve,” said Chief Operating Officer Jonathan Roberts.  The company was seeing some benefit from its prescription home delivery initiatives, and highlighted efforts to expand COVID-19 testing. The company expects to have up to 1,000 locations across the country offering self-swab coronavirus tests.  “I will say that the nature of our business is, to a degree, recession resistant,” Chief Executive Larry Merlo said on a conference call.  Sales at CVS’ retail unit jumped 7.7% to $22.75 billion in the first quarter, helped by strength in its pharmacy and over-the-counter consumer health products.  Aetna fared well in the first quarter as it spent less on medical claims, with patients staying away from doctors’ offices and hospitals over coronavirus fears and elective procedures were delayed or canceled to preserve capacity for COVID-19 patients.  That trend continued in April, with a 30% decline in use of medical services overall and 50% drop in laboratory and radiology services.  The company’s large pharmacy benefits business also benefited from consumer stockpiling of medicines in the first quarter, but the company said that trend had since reversed. Sales rose 4.2% to $34.98 billion.  CVS said it had an adjusted first-quarter profit of $1.91 per share, topping analysts’ average expectations by 28 cents, according to Refinitiv IBES data.  Overall sales rose 8.3% to $66.76 billion, beating estimates by $2.66 billion.","159":"Feb 7 (Reuters) - CVS Health Corp:  * CVS HEALTH SAYS ON FEB 7, 2020, MARK T. BERTOLINI INFORMED BOARD OF HIS DECISION TO RESIGN FROM BOARD, EFFECTIVE IMMEDIATELY - SEC FILING Source text: (bit.ly\/39sSJB9) Further company coverage:","160":"FILE PHOTO: Logos of CVS and Aetna are displayed on a monitor above the floor of the New York Stock Exchange shortly after the opening bell in New York, U.S., December 5, 2017. REUTERS\/Lucas Jackson\/File Photo  WASHINGTON (Reuters) - A federal judge on Monday ordered up to three days of hearings next month to consider CVS Health Corp’s $69 billion merger with Aetna, which has closed but must still get court approval.  Judge Richard Leon U.S. District Court for the District of Columbia set a hearing to start on June 3 and to run a maximum of three days, according to the court filing.  The deal prompted criticism as soaring healthcare prices have sparked outrage and investigations in the United States. The criticism of rising drug prices has come from across the political spectrum, from U.S. President Donald Trump, a Republican, to progressive Democrats like U.S. Senator Elizabeth Warren, who is running for president.","161":"Sept 17 (Reuters) - CVS Health Corp said on Thursday it plans to add more than 2,000 new COVID-19 drive-thru test sites at select CVS Pharmacy locations across the country.  CVS Health expects to have more than 4,000 test sites operating by mid-October, the company said.","162":"FILE PHOTO: The CVS logo is seen at one of their stores in Manhattan, New York, U.S., August 1, 2016. REUTERS\/Andrew Kelly\/File Photo  (Reuters) - CVS Health Corp and Walgreens Boots Alliance Inc expect to administer the first Pfizer Inc COVID-19 vaccines to residents of long-term U.S. nursing homes on December 21, executives at the companies said.  That will be followed by shots from Moderna Inc about a week later, they told Reuters.  Pfizer and BioNTech SE could receive emergency authorization for their COVID-19 vaccine from regulators as soon as Friday. Moderna’s regulatory process is about a week behind.  Officials have said that Pfizer and the U.S. government will begin distributing the shots within 24 hours of receiving a regulatory green light, and hospitals are planning to give healthcare workers the first shots early next week.  CVS expects to receive its first Pfizer dose allotment toward the end of next week but will wait until December 21 to give shots, said Chris Cox, senior vice president at CVS Health. He said U.S. officials want to allow time for the companies to review information documents about the shot and get waivers from nursing home residents and their families.  Some states are opting to use Moderna’s COVID-19 vaccine to inoculate their nursing home residents rather than the Pfizer shot, he added, saying that earliest date that CVS can administer Moderna’s shots is December 28.  Moderna has applied for emergency authorization and is expected to receive it soon after a meeting of advisors to the U.S. Food and Drug Administration on December 17.  CVS and Walgreens Boots Alliance Inc, which run the nation’s largest pharmacy chains but also offer other offsite pharmacy services, have an agreement with the federal government to vaccinate nursing home residents across the country through a voluntary program.  Cox said he believed all states had opted into the federal program, and CVS Pharmacy said more than 40,000 long-term care facilities had selected it as their COVID-19 vaccination provider.","163":"WASHINGTON (Reuters) - CVS Health Corp CVS.N defended on Friday an agreement with the U.S. Justice Department which allowed it to purchase health insurer Aetna for $69 billion, a settlement that a federal judge is still assessing.  FILE PHOTO: Shoppers walk outside a CVS store and pharmacy in Medford, Massachusetts, U.S. December 4, 2017. REUTERS\/Brian Snyder\/File Photo  The Justice Department approved the merger of CVS, a U.S. pharmacy chain and benefits manager, and Aetna in October on condition that Aetna sell its Medicare prescription drug plan business to WellCare Health Plans Inc WCG.N. That sale was completed in November.  Now, the Justice Department and companies have found themselves in the unusual position of defending their antitrust settlement to a skeptical federal judge. Most judges approve consent decrees aimed at resolving competition concerns with no fanfare, and deals normally close before the judge rules.  But Judge Richard Leon of the U.S. District Court for the District of Columbia wrote in an order that he was “less convinced” than the government that the agreement would resolve antitrust concerns. He also has seemed annoyed that CVS closed its purchase of Aetna in October before his ruling.  In its brief, filed on Friday, CVS said that the deal had been extensively reviewed and urged the judge to allow the companies to continue integrating while he examines the settlement reached with the government.  CVS also noted that Aetna would be run separately from CVS, including decisions pricing and product offerings, during the court process.  In its filing, the government urged the judge to allow the companies to press on with integration, saying he did not have the power to stop the merger, only to reject the settlement.  “The United States remains mindful of the court’s responsibility to independently determine whether the proposed settlement is in the public interest and looks forward to discussing why the settlement meets that standard,” the government said.  While CVS and Aetna operate in largely separate business segments, the deal attracted opposition from groups including the American Medical Association and independent pharmacists, represented by the Pharmacists Society of the State of New York and Pharmacists United for Truth and Transparency.  The two pharmacist groups asked Leon to allow them to argue against the deal.  “We are asking the court to stop the consolidation so that the concerns of patients, providers and consumers can be heard,” said Debbi Barber, president of New York pharmacists.","164":"May 14 (Reuters) - Wall Street securities analysts revised their ratings and price targets on several U.S.-listed companies, including CVS Health, Regal Beloit and Zuora, on Thursday. HIGHLIGHT * CVS Health Corp : Credit Suisse raises to outperform from neutral * Dow Inc : HSBC cuts to hold from buy * Regal Beloit Corp : Keybanc raises to overweight rating * Sprouts Farmers market Inc : Oppenheimer cuts to perform from outperform * Zuora Inc : Jefferies cuts to hold from buy Following is a summary of research actions on U.S. companies reported by Reuters on Thursday. Stock entries are in alphabetical order. * 10X Genomics Inc : Guggenheim raises target price to $96 from $95 * 1Life Healthcare Inc : Piper Sandler raises price target to $29 from $27 * 1Life Healthcare Inc : SunTrust Robinson raises price target to $30 from $26 * 1Life Healthcare Inc : Wells Fargo raises price target to $23 from $18 * Adaptive Biotechnologies Corp : Guggenheim raises target price to $44 from $43 * Adient Plc : BofA Global Research raises price objective to $18 from $13 * Adt Inc : Citigroup raises price target to $6.25 from $4.50 * Advance Auto Parts Inc : Wells Fargo raises price target to $125 from $95 * Albemarle Corp : Deutsche Bank cuts target price to $65 from $68 * Alcon : SVB Leerink raises target price to $57 from $56 * Allogene Therapeutics Inc : Canaccord Genuity raises target to $44 from $36 * Allogene Therapeutics Inc : H.C. Wainwright raises target price to $42 from $35 * Allogene Therapeutics Inc : Jefferies raises target price to $45 from $37 * Allogene Therapeutics Inc : Oppenheimer raises target price to $50 from $44 * Allogene Therapeutics Inc : SunTrust Robinson cuts to hold from buy * Allogene Therapeutics Inc : SunTrust Robinson raises target to $32 from $29 * American Axle & Manufacturing : BofA Global Research raises PT to $7 from $6 * American Renal Associates Holdings Inc : Deutsche Bank cuts target to $7 from $9 * Apache Corp : BMO raises target price to $10 from $8.5 * Arbor Realty Trust Inc : Deutsche Bank cuts target price to $8.5 from $14.5 * Arcus Biosciences Inc : Mizuho raises target price to $40 from $22 * Ares Capital Corp : Wedbush cuts target price to $16.75 from $21 * Armstrong Flooring Inc : Instinet raises target price to $5 from $2 * Armstrong Flooring Inc : Instinet raises to buy from neutral * Asbury Automotive Group Inc : BofA Global Research raises price objective to $74 from $63 * Autonation Inc : BofA Global Research raises price objective to $47 from $44 * Autozone Inc : Wells Fargo raises price target to $1175 from $1050 * Axos Financial Inc : Piper Sandler cuts target price to $22 from $26 * Baker Hughes Co : Barclays raises target price to $17 from $14 * Becton Dickinson and Co : Piper Sandler raises target price to $296 from $286 * Best buy Co Inc : Evercore ISI raises to outperform from in line * Best buy Co Inc : Wells Fargo raises price target to $75 from $60 * Bill.Com Holdings Inc : Piper Sandler starts with neutral rating; PT $85 * Bio-Techne Corp : Benchmark initiates with buy rating and $290 price target * BJ's Wholesale Club Holdings Inc : Credit Suisse raises target to $31 from $26 * Blackline Inc : Oppenheimer raises target price to $70 from $63 * BlackRock Inc : Wells Fargo raises price target to $530 from $495 * Bridgebio pharma Inc : SVB Leerink cuts target price to $39 from $41 * Brigham Minerals Inc : Credit Suisse cuts to neutral from outperform * Brigham Minerals Inc : Credit Suisse raises target price to $12 from $9 * Brinker International Inc : MKM Partners cuts target price to $31 from $32 * Brp Group Inc : Jefferies cuts target price to $10 from $11 * Brp Group Inc : Wells Fargo cuts target price to $13 from $14 * Cactus : Barclays cuts to equalweight from overweight, cuts PT to $14 from $17 * Callon Petroleum Co : BMO raises target price to $1 from $0.5 * Capricor Therapeutics Inc : Maxim raises target price to $12 from $10 * Carrier Global Corp : Cowen and Company raises target price to $18 from $17 * Cel-Sci Corp : H.C. Wainwright raises price target to $23 from $18 * Centennial Resource Development : BMO raises PT to 75 cents from 25 cents * Central Garden & Pet Co : SunTrust Robinson raises price target to $35 from $30 * Chesapeake Energy Corp : BMO cuts target price to $10 from $50 * Chevron Corp : HSBC raises target price to $91 from $87 * Chipotle Mexican Grill : Piper Sandler raises target price to $1100 from $850 * Cimarex Energy Co : BMO cuts target price to $25 from $26 * Cintas Corp : Credit Suisse raises target price to $205 from $200 * Cintas Corp : Jefferies raises target price to $245 from $241 * Cintas Corp : RBC raises target price to $250 from $220 * Cintas Corp : Stifel raises target price to $160 from $157 * Cisco : Barclays raises target price to $50 from $48 * Cisco : Citigroup raises price target to $48 from $40 * Cisco : Credit Suisse raises target price to $41 from $40 * Cisco : Instinet raises price target to $46 from $43 * Cisco : Jefferies raises target price to $49 from $45 * Cisco : Piper Sandler raises target price to $44 from $42 * Cisco : Raymond James raises target price to $49 from $48 * Cisco : UBS cuts price target to $51 from $54 * Cisco : Wells Fargo raises price target to $55 from $50 * Clear Channel Outdoor Holdings : Citigroup ups PT to 90 cents from 50 cents * Cogent Communications Holdings Inc : RBC raises target price to $80 from $77 * Community Healthcare Trust : Piper Sandler raises target price to $38 from $35 * Compass Group Plc : Barclays cuts target price to 1250p from 2000p * Comstock Resources Inc : MKM Partners cuts target price by $1 to $7 * Concho Resources Inc : BMO raises target price to $70 from $65 * Conocophillips : BMO raises target price to $42 from $40 * Continental Resources Inc : BMO raises target price to $14 from $10 * Crocs Inc : Susquehanna raises target price to $27 from $25 * CVS Health Corp : Credit Suisse raises to outperform from neutral * Cyberark Software Ltd : Guggenheim cuts target price to $115 from $134 * Cytomx Therapeutics Inc : H.C. Wainwright cuts target price to $12 from $16 * Dana Inc : BofA Global Research raises price objective to $15 from $13 * Delek Logistics Partners LP : Wells Fargo raises price target to $21 from $12 * Devon Energy Corp : BMO raises target price to $13 from $11 * Dexcom Inc :Wells Fargo initiates with equal weight rating and $420 price target * Diamondback Energy Inc : BMO raises target price to $45 from $37 * Discovery Inc : Barrington Research cuts target price by $6 to $28 * Dominion Energy Inc : Credit Suisse raises target price to $85 from $80 * Dow Inc : HSBC cuts target price to $35 from $38 * Dow Inc : HSBC cuts to hold from buy * Dril-Quip Inc : Scotiabank cuts price target to $29 from $31 * Eaton Corporation Plc : Keybanc cuts to sector weight from overweight * Eaton Corporation Plc : Keybanc cuts to sector weight rating * Eaton Vance Corp : KBW cuts target price to $32 from $37 * Eidos Therapeutics Inc : JP Morgan cuts target price to $50 from $58 * Eidos Therapeutics Inc : JP Morgan cuts to neutral from overweight * Electromed Inc : Dougherty raises target price to $19 from $15 * EOG Resources Inc : BMO raises target price to $50 from $46 * Equity Residential : Piper Sandler cuts target price to $56 from $58 * Evo Payments Inc : Citigroup raises price target to $19 from $14 * Exelixis Inc : SunTrust Robinson raises target price to $40 from $35 * Exterran Corp : Capitalone Securities cuts price target to $10 from $11 * Exxon Mobil Corp : HSBC raises target price to $48 from $47.5 * Falcon Minerals Corp : Simmons Energy raises target price to $4 from $3 * Fiserv Inc : Susquehanna raises price target to $114 from $108 * Fiserv Inc : Susquehanna raises to positive from neutral * Franks International NV : Barclays cuts target price to $2 from $3 * Freeport-McMoRan Inc : RBC cuts target price to $11 from $14 * Fulcrum Therapeutics Inc : SVB Leerink raises target price to $25 from $20 * Gci Liberty Inc : Citigroup raises price target to $81 from $80 * GeoPark Ltd : BMO cuts target price to $11 from $14 * GeoPark Ltd : Eight Capital raises target price to $10 from $8.50 * Global Medical REIT Inc : Compass Point cuts price target to $15 from $16 * Goldman Sachs BDC Inc : Citigroup raises price target to $15 from $14 * Granite Point Mortgage Trust Inc : Citigroup raises target to $4.5 from $2.5 * Great Ajax Corp : Raymond James raises target price to $10.50 from $8.50 * Group 1 Automotive Inc : BofA Global Research raises price objective to $74 from $65 * Halliburton Co : Barclays raises target price to $8 from $7 * Harvest Capital Credit Corp : KBW raises target price to $5 from $4.50 * Healthpeak Properties Inc : Evercore ISI cuts target price to $25 from $26 * Healthpeak Properties Inc : RBC cuts target price to $27 from $32 * Hertz Global Holdings Inc : Deutsche Bank cuts target price to $3 from $9 * Hess Corp : BMO raises target price to $50 from $45 * Hilton Worldwide Holdings Inc : Barclays cuts target price to $82 from $85 * Home Depot Inc : Jefferies raises target price to $269 from $228 * Htg Molecular Diagnostics : H.C. Wainwright cuts target price to $1 from $1.50 * Ingersoll Rand Inc : Simmons Energy cuts target price to $26.50 from $37 * Integer Holdings Corp : Benchmark starts with buy rating; price target $105 * Invitation Homes Inc : RBC cuts target price to $29 from $31 * Iron Mountain Inc : Credit Suisse cuts target price to $16 from $17 * J2 Global Inc : JP Morgan cuts target price to $100 from $105 * Jack In the Box Inc : Oppenheimer raises target price to $75 from $70 * Jack In the Box Inc : Stifel raises target price to $70 from $65 * Jakks Pacific Inc : BMO cuts target price to 50 cents from $1 * Johnson Controls International Plc : Cowen and Company cuts PT to $36 from $44 * Kar Auction Services Inc : BofA Global Research cuts price objective to $21 from $22 * Kodiak Sciences Inc : SunTrust Robinson cuts target price to $90 from $101 * Laredo Petroleum Inc : BMO raises target price to $1 from $0.5 * Lear Corp : BofA Global Research raises price objective to $120 from $115 * Leggett & Platt Inc : Raymond James raises to strong buy from market perform * Lhc Group Inc : UBS cuts price target to $170 from $179 * Lithia Motors Inc : BofA Global Research raises price objective to $80 from $75 * Lowe's Companies Inc : Evercore ISI cuts to in line from outperform * Lowe's Companies Inc : Jefferies raises target price to $135 from $121 * Lyondellbasell Industries NV : HSBC cuts target price to $75 from $94 * Macerich Co : Evercore ISI cuts price target to $9 from $15 * Macrogenics Inc : Wedbush raises price target to $28 from $16 * Marathon Oil Corp : BMO raises target price to $5.5 from $5 * Matador Resources Co : BMO raises target price to $7 from $3.5 * McCormick & Company Inc : Credit Suisse raises price target to $187 from $147 * McCormick & Company Inc : Credit Suisse raises to outperform from neutral * Minerva Neurosciences Inc : BTIG initiates with buy rating and $23 price target * Miragen Therapeutics Inc : Wedbush cuts target price to $6 from $8 * Modine Manufacturing Co : D.A. Davidson cuts target price to $4.50 from $8 * MPLX LP : Credit Suisse raises target price to $22 from $18 * Murphy Oil Corp : BMO raises target price to $10 from $9 * Myokardia Inc : BMO raises target price to $148 from $90 * Natera Inc : Canaccord Genuity raises target price to $50 from $48 * Natera Inc : Piper Sandler raises target price to $56 from $49 * National Health Investors Inc : Keybanc cuts target price to $40 from $43 * National Oilwell Varco Inc : Barclays cuts target price to $8 from $14 * National Oilwell Varco Inc : Barclays cuts to equalweight from overweight * Navios Maritime Partners LP : Citigroup cuts price target to $6 from $12 * Newtek Business Services Corp : KBW cuts target price to $17 from $21 * Nexa Resources SA : Citigroup cuts price target to $4.5 from $8 * Nexa Resources SA : RBC cuts target price to $5 from $10 * Nextier Oilfield Solutions Inc : Scotiabank cuts price target to $4 from $6 * Ngm Biopharmaceuticals Inc : Raymond James raises target price to $32 from $31 * Noble Energy Inc : BMO raises target price to $11 from $10 * Novavax Inc : Ladenburg Thalmann raises target price to $50 from $38 * Nucor Corp : UBS cuts price target to $39 from $56 * Nvidia Corp : Rosenblatt Securities raises target price to $340 from $315 * Oasis Petroleum Inc : BMO raises target price to $0.5 from $0.25 * Occidental Petroleum Corp : BMO raises target price to $13 from $12 * Onespaworld Holdings Ltd : Jefferies cuts target price to $5.50 from $6.50 * Otis Worldwide Corp : Credit Suisse starts with neutral rating; PT $55 * Parsley Energy Inc : BMO raises target price to $11 from $9 * PDC Energy Inc : BMO raises target price to $11 from $10 * PGT Innovations Inc : Jefferies raises target price to $15 from $13 * PGT Innovations Inc : SunTrust Robinson raises target price to $15 from $13 * PGT Innovations Inc : Wells Fargo raises price target to $12.5 from $10 * Pioneer Natural Resources Co : BMO raises target price to $100 from $90 * PNC Financial Services Group Inc : Citigroup cuts price target to $105 from $115 * Prologis Inc : Citigroup raises price target to $93 from $89 * Proto Labs Inc : Benchmark initiates coverage with buy rating and $145 target * QEP Resources Inc : BMO raises target price to $0.75 from $0.5 * Qualys Inc : Berenberg raises target price to $90 from $89 * R C M Technologies Inc : Benchmark cuts price target to $3 from $5 * Ramaco Resources Inc : Benchmark cuts price target to $4 from $5 * Ramaco Resources Inc : Credit Suisse cuts target price to $4.50 from $5.50 * Ramaco Resources Inc : Jefferies cuts target price to $2 from $2.50 * Rapid7 Inc : Berenberg raises target price to $52 from $50 * Realogy Holdings Corp : KBW cuts target price to $5 from $10 * Regal Beloit Corp : Keybanc raises to overweight from sector weight * Regal Beloit Corp : Keybanc raises to overweight rating * Rent-A-Center Inc : Stephens raises target price to $33 from $23 * Rent-A-Center Inc : Stephens raises to overweight from equal-weight * Revolve Group Inc : B. Riley FBR raises target price to $17 from $13 * Revolve Group Inc : BMO raises target price to $11 from $9 * Revolve Group Inc : D.A. Davidson raises target price to $15 from $9 * Revolve Group Inc : Instinet raises price target to $14 from $11 * Revolve Group Inc : Jefferies raises target price to $14 from $9 * Revolve Group Inc : Raymond James cuts target price to $18 from $21 * Rexnord Corp : Credit Suisse raises target price to $28 from $26 * Rexnord Corp : Deutsche Bank raises target price to $29 from $24 * Rexnord Corp : Janney cuts fair value to $34 from $39 * RMR Group Inc : Citigroup cuts price target to $26 from $30.5 * Rmr Group Inc : UBS cuts price target to $23 from $46 * Sabre : Evercore ISI reinstates with underperform rating and PT of $5 * Schrodinger Inc : BMO raises target price to $67 from $65 * Schrodinger Inc : Jefferies raises target price to $50 from $42 * Scotts Miracle-Gro Co : SunTrust Robinson raises price target to $150 from $140 * Selective Insurance Group : Credit Suisse raises target to $50 from $49 * Selective Insurance Group : Credit Suisse raises to outperform from underperform * Selective Insurance Group : KBW cuts target price to $54 from $57 * Silverbow Resources Inc : Northland Capital Markets raises to outperform * Smartsheet : Jefferies cuts to hold from buy; raises target to $55 from $49 * Smiledirectclub Inc : BofA Global Research cuts price objective to $7 from $10 * Smiledirectclub Inc : BofA Global Research cuts to underperform from buy * Smiledirectclub Inc : Credit Suisse cuts target price to $11 from $14 * Smiledirectclub Inc : Jefferies raises price target to $6.50 from $4.50 * Smiledirectclub Inc : JP Morgan cuts target price to $12 from $16 * Sprouts Farmers market Inc : Oppenheimer cuts to perform from outperform * SSR Mining Inc : RBC raises target price to $21 from $18 * Steel Dynamics Inc : UBS cuts target price to $32 from $43 * Steven Madden Ltd : Wells Fargo cuts price target to $18 from $26 * Steven Madden Ltd : Wells Fargo cuts to underweight from equal weight * Sunoco LP : RBC raises target price to $29 from $26 * TechnipFMC Plc : Jefferies cuts to underperform; cuts target price to $6 from $7 * Tenable Holdings Inc : Berenberg raises target price to $31 from $26 * Tenet Healthcare Corp : UBS cuts target price to $32 from $49 * Ternium SA : UBS cuts target price to $12 from $18 * Tidewater Inc : Evercore ISI cuts target price to $8 from $12 * TPG Re Finance Trust Inc : Wells Fargo cuts price target to $9 from $22 * TPG Specialty Lending Inc : RBC raises target price to $18 from $16 * TPG Specialty Lending Inc : Wells Fargo raises price target to $18 from $16 * Trade Desk Inc : Rosenblatt Securities raises target price to $215 from $171 * Trane Technologies Plc : Keybanc cuts to sector weight rating * Twin River Worldwide : SunTrust Robinson raises price target to $20 from $18 * Under Armour Inc : Citigroup cuts price target to $10 from $15 * United Rentals Inc : UBS raises to buy from neutral * United States Steel Corp : UBS cuts target price to $4 from $7 * Ventas Inc : Evercore ISI cuts target price to $29 from $30 * Veru Inc : Oppenheimer raises target price to $9 from $8 * Viela Bio Inc : Guggenheim raises target price to $78 from $51 * Viela Bio Inc : H.C. Wainwright raises target price to $70 from $60 * Viela Bio Inc : Wedbush raises target price to $63 from $62 * Virtusa Corp : Cowen and Company cuts price target to $32 from $37 * Virtusa Corp : William Blair cuts rating to market perform * VMware Inc : Jefferies cuts to hold from buy * Warrior Met Coal Inc : RBC cuts target price to $20.00 from $22.00 * Wayfair Inc : Evercore ISI cuts to in line from outperform * Welltower Inc : Evercore ISI cuts target price to $47 from $51 * Wendys Co : Evercore ISI raises target price to $25 from $22 * Wendys Co : Evercore ISI raises to outperform from in line * Western Midstream Partners LP : Credit Suisse raises target price to $7 from $6.50 * Whiting Petroleum Corp : BMO raises target price to 75 cents from 25 cents * Wix.Com Ltd : Jefferies raises target price to $195 from $160 * Wolverine World Wide Inc : Susquehanna raises target price to $18 from $17 * WPX Energy Inc : BMO raises target price to $6 from $5 * Yeti Holdings Inc : Berenberg raises target price to $35 from $26 * Zai Lab Ltd : SVB Leerink raises target price to $79 from $73 * Zillow Group Inc : Citigroup raises price target to $55 from $44 * Zuora Inc : Jefferies cuts to hold from buy (Compiled by Bengaluru Newsroom)","165":"Feb 16 (Reuters) - Pharmacy chain operator CVS Health Corp expects profits from COVID-19 vaccine distribution to be in line with flu vaccinations, the company said on Tuesday on a post-earnings call. (Reporting by Trisha Roy and Manas Mishra in Bengaluru; Editing by Shounak Dasgupta)","166":"(Reuters) - CVS Health Corp on Wednesday raised its full-year profit forecast and reported first-quarter earnings that topped Wall Street estimates due to growth in its Aetna health insurance business, and as drug prices fell within its expectations.  Slideshow ( 2 images )  Shares rose more than 5 percent to $57.35. They had fallen 17 percent this year, hurt by a weak forecast in February and a cut to rival Walgreen Boots Alliance’s full-year outlook last month due to lower generic drug prices.  Aetna, CVS’s health insurance unit, beat analysts’ consensus by more than a billion dollars in the quarter, helped by its accounting for lower medical costs than anticipated during the fourth quarter.  The company, which bought Aetna for $69 billion in November, said 2019 cost savings from the deal were tracking near the high end of its $300 million to $350 million range, and that 2020 savings would likely exceed its $750 million target.  The company said a handful of new “HealthHub” pharmacies launched in Houston this year that provide healthcare services, such as chronic care management for diabetes, have drawn more customers than expected. It plans to launch more such stores in Houston and plans to provide details of a national roll-out next month.  “Consumerism in healthcare is here to stay,” CVS Chief Executive Larry Menlo said. “We are beginning to see this evolution through the HealthHubs. We are not just selling hundreds of products, it’s a combination of products and services.”  Menlo also said the company would take part in a pilot project announced by the U.S. Center for Medicare and Medicaid Services to expand point-of-sale rebates to patients in Medicare plans. The government has also proposed a rule that would require health plans to pass on all rebates, but it is not clear if it will be finalized for 2020.  Sales in its health care benefits unit rose by $16.55 billion to $17.78 billion with the addition of Aetna to its operations.  Sales of prescription drugs at its pharmacies were hurt as the company gets paid less for filling prescriptions. That was offset by higher volumes and higher prices of brand name drugs.  CVS in February had cautioned that rebate payments it guaranteed to customers were larger than what it has received from drugmakers due to lower-than-expected increases in drug prices.  “Considering that expectations have been low, we see this as the first positive catalyst that restores investor confidence in this management team,” SVB Leerink analyst Ana Gupte said of the first-quarter profit and raised 2019 forecast.  CVS said it now expects full-year adjusted profit of $6.75 to $6.90 per share, compared with its prior forecast of $6.68 to $6.88.  Overall sales at its retail unit, which also sells over-the-counter-drugs and consumer health products, rose 3.3 percent to $21.12 billion.  The drugstore chain operator and pharmacy benefits manager said it earned $1.62 per share excluding items, beating analysts’ average estimate by 12 cents per share, according to IBES data from Refinitiv.  Net income rose 42.4 percent to $1.42 billion in the first quarter. Revenue rose 34.8 percent to $61.65 billion.","167":"FILE PHOTO: Logos of CVS and Aetna are displayed on a monitor above the floor of the New York Stock Exchange shortly after the opening bell in New York, U.S., December 5, 2017. REUTERS\/Lucas Jackson  WASHINGTON (Reuters) - The U.S. Justice Department formally asked a judge on Monday to approve its deal to allow CVS Health Corp to merge with insurer Aetna.  Judge Richard Leon of the U.S. District Court for the District of Columbia scolded the government and parties late last year for closing the $69 billion dollar merger before the consent order was approved by the court. In response, CVS offered to halt some integration of the two companies.  With the government’s request for final approval of the merger, Leon may sign off on the deal with no further ado or may decide to hold a hearing to allow critics to raise their concerns, said Andre Barlow of the law firm Doyle, Barlow and Mazard PLLC, an antitrust expert who has been following the case.  The Justice Department approved the merger of CVS, a U.S. pharmacy chain and benefits manager, and Aetna in October on condition that Aetna sell its Medicare prescription drug plan business to WellCare Health Plans Inc. Both deals have closed.  CVS declined comment for this story.","168":"March 26 (Reuters) - CVS Health Corp:  * CVS HEALTH - AT THIS TIME, CANNOT REASONABLY ESTIMATE ADVERSE IMPACT COVID-19 WILL HAVE ON BUSINESSES, OPERATING RESULTS, CASH FLOWS &\/OR FINANCIAL CONDITION  * CVS HEALTH, ON CORONAVIRUS IMPACT, SAYS EXPECT ADVERSE IMPACT ON CO’S MEDICAL MEMBERSHIP  * CVS HEALTH CORP - EXPECT ADVERSE IMPACT ON TIMING AND COLLECTABILITY OF PAYMENTS TO CO FROM CUSTOMERS, CLIENTS, GOVERNMENT PAYERS, MEMBERS  * CVS - DETERIORATION OF U.S. AND GLOBAL ECONOMIES IS HAVING SIGNIFICANT ADVERSE IMPACT ON CO'S NET INVESTMENT INCOME, VALUE OF INVESTMENT PORTFOLIO Source: (bit.ly\/39kD1Yb) Further company coverage:","169":"March 6 (Reuters) - CVS Health Corp:  * CVS HEALTH ANNOUNCES COVID-19 RESOURCES FOR AETNA MEMBERS  * CVS HEALTH - PROVIDING COVID-19 DIAGNOSTIC TESTING & TELEMEDICINE VISITS WITH NO OUT-OF-POCKET COSTS OR COST SHARING FOR AETNA MEMBERS  * CVS HEALTH - FOR NEXT 90 DAYS, AETNA WILL OFFER ZERO CO-PAY TELEMEDICINE VISITS - FOR ANY REASON  * CVS HEALTH CORP - AETNA WILL WAIVE CO-PAYS FOR ALL DIAGNOSTIC TESTING RELATED TO COVID-19  * CVS HEALTH- THROUGH AETNA’S HEALING BETTER PROGRAM, MEMBERS DIAGNOSED WITH COVID-19 TO RECEIVE CARE PACKAGE CONTAINING CVS OVER-THE-COUNTER MEDICATIONS  * CVS HEALTH-AETNA IS EXTENDING MEDICARE ADVANTAGE VIRTUAL EVALUATION, MONITORING VISIT BENEFIT TO ALL AETNA COMMERCIAL MEMBERS AS FULLY-COVERED BENEFIT  * CVS HEALTH - THROUGH EXISTING PROGRAMS, AETNA WILL PROACTIVELY REACH OUT TO MEMBERS MOST AT-RISK FOR COVID-19 Source text for Eikon: Further company coverage:","170":"WASHINGTON, April 5 (Reuters) - A U.S. federal judge reviewing an agreement between the government and CVS Health Corp allowing it to buy health insurer Aetna indicated Friday that he wanted to hold a hearing in May to hear from critics of the $69 billion deal.  Judge Richard Leon of the U.S. District Court for the District of Columbia said in a court hearing that he could take a week to hear from the American Medical Association and other opponents of the transaction which closed in November. (Reporting by Diane Bartz; Editing by Richard Chang)","171":"May 21 (Reuters) - CVS Health Corp:  * CVS HEALTH EXPANDS STATEWIDE COVID-19 RESPONSE BY OPENING 16 ADDITIONAL NEW DRIVE-THRU TEST SITES IN ARIZONA  * CVS HEALTH - EXPECTS TO HAVE UP TO 1,000 LOCATIONS ACROSS U.S. OFFERING SERVICE BY END OF MAY Source text for Eikon: Further company coverage:","172":"April 24 (Reuters) - CVS Health Corp:  * CVS HEALTH CORPORATION TO HOLD VIRTUAL-ONLY ANNUAL MEETING OF STOCKHOLDERS Source text for Eikon: Further company coverage:","173":"May 21 (Reuters) - CVS Health Corp:  * CVS HEALTH CORP - OPENS 44 NEW DRIVE-THRU TEST SITES IN TEXAS AS PART OF NATIONWIDE COVID-19 RESPONSE Source text for Eikon: Further company coverage:","174":"Oct 19 (Reuters) - Pharmacy chain CVS Health Corp will hire 15,000 employees as the onset of winter could fuel a resurgence in the spread of COVID-19 and flu cases, CNBC reported on Monday.  More than 10,000 of the additional employees will be full-time and part-time licensed pharmacy technicians who can help dispense medications and administer COVID-19 tests, according to the CNBC report.  Last week, the U.S. government signed agreements with CVS and Walgreens Boot Alliance to administer COVID-19 vaccines to residents of all long-term care facilities such as nursing homes, assisted-living facilities, residential care homes and adult family homes.","175":"NEW YORK (Reuters) - CVS Health Corp, a top U.S. manager of pharmacy benefits, has added new migraine drugs from Teva Pharmaceutical Industries and Eli Lilly and Co to its list of covered drugs, excluding a rival treatment from Amgen Inc, a CVS spokeswoman told Reuters on Friday.  Slideshow ( 3 images )  CVS’s decision represents a setback for sales of Amgen’s Aimovig, as many patients who rely on the coverage list will now have easier access to the rival Teva and Lilly drugs. Inclusion on the preferred drugs lists by the largest pharmacy benefit managers (PBMs) and health insurers is seen as critically important for sales of new medicines.  About 39 million Americans suffer from migraine headaches, according to the Migraine Research Foundation, and global migraine drug sales could reach $8.7 billion by 2026, according to analytics firm GlobalData.  Shares of Amgen fell 1.3 percent to $198.27. Teva shares traded in New York were up 1.3 percent at $19.60, while Lilly was off 0.5 percent at $114.36.  An Amgen spokeswoman said the company was disappointed by the CVS decision and that it would work toward Aimovig being a preferred brand on CVS coverage lists.  The move by CVS is a positive development for Teva, whose drug was initially excluded from the list of covered drugs by Express Scripts, another large U.S. PBM. Its status recently changed and it may appear on some coverage lists, but likely with a higher out-of-pocket cost, Express Scripts said on Friday.  Teva’s Ajovy and Lilly’s Emgality will be available to members who have tried and failed to be helped by other preventive migraine treatments, CVS spokeswoman Christine Cramer said in an emailed statement.  The treatments belong to a class of drugs called CGRP inhibitors that have proven effective in helping to prevent migraines, and whose prices were backed as cost effective by the Institute for Clinical and Economic Review, Cramer said. ICER is a non-partisan research organization that reviews the clinical and economic value of medicines.  Cramer did not provide a reason for why the company had excluded Amgen.  PBMs typically extract discounts from drugmakers in return for favorable placement on their list of covered drugs, such as through a low co-payment, or coinsurance payment, for their members.  A Teva spokeswoman said in a statement that 60 percent of commercial patients now have access to Ajovy through covered drug lists and that discussions are continuing with other national and regional payers.  All three migraine drugs have a list price of $575 a month, or $6,900 a year. Those prices do not reflect rebates and discounts drugmakers typically provide to PBMs, who design and negotiate benefits for employers and insurers.  All three companies have said that they are providing a limited duration supply of these drugs at no cost directly to patients in addition to other assistance programs.  Amgen was the first of the three companies to launch a drug in the new class. The rival drugs from Teva and Lilly, which work in a similar manner, came on the market soon after.  CVS’ policy is similar to that of Express Scripts, which requires patients first try two older preventive therapies and a triptan, a family of generic drugs used to treat acute migraine. Express is now part of Cigna Corp.  Lilly did not respond to a request for comment.","176":"May 21 (Reuters) - CVS Health Corp:  * CVS HEALTH OPENS 14 NEW DRIVE-THRU TEST SITES IN CALIFORNIA AS PART OF NATIONWIDE COVID-19 RESPONSE Source text for Eikon: Further company coverage:","177":"(Reuters) - U.S. pharmacy chain CVS Health Corp on Monday said it will hire 15,000 employees in the fourth quarter of this year as the onset of winter could fuel a resurgence in the spread of COVID-19 and flu cases.  More than 10,000 of the additional employees will be full- and part-time licensed pharmacy technicians at its pharmacy locations and could help administer COVID-19 vaccines and tests.  News of additional hiring was first reported by CNBC.  The current hirings are incremental to the company’s recruiting efforts announced in March.  In March, the drugstore chain said it was hiring 50,000 employees across the United States to assist patients and customers battling the coronavirus outbreak. (reut.rs\/35ghr72)  Last week, the U.S. government signed agreements with CVS and Walgreens Boot Alliance to administer COVID-19 vaccines to residents of all long-term care facilities such as nursing homes, assisted-living facilities, residential care homes and adult family homes.  U.S. public health officers have been drafting plans on how to distribute a coronavirus vaccine if and when it is authorized. The U.S. Centers for Disease Control and Prevention (CDC) had set an Oct. 16 deadline for states to submit plans for distributing vaccines.","178":"May 6 (Reuters) - CVS Health Corp on Wednesday reported a 41.2% rise in quarterly profit as its pharmacy benefits management business and its drugstores benefited from customers stockpiling medicines due to COVID-19 lockdowns.  The company also maintained its 2020 adjusted profit forecast.  Net income rose to $2.01 billion, or $1.53 per share, in the quarter ended March 31, from $1.42 billion, or $1.09 per share, a year earlier. (Reporting by Manas Mishra and Trisha Roy in Bengaluru; Editing by Shinjini Ganguli)","179":"A federal appeals court has revived a proposed class action by California HIV\/AIDS patients alleging that pharmacy benefit manager CVS Caremark discriminated against them by requiring them to use its own specialty pharmacy in order to benefit from in-network rates through their employer-sponsored health plans.  The 9th U.S. Circuit Court of Appeals on Wednesday ruled that the plaintiffs, identified as John Does, had stated claims under the Affordable Care Act’s anti-discrimination provisions against CVS Caremark. The court affirmed a lower court ruling dismissing claims against their plans’ sponsors - Lowe’s Cos Inc, Time Warner Inc and National Passenger Corp, better known as Amtrak.  To read the full story on Westlaw Today, click here: bit.ly\/3n3HI0c","180":"Two of Purdue Pharma’s biggest creditors, the Pension Benefit Guaranty Corp and CVS Health, will help represent unsecured creditors in the recently launched bankruptcy of the Oxycontin maker.  The U.S. trustee, the government’s bankruptcy watchdog, in a filing on Friday in U.S. Bankruptcy Court for the Southern District of New York said it had appointed the government’s pension insurer and CVS units that manage pharmacy and prescription benefits to the official unsecured creditors’ committee in Purdue’s Chapter 11 bankruptcy.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2mupPxx","181":"NEW YORK (Reuters) - CVS Health said on Wednesday it will start a clinical trial of its new home dialysis system this week, setting it up to compete directly with the two largest operators of U.S. dialysis centers, Fresenius Medical Care AG and DaVita Inc.  CVS is one of the largest U.S. pharmacy operators and pharmacy benefits managers and also owns Aetna, a top health insurer. It had announced last year that it was working on a home hemodialysis system, which would enable patients with end stage renal disease to have more frequent dialysis and potentially better health outcomes compared with clinic-based care.  Without a transplant, patients with end-stage kidney disease require dialysis to clear their blood of waste and excess fluid, which involves spending three-to-five hours hooked up to a machine three times a week.  The U.S. government, which covers most patients with end stage renal disease in its Medicare health program, last week announced plans for several pilot programs aimed at overhauling kidney care. It would provide doctors and kidney care centers with incentives for earlier treatment for the chronic conditions that lead to kidney failure, home dialysis and kidney transplants.  Fresenius earlier this year bought NxStage, a U.S. maker of home-use dialysis machines, for $2 billion and said it would convert some of its clinics into transitional care sites to train patients to do dialysis at home. DaVita has said that it is accelerating home dialysis growth by investing in home remote monitoring and a telehealth platform that make the process easier.  CVS Executive Vice President Alan Lotvin said in an interview that by using its home dialysis equipment, patients are expected to undergo dialysis every other day for around 6 hours per day, potentially doubling the amount of dialysis they receive in a one-week period. More dialysis has been shown to lead to better patient health, he said.  CVS is enrolling up to 70 patients at up to 10 medical centers in the United States and expects the study to be completed in 16 to 18 months. If successful, it plans to begin offering kidney care dialysis services in 2021.  The company will also sell the systems, which were designed with DEKA Research & Development Corp, a New Hampshire-based company owned by Segway scooter inventor Dean Kamen, according to sources familiar with the arrangement. Reuters previously reported on the partnership.  Patients can launch and operate the system, which is contained in two cabinets that are each about the size of a small countertop refrigerator, through a software program on a tablet computer. In the trial, patients are trained for about six weeks with a nurse either at a clinic or at home and then operate the system themselves for six weeks.  Nurses and medical workers are one of the factors that drive the costs of dialysis in centers and can be a factor in home care costs. Doctors are also typically reimbursed when patients receive dialysis, a factor government officials have said undercuts earlier treatment of kidney disease.  DaVita shares have gained 12 percent this year since closing 2018 at $51.42. Fresenius shares closed 2018 at 56.64 euros and are up 25 percent. CVS shares have fallen 12 percent from $65.19 at the end of 2018.","182":"Nov 6 (Reuters) - Pharmacy chain CVS Health Corp on Wednesday reported a 10.1% rise in profit for the third quarter, helped by its Aetna health insurance business that it acquired last year.  CVS Health’s net profit rose to $1.53 billion, or $1.17 per share, in the quarter ended Sept. 30, from $1.39 billion, or $1.36 per share, a year earlier.  Revenue jumped 36.5% to $64.81 billion. (Reporting by Manas Mishra and Trisha Roy in Bengaluru; Editing by Maju Samuel)","183":"FILE PHOTO: Vials with a sticker reading, \"COVID-19 \/ Coronavirus vaccine \/ Injection only\" and a medical syringe are seen in front of a displayed Pfizer logo in this illustration taken October 31, 2020. REUTERS\/Dado Ruvic  (Reuters) -Walgreens Boots Alliance Inc and CVS Health Corp said on Friday they have begun administering Pfizer’s COVID-19 vaccine to residents and staff at some U.S. long-term care facilities.  The companies, which run the nation’s largest pharmacy chains and offer other offsite pharmacy services, have agreed with the federal government to vaccinate nursing home residents across the country through a voluntary program.  Walgreens said it plans to administer the vaccine to about 3 million residents and staff in 35,000 long-term care facilities. The company said it would provide vaccinations in about 800 long-term care facilities across 12 states in the coming week.  CVS did not say how many people would be given the vaccine on Friday, but that it is administering them at a “handful” of long-term care facilities in Connecticut and Ohio. Its national rollout also begins next week in 12 states.  The companies told Reuters last week that they will start administering a vaccine made by Moderna Inc about a week after they begin their national rollouts.","184":"(Adds New York Times report, Pfizer comment, CVS and Walgreens on distribution)  Dec 11 (Reuters) - The U.S. Food and Drug Administration said on Friday it was working rapidly to issue an emergency use authorization (EUA) for Pfizer Inc’s COVID-19 vaccine, with the green light coming possibly as soon as Friday evening, according to the New York Times.  The newspaper reported on Friday that the FDA is likely to issue the EUA by Friday evening, citing people familiar with the agency’s planning. It had reported on Thursday night that the FDA would announce the news on Saturday.  Swift clearance of the vaccine was widely expected after a panel of expert advisers to the FDA on Thursday endorsed its emergency use to help stem a pandemic that has killed more than 285,000 people in the United States.  The decision will set the stage for the first Americans to be immunized outside of clinical trials as soon as Monday or Tuesday, with healthcare workers expected to be among the first in line.  Pfizer has asked that the vaccine, developed with German partner BioNTech SE, be approved for use in people aged 16 to 85. A Pfizer spokeswoman said the company cannot speculate on when the emergency use authorization will come.  The companies last month said that a two-dose regimen of the vaccine was 95% effective in preventing illness from COVID-19.  Detailed data released in FDA documents ahead of the advisory panel meeting showed the vaccine began protecting recipients even before they received a second dose.  The UK approved the Pfizer\/BioNTech vaccine last week and began a mass immunization program on Tuesday. Canada has also authorized the vaccine with inoculations expected to begin next week.  The FDA has notified the U.S. Centers for Disease Control and Prevention and Operation Warp Speed officials so that they can execute their plans for timely vaccine distribution, it said in a statement. (bit.ly\/2W47i9l)  In addition to healthcare workers, first responders and nursing home residents are expected to receive the first doses, but a wider rollout faces significant logistical challenges, given its need to be stored and transported in special ultra-cold freezers or on dry ice.  CVS Health Corp and Walgreens Boots Alliance Inc said they expect to administer the first Pfizer Inc COVID-19 vaccines to residents of long term care facilities on Dec. 21.  Another 2,902 U.S. deaths were reported on Thursday, a day after a record 3,253 people died from COVID-19, a pace projected to continue for the next two to three months until the vaccine can be widely distributed.  U.S. Department of Health and Human Services Secretary Alex Azar, which oversees the FDA, told ABC News that regulatory authorization should come within days and the federal government would work with the company to get the vaccine shipped out.  For months, U.S. President Donald Trump had pressured the FDA in tweets and news conferences to move more quickly, accusing staff and Pfizer of dragging their feet.  Shortly after the FDA’s statement, the outgoing president criticized the agency for what he said was its slow handling of the vaccines and FDA Commissioner Steven Hahn via tweet.  Trump said his “pushing” the agency had sped up new vaccine approval, but that the FDA was “still a big, old, slow turtle. Get the dam vaccines out NOW, Dr. Hahn @SteveFDA. Stop playing games and start saving lives!!!”","185":"(Repeats with no change to text or headline)  NEW YORK, Oct 3 (Reuters) - A CVS Health Corp health plan that uses an outside drug pricing group to help it decide whether to cover certain new medicines has gained little traction with customers, according to its top medical executive, and has drawn fierce criticism from patient advocacy groups.  The company has held back on marketing the pharmacy benefit plan while it talks to these groups, CVS said.  The plan, launched a year ago, is based on analyses by the Institute for Clinical and Economic Review (ICER), a Boston-based group that assesses effectiveness of drugs to determine appropriate prices.  Using ICER’s cost effectiveness assessment, CVS decides whether to include second or third medicines entering the market if there are already similar ones in the plan.  Opposition to the CVS plan is part of much broader concerns cited by drug companies and advocacy groups, many of which receive funding from the pharmaceutical industry. Some say that ICER’s analysis based on additional years of “quality life” gained from a given treatment is arbitrary and disregards the costs of drug development and patient needs.  More than 50 groups, including drugmakers, PhRMA, the industry’s main lobby group, and other advocacy groups, have provided comment during a public input period included in a review by ICER of its assessment methods. Many asked ICER to eliminate price recommendations from its efficacy analyses.  ICER has defended its methods, which are based on a widely-used cost effectiveness analysis.  The soft rollout of CVS’ ICER-related product comes as employer health plan sponsors - its biggest clients - are showing increased concern over their cost for new high-priced drugs, and are considering refusing to pay for them at all, CVS Chief Medical Officer Troy Brennan said in a recent interview.  If corporate customers follow through on that threat, CVS said it could change tactics with the plan.  Rising drug prices, particularly for expensive specialty treatments for severe or deadly conditions, have pushed annual U.S. healthcare spending to $3.65 trillion, and made them unaffordable for many individuals.  Earlier this year, Novartis AG launched Zolgensma, a more than $2 million gene therapy for a rare but deadly disease called spinal muscular atrophy.  The new CVS program, cited as an example of ICER’s growing influence on U.S. drug pricing, would not apply to such a breakthrough treatment. It is a tiny plan by CVS standards as the company manages pharmaceutical benefits for more than 102 million people and also owns Aetna insurance and a national pharmacy chain.  NOT WIDELY PROMOTED  The plan’s scope is limited to so-called me too drugs, those where similar effective treatments already exist, and aims to pressure drugmakers to set lower prices. For example, two of three very similar drugs for migraine approved in 2018 could have been excluded, but drugmakers set prices ICER deemed cost effective.  CVS has limited sales and marketing for the plan while it talks to patient groups who oppose it. About 240,000 CVS employees and a few large clients’ employees are enrolled thus far. The company declined to comment on exact membership.  “We are not widely promoting this program,” Brennan said, adding that CVS is working to address patient groups’ concerns.  Meanwhile, Brennan said some employers are considering refusing to pay for million-dollar treatments like gene therapy. They are saying, “I’m not going to cover these kinds of therapies no matter what their comparative effectiveness is if they’ve got a really high cost.”  Large healthcare consultant and brokerage Mercer said it has begun to field similar concerns.  “We have certainly gotten some plan sponsors saying ‘What if we don’t cover specialty drugs?’” said David Dross, who runs Mercer’s managed pharmacy practice. Two years ago, it never received any such questions, he said.  Steve Wojcik, an executive with the National Business Group on Health which represents large employers, said he does not believe many will take that drastic step.  Still, ICER President Steven Pearson said employers tell him they worry about their ability to cover everything and have suggested they might drop some high-cost treatments. He said employers can use cost effectiveness analysis to help them manage their spending.  ICER has responded to outside criticism by meeting with patient advocates and by adding new measurements for a drug’s effectiveness, such as the value of life years gained, which does not focus on quality of life improvements, Pearson said.  Since 2015, ICER has published up to a dozen reviews each year of drugs and classes of medicines.  Most U.S. private insurers now use ICER clinical and cost analyses to inform coverage negotiations with drugmakers. ICER funding primarily comes from a non-profit foundation, but drug companies and health insurers provide some funds for ICER-related activities. (Reporting by Caroline Humer Editing by Bill Berkrot)","186":"June 25 (Reuters) - CVS Health Corp:  * CVS HEALTH EXPANDS TESTING CAPABILITIES AMID RISE IN COVID-19 CASES; ADDS 16 ADDITIONAL NEW DRIVE-THRU TEST SITES IN ILLINOIS Source text for Eikon: Further company coverage:","187":"NEW YORK, June 24 (Reuters) - As U.S. employers grapple with trying to keep workers healthy and on the job amid fresh spikes in COVID-19 cases, CVS Health Corp has begun selling companies a diagnostic testing program.  In addition to onsite and pharmacy testing, CVS also will create plans for temperature and symptom checks, seasonal flu vaccines and other immunizations and offer add-on services like contact tracing technology for employees and other services.  The unexpected surge in COVID-19 cases in states in the South and West has increased demand in recent weeks for testing workers on a regular basis, such as every two weeks or every month, said Troy Brennan, chief medical officer of the company, which operates pharmacies, a pharmacy benefit management (PBM) service and the Aetna insurance plan.  “The general perception is that there is not going to be a sustained lull over the course of the summer, and in fact it looks like it is building somewhat, and that is changing people’s views,” Brennan said.  States including Florida, Arizona, and Texas, as well as Georgia, Oklahoma, South Carolina and Utah have all reported an increase in COVID-19 cases and hospitalizations in recent weeks.  The United States has had more than 2.3 million cases and over 120,000 COVID-19 deaths, about a quarter of the world’s total.  States hard hit early in the pandemic, such as New York and New Jersey, have experienced dramatic declines in cases. But many states that reopened before achieving safety metrics or are not requiring mask wearing are seeing record increases. Overall U.S. cases rose 25% last week with 10 states reporting a greater than 50% rise in new infections, according to a Reuters analysis.  Other companies such as Labcorp Holdings and Quest Diagnostics Inc have also created testing services for corporations. Quest is working with Delta Air Lines.  CVS, however, is one of the nation’s largest healthcare companies. Between its PBM services and insurance business, CVS serves some of the largest U.S. companies with hundreds of thousands of employees.  The new service, dubbed Return Ready, is open to all companies, not just current customers.  CVS declined to provide details about companies that have already signed up, but said they are in discussions with media companies, financials services, sports leagues and the public sector.  ANTIBODY TESTING NOT INCLUDED  Return Ready is aimed at large employers or smaller ones who self-insure, meaning they pay for employee healthcare costs rather than insurers - and instead pay CVS to manage the tests and other services.  CVS declined to provide pricing for the program. Diagnostic tests can cost more than $100 each.  While the U.S. government has required health insurers to cover COVID-19 diagnostic testing, that coverage is largely restricted to “medically necessary” testing for those with symptoms and does not cover these back-to-work programs.  CVS is not offering tests that detect coronavirus antibodies to show prior infection.  Earlier this year, antibody tests were seen as key to getting the United States back to work, while in Europe some countries have considered related “immunity passports.” But it is not yet known whether the presence of those antibodies confers some level of immunity against future infection or how long any immunity might last.  Healthcare consulting firm Willis Towers Watson does not advise employers to use antibody tests because of the uncertainty about what they indicate, health management practice leader Jeff Levin-Scherz said in a recent interview.  Even regular diagnostic testing offers no guarantees. If everyone is tested and the tests are completely accurate, workers can still become infected a day after they test negative, he said.  “You still couldn’t assume that your workplace is a bubble and no COVID would come in,” Levin-Scherz said. (Reporting by Caroline Humer; editing by Lewis Krauskopf and Bill Berkrot)","188":"Jan 18 (Reuters) - CVS Health Corp and Walmart Inc reached a multi-year agreement, under which Walmart will continue participating in CVS’s pharmacy benefit management commercial and Medicaid retail pharmacy networks, the companies said on Friday.  Financial terms of the new contract were not disclosed.  On Tuesday, CVS said Walmart was leaving its network for commercial and Medicaid prescription drug plans after the two failed to agree on pricing. (Reporting by Ankur Banerjee in Bengaluru; Editing by Shounak Dasgupta)","189":"(Reuters) - CVS Health Corp CVS.N posted a better-than-expected first-quarter profit on Wednesday, helped by higher sales of prescription drugs at its stores, sending its shares up 4.3 percent in trading before the bell.  The company also said that it was sticking with its expectations of closing the $69 billion deal to buy Aetna Inc AET.N in the second half of the year.  CVS’s total same store sales increased 5.8 percent, while pharmacy same store sales surged 7.3 percent on higher prices of branded drugs and partnerships with other pharmacy benefits managers.  Overall revenue from the company’s retail business increased 5.6 percent to about $20.4 billion.  However, the company’s retail business accounts for a shrinking share of its total sales, with most revenue now coming from its pharmacy benefits manager, which serves as a middleman between insurance companies, pharmacies and drugmakers.  Net revenue from its pharmacy benefit management business rose 3.2 percent to $32.22 billion, driven by higher claims on costlier drugs among other things.  Net income attributable to the company rose to $998 million, or 98 cents per share, in the reported quarter ended March 31 from $952 million, or 92 cents per share, a year earlier.  Net revenue rose 2.6 percent to $45.69 billion.  Excluding items, it earned $1.48 per share, beating analysts’ estimates of $1.41, according to Thomson Reuters I\/B\/E\/S.","190":"March 25 (Reuters) - CVS Health said on Wednesday its pharmacy benefit management (PBM) unit was laying out measures to prevent the stockpiling of malaria drug, hydroxychloroquine, which is being tested as a potential treatment for the coronavirus.  The company said it was also setting up limits on the use of azithromycin, a protease inhibitor and albuterol inhalers so that its PBM members with chronic conditions would be able to use the drugs, which have seen a surge in demand. (Reporting by Manas Mishra in Bengaluru, Editing by Saumyadeb Chakrabarty)","191":"Jan 25 (Reuters) - Drugstore chain CVS Health Corp said on Monday it has completed administering the first round of COVID-19 vaccination at about 8,000 U.S. nursing facilities.  Administration of second doses is underway and expected to be completed within four weeks, the company said.  CVS says its long-term care vaccination effort remains on track, with nearly two million doses administered to date. (refini.tv\/3sTG7x7)","192":"Aug 13 (Reuters) - Healthcare providers, including CVS Health Corp, are kicking off flu vaccinations early, ordering extra shots and aiming to add tests that check for both the annual flu and COVID-19, pharmacy executives and experts told Reuters.  Flu vaccination for the fall has taken on increased urgency because of the potential for serious complications if patients contract both viruses at once.  Vaccine makers will provide nearly 200 million flu vaccines to the United States this year, potentially 20% more than typical, said LJ Tan, chief strategy officer for the Immunization Action Coalition, a nonprofit that promotes vaccination.  CVS expects to more than double the number of flu shots it provides to around 18 million people and Walgreens Boots Alliance Inc is stockpiling extra vaccines, the companies told Reuters.  Failure to inoculate for the flu could also strain the United States COVID-19 testing capacity, which is still below the 6-10 million daily tests needed, Reuters has reported.  “If we can eliminate the dynamic of people getting symptoms and their first reaction is ‘is this the seasonal flu or is this COVID,’ it can take demand off of COVID-19 testing,” CVS Chief Executive Larry Merlo told Reuters.  Merlo added that CVS is working to obtain tests that screen for both viruses simultaneously. U.S. regulators approved a joint COVID-19 and flu test in July.  The same people who are most vulnerable to risks from COVID-19, such as the elderly and those with respiratory conditions, are also at greatest risk for the flu, Tan added.  The U.S. healthcare system is already expected to be strained in the fall by a resurgence in COVID-19. The Institute for Health Metrics and Evaluation is anticipating an uptick in COVID-19 cases in the coming months, resulting in around 300,000 total deaths by December, up from the current figure of roughly 160,000, and a nearly 75% increase in hospitalizations.  There is evidence that social distancing measures for COVID-19 reduce the transmission rate of the flu as well, according to the U.S. Centers for Disease Control and Prevention, meaning that continued measures in the U.S. could potentially slow flu transmission this season.  However, efforts to inoculate patients for the flu could be complicated by the need to safeguard patients and healthcare workers from COVID-19.  “If a patient has a fever or other symptoms associated with illness, they will be referred to their healthcare provider and immunizations will be deferred,” a Walgreens spokeswoman told Reuters.  CVS plans to begin inoculating patients earlier than usual - possibly by the end of this month - to get a jump start on preparing for this year’s flu season, which usually starts around October.  However, studies show there is a risk that getting inoculated against the flu too early can leave a patient vulnerable to contracting the virus later on in winter, if the shot wears off.  Other physicians are also starting this month, though it will still take months to fully distribute all the needed inoculations, Tan said.  The flu vaccine “comes out over time so you want to make sure people continue to seek flu vaccines” through Thanksgiving and beyond, Tan said. (Reporting by Carl O’Donnell; Editing by Peter Henderson and Aurora Ellis)","193":"June 30 (Reuters) - CVS Health Corp:  * HHS EXTENDS COVID-19 TESTING PUBLIC-PRIVATE PARTNERSHIP  * HHS- TO EXTEND PARTNERSHIP WITH CVS, RITE-AID, WALGREENS, QUEST AND ETRUENORTH FOR ACCESS TO COVID-19 TESTING Further company coverage:","194":"People walk by a CVS Pharmacy store in the Manhattan borough of New York City, New York, U.S., November 30, 2017. REUTERS\/Shannon Stapleton  WASHINGTON (Reuters) - A U.S. federal judge reviewing an agreement between the government and CVS Health Corp CVS.N allowing it to buy health insurer Aetna has indicated that he will not halt most integration between the two companies.  Judge Richard Leon said in an order on Friday evening that he would accept CVS’s offer to allow Aetna to independently make critical product, pricing and personnel decisions during his review.  “Based on CVS’s constructive and appropriate representations, I am satisfied that, so long as these measures remain in place, the assets involved in the challenged acquisition will remain sufficiently separate (during the review period),” Leon wrote in his order.  The Justice Department approved the $69 billion merger of CVS, a U.S. pharmacy chain and benefits manager, and Aetna in October on condition that Aetna sell its Medicare prescription drug plan business to WellCare Health Plans Inc WCG.N. Both deals have closed.  Antitrust consent decrees are usually approved without much fanfare but Leon has said that he was “less convinced” than the government that the agreement would resolve antitrust concerns.","195":"(Reuters) - Walmart Inc WMT.N, the world's largest retailer, will remain part of CVS Health Corp's CVS.N network for commercial and Medicaid pharmacy customers, the companies said on Friday, breaking a contract impasse disclosed earlier this week.  FILE PHOTO: An employee pushes shopping carts outside a Walmart store in Chicago, Illinois, U.S., November 20, 2018. REUTERS\/Kamil Krzaczynski\/File Photo  The companies did not provide financial terms of the new contract.  On Tuesday, CVS said the companies had failed to agree on pricing and that Walmart was leaving the pharmacy network for prescription drug plans that CVS manages for companies and health insurers and for the government-run Medicaid program for low-income people.  Walmart and CVS also said on Tuesday they were still in discussions.  CVS shares gained 1.6 percent to $64.76 in premarket trading, recouping some of the stock’s losses on Tuesday.  “We view the agreement positively for CVS,” Cantor Fitzgerald analyst Steven Halper said in a research note, explaining that the loss of Walmart pharmacies could have negatively impacted CVS’ ability to sign up customers for its 2020 prescription drug plans.  Evercore ISI analyst Ross Muken said the speed at which the dispute was resolved likely points to the negotiating strength of pharmacy benefit managers in contract discussions. Consumers historically move to where their insurance is accepted, and Walmart likely would have lost out on the estimated 15 million to 20 million prescriptions it receives from CVS customers, Muken said.  In 2012, Walgreens Boots Alliance WBA.O and pharmacy benefit manager Express Scripts, now part of Cigna Corp CI.N, failed to come to contract terms. Walgreens sales fell as it stopped filling prescriptions for Express Scripts customers, and the two companies reached a new agreement in the middle of the year that put Walgreens back in its network.  In addition to its retail pharmacies and stores, CVS is one of the country’s biggest pharmacy benefit managers and, after buying Aetna, one of its top health insurance companies. Its prescription plans for those on the government-run Medicare program were unaffected by the contract dispute as was its Sam’s Club agreements.  Sean Slovenski, a Walmart senior vice president, described the terms as “fair and equitable” in a press release.","196":"FILE PHOTO: Shoppers walk outside a CVS store and pharmacy in Medford, Massachusetts, U.S. December 4, 2017. REUTERS\/Brian Snyder\/File Photo  WASHINGTON (Reuters) - A federal judge said on Tuesday that he was considering using a court-appointed monitor to make sure CVS Health Corp refrains from fully integrating with insurer Aetna while he examines the companies’ settlement with the government.  Judge Richard Leon of the U.S. District Court for the District of Columbia held the hearing as part of his review of the antitrust settlement reached with the Justice Department to win approval for the companies’ $69 billion merger.  Most judges approve consent decrees aimed at resolving competition concerns with no fanfare, and deals normally close before the judge rules. But Leon has written that he was “less convinced” than the government that asset sales made by Aetna would resolve antitrust concerns raised by the deal.  The Justice Department approved the merger of CVS, a U.S. pharmacy chain and benefits manager, and Aetna in October on condition that Aetna sell its Medicare prescription drug plan business to WellCare Health Plans Inc WCG.N. That sale was completed in November.  In a brief filed on Dec. 14, CVS said the deal had been extensively reviewed and urged the judge to allow the companies to continue integrating while he examines the settlement.  But it also pledged that Aetna would be run separately from CVS, including decisions pricing and product offerings, during the court process.","197":"June 11 (Reuters) - CVS Health Corp:  * CVS HEALTH OPENS 10 NEW DRIVE-THRU TEST SITES IN KANSAS AS PART OF NATIONWIDE COVID-19 RESPONSE Source text for Eikon: Further company coverage:","198":"A CVS Pharmacy store is seen in the Manhattan borough of New York City, New York, U.S., November 30, 2017. REUTERS\/Shannon Stapleton  (Reuters) - Shares of CVS Health Corp CVS.N and health insurer Aetna Inc AET.N rose more than 2 percent on Thursday after CNBC reported that the U.S. Justice Department will not challenge their planned merger.  CNBC said Bloomberg reported the news, citing trade publication Reorg Research.  CVS Health Corp and Aetna announced the $69 billion deal on Dec. 3 last year, arguing it would enable the companies to tackle soaring healthcare spending by offering lower-cost medical services in pharmacies.  Aetna and CVS declined to comment.","199":"April 12 (Reuters) - CVS Health Corp:  * CVS HEALTH CORP SAYS CEO LARRY MERLO'S FY 2017 TOTAL COMPENSATION WAS $12.3 MLN VS $18.4 MLN IN FY 2016 - SEC FILING Source text: [bit.ly\/2GSQkSd] Further company coverage:","200":"(Reuters) - CVS Health Corp on Wednesday forecast 2019 profit well below Wall Street estimates due to weakness in its pharmacy business that serves long-term care facilities and slower than anticipated growth in drug prices, sending shares down 8 percent.  FILE PHOTO: A logo of CVS Health is displayed on a monitor above the floor of the New York Stock Exchange shortly after the opening bell in New York, U.S., December 5, 2017. REUTERS\/Lucas Jackson\/File Photo  The lowered forecast raised questions on Wall Street about the company’s ability to succeed with its $69 billion acquisition of health insurer Aetna, which closed last year.  CVS said the rebates, or discounts, that are a pillar of the pharmacy benefit management (PBM) business model, are an issue for 2019 as well. The U.S. government has proposed a rule that would overhaul the use of drug company rebates in government-run healthcare plans.  Chief Executive Larry Menlo said the proposed rule, which the Trump administration plans to put in place on Jan. 1, 2020, would force CVS to raise premiums in Medicare prescription drug plans if implemented.  Menlo said in an interview that there are practical issues with implementing the proposal. Companies are required submit bids to the government for the 2020 Medicare drug plans by early June of this year.  “It’s very difficult for folks to begin to take actions today recognizing that no one completely understands exactly what the rule is,” Menlo said. “It just seems that a Jan. 1 go-live date would be very challenging to achieve.”  CVS plans to suggest changes to the proposed rule.  Other challenges the company faces in 2019 include declining revenue from new generic drugs, Menlo said. In a typical generic launch, several competitors begin selling their versions within a year, giving CVS the ability to leverage rivals for competitive pricing.  But high-profile generic launches in 2019 have involved more complex treatments, including rivals to Mylan NV’s EpiPen, and GlaxoSmithKline’s Advair for asthma.  “It’s a more difficult manufacturing process and as a result the regulatory process to market is more challenged,” Menlo said. “So we’re seeing - on some of these products - less competition.”  Teva Pharmaceutical Industries, for instance, has been selling its generic EpiPen at $300, about the same as Mylan’s. Mylan just launched its generic of Advair in February.  “PERFECT STORM”  CVS provided its 2019 forecast for adjusted earnings of $6.68 to $6.88 per share, compared with Wall Street estimates of $7.41, along with its first quarterly results since closing the Aetna deal.  CVS faced “a perfect storm” of challenges and now faces a longer road until the combination can work and create value, Evercore ISI analysts Ross Muken and Michael Newshel said in a research note.  “This will help to stoke fears of the Aetna transaction being a defensive maneuver, aimed at plugging holes in a leaky CVS bucket,” they wrote.  Slowing growth of prescription drug prices, as drugmakers have caved to pressure from politicians to lower costs for U.S. consumers, has hit the outlook for the size of rebates manufacturers give CVS in return for coverage of their medicines by its PBM business.  The unexpected slowdown will squeeze CVS profits because it has already guaranteed rebates in set dollar amounts to PBM clients, such as health plan managers and employers.  CVS, which owns a large chain of pharmacies in addition to its PBM and now insurance business, also revealed a $2.2 billion fourth-quarter goodwill impairment charge related to its long-term care business, which includes the Omnicare unit it bought in 2015. It took a $3.9 billion charge in the second quarter.  The company pointed to low occupancy rates in skilled nursing facilities and a significant customer bankruptcy.  The focus on issues facing the company overshadowed higher-than expected fourth-quarter profit.  CVS said it earned $2.14 per share excluding items, beating analysts’ average estimate by 9 cents.  Shares of the company were down 8 percent at $64.18 after falling as low as $63.31 earlier on Wednesday.","201":"Nov 20 (Reuters) - CVS Health Corp said on Tuesday that it expects to close its $69 billion purchase of health insurer Aetna Inc after the Thanksgiving holiday.  The pharmacy chain and benefits manager had previously expected the transaction to close by Nov. 22.  CVS said in a filing bit.ly\/2Kk8PSf it had received approval from 26 of the 28 state departments of insurance and was in the final stages of the approval process with the two remaining states. (Reporting by Manas Mishra in Bengaluru; Editing by Shounak Dasgupta)","202":"FILE PHOTO: A logo of CVS Health is displayed on a monitor above the floor of the New York Stock Exchange shortly after the opening bell in New York, U.S., December 5, 2017. REUTERS\/Lucas Jackson  (Reuters) - Activist investor Starboard Value LP has taken a stake in CVS Health Corp CVS.N and held talks with the drugstore chain's management, the Wall Street Journal reported on Monday, citing people familiar with the matter.  The stake appears to be relatively small and the talks, held recently, are amicable, the WSJ reported.  How much Starboard currently owns and what it has discussed with the company could not be learned, according to the report.  CVS Health, which completed its purchase of Aetna in 2018, declined to comment, while Starboard did not immediately respond to Reuters’ request for comment.","203":"WASHINGTON, Oct 10 (Reuters) - The U.S. Justice Department is expected to approve drug retailer CVS Health Corp’s deal to buy health insurer Aetna Inc as soon as Wednesday, a source familiar with the review said.  The approximately $69 billion CVS-Aetna deal would be the second large deal this year between insurers and pharmacy benefit managers, a consolidation the companies say will help rein in rising U.S. healthcare costs.","204":"May 6 (Reuters) - CVS Health Corp:  * CFO SAYS EXPERIENCED PRESSURE ON MEDICAL BENEFITS RATIO IN Q1 IN ITS HEALTH INSURANCE UNIT DUE TO FLU SEASON: CONF. CALL  * CFO SAYS FRONT STORE SALES DOWN 11% COMPARED TO APRIL 2019: CONF. CALL  * CFO SAYS MEDICAL BENEFITS RATIO COULD BE AT ITS LOWEST LEVEL IN Q2: CONF. CALL  * SAYS PHARMACY STORE SALES ARE IMPROVING AS SHELTER IN PLACE ORDERS ARE LIFTING AND IT OPENS STORES LONGER: CONF. CALL  * CFO SAYS Q2 WILL REFLECT A SIGNIFICANT INCREASE IN COVID-19-RELATED OPERATING EXPENSES OVER Q1: CONF. CALL  * SAYS CURRENTLY NEW PRESCRIPTION STARTS ARE DOWN 25% VERSUS A YEAR AGO: CONF. CALL  * CEO SAYS DIAGNOSIS AND MONITORING TO BECOME AN IMPORTANT PART OF “HEALTHHUBS” STRATEGY: CONF. CALL  * CEO SAYS CO’S BUSINESS IS TO A DEGREE, RECESSION-RESISTANT: CONF. CALL: CONF. CALL Further company coverage:","205":"(Reuters) - CVS Health Corp Chief Executive Officer Larry Merlo will retire after a decade-long tenure at the helm of the company during which he led the $69 billion acquisition of one of the oldest U.S. health insurer, Aetna.  FILE PHOTO: Larry Merlo, president and CEO of CVS Health, speaks with reporters after a discussion about the future of health care delivery, at the Mandarin Oriental hotel, in Washington, U.S., October 15, 2018. REUTERS\/Al Drago  Karen Lynch, who was with Aetna at the time of the acquisition in 2018, will succeed Merlo in February, CVS said on Friday. Lynch, 57, has been with Aetna for eight years and was previously president of Magellan Health Services.  The CVS-Aetna merger was sixty-four-year-old Merlo’s vision who wanted to bring more medical services and testing into CVS’ HealthHub stores nationwide. The leading pharmacy operator aims to have 600 of those stores by the end of the year and 1,500 next year.  “Investors will likely view this transition positively as Karen Lynch is well respected by the investor community,” Evercore ISI analysts said in a client note.  Shares of the company, which raised its full-year profit forecast on Friday after beating analysts’ estimates for quarterly earnings, rose 4.1%.  The company said it has administered more than 6 million COVID-19 tests since March, and expects to play an “important role” in COVID-19 vaccinations, once vaccines are available; a handful are in late-stage testing.  CVS and rival Walgreens have partnered with the U.S. government to offer on-site vaccinations for residents of care home and assisted living facilities. CVS is also expected to provide vaccinations in its pharmacies.  In the third quarter, the company saw same-store pharmacy sales rise 6.7%, helping it beat Wall Street estimates for profit.  CVS earned $1.66 per share on an adjusted basis, beating analysts’ average estimate of $1.33 per share, according to IBES data from Refinitiv.  CVS raised its 2020 adjusted earnings per share forecast to $7.35 to $7.45 from $7.14 to $7.27 previously.","206":"LOS ANGELES (Reuters) - United Parcel Service Inc UPS.N Flight Forward drones have flown prescription medications to the front lawn of a private home and to a retirement center, the UPS unit's first revenue-generating deliveries for drugstore chain CVS Health Corp CVS.N.  Flight Forward’s maiden delivery flight on Friday in Cary, North Carolina, beat rivals in one phase of the race for the nascent market. The second drone flight delivered medications to a public space at a retirement community.  The packages, roughly the size of small shoeboxes, were lowered from drones hovering at an altitude of about 20 feet.  UPS and CVS said on Tuesday the deliveries were the first of their kind under an program approved by the U.S. Federal Aviation Administration (FAA). Regulators are still hammering out rules for how the unmanned winged vehicles will operate in U.S. airspace and guidelines are expected in 2021.  “We see big potential in drone delivery in rural communities where life-saving medications are needed and consumers at times cannot conveniently access one of our stores,” said Kevin Hourican, president of CVS Pharmacy.  “CVS is exploring many types of delivery options for urban, suburban and rural markets,” Hourican added.  In September, UPS became the first company to win the broadest FAA certification to operate a drone airline. That permits Flight Forward to collect payment for drone deliveries and to fly as many drones supported by as many operators as necessary to meet customer demand.  Flight Forward and drone startup Matternet have inked a variety of deals to deliver biological samples on a handful of medical campuses.  Wing, a drone operator owned by Google parent Alphabet Inc GOOGL.O, is partnering with Walgreens WBA.O and FedEx Corp FDX.N for a home delivery pilot in Christiansburg, Virginia.","207":"FILE PHOTO: Members of the Iowa Department of Public Health perform drive through testing for the coronavirus disease (COVID-19), in Waterloo, Iowa, U.S., April 29, 2020. REUTERS\/Brenna Norman  (Reuters) - CVS Health Corp said on Thursday it would roll out more than 50 COVID-19 testing sites at select pharmacy drive-thru locations in five U.S. states, and expects to have up to 1,000 such locations across the country by the end of the month.  The drugstore chain, which has been operating large-scale testing sites since early April, said the new locations will be across Arizona, Connecticut, Florida, Massachusetts and Pennsylvania.  CVS and other U.S. retailers such as Walgreens Boots Alliance, Walmart Inc and Target Corp have pledged at a White House conference in March to provide space for drive-through testing sites in their parking lots.  The aim is ramp up testing, reduce burden on hospitals and emergency rooms and to keep patients in cars to avoid spreading the infection. The coronavirus outbreak has infected more than 4.3 million people and caused over 290,000 deaths globally, according to a Reuters tally.  The new sites will use self-swab tests that will be sent to an independent, third-party lab for processing and the results will be available in about three days, CVS said, adding that it currently operates large-scale rapid testing sites in coordination with five states, which can process a total of nearly 30,000 tests every week.  CVS, which has a health insurance business, a large pharmacy benefit manager and retail pharmacy stores, plans to process up to 1.5 million tests every month with the new sites.  Last month, the company announced two drive-through testing sites in Georgia and Rhode Island that use Abbott Laboratories’ diagnostic kit, which can work in 15 minutes.  Beginning May 15, patients who wish to be tested at the sites should register first at CVS.com to book an appointment.","208":"A California inventor of a personal styling razor has sued Target Corp, Walmart Stores and CVS Pharmacy for patent infringement, accusing them of selling knockoffs of her patented product in their stores.  Filed on Thursday and Friday in Sherman, Texas federal court by inventor Sharidan Stiles, the lawsuits said the retailing giants declined for years to stock her razor, designed for eyebrows, scalp art and nose hairs, and waited until a cheap imitation was available, undermining her razor’s sales.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2K0NWy9","209":"NEW YORK, June 4 (Reuters) - CVS Health Corp said it will offer expanded health services such as nutrition counseling and blood pressure screenings in 1,500 stores by the end of 2021, following through on plans announced during the pharmacy chain’s 2018 acquisition of health insurer Aetna.  It plans to convert a total of 50 stores this year in Houston, Atlanta, Philadelphia, and Tampa, representing about 15% of the stores in each of the markets, the company said ahead of a meeting on Tuesday with Wall Street analysts and investors in New York. The bulk of the expansion will be split between 2020 and 2021.  CVS first launched a handful of these stores with expanded health services it is calling health hubs in Houston earlier this year. The new format includes an employee with the title of “care concierge” who will direct customers to health services such as a nutritionist or nurse practitioner. It also will offer screenings for sleep apnea and opthalmology issues related to diabetes, among other services.  These CVS stores have experienced increases in foot traffic, front-of-store sales and MinuteClinic visits per day, as well as prescriptions dispensed, CVS pharmacy executive Kevin Hourican said in a phone interview. He declined to provide specific figures. MinuteClinics are walk-in health clinics located in CVS pharmacies.  When CVS bought Aetna for $69 billion, it said the companies would work to bring more health services into its stores beyond the MinuteClinic offerings to tackle chronic conditions like obesity, high blood pressure and diabetes.  Separately, CVS this week is in federal court in Washington D.C., where a judge is reviewing the Aetna deal. The U.S. Department of Justice and the companies agreed on an anti-trust settlement that included the sale of Medicare prescription drug plans to WellCare Health Plans Inc, but the court has not yet signed off on it.  In addition to its retail stores with pharmacies, CVS is one of the nation’s largest pharmacy benefit managers.","210":"May 1 (Reuters) - CVS Health Corp reported a 42 percent rise in quarterly profit on Wednesday and raised its adjusted earnings forecast for the year, as it benefits from its $69 billion purchase of health insurer Aetna Inc.  The company said it now expects adjusted profit per share of $6.75 to $6.90, compared with its prior forecast of $6.68 to $6.88.  The drugstore chain operator and pharmacy benefits manager said net income attributable to the company rose to $1.42 billion, or $1.09 per share, from $998 million, or $0.98 per share, a year earlier.  Revenue rose 34.8 percent to $61.65 billion. (Reporting by Manas Mishra in Bengaluru Editing by Saumyadeb Chakrabarty)","211":"May 2 (Reuters) - CVS Health Corp, which is in the process of buying health insurer Aetna Inc, reported a 4.8 percent rise in quarterly profit on Wednesday, helped by higher sales of prescription drugs at its stores.  Net income attributable to the company rose to $998 million, or $0.98 per share, in the first quarter ended March 31 from $952 million, or $0.92 per share, a year earlier.  Net revenue rose 2.6 percent to $45.69 billion. (Reporting by Manas Mishra in Bengaluru; Editing by Anil D’Silva)","212":"(Reuters) - CVS Health Corp’s health insurer Aetna on Tuesday said it is working with Apple Inc on a new health app for Apple Watches that uses an individual’s medical history to set personalized health goals.  FILE PHOTO: A demonstration of the newly released Apple Watch Series 4 is seen following the product launch event at the Steve Jobs Theater in Cupertino, California, U.S. September 12, 2018. REUTERS\/Stephen Lam -\/File Photo  Called “Attain,” the Apple Watch app will reward Aetna customers for meeting activity goals and fulfilling recommended tasks, such as getting vaccinations or refilling medications, with a subsidy toward the cost of an Apple Watch or gift cards for U.S. retailers.  Several insurers have offered such subsidies for using wearable devices to meet generic activity goals such as a number of steps in the past. But what is new and significant about the Attain app is the use of personal health data held by Aetna to provide customized goals and recommendations.  That health history data is tightly regulated by the U.S. government, and Apple and Aetna had to enter into what is known as a business associate agreement in order for Aetna to share it with the Apple.  Access to regulated data is necessary for some of the functions of the app, such as recommending age-appropriate exercise or a lower-cost option for scheduled lab tests or MRI imaging tests. Aetna said the program is voluntary and that data gathered will not be used for premium pricing or coverage decisions.  “We understand that you don’t need to be a personal trainer or work out several hours a day to be healthier,” Alan Lotvin, executive vice president for transformation at CVS Health, said in a statement.  For Apple, the Aetna partnership continues a push into regulated areas as the company dives further into health features with its wearable device launched in 2014.  Last fall, Apple announced a watch with the ability to take an electrocardiogram, an electrical measure of heart activity that can detect heart problems. The feature required clearance from the U.S. Food and Drug Administration.  Aetna users can opt to share their information anonymously with Apple. Apple will use techniques such as machine learning to fine tune the app, such as detecting the users are more likely to follow up on tasks if they notified midday rather than in the morning.  “As we learn over time, the goal is to make more customized recommendations that will help members accomplish their goals and live healthier lives,” Jeff Williams, Apple’s chief operating officer, said in a statement.","213":"(Reuters) - Drugstore operator chain CVS Health Corp said it had hired former Eli Lilly Chief Financial Officer Derica Rice as the president of its pharmacy benefit management (PBM) business.  CVS is in the process of closing its $69 billion acquisition of Aetna Inc as it works to tackle soaring healthcare spending.  “Our PBM clients and the members they serve are asking for innovation, especially around value-based reimbursement models and the role pharmacy can play in ... lowering total health care costs,” CVS’s Chief Operating Officer Jon Roberts said.  Rice, who was with Eli Lilly for 27 years, would join CVS on March 30.","214":"April 6 (Reuters) - CVS Health Corp said that it will launch two new drive-through COVID-19 testing sites in Georgia and Rhode Island on Monday using new, faster tests than had previously been available, with up to four more locations to follow.  The company said both drive-through testing sites will use testing equipment made by Abbott Laboratories that can deliver results within minutes. It expects to be able to perform around 1,000 tests per day at each site.  “We want to get some experience under our belt with these sites and understand exactly sort of what the volume looks like. And we’ll also be improving the logistics associated with each of the sites over time,” CVS Chief Medical Officer Troy Brennan said in an interview.  Brennan said the company expects to announce a third testing site in a different state on Tuesday and could launch up to three more sites afterward.  CVS was part of a group of U.S. retailers that pledged at a White House news conference on March 13 to open the testing sites in their parking lots. CVS has only opened one drive-through testing site, in the parking lot of a CVS Pharmacy in Shrewsbury, Massachusetts.  Brennan said CVS was basically “shutting down that other model” of a single lane drive-through in the parking lot of one of its stores. A CVS spokeswoman said the Shrewsbury site is still operational, but the company is evaluating how and when to transition to this new model in Massachusetts.  The new testing sites will not be located in CVS parking lots. Instead, one will be located at Georgia Tech university and the other will be in the parking lot of a casino in Rhode Island.  CVS will supply personnel from its MinuteClinic unit to oversee the testing. The states will provide security and protective equipment.  The testing is currently available at no cost to patients, CVS said.  “Right now, the federal government’s paying for these tests and will do so for a specific duration of time,” Brennan said. “Then we’ll develop the capability to bill insurance.”  Patients will need to pre-register in advance online at CVS.com in order to schedule a same-day time slot for testing, the company said. Testing at the sites is for eligible individuals who meet criteria established by the Centers for Disease Control and Prevention (CDC), in addition to state residency and age guidelines. (Reporting by Michael Erman Editing by Nick Zieminski)","215":"(Reuters) - CVS Health Corp CVS.N warned on Thursday that its operating profit could fall this year as it plans to spend most of its $1.2 billion savings from the new U.S. tax law on reducing debt and paying employees more rather than boosting short-term profit.  Shares of the drugstore chain and pharmacy benefits manager fell almost 3 percent on the New York Stock Exchange.  CVS, which is in the process of buying health insurer Aetna Inc AET.N for $69 billion, said it now expects full-year adjusted consolidated operating profit to range from an increase of 1.5 percent over last year to a decline of 1.5 percent. That is more pessimistic that its previous estimate of growth ranging from 1 percent to 4 percent.  “The disappointment here is that much of the tax reform benefit on earnings is essentially going away, so near-term it’s not going to provide as much lift to earnings as people were modeling,” said Oppenheimer & Co analyst Mohan Naidu.  Using its tax savings, CVS said it will invest $425 million annually to raise its minimum wage for hourly employees to $11 an hour and offer a paid parental leave program. It also said it will spend at least half of its tax windfall on debt reduction and allocate at least $275 million to strategic investments in its business.  The raise for employees follows similar actions by Humana Inc HUM.N and Walmart Inc WMT.N to attract workers at a time when a historically low U.S. unemployment rate is making it harder to find and retain minimum-wage workers.  “With $1.2 billion in cash benefits from the Tax Cuts and Jobs Act, we will be able to make strategic investments in our business in 2018 to stimulate greater growth over the longer term,” Chief Financial Officer David Denton said in a statement.  Shareholders may have been looking for CVS to use tax savings to return cash to them through share buybacks or increased dividends as some other companies have recently pledged.  CVS shares fell as much as 3.6 percent before paring some of those losses and were down $2.09, or 2.8 percent at $72.26.  Slideshow ( 2 images )  The company said it expected adjusted operating profit growth of 0.5 percent to 4.5 percent in the first quarter as it benefits from a bad flu season.  In January, the company projected a tax rate of about 27 percent this year versus 39 percent previously.  Excluding items, CVS reported adjusted fourth-quarter earnings of $1.92 per share, beating analysts’ average expectations by 3 cents, according to Thomson Reuters I\/B\/E\/S."}}