{"date":{"0":"2020\/06\/11","1":"2021\/02\/03","2":"2018\/11\/20","3":"2019\/01\/29","4":"2020\/09\/23","5":"2018\/06\/12","6":"2019\/03\/25","7":"2019\/03\/01","8":"2020\/11\/17","9":"2020\/03\/03","10":"2019\/10\/23","11":"2020\/04\/16","12":"2018\/04\/05","13":"2019\/09\/25","14":"2018\/03\/01","15":"2018\/07\/19","16":"2018\/07\/18","17":"2019\/12\/10","18":"2020\/02\/04","19":"2020\/03\/05","20":"2020\/06\/11","21":"2018\/06\/13","22":"2019\/11\/25","23":"2019\/11\/25","24":"2020\/04\/29","25":"2018\/02\/27","26":"2018\/10\/30","27":"2021\/02\/16","28":"2020\/01\/28","29":"2018\/10\/30","30":"2018\/05\/15","31":"2020\/07\/21","32":"2021\/01\/19","33":"2020\/07\/16","34":"2019\/02\/26","35":"2020\/04\/29","36":"2020\/09\/14","37":"2020\/08\/14","38":"2020\/04\/13","39":"2018\/04\/19","40":"2020\/09\/10","41":"2020\/04\/13","42":"2018\/04\/25","43":"2018\/05\/31","44":"2021\/02\/16","45":"2020\/03\/03","46":"2019\/11\/25","47":"2020\/06\/04","48":"2020\/07\/21","49":"2018\/07\/18","50":"2020\/07\/20","51":"2019\/07\/24","52":"2020\/07\/28","53":"2020\/02\/04","54":"2020\/03\/12","55":"2019\/04\/23","56":"2020\/02\/13","57":"2019\/05\/29","58":"2021\/01\/05","59":"2020\/04\/16","60":"2020\/10\/28","61":"2020\/07\/21","62":"2020\/03\/12","63":"2018\/04\/25","64":"2018\/06\/25","65":"2020\/04\/16","66":"2019\/01\/22","67":"2018\/04\/23","68":"2020\/03\/26","69":"2019\/01\/22","70":"2020\/05\/27","71":"2020\/01\/09","72":"2021\/02\/11","73":"2020\/08\/17","74":"2020\/03\/21","75":"2020\/06\/15","76":"2020\/06\/04","77":"2020\/10\/08","78":"2019\/03\/25","79":"2019\/04\/23","80":"2020\/07\/28","81":"2018\/04\/25","82":"2018\/03\/26","83":"2019\/03\/01","84":"2020\/10\/27","85":"2020\/01\/28","86":"2018\/06\/04","87":"2020\/07\/20","88":"2020\/02\/06","89":"2018\/02\/13","90":"2020\/09\/23","91":"2019\/02\/26","92":"2021\/02\/03","93":"2020\/07\/20","94":"2020\/09\/29","95":"2020\/06\/11","96":"2020\/10\/27","97":"2018\/05\/01","98":"2020\/06\/15","99":"2019\/04\/03","100":"2020\/02\/06","101":"2020\/02\/22","102":"2020\/08\/26","103":"2019\/01\/29","104":"2018\/04\/16","105":"2019\/02\/15","106":"2020\/06\/11","107":"2019\/01\/22","108":"2020\/06\/11","109":"2021\/02\/11","110":"2019\/07\/17","111":"2019\/07\/24","112":"2020\/09\/14","113":"2019\/10\/23","114":"2020\/03\/19","115":"2020\/10\/22","116":"2020\/03\/11","117":"2019\/11\/25","118":"2020\/03\/19","119":"2020\/03\/11","120":"2020\/10\/29","121":"2020\/06\/25","122":"2018\/04\/05","123":"2021\/02\/02","124":"2019\/07\/17","125":"2019\/05\/29","126":"2020\/10\/22","127":"2020\/10\/28","128":"2018\/06\/25","129":"2019\/09\/25"},"text":{"0":"June 11 (Reuters) - U.S. Environmental Protection Agency:  * U.S. ENVIRONMENTAL PROTECTION AGENCY (EPA) - ORDERED AMAZON SERVICES LLC AND EBAY INC. TO STOP SELLING A WIDE RANGE OF PESTICIDE PRODUCTS  * U.S. EPA - PRODUCTS SUBJECT TO EPA'S ORDERS ALSO INCLUDE SEVERAL PRODUCTS MARKETED WITH FALSE OR MISLEADING CLAIMS OF EFFICACY AGAINST COVID-19 Source text - bit.ly\/3hcQgPT Further company coverage:","1":"Feb 3 (Reuters) - E-commerce firm eBay Inc’s holiday-quarter revenue beat Wall Street estimates on Wednesday, as more homebound buyers flocked to its platform for shopping during the COVID-19 pandemic.  Revenue rose to $2.87 billion from $2.24 billion, beating analysts’ average estimate of $2.70 billion, according to IBES data from Refinitiv. (Reporting by Akanksha Rana in Bengaluru; Editing by Ramakrishnan M.)","2":"ZURICH (Reuters) - Buying a second-hand luxury watch on eBay EBAY.O should get easier next year as the company gets better at checking that only genuine timepieces are sold on the online platform.  FILE PHOTO: A used Omega Speedmaster Professional wristwatch (C) is displayed with watches of different brands in the window of a shop in Zurich, Switzerland January 22, 2018. REUTERS\/Arnd Wiegmann\/File Photo  “By the end of 2019, we look to have an entire suite of services available to all luxury watch sellers and buyers on the platform,” James Hendy, in charge of eBay’s authentication service for luxury goods, told Reuters in a recent interview.  While new watch sales have grown more slowly, the used market has been boosted by younger consumers happy to buy online, prompting Cartier owner Richemont CFR.S to buy second-hand platform Watchfinder.co.uk.  Hendy said eBay’s transaction volume of second-hand luxury watches would exceed $1 billion in 2018. This compares to volumes of around 1.3 billion euros expected at German rival Chrono24 by its co-CEO and founder Tim Stracke.  eBay allowed approved professional sellers, like Watchbox, to list timepieces on eBay with an “authenticity verified” tag in September by extending its eBay Authenticate program from handbags to luxury watches.  And from the first quarter of 2019, eBay will allow consumers to instantly sell their luxury watch on the site, adding authentication services to cover all consumer-to-consumer (C2C) transactions during the second half of the year.  Swiss luxury watch brands have long hesitated to sell online and used to look at platforms like eBay or specialized websites Chrono24 or Chronext as a nuisance because watches which retailers find hard to sell often end up online at a discount.  However, eBay is now looking at partnerships with luxury brands as it targets a market estimated to be worth around 17.6 billion euros ($20 billion) when jewelry is included, a recent report by Bain & Company said.  The used market has been boosted by younger consumers happy to shop online, prompting watch manufacturers like Richemont or Audemars Piguet to enter the market.  “I believe that in the next few years the primary and secondary market are going to come together,” Hendy said, adding that brands working with eBay would be able to engage with customers directly via its platform.  ($1 = 0.8748 euros)  (This story corrects lead to remove reference to “auction”, also removes reference to Watchfinder, paragraph 5)","3":"(Reuters) - EBay Inc on Tuesday forecast March quarter revenue below Wall Street estimates after reporting disappointing growth in the sales volume on its platform during the key holiday quarter, overshadowing news of its first-ever dividend.  FILE PHOTO - An eBay logo is projected onto white boxes in this illustration picture taken in Warsaw, January 21, 2014. REUTERS\/Kacper Pempel\/File Photo  Shares of the online marketplace were down 1 percent in after-hours trading, reversing course after an initial jump following eBay’s move to pay a quarterly dividend of 14 cents per share.  The lackluster forecast comes as San Jose, California-based eBay faces demands from two prominent activist shareholders to sell some divisions and restructure others amid fierce competition with Amazon.com Inc and other online retailers.  EBay said consumer spending in December, a normally busy shopping period, was slow despite more buyers using its platform.  Chief Executive Officer Devin Wenig also predicted more near-term pressure on eBay’s gross merchandise volume (GMV) - the value of all products sold on its websites - as the company reduced some marketing spending. He said he was confident, however, the company would boost GMV in the long run and benefit from new ad sales and a payments initiative.  “We believe that the actions we’re taking in ‘19 will set us up well,” he said on a conference call with analysts.  EBay forecast revenue of $2.55 billion to $2.60 billion for the current quarter, compared with analysts’ target of $2.66 billion, according to IBES data from Refinitiv.  GMV overall rose just 1 percent in the December quarter and also missed analysts’ estimates, while it dipped 1 percent in the United States.  Still, results for the final quarter of 2018 showed eBay’s sales had climbed 6.3 percent year-over-year to $2.88 billion, exceeding Wall Street’s estimates.  A multi-year effort by eBay to make its platform simpler to users, by introducing grouped listings, personal recommendations and an easier-to-use payment process is helping attract shoppers.  EBay had 179 million active buyers at the end of the December quarter, about 2 million more than the previous quarter.  The company also announced an increase to its share buybacks by $4 billion, reflecting the influence of eBay’s activist investors, said Tom Forte, an analyst at D.A. Davidson.  “The hope for eBay, in my opinion, is their ability to supplement the marketplace with advertising and a growing payments business, but I think the core marketplace is still a challenged business,” he said.  EBay’s quarterly profit from continuing operations reached $763 million, compared with a loss of $2.6 billion a year earlier, when eBay recorded a one-time expense of more than $3 billion.","4":"BOSTON (Reuters) - Four former eBay Inc workers have agreed to plead guilty to participating in a cyberstalking campaign against a Massachusetts couple whose online newsletter they viewed as critical of the e-commerce company.  Former eBay security and global intelligence team members Stephanie Popp, Stephanie Stockwell, Brian Gilbert and Veronica Zea are slated to enter their pleas on Oct. 8 in federal court in Boston, according to a filing on Wednesday.  Popp’s attorney declined to comment. Other defense lawyers did not respond to requests for comment.  They four are among seven defendants, including two onetime eBay security executives, who prosecutors said targeted the couple with anonymous email and Twitter threats and deliveries such as live cockroaches and a bloody Halloween pig mask.  Prosecutors said the former eBay workers also sent pornography in the couple’s name to neighbors and conducted covert surveillance, in a systematic bid to terrorize the couple and deter them from criticizing the company.  They did so after two top executives expressed frustration with the newsletter. One of the executives was former Chief Executive Devin Wenig, who a person familiar with the matter confirmed is the “Executive 1” identified in charging documents.  Prosecutors said that Wenig texted the other executive after the newsletter’s editor published an article about eBay saying it was time to “take her down.”  Wenig has not been charged and has denied directing or knowing anything about the scheme. He is a member of General Motors Co's GM.N board.  A spokesman for Wenig did not immediately respond to a request for comment.  The four expected to plead guilty were first charged in June. Popp was formerly eBay’s senior manager of global intelligence, while Gilbert is a former senior manager of special operations for eBay’s global security team.  Stockwell is the former manager of eBay’s global intelligence center and Zea was a contractor who worked in the center as an intelligence analyst.","5":"DUBAI (Reuters) - ebay Inc will sell products on a relatively new Middle Eastern e-commerce venture, founded by a Dubai billionaire, from the second half of this year, the venture said on Tuesday.  FILE PHOTO: The eBay app is seen on a mobile phone in this illustration photo October 16, 2017. REUTERS\/Thomas White\/Illustration\/File Photo  eBay has agreed to list popular products from the United States and elsewhere on noon.com and its mobile app for online shoppers in Saudi Arabia and the United Arab Emirates (UAE), noon said in a statement.  “Our partnership with eBay opens a whole new world of shopping experience,” said noon founder Mohammed Alabbar.  The two companies will also explore joint marketing opportunities and consider sharing their know-how and best practices with each other, the statement said.  Other details of the partnership were not disclosed and a noon spokeswoman declined to comment when asked about possible financial terms. The spokeswoman said that eBay was not acquiring a stake in noon under the agreement.  Noon, which started operations in 2017, was launched by Alabbar with the financial backing of the Saudi Arabian sovereign wealth fund the Public Investment Fund (PIF) and other Gulf investors.  Alabbar, a prominent Emirati businessman, is the chairman of Emaar Properties, the Dubai builder of the world’s tallest tower, the Burj Khalifa.  E-commerce in the Middle East is potentially highly lucrative, in part because of the region’s young and tech-savvy population. However, inadequate logistics and electronic payment methods have hampered it from gaining a significant foothold.  Amazon.com bought Middle Eastern online retailer Souq.com in March 2017, beating a bid by the retail unit of Alabbar’s Emaar.  In May that year, the retail business Emaar Malls Group agreed to buy a 51 percent stake in Middle Eastern online fashion retailer Namshi for $151 million from Global Fashion Group.","6":"MUNICH, March 25 (Reuters) - Scout24, the Germany-based autos and property marketplace, on Monday expressed an interest in acquisitions if EBay sells its classifieds business following pressure from activist investors to do so.  “That is a concrete example we are looking at,” CEO Tobias Hartmann told journalists after Scout24 reported double-digit growth in revenue and profits last year. (Reporting by Alexander Huebner Writing by Douglas Busvine Editing by Tassilo Hummel)","7":"(Reuters) - EBay Inc on Friday announced a review of its StubHub and eBay Classifieds businesses and said it would appoint two new directors to its board, as part of an agreement with activist investors to avert a proxy contest.  FILE PHOTO - The eBay app is seen on a mobile phone in this illustration photo October 16, 2017. REUTERS\/Thomas White\/Illustration\/File Photo GLOBAL BUSINESS WEEK AHEAD  The U.S. e-commerce firm will add Jesse Cohn, who runs U.S. hedge fund Elliott Management’s U.S. equity activism practice, and Matt Murphy, the CEO of Marvell Technology and a nominee of U.S. hedge fund Starboard Value, to its board.  The hedge funds had been pushing eBay to improve profitability through a wide-ranging review. While eBay’s review does involve exploring options for parts of its portfolio, it does not involve considering selling the whole of eBay or its core Marketplace business, according to people familiar with the talks.  EBay will also add a third new independent director later in the year, it said. The company made its announcement hours before the deadline for investors to nominate directors.  The company signed cooperation agreements with Elliott and Starboard Value LP, under which the two investors have agreed to certain standstill agreement, including voting along with management, and other provisions with eBay.  “Over the course of the last two months, we’ve met with a number of shareholders to understand their views,” eBay Chief Executive Officer Devin Wenig said in a statement, adding that the discussions have been constructive.  Elliott, one of Wall Street’s busiest and successful activists, made a new bet on eBay in the fourth quarter and has been pushing for changes at the company, including a sale of its StubHub ticket sales and its classified-ads businesses.  Starboard, another prominent activist which has won more board seats through settlements than other hedge funds, according to data from Lazard, has also been building a stake.  The company’s shares have jumped 32 percent since the start of January but are still off 13 percent over the last 52 weeks. Shares in eBay rose 5 percent to $39 in early trading after the news.  StubHub on its own could be worth between $3.5 billion and $4.5 billion, and eBay Classifieds, which has an international footprint, could be sold or spun off and worth between $8 billion and $12 billion, Elliott said last month.  Before eBay, Wenig had spent 18 years at Thomson Reuters, where he led the company’s markets unit.","8":"FILE PHOTO: The company logo for AT&T is displayed on a screen on the floor at the New York Stock Exchange (NYSE) in New York, U.S., September 18, 2019. REUTERS\/Brendan McDermid  BOSTON (Reuters) - Elliott Management, which last year took a $3.2 billion stake in AT&T T.N and pushed the company to sell some assets, has itself exited the telecommunications and media company, according to a regulatory filing on Monday.  The New York-based hedge fund liquidated its investment when it sold 5 million shares during the quarter that ended Sept. 30. It had first bought into the stock during the third quarter 2019, according to another filing.  Investment companies are required to say what U.S. stocks they own at the end of each quarter. While these filings are made with a delay, they often shed light on investment trends that are closely watched by other investors.  Elliott, which invests $41 billion and is known as one of the world’s busiest corporate activists, originally criticized AT&T for operational missteps and its takeover strategy as well as its choice of leaders. But by the time company veteran John Stankey succeeded AT&T’s long-time CEO, Randall Stephenson, as its chief in July, Elliott had come around to the choice.  Among its many investments, Elliott did not make any changes to its stake in eBay EBAY.O, another company where it pushed for changes in 2019. The filing shows that Elliott owned 9.9 million shares in eBay even after Jesse Cohn, the partner who runs Elliott's U.S. activism practice, stepped off its board in September.  Elliott won the eBay seat in March 2019.  Starboard Value, another influential activist investor, which also reached a settlement with eBay in early 2019 and was able to fill one seat on eBay’s board, sold off the rest of its stake during the third quarter, a filing shows.  The hedge fund sold 2,090,000 eBay shares after having already sold three quarters of its stake during the second quarter, filings showed.","9":"FILE PHOTO: The eBay logo is pictured on a phone screen in this photo illustration in New York, U.S., July 23, 2019. REUTERS\/Brendan McDermid\/Illustration  SEOUL (Reuters) - EBay Inc EBAY.O is looking to sell its South Korean unit, which includes Gmarket, one of the largest online marketplaces in the country, in a deal that could fetch nearly $5 billion, a Seoul-based newspaper reported on Tuesday.  The Korea Economic Daily, citing an unnamed industry official, reported that eBay has decided to sell 100 percent of its stake in eBay Korea.  Possible buyers include other South Korean retail giants such as Lotte Shopping 023530.KS, Shinsegae 004170.KS, and Hyundai Department Store Group, as well as private equity funds like MBK, the country's largest private equity firm, the newspaper reported.  EBay did not immediately respond to a request for comment, and MBK representatives were not available for comment outside business hours.  EBay bought Gmarket in 2009 for up to $1.2 billion, and combined it with its South Korean unit, Internet Auction Co.  At the time, the combined companies accounted for 87% of the country’s online consumer-to-consumer market and more than 30% of the Web shopping mall market, the Korean antitrust agency said.  But Gmarket has faced new competitors, including Softbank-backed 9434.T startup Coupang, which was founded in 2010 and has the largest e-commerce market share, according to the South Korea B2C E-Commerce Market 2019 report.","10":"(Reuters) - EBay Inc EBAY.O forecast current-quarter revenue below Wall Street estimates on Wednesday, as it faces fierce competition from bigger rivals Amazon.com AMZN.O and Walmart Inc WMT.N in the run-up to the crucial holiday shopping season.  FILE PHOTO: The eBay logo is pictured on a phone screen in this photo illustration in New York, U.S., July 23, 2019. REUTERS\/Brendan McDermid\/Illustration  Shares of the company fell 2.73% to $38.13 in extended trading as the holiday quarter typically generates a majority of its annual sales and profit.  EBay forecast fourth-quarter adjusted profit from continuing operations in the range of 73 cents to 76 cents per share and net revenue of $2.77 billion and $2.82 billion.  Analysts on average had expected a profit of 76 cents on revenue of $2.85 billion, according to IBES data from Refinitiv.  The results follow the exit of Chief Executive Officer Devin Wenig last month, who cited differences with the company’s revamped board, which is looking to sell some of its businesses amid pressure from activist investors.  Hedge funds Elliott Management and Starboard Value have been pushing the e-commerce company to improve profitability through a wide-ranging review.  EBay said active buyers grew 4% to 183 million in the reported quarter. However, its gross merchandise volume, which is the value of goods sold on its websites within a certain time frame, fell 4% to $21.72 billion.  The company’s net income fell to $310 million, or 37 cents per share, in the third-quarter ended Sept. 30, from $721 million, or 73 cents per share, a year earlier.  On an adjusted basis, the company earned 67 cents per share, beating the average analyst estimate of 64 cents.  The e-commerce company’s net revenue was flat at $2.65 billion, marginally beating estimates of $2.64 billion.","11":"(Reuters) - UK's competition watchdog said late Wednesday that it had started an investigation into ticket reseller Viagogos' $4.05 billion acquisition of eBay Inc's EBAY.O ticketing unit Stubhub that was completed in February.  The Competition and Markets Authority (CMA) had flagged concerns in December about whether the deal was “expected to result in a substantial lessening of competition within any market or markets in the United Kingdom for goods or services.”  \"The deadline for the CMA to announce its decision whether to refer the merger for a Phase 2 investigation is therefore 11 June 2020,\" the regulator said bit.ly\/3enKs4x, adding that it issued a notice to the parties on the launch of the merger inquiry on Tuesday.  The Guardian newspaper had earlier reported that the CMA could launch a second inquiry that may lead to the UK element of the deal being blocked altogether.  Viagogos and eBay did not immediately respond to Reuters’ requests for a comment.  The regulator had also said earlier this year that StubHub failed to adequately disclose to customers that transactions may not ensure entry into an event as some venues did not honor resold tickets.  The CMA had ordered StubHub to make changes to its website after the British ticket reseller was found to be misleading people about ticket availability. This came in months after Viagogo was pulled up for similar violations.","12":"April 5 (Reuters) - eBay Inc:  * EBAY SAYS EDWARD BARNHOLT WILL NOT STAND FOR RE-ELECTION TO BOARD WHEN HIS CURRENT TERM EXPIRES - SEC FILING Source text - bit.ly\/2Ha6g3j Further company coverage:","13":"Sept 25 (Reuters) - EBay Inc said on Wednesday Chief Executive Officer Devin Wenig has stepped down and the e-commerce company named its finance head Scott Schenkel as interim CEO.  The company said its board will undertake a search for the next CEO. (Reporting by Amal S in Bengaluru; Editing by Shailesh Kuber)","14":"March 1 (Reuters) - Ebay Inc:  * EBAY SAYS INTRODUCING “UNDER $10” - OFFERING A VARIETY OF $10 & UNDER ITEMS IN VARIOUS CATEGORIES WITH FREE SHIPPING, NO BIDDING REQUIRED Source text for Eikon: Further company coverage:","15":"SYDNEY (Reuters) - Australian home entertainment installer Paul Boon has relied for years on Amazon.com Inc's AMZN.O U.S. website for cheap wall racks and other parts to keep his costs down.  FILE PHOTO: A web page featuring Amazon's Australian URL is pictured in this photo illustration April 20, 2017. REUTERS\/Jason Reed\/Illustration\/File Photo  But Amazon’s recent move to stop Australians from shopping on its foreign websites, due to a new law that requires it to collect taxes, is turning away once-loyal customers like Boon.  He's considering a switch to eBay Inc EBAY.O, adding that prices for wall mounts were 40 percent higher on Amazon's Australia site if they appeared there at all.  “I’ll be going somewhere else to get that regular stuff,” said Boon by telephone from the northern city of Brisbane, where he runs his business.  Amazon’s launch of an Australian site in December, followed by last month’s introduction of its Prime service for faster delivery, has been heralded as a game changer for the country’s retail industry. But it has gotten off to a choppy start.  For customers like Boon, the retail giant has lost years of goodwill by forcing shoppers onto a local site with a product range roughly one ninth of the U.S. site and which sells some goods at higher prices.  It has also given online marketplace eBay, Amazon’s bigger and more established rival in Australia, the opportunity to swoop in and capture that goodwill, building its first automatic tax collection and payment system and wooing local customers with discounts.  TAXING ISSUES  Australia is the first market where Amazon, the world’s second-most valuable company worth $890 billion, has responded to a sales tax on internet purchases by shutting out customers based on where they live.  An Amazon spokesman said in an email the company would continue to build its range of goods and services through its Australian site, and that it was “thrilled with the reception it has received from Australian customers” since introducing Amazon Prime.  The Australian government extended its 10 percent goods and services tax (GST) to all goods bought online from overseas, effective July 1, requiring online retailers to collect the tax. It was previously applicable only to overseas purchases over A$1,000 ($745).  Amazon also gave Australians just one month’s notice that they would be shut out of its global network - sales are cut off when an Australian delivery address is entered - even though the government’s plans were announced a year ago.  Critics say the decision was an excuse to drive traffic to its new local site and promote its Amazon Prime service.  “I’ve no doubt that Amazon will be successful here in time, but I don’t believe that this strategy is what’s going to catapult them to success,” said Ryan Murtagh, CEO of Neto, a provider of data and logistics support for about 3,000 online retailers in Australia.  “I think actually it potentially could damage them in the long term.”  Amazon has some 550 million products on its U.S. site including those sold by Amazon and third-party sellers, according to Boomerang Commerce, an artificial intelligence technology firm in California. That compares with the 500-600 million offers from third-party sellers on eBay, which includes duplicate products.  EBAY’S EDGE  Ebay said the decision to build the new tax collection and payment system had paid off with early figures suggesting Australian shoppers were not swayed by the new tax.  “It was a big change and it was a global change that needed to be done,” said eBay’s local managing director, Tim MacKinnon, adding that the effort was led by its California headquarters.  “A lot of people worked on it, a lot of different teams. We’re really proud that we hit the July 1 deadline.”  He added its decision to offer Australian shoppers a 10 percent discount on its local, British and U.S. websites for the first week of July had helped generate business.  “All of our sites have accelerated,” said MacKinnon.  While neither Amazon nor eBay provide data on visitors to their sites and estimating their share of Australia’s A$26 billion-a-year online retail market is difficult, customer dissatisfaction with Amazon Australia is not hard to find. Its Facebook page is overrun with negative comments.  Amazon’s move has also prompted non-Amazon freight forwarders who buy items from the U.S. store domestically and mail them to Australia to seize new opportunities. One such firm, New York’s Big Apple Buddy, this week set up a new site for Australian shoppers.  Securities analysts argue, however, that Amazon plays a long game and that given its track record in dominating online retail in many countries, whatever missteps it makes can be fixed over time.  “It is highly likely they will get it right in Australia over the longer term, and prices will be competitive, service will be outstanding, and they will eat eBay’s lunch,” Michael Pachter, managing director of equity research at Los Angeles-based Wedbush Securities, said by email.","16":"July 18 (Reuters) - EBay Inc reported a 7.7 percent rise in quarterly profit on Wednesday, as tweaks to its websites and a focus on marketing drew more shoppers at a time when it has been trimming its workforce.  The company’s net income rose to $533 million, or 53 cents per share, in the second quarter ended June 30, from $495 million, or 45 cents per share, a year earlier.  Revenue rose to $2.64 billion from $2.42 billion. (Reporting by Arjun Panchadar in Bengaluru; Editing by Shounak Dasgupta)","17":"WARSAW (Reuters) - Polish online marketplace Allegro abused its dominant position by using its technical know-how to favor its own shop over other sellers, competition watchdog UOKiK said on Tuesday, threatening the company with a fine of up to 10% of revenue.  Allegro, a Polish equivalent of eBay which allows both professional retailers and members of the public to sell on its platform, used an algorithm not available to other sellers to favorably position offers from its own shop, UOKiK said.  “In our opinion, Allegro used information it had gathered, including an algorithm for deciding on the relevance of items, to favor its own shop,” UOKiK president Marek Niechcial told reporters.  “The company knew how to position products so buyers chose them more often than those from competitors’ shops.”  UOKiK also said that some sales or promotion functions were only available for the official Allegro shop.  Allegro said it would fully cooperate with UOKiK.  “We take compliance very seriously, especially since we fully support UOKiK’s objectives in protecting consumer rights and protecting fair competition,” it said in a statement.  “We are a Polish company, proudly supporting the development of the digital economy and we are convinced that the current proceedings will confirm the high standards that we follow in this regard.”  Bought by private equity funds Cinven, Permira and Mid Europa for $3.25 billion in 2016, Allegro is by far the most popular e-commerce platform in Poland, with 79% of Polish consumers using the site according to a Kantar study carried out for UOKiK.","18":"(Reuters) - Intercontinental Exchange Inc (ICE), the owner of the New York Stock Exchange, said on Tuesday it had approached e-commerce company eBay Inc to explore “a range of potential opportunities”.  Slideshow ( 2 images )  The statement came after people familiar with the matter said ICE discussed a potential takeover of eBay. The acquisition would exceed $30 billion and represent a substantial departure from ICE’s focus on financial markets.  The move would call on ICE’s technological expertise in running markets to extract efficiencies from eBay’s marketplace platform, which connects buyers and sellers of goods around the world.  ICE said in its statement that “eBay has not engaged in a meaningful way”, and as a result, it was not in negotiations regarding the sale of all or part of eBay.  The Wall Street Journal, which first reported on the deal discussions, said ICE is not interested in eBay’s classified ad unit, which eBay has been considering selling.  EBay declined to comment.  EBay’s board issued a statement on Wednesday morning saying it is “aligned and open to all value-enhancing alternatives.”  EBay’s shares ended trading 8.7% firmer at $37.41 on Tuesday following the news, giving it a market value of $30.4 billion. ICE shares fell 7.5% to $92.59, giving the company a market value of $51.6 billion, as investors fretted a deal could be dilutive for the stock exchange operator.  ICE, which also operates futures exchanges and clearing-houses, has faced pressure from U.S. regulators to freeze or reduce the fees it charges to operate financial markets, spurring it to diversify its business.  ICE’s approach rekindles debate among investors over whether eBay should be moving faster to shed its classifieds business, which advertises products and services for sale off the eBay marketplace.  Earlier on Tuesday, activist shareholder Starboard Value LP once again called on eBay Inc to sell off its classifieds business, arguing the company has not made enough progress to improve shareholder value.  “To achieve the optimal outcome, we believe Classifieds must be separated, and a more comprehensive and aggressive operating plan must be put in place to drive profitable growth in the core Marketplace business,” Starboard said in a letter to eBay’s board.  The San Jose, California-based e-commerce firm said it would “review Starboard’s letter and perspectives.”  EBay has been shifting focus to its advertising and payments businesses amid stiff competition in its marketplace business from Amazon.com Inc and Walmart Inc.  The company faced pressure last year not only from Starboard but also from hedge fund Elliott Management. In a settlement, eBay offered a board seat to Elliott’s Jesse Cohn and to Matt Murphy, president and CEO of Marvell Technology, which was backed by Starboard. EBay also agreed in March to conduct a strategic review of its business, and in November agreed to sell StubHub for $4.05 billion in cash.  The company is expected to provide an update this year on its classifieds business, which Elliott valued at between $8 billion and $12 billion.","19":"March 5 (Reuters) - eBay Inc:  * EBAY - WILL BLOCK NEW LISTINGS & START TO REMOVE LISTINGS THAT SELL MASKS INCLUDING N95\/N100 & SURGICAL MASKS, HAND SANITIZER & DISINFECTING WIPES  * EBAY INC - TO REMOVE ANY LISTING THAT MENTIONS COVID-19, CORONAVIRUS, 2019NCOV (EXCEPT BOOKS) IN TITLE OR DESCRIPTION - BLOG Source text for Eikon: Further company coverage:","20":"June 11 (Reuters) - E-commerce companies Amazon Inc and eBay Inc have been instructed by the U.S. Environmental Protection Agency (EPA) to stop selling unproven or unsafe disinfectants, including products falsely marketed as killing COVID-19, on their platforms, Bloomberg reported bloom.bg\/3fcuLg5 on Thursday.  The EPA issued orders directing the companies to stop selling or distributing 70 products, including sprays, lanyards and other products touted as “preventing epidemics”, the report said.  The companies are required to remove the products from their websites and to certify that they have done so, the report said.  The EPA, Amazon and eBay did not immediately respond to emailed requests for comment from Reuters.","21":"AMSTERDAM (Reuters) - Adyen, ADYEN_w.AS, which processes payments for Netflix NFLX.O, Facebook FB.O and eBay EBAY.O, saw its value double to $17 billion in a market debut on Wednesday reminiscent of the 1999 tech bubble.  After a highly sought initial public offering, shares in the Dutch company had been priced on Tuesday at 240 euros, the top of their indicated range, suggesting a market capitalization of 7.1 billion euros ($8.5 billion). After the first hour of trade on the Euronext exchange on Wednesday the share price hit 480.00 euros.  It was up 82 percent at 436.70 euros by 1105 GMT.  After several European IPOs were pulled in May, bankers say strong interest in Adyen may spill over into other upcoming deals, such as German online furniture retailer Home24, which was due to price on Wednesday.  The soaring share price prompted debate over whether the offer had been underpriced.  Investors who sold in the all-secondary offering “still own about 85 percent, so focusing on what they own, they might be happy,” said one banker whose bank had a role in the IPO.  “The one thing for sure is this helps the IPO sentiment in Europe.”  One banker who was not involved said the issue, which will raise 947 million euros including an overallotment option, was underpriced.  “It is difficult to be in the shoes of the pricing banks ...  typically a successful IPO goes up 10-15 percent,” he said.  “But the message is not that the IPO market is up and flying. Investors are very selective.”  FILE PHOTO: Euro banknotes and coins are displayed in a shop in Brussels, Belgium November 14, 2017. REUTERS\/Eric Vidal\/File Photo  Prior to Adyen, the 10 biggest IPOs in Europe by gross proceeds so far this year rose less than 6 percent on average above their offer price on their first day of trading, according to Eikon data and Reuters calculations.  Adyen’s sale was only open to institutional investors, and the company said on Tuesday it had been oversubscribed “multiple times.”  Books had been covered at the top price within an hour of the offer being launched on June 5, which the head of a syndicate involved in the float said may have been “unprecedented.”  Adyen helps retailers take customer payments and usher them through complicated payment networks quickly.  Its fast growth, its flashy customer and investor lists, together with the relatively small number of shares on offer, recent strength in technology shares, and fevered M&A in the payments segment, all bolstered demand for shares of the previously little-known company.  Still, there are reasons for investor caution. The issue price was more than 70 times Adyen’s 2017 earnings before interest, taxes, depreciation and amortization of 99.4 million euros. The company, which is debt-free and profitable, says it expects to grow sales by 25-35 percent annually.  Among major risk factors in its prospectus, Adyen cited fierce competition and the fact that its top 10 clients, which also include Vodafone, Uber and Spotify, represent around 33 percent of sales.  Those high-profile clients may demand concessions or defect to competitors, as eBay did when it decided to abandon former owner PayPal for Adyen in January. It later emerged that eBay was offered warrants worth up to a 5 percent stake in Adyen in exchange.  Adyen will face competition from rivals like WorldPay WP.O, which was bought last year by U.S. credit-card processing company Vantiv for $10.4 billion.  U.S. giant PayPal PYPL.O agreed to buy smartphone payment terminal provider iZettle last month for $2.2 billion. Worldline bought Swiss payments processor SIX Group for $2.75 billion.  U.S. fintech rivals such as Square and Stripe are also growing quickly, and some major online retailers including Amazon AMZN.O and Alibaba BABA.N are developing their own payment systems.  Adyen’s offer is primarily a way for existing investors, which include the likes of General Atlantic, Index Ventures and Iconiq Capital, the Silicon Valley fund that is an investment vehicle for the founders of Facebook, LinkedIn and Twitter.  Including overallotments, existing shareholders sold 13.4 percent of shares in the offering, which is secondary only.  With remaining shares subject to a six-month lockup period, only a relatively small number of shares were in play on the first day of trading. In the first hour of trade, a little more than 600,000 shares traded hands - only 2 percent of the total outstanding.  “Liquidity is thin. People are sitting on their shares and that’s what’s driving the price up,” said one person familiar with the deal.  Adyen co-founder and CEO Pieter van der Does, whose around 1.6 million shares in the company are worth nearly 700 million euros at current prices, eschewed any public appearances in the run-up to the IPO, meeting only with private investors. That made some sense given the business-to-business nature of the company and a business model that may not be readily understood by retail investors.  Less traditional was his decision not to ring the gong or hold any celebration at Euronext in Amsterdam on Wednesday. Some observers were also surprised by his decision not to opt for a listing on Nasdaq.  “I’m very proud to be building this company with such a great team,” Van der Does said in a statement issued on Tuesday night. “This listing will only help us to continue to do what we are doing now: helping our merchants grow and reshaping the payments industry.”  Investor Jan Hammer of Index Ventures, Adyen’s largest shareholder, said the successful listing was “proof that even in a traditional and highly regulated industry, building a powerful, global business is possible”.  He said the company handled 108 billion euros in transactions last year out of an estimated $23 trillion globally and had room to grow despite the competition.  Another personal familiar with the IPO said it “wasn’t mispriced.”  “They wanted pop,” he said, referring to the company’s founders and early investors.","22":"EBay Inc on Monday said lawyers from Wachtell Lipton Rosen & Katz and Quinn Emanuel Urquhart & Sullivan advised it on its agreement to sell ticketing unit StubHub to ticket reseller Viagogo Ltd for $4.05 billion in cash.  The San Jose-based ecommerce giant’s legal advisers were led by New York-based Wachtell partners Daniel Neff, Karessa Cain and Raaj Narayan, according to the law firm’s website, and Quinn Emanuel partners Ethan Glass in Washington D.C. and Stephen Mavroghenis in Brussels, according to that firm’s spokeswoman Elizabeth Urquhart.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2XM1wsW","23":"(Reuters) - EBay Inc EBAY.O will sell ticketing unit StubHub to ticket reseller Viagogo Ltd for $4.05 billion in cash, the companies said on Monday, nearly a year after the ecommerce major came under pressure from activist investors to hive off some of its businesses.  In January, activist investors Elliott Management Corp and Starboard Value had urged eBay to sell its ticket sales business and eBay Classifieds Group as part of a plan that could double the company’s value.  Elliott valued StubHub between $3.5 billion and $4.5 billion, while eBay Classifieds between $8 billion and $12 billion.  Viagogo Chief Executive Officer Eric Baker had co-founded StubHub but left before the business was sold to eBay for $310 million in 2007.  Following the activist investors’ request, eBay made changes to its board of directors in March. It announced a review of its StubHub and eBay Classifieds businesses as part of an agreement with activist investors to avert a proxy contest.  Elliott Management declined to comment on the development on Monday, while Starboard Value did not immediately respond to Reuters’ request for a comment.  The online seller had been a target of activist investors before. In 2014, Carl Icahn asked eBay to spin off its payments unit PayPal, a move which the company followed through in 2015.  The deal, which is expected to close by the end of the first quarter of 2020, comes after the exit of former CEO Devin Wenig in September, following his differences with the company’s revamped board.  The e-commerce company is expected to provide an update on its classified ad business next year.  Last month, eBay forecast its holiday quarter revenue below estimates, as it faces intense competition from Amazon.com AMZN.O and Walmart Inc WMT.N.  “The core business remains challenged and these developments won’t directly impact it this quarter,” Wedbush analyst Ygal Arounian said on the divestiture impacting eBay’s holiday quarter.  Shares of eBay were up as much as 3.7% at $36.43 in early trade on Monday.  Goldman Sachs & Co LLC acted as financial adviser to EBay, while Wachtell, Lipton, Rosen & Katz and Quinn Emanuel acted as legal advisers, according to the joint statement by the companies.  J.P. Morgan is acting as financial adviser to Viagogo, while Skadden, Arps, Slate, Meagher & Flom LLP and Kirkland & Ellis LLP are its legal advisers.","24":"FILE PHOTO: The eBay logo is pictured on a screen in this photo illustration in New York, U.S., July 23, 2019. REUTERS\/Brendan McDermid\/Illustration  (Reuters) - EBay Inc EBAY.O forecast current-quarter revenue above Wall Street estimates on Wednesday, as the e-commerce company benefited from a surge in online orders with people staying indoors because of the COVID-19 pandemic.  The rapid spread of the coronavirus forced millions of Americans to shelter indoors, leading to a huge increase of online shopping and orders for e-commerce companies including eBay, Amazon.com Inc AMZN.O and Walmart Inc's WMT.N online business.  The company said it expects second-quarter revenue in the range of $2.38 billion to $2.48 billion, while analysts were expecting $2.32 billion, according to IBES data from Refinitiv.  EBay, which has worked to make its platform simpler to use through grouped listings and personal recommendations, said active buyers grew 2% to 174 million in the first quarter.  First quarter revenue fell 2% to $2.37 billion, but was above analysts’ average estimate of $2.32 billion, according to IBES data from Refinitiv.  Net income from continuing operations fell 6% to $485 million for the first quarter ended March 31, from a year earlier.  On an adjusted basis, the company earned 77 cents per share, beating analysts’ estimates of 72 cents.","25":"Feb 27 (Reuters) - eBay Inc:  * EBAY TO ACQUIRE GIOSIS’ JAPAN BUSINESS  * EBAY INC - AS PART OF TRANSACTION, EBAY WILL RELINQUISH ITS INVESTMENT IN GIOSIS’ NON-JAPANESE BUSINESSES.  * EBAY INC - ADDITIONAL TERMS OF DEAL ARE NOT BEING DISCLOSED Source text for Eikon: Further company coverage:","26":"(Reuters) - EBay Inc EBAY.O beat analysts' estimates for third-quarter profit by managing costs at a time when bigger rival Amazon.com Inc AMZN.O missed revenue estimates and forecast sales below expectations for the holiday quarter.  FILE PHOTO: The eBay app is seen on a mobile phone in this illustration photo October 16, 2017. REUTERS\/Thomas White\/Illustration  Shares of EBay, which also expects fourth-quarter profit marginally above analysts’ estimates, rose as much as 6.0 percent in after-hours trading. The shares have fallen 27 percent so far in 2018.  The San Jose, California-based company has been splurging on product developments, brand marketing and making its website more user-friendly to better compete with increased competition in the online shopping sphere, while also cutting jobs to rein in costs.  “Effective expenses management has resulted in consistent EPS upside,” said D.A. Davidson & Co analyst Thomas Forte.  EBay’s initiatives like grouped listings that let buyers see all identical items grouped together, personal recommendations, and a simplified payment process have also helped lure more online shoppers. The company said it had 177 million active buyers in the third quarter, compared to 175 million in the second.  EBay forecast fourth-quarter adjusted profit of 67 cents to 69 cents per share and revenue of $2.85 billion to $2.89 billion.  Analysts on average were expecting a profit of 67 cents per share and revenue of $2.90 billion, according to Refinitiv data.  Revenue from StubHub, EBay’s marketplace for event tickets, rose 6.0 percent to $286 million, setting aside some fears of slowing growth in the business and showing that a strategy of expanding into international and non-traditional ticket markets was bearing fruit.  “StubHub delivered modest volume acceleration in Q3, driven primarily by strength in concerts, partially offset by a weaker NFL performance,” Chief Executive Officer Devin Wenig said on a post-earnings call.  However, EBay’s total gross merchandise volume (GMV), the value of goods sold on its websites within a certain timeframe, rose 4.8 percent to $22.72 billion in the third quarter, but missed Refinitiv estimates of $23.40 billion.  The company’s profit rose to $721 million, or 73 cents per share, in the third quarter ended Sept. 30, from $520 million, or 48 cents per share, a year earlier.  Excluding items, the company earned 56 cents per share, beating estimates of 54 cents.  Net revenue rose 6 percent to $2.65 billion, in line with analyst expectations.","27":"OSLO (Reuters) - Britain’s competition watchdog on Tuesday raised concerns over Adevinta’s planned acquisition of U.S. e-commerce group eBay’s classified ads business, sending the Norwegian company’s shares down 4.3%.  Slideshow ( 2 images )  The $9.2 billion deal announced in July would create the world’s largest classifieds group, but Adevinta and eBay must first resolve the Competition and Markets Authority’s concerns (CMA) to proceed with the takeover.  “The CMA is concerned the merger could lead to a loss of competition between Shpock, Gumtree and eBay’s marketplace, with only Facebook Marketplace remaining as a significant competitor,” the CMA said in a statement.  “This could reduce consumer choice, increase fees or lower innovation in the supply of platforms that allow people to buy and sell goods online.”  U.S. group eBay owns UK online auction sites Gumtree and ebay.co.uk while Adevinta owns Shpock.  With the sale of its classifieds business, eBay will acquire a 33.3% voting stake in Adevinta and positions on the Adevinta board, the CMA also noted.  Britain accounted for less than 10% of the consolidated revenue of eBay’s classifieds business and 1% of Adevinta’s consolidated revenue, Adevinta said.  In the latest CMA merger investigation involving large digital companies, the watchdog said it is “thoroughly examining deals to ensure that competition is not restricted and consumers’ interests are protected”.  The CMA this month said Viagogo must sell StubHub’s international business after its $4.05 billion purchase of eBay’s ticket-reselling business.  Adevinta and eBay will together propose legally binding solutions to resolve the regulator’s concerns before the deadline of Feb. 23, Adevinta said.  The CMA would then have five working days to consider whether to accept the companies’ proposals or to refer the deal for an in-depth investigation.  Adevinta shares were down 4.3% at 1121 GMT, lagging a flat Oslo benchmark index.  The company said it would provide a further update in early March after the CMA’s decision.","28":"Jan 28 (Reuters) - EBay Inc beat Wall Street estimates for quarterly revenue on Tuesday, as the e-commerce company’s efforts to simplify user experience attracted more customers.  Revenue fell about 2% to $2.82 billion, beating analysts’ expectation of $2.81 billion, according to IBES data from Refinitiv.  Net income from continuing operations fell to $558 million, or 69 cents per share, for the fourth quarter ended Dec. 31, from $763 million, or 80 cents per share, a year earlier. (Reporting by Ayanti Bera in Bengaluru; Editing by Shinjini Ganguli)","29":"Oct 30 (Reuters) - EBay Inc reported a 6 percent rise in third-quarter revenue on Tuesday, as tweaks to its websites and a focus on marketing attracted more buyers.  The company’s profit rose to $721 million, or 73 cents per share, in the third quarter ended Sept. 30, from $520 million, or 48 cents per share, a year earlier.  Net revenue rose to $2.65 billion from $2.50 billion. (Reporting by Sonam Rai in Bengaluru; Editing by Shounak Dasgupta)","30":"May 15 (Reuters) - SOROS FUND MANAGEMENT :  * SOROS FUND MANAGEMENT LLC REPORTS SHARE STAKE IN EBAY OF 125,000 SHARES - SEC FILING  * SOROS FUND MANAGEMENT LLC DISSOLVES SHARE STAKE IN SOUTHWEST AIRLINES - SEC FILING  * SOROS FUND MANAGEMENT REPORTS SHARE STAKE IN INTEL OF 58,000 SHARES - SEC FILING  * SOROS FUND MANAGEMENT - CHANGE IN HOLDINGS ARE AS OF MARCH 31, 2018 AND COMPARED WITH THE PREVIOUS QUARTER ENDED AS OF DEC 31, 2017 Source For the quarter ended Mar 31, 2018: bit.ly\/2L5ptEX Source For the quarter ended Dec 31, 2017: bit.ly\/2C2PHH3  Further company coverage:","31":"OSLO, July 20 (Reuters) - Ebay has agreed to sell its classified ads business to Norwegian group Adevinta in a cash share deal worth $9.2 billion, the companies said on Tuesday.  Ebay will receive $2.5 billion in cash and 540 million shares of Adevinta, making it the largest shareholder with a 44% stake of the pro forma company, they said.  The transaction is expected to close by the first quarter of 2021.","32":"FILE PHOTO: The eBay logo is pictured on a screen in this photo illustration in New York, U.S., July 23, 2019. REUTERS\/Brendan McDermid\/Illustration  (Reuters) - EBay Inc said on Tuesday it has started a process to explore a range of strategic alternatives for its South Korean business, which includes Gmarket, one of the largest online marketplaces in the country.  The Korea Economic Daily, a Seoul-based newspaper, reported in March last year that the e-commerce firm was looking to sell its South Korean unit in a deal that could fetch nearly $5 billion.","33":"FRANKFURT\/LONDON (Reuters) - Ebay EBAY.O has called a board meeting on Friday to select a buyer for its classified ads business in a deal potentially worth up to $10 billion, sources close to the matter told Reuters.  FILE PHOTO: The German headquarters of online marketplace eBay is pictured at Europarc Dreilinden business park south of Berlin in Kleinmachnow, Germany, August 6, 2019. REUTERS\/Fabrizio Bensch  The U.S. e-commerce giant will need to decide between two all-cash bids - submitted by online retailer Prosus and a private equity consortium - and a third cash-and-share offer from Norwegian classifieds group Adevinta ADEV.OL, the sources said.  Ebay may enter exclusive talks with one of the three parties as soon as next week, they said.  Prosus and Adevinta declined to comment.  EBay and the private equity consortium - which consists of Blackstone, Hellman & Friedman and Pemira - weren’t immediately available to comment.  Demand for online market places has surged during the coronavirus pandemic as consumers have turned to online shopping due to prolonged lockdowns and social distancing measures in place in most countries.  Ebay’s classified business includes brands such as Gumtree and Kijiji and offers online ads to more than 1,000 cities around the world.  The unit posted an operating income of $83 million in the first quarter of 2020, with revenues of $248 million. Its enterprise value is estimated at $8 billion to $10 billion.  Prosus, which recently failed to buy food delivery firm Just Eat TKWY.AS, is expected to play aggressively to win control of eBay's classified ads business, the sources said.  They added that eBay is likely to prefer a cash sale to Prosus to a deal involving stock as proposed by Norwegian peer Adevinta.  Prosus's finance head told Reuters in June that the Amsterdam-based business - which was spun out of Naspers NPNJn.J last year - has little overlap with the eBay unit.  If successful, Prosus would reinforce its network of classified businesses which were profitable at an operating level in 2019, while its food delivery companies reported heavy losses.  For Adevinta the deal would instead be a transformational move allowing it to roughly double its size and offering eBay a stake in the combined entity, the sources said.  The private equity consortium has a track record of investments in the classified industry as Hellman & Friedman and Permira are currently backing Germany’s AutoScout24 and Poland’s Allegro, respectively.","34":"FILE PHOTO: An eBay sign is seen at an office building in San Jose, California May 28, 2014. REUTERS\/Beck Diefenbach  (Reuters) - EBay Inc has informed Elliott Management Corp it is willing to explore shedding some of its key assets and give the hedge fund board representation in a bid to avert a proxy contest, people familiar with the matter said on Tuesday.  The U.S. e-commerce company, whose shares have dropped 15 percent in the last 12 months, has offered to explore options for its StubHub ticket sales business and eBay Classifieds Group, including a sale, as Elliott has called for, the sources said.  EBay is also discussing offering board seats to Elliott, though no agreement has been reached and negotiations could still fall apart, the sources said. If a deal is reached, it could be announced by March 1, when the deadline to nominate directors to eBay’s board expires, the sources added.  Another activist hedge fund in eBay’s stock, Starboard Value LP, is in talks to also drop any threat of a proxy contest, but is not discussing any board representation and is not teamed up with Elliott in its efforts, according to one of the sources.  The sources asked not to be identified because the matter is confidential. Elliott declined to comment, while Starboard and eBay did not respond immediately to a request for comment.  The Wall Street Journal first reported details of the settlement talks with Elliott.  Elliott said last month that StubHub on its own could be worth between $3.5 billion and $4.5 billion and eBay Classifieds, which has an international footprint, could be sold or spun off and worth between $8 billion and $12 billion. EBay has a market value of $34 billion.  EBay this month announced a restructuring plan that will unite geographic regions under a global segment and said that a senior executive, Scott Cutler, will leave.  The online seller has been a target for activist investors before. Carl Icahn urged eBay to spin off payments unit PayPal Holdings Inc in 2014, a move the company followed through on in 2015.","35":"April 29 (Reuters) - EBay Inc forecast current-quarter revenue above estimates on Wednesday, as the e-commerce company benefited from a surge in online orders from people staying indoors due to the COVID-19 pandemic.  The company said it expects second-quarter revenue in the range of $2.38 billion to $2.48 billion, while analysts were expecting $2.32 billion, according to IBES data from Refinitiv. (Reporting by Bharath Manjesh in Bengaluru; Editing by Shounak Dasgupta)","36":"WARSAW (Reuters) - Polish commerce platform Allegro said on Monday it plans to raise around 1 billion zlotys ($266.54 million) from a new share issue as part of its initial public offering, which is expected to be the biggest debut on the Warsaw bourse in many years.  The online marketplace, which competes with eBay EBAY.O and Amazon AMZN.O, also said it plans to use the proceeds to repay its outstanding debt to improve its net leverage.  In July, sources said Allegro’s owners - private equity funds Cinven, Permira and Mid Europa Partners - are pressing ahead with efforts to list the company in Warsaw in September.  “The group believes the offering is a logical and significant next step for the group in its development,” Allegro said, adding that up to 5% of the final offering would be allocated to retail investors.  The group, which has hired Goldman Sachs International and Morgan Stanley & Co. International plc, as global coordinators and joint bookrunners, said it had 12.3 million active buyers as of June-end.  Its adjusted EBITDA for the first half of 2020 was 808 million zlotys.  The company also said it agreed to a new 5.5 billion zlotys five-year senior secured term loan and a multi-currency revolving credit facility equivalent to 500 million zlotys to refinance its debt.","37":"FILE PHOTO: The German headquarters of online marketplace eBay is pictured at Europarc Dreilinden business park south of Berlin in Kleinmachnow, Germany, August 6, 2019. REUTERS\/Fabrizio Bensch\/File Photo  BOSTON (Reuters) - Starboard Value said on Friday that it sold nearly three quarters of its stake in eBay Inc EBAY.O during the second quarter when the activist investment firm also ended its proxy fight at the ecommerce company.  At the end of June, Starboard owned 2,090,000 eBay shares, down 73% from the 7,920,000 it owned at the end of the first quarter, according to a regulatory filing the firm made on Friday. The filing did not say when Starboard cut its stake.  Starboard did not respond to a request for comment.  In April, Starboard withdrew its four director nominees after eBay had selected a new chief executive. The hedge fund had spent months pushing the company to tap an outsider for the top job and had also pressed for a sale of eBay’s classifieds advertising business.  This year’s proxy contest was the second time Starboard had pressured eBay since having won the right to help fill one seat on eBay’s board in early 2019.  Starboard also trimmed its position in software maker Commvault Systems Inc CVLT.O by 5% to own 4.36 million at the end of the quarter. Starboard ended its proxy contest at Commvault in June when the two sides agreed to add three newcomers to the company's board.  Starboard launched three campaigns in the first half of 2020 and won 17 board seats during that time, the most of any activist investment firm, data from investment bank Lazard showed.","38":"(Reuters) - EBay Inc on Monday named Walmart executive Jamie Iannone as its top boss, handing over the reins to an outsider as the e-commerce firm deals with pressure from activist investor Starboard Value to shake up its management.  FILE PHOTO: The eBay logo is pictured on a screen in this photo illustration in New York, U.S., July 23, 2019. REUTERS\/Brendan McDermid\/Illustration  The appointment comes nearly a month after Starboard, which owns more than 1% of eBay’s stock, said it plans to install four directors on eBay’s 14-member board and wanted the company to appoint an outsider as its permanent chief executive.  Scott Schenkel, the e-commerce company’s chief financial officer, has been serving as interim CEO since Devin Wenig stepped down in September, citing differences with eBay’s board.  Iannone, who most recently served as chief operating officer of Walmart eCommerce, previously held leadership roles at EBay from 2001 to 2009 and will begin his term as chief executive officer on April 27.  Starboard did not respond to a request for comment.  The hedge fund said in March eBay had been slow in separating its classifieds business from its marketplace business.  The e-commerce company last year sold its ticketing unit, StubHub, for $4.05 billion, after activist investors Elliott Management Corp and Starboard urged its sale as part of a plan that could double eBay’s value.  “Today’s announcement of Jamie as the new CEO of eBay is a huge positive for the company,” said Jesse Cohn, an Elliott partner and eBay board member.  “Over the past year, eBay has realized full value for Stubhub and is in the process of exploring value-maximizing options for its Classifieds division.”  EBay had said it plans to release an update on the classifieds business by the middle 2020.  Shares of the company were 1.19% higher at $34.23 in morning trade.","39":"April 19 (Reuters) - General Motors Co:  * EBAY CEO DEVIN WENIG ELECTED TO GM BOARD OF DIRECTORS  * EBAY CEO DEVIN WENIG ELECTED TO GM BOARD OF DIRECTORS  * GENERAL MOTORS CO - ELECTION OF WENIG TO BOARD’S SLATE OF NOMINEES WILL BRING GM’S BOARD OF DIRECTORS TO 11 MEMBERS Source text for Eikon: Further company coverage:","40":"FILE PHOTO: The German headquarters of online marketplace eBay is pictured at Europarc Dreilinden business park south of Berlin in Kleinmachnow, Germany, August 6, 2019. REUTERS\/Fabrizio Bensch  BOSTON (Reuters) - Elliott Management is giving up its board seat at eBay Inc EBAY.O, the company said on Thursday, less than two years after laying out a blueprint for improvements at the ecommerce company that included divestitures and led to a doubling of the stock price.  Elliott partner Jesse Cohn, who runs the hedge fund’s U.S. activism practice, resigned his seat 18 months after joining the group on March 1, 2019 as part of a settlement that gave Elliott and another activist hedge fund a bigger say in the company’s operations.  LinkedIn executive Mohak Shroff and Carol Hayles, a former chief financial officer at CIT Group, are joining the board, eBay said in a statement. Ebay founder Pierre Omidyar will step back from board responsibilities and become a director emeritus.  Early in 2019, Elliott, which now owns 1.4% of eBay’s stock and ranks as one of its biggest investors, had publicly asked the company to review its portfolio, revitalize its core marketplace business, make operational improvements, return more capital to shareholders and overhaul its leadership.  Since then, eBay has sold its classifieds unit and its StubHub ticket-reselling platform, introduced its first ever dividend, expanded margins and installed a new chief executive. Shares closed at $52.32 on Thursday, after closing at a high of $59.27 on July 10. Before Elliott’s position became known in January 2019, the stock traded at $28.97.  “Jesse brought strong leadership skills and a technology investor’s perspective to the board. His input was extremely helpful with eBay’s operating and portfolio reviews,” board Chairman Paul Pressler said.  “EBay is a tremendous company and has been a terrific investment for Elliott Management. It was a pleasure to serve on eBay’s Board for the past year and a half,” Cohn said in a statement.  (This story corrects spelling of Elliott in first paragraph)","41":"April 13 (Reuters) - EBay Inc on Monday appointed former Walmart Inc executive Jamie Iannone as its chief executive officer, effective April 27, sending shares higher.  The appointment comes nearly a month after activist investor Starboard Value said it wanted eBay to appoint an outsider as permanent chief executive, after being lead by an interim CEO for months.  Scott Schenkel, the company’s chief financial officer, has been serving as interim CEO since Devin Wenig stepped down in September, citing differences with the company’s board.  Iannone, who most recently served as chief operating officer of Walmart eCommerce, previously held leadership roles at EBay from 2001 to 2009.  Shares of the e-commerce company were 3.3% higher at $34.95 in morning trade. (Reporting by Amal S in Bengaluru; Editing by Aditya Soni)","42":"April 25 (Reuters) - eBay Inc:  * Q1 NON-GAAP EARNINGS PER SHARE $0.53 FROM CONTINUING OPERATIONS  * . REPORTS FIRST QUARTER 2018 RESULTS  * Q1 REVENUE $2.6 BILLION VERSUS I\/B\/E\/S VIEW $2.59 BILLION  * QTRLY GAAP AND NON-GAAP EPS PER DILUTED SHARE OF $0.40 AND $0.53, RESPECTIVELY, ON A CONTINUING OPERATIONS BASIS  * GAAP OPERATING MARGIN DECREASED TO 22.5% FOR Q1 OF 2018, COMPARED TO 23.7% FOR SAME PERIOD LAST YEAR  * NON-GAAP OPERATING MARGIN DECREASED TO 27.9% IN Q1 OF 2018, COMPARED TO 28.9% FOR SAME PERIOD LAST YEAR  * SEES Q2 NET REVENUE BETWEEN $2.64 BILLION AND $2.68 BILLION  * SEES Q2 2018 NON-GAAP EARNINGS PER SHARE $0.50 TO $0.52 FROM CONTINUING OPERATIONS  * SEES Q2 2018 GAAP EARNINGS PER SHARE $0.33 TO $0.37 FROM CONTINUING OPERATIONS  * EXPECTS NET REVENUE BETWEEN $10.9 BILLION AND $11.1 BILLION, REPRESENTING FX-NEUTRAL GROWTH OF 7% - 9% FOR FY 2018  * Q2 EARNINGS PER SHARE VIEW $0.52, REVENUE VIEW $2.69 BILLION -- THOMSON REUTERS I\/B\/E\/S  * IN Q1, EBAY GREW ACTIVE BUYERS BY 4% ACROSS ITS PLATFORMS, FOR A TOTAL OF 171 MILLION GLOBAL ACTIVE BUYERS  * MARKETPLACE PLATFORMS DELIVERED $2.1 BILLION OF REVENUE AND $22.5 BILLION OF GMV IN QUARTER  * EXPECTS GAAP EARNINGS PER DILUTED SHARE FROM CONTINUING OPERATIONS IN RANGE OF $1.65 - $1.75 FOR 2018  * EXPECTS NON-GAAP EARNINGS PER DILUTED SHARE FROM CONTINUING OPERATIONS IN RANGE OF $2.25 - $2.30 FOR 2018  * FY2018 EARNINGS PER SHARE VIEW $2.29, REVENUE VIEW $11.00 BILLION -- THOMSON REUTERS I\/B\/E\/S Source text for Eikon: Further company coverage:","43":"SYDNEY (Reuters) - Amazon.com Inc said on Thursday it will force Australians to use its Australian website instead of its much larger U.S. site to avoid a new sales tax, setting the stage for a showdown with rival eBay Inc in the No. 12 economy.  FILE PHOTO: A web page featuring Amazon's Australian URL is pictured in this photo illustration April 20, 2017. REUTERS\/Jason Reed\/Illustration\/File Photo  The retail giant said it would subject Australians to the process known as “geoblocking” from July 1, when a 10 percent Goods and Services Tax (GST) applies to imported online goods worth less than A$1,000 ($756).  “While we regret any inconvenience this may cause customers, we have had to assess the workability of the legislation as a global business with multiple international sites,” an Amazon spokesman said, adding that the firm was taking the measure to comply with the legislation and not to avoid paying tax.  The move will likely drive traffic to Amazon’s Australian website, testing the patience of shoppers who have complained about its thin product range - a tenth the range of its U.S. site - and uncompetitive prices since it began taking orders in December.  It may also benefit Amazon’s main rivals, from California-headquartered online market eBay to smaller Australian merchants which had campaigned to have the GST apply to all goods shipped from overseas.  National Retail Association CEO Dominique Lamb said Amazon’s move was a surprise.  “You have to wonder if they are trying to funnel more traffic to its Australan website,” she said.  An eBay spokesman said the U.S. company was working on a way to collect the Australian tax from sellers around the world without cutting access for Australians.  “eBay’s GST solution ... allows imports to Australia to continue without any structural barriers, redirects or blocks to the buyer experience,” he said.  FAIR SHARE  Until now, GST has applied only to most goods sold in Australia and imported goods worth over A$1,000, making relatively low-cost imported items cheaper than their equivalents in local stores.  Australian Treasurer Scott Morrison announced the change in April 2017, eight months before Amazon opened its Australian unit.  “The second-biggest company in the world, run by the richest man in the world, shouldn’t get a leave pass from paying tax in Australia,” Morrison said in an email statement on Thursday.  “If multinationals aren’t forced to pay their fair share of tax, they will have a competitive advantage over retailers here in Australia, on our own main streets and in our shopping centers.”  Shares of local e-commerce site Kogan.com Ltd closed up 0.8 percent while shares of electronics retailers JB Hi-Fi Ltd and Harvey Norman Holdings Ltd, seen as direct Amazon competitors, closed up 2.2 percent and 1.4 percent respectively. The broader market rose 0.4 percent.","44":"OSLO, Feb 16 (Reuters) - The British competition authority (CMA) has expressed concerns about the planned acquisition by Norway’s Adevinta of eBay’s classified ads business, Adevinta said on Tuesday.  The deal, worth $9.2 billion and announced in July, would create the world’s largest classifieds group if it went ahead.  The firms will together propose legally binding solutions to resolve the regulator’s concerns before the deadline of Feb. 23, Adevinta said. (Reporting by Gwladys Fouche, editing by Nora Buli)","45":"(Adds Sysco)  March 3 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2000 GMT on Tuesday:  ** EBay Inc is looking to sell its South Korean unit, which includes Gmarket, one of the largest online marketplaces in the country, in a deal that could fetch nearly $5 billion, a Seoul-based newspaper reported.  ** Thermo Fisher Scientific Inc has agreed to buy German genetic testing company Qiagen, in a $11.5 billion deal as the U.S.-based group looks to bolster its health diagnostic business.  ** U.S. food distributor Sysco has contacted Metro about a potential takeover of the German wholesaler, two people close to the matter told Reuters.  ** Marex Spectron has purchased scrap metals company Tangent Trading Ltd, the first entry of the commodities broker into a sector it sees having growth potential due to increasing focus on sustainability.  ** U.S.-based private equity firm Clayton, Dubilier & Rice has agreed to buy British healthcare marketing and services company Huntsworth for about 400 million pounds ($511 million) in a bet on continued strong growth in global healthcare markets.  ** Chinese steelmaker Jingye Group said it will complete its buyout of British Steel, with 1.2 billion pounds ($1.5 billion) of investment, despite uncertainty over the control of British Steel’s French unit.  ** Ukraine will sell its only state-run grain company DPZKU, Ukrainian government said. (Compiled by Ayanti Bera and Manojna Maddipatla in Bengaluru)","46":"Nov 25 (Reuters) - EBay Inc is nearing a deal to sell its ticketing unit, StubHub, for $4 billion to ticket reseller Viagogo Ltd, the Wall Street Journal reported here on Monday, citing people familiar with the matter.  The e-commerce company did not immediately respond to Reuters’ request for comment. (Reporting by Ambhini Aishwarya in Bengaluru; Editing by Sriraj Kalluvila)","47":"LONDON, June 4 (LPC) - Bankers are preparing debt financings of around €2.2bn to back a potential sale of eBay’s classified-ads business as a number of parties make it through to the second round of bidding, banking sources said.  eBay said in February it was in discussions with multiple candidates regarding a potential transaction for its classified-ads business and expected to update investors by the middle of 2020.  The unit has a price tag of around US$10bn, which could make it one of the largest leveraged buyouts of the year.  The bidders expected to have made it through include two consortia. One comprises Blackstone, Hellman & Friedman and Permira. The other includes trade buyer Prosus and buyout firm General Atlantic, while Apax could also be part of the group. Trade buyer Adevinta is also through to the next stage, sources said.  The second round of bidding in an auction process is due in early July, the sources said.  All of the potential buyers either declined to comment or were not immediately available to comment. eBay was not immediately available to comment.  Bankers are working on debt financings totalling around 5.0-5.5 times the unit’s approximate €400m Ebitda.  The debt financing is expected to comprise leveraged loans and high-yield bonds to maximise liquidity.  While it is preferable for the financing to be raised solely in euros, some bankers fear there may not be enough capacity in the European market given the effects of the Covid-19 pandemic and the deal may be offered in the US to tap into dollar liquidity.  “It is an all euro business, but it is an open question as to whether it is too big to do an all euro financing,” a syndicate head said.  The deal is likely get a high Single B rating, which will attract interest from a wide number of investors looking to bulk up on high quality loans, especially CLOs that have been inundated with B3 and Triple C rated deals.  It adds to the growing list of deals starting to emerge as companies tap a relatively stable window of opportunity to conduct M&A processes, in case a much feared second wave of the coronavirus hits later in the year, several bankers said. (Editing by Christopher Mangham)","48":"OSLO\/LONDON (Reuters) - U.S. firm eBay Inc has agreed to sell its classified ads business to Norway’s Adevinta in a deal worth $9.2 billion, creating the world’s largest classifieds group, the companies said on Tuesday.  FILE PHOTO: The German headquarters of online marketplace eBay is pictured at Europarc Dreilinden business park south of Berlin in Kleinmachnow, Germany, August 6, 2019. REUTERS\/Fabrizio Bensch  Under the deal, eBay will receive $2.5 billion in cash and 540 million shares of Adevinta, making it the largest shareholder with a 44% stake and 33.3% of the vote, they said.  “Adevinta becomes the largest online classifieds company globally, with a unique portfolio of leading marketplace brands,” Adevinta Chief Executive Rolv Erik Ryssdal said.  The combined company will have a presence in 20 countries, with Europe its biggest market. It will have an estimated revenue of $1.8 billion and earnings before interest, tax, depreciation and amortisation (EBITDA) close to $600 million.  A source close to the deal said the Norwegian firm sweetened terms of its bid at the weekend by offering eBay a bigger stake, after the U.S. firm’s board was initially split, with some members backing a $9 billion cash bid by online retailer Prosus.  Jamie Iannone, eBay’s chief executive, backed Adevinta’s proposal and persuaded the board of its merits, the source said.  Ryssdal told Reuters the coronavirus crisis had boosted digital marketplaces, with some Adevinta sites receiving more traffic in June than a year earlier, rebounding from a sharp drop in March.  Ryssdal, who said he intended to stay in the chief executive role, said Adevinta would look for more acquisitions after completing the eBay deal, adding the combined company “would be a great platform to do that.”  Shares in Adevinta, which was spun out of Nordic media company Schibsted and listed on the Oslo bourse last year, jumped almost 40% after trading resumed. Schibsted shares climbed about 20%.  SAVINGS  Adevinta owns brands such as Leboncoin, France’s biggest online classified ads website, Brazil’s OLX and dozens more across Europe, the Americas and North Africa.  The eBay Classifieds Group includes the Gumtree and Kijiji brands, and offers online ads to more than 1,000 cities around the world. The business posted an operating income of $83 million on revenue of $248 million in the first quarter of 2020.  The transaction, expected to close by the first quarter of 2021, targets $150 million-$185 million in annual savings on EBITDA within three years.  Most of the synergies are expected to come from IT, where eBay is much stronger, a person familiar with the deal said.  Schibsted said the deal meant its stake in Adevinta would fall to about 33% from 59%, but it would have 39.5% of votes.  Schibsted and eBay will appoint two directors each to the expanded board of nine, Adevinta’s investor presentation showed.  Schibsted Chief Executive Kristin Skogen Lund told a presentation her firm intended to remain a significant shareholder in Adevinta but might sell part of its stake if it made further acquisitions.  “We will have a larger liquidity and financial flexibility, but that doesn’t mean that we have any immediate plans (to sell),” she said.  As part of Adevinta deal, the U.S. firm agreed to sell Schibsted the Danish assets of eBay classifieds group for $330 million, reducing the cash consideration from Adevinta to about $2.17 billion.  Citigroup advised Adevinta, while Barclays acted as lead financial advisor to Schibsted. Goldman Sachs and LionTree advised eBay.","49":"(Reuters) - EBay Inc EBAY.O missed analysts' estimates for second-quarter revenue on Wednesday, as its online ticket marketplace StubHub had a disappointing quarter, leading the e-commerce website to forecast underwhelming third-quarter results.  FILE PHOTO: The eBay app is seen on a mobile phone in this illustration photo October 16, 2017. REUTERS\/Thomas White\/Illustration\/File Photo  The company’s shares were down about 5 percent at $36 after the bell.  EBay blamed fewer games in major U.S. sporting events for lower ticket sales at StubHub. Even though StubHub revenue rose 4 percent to $246 million, it was its slowest growth since the second quarter of 2017.  “It was a historically bad MLB start of the season ... and it was a 4-game NBA series, it was a 5-game Final Series, it was a 5-game hockey series. There were just a lot of things that broke the wrong way on the landscape.,” eBay Chief Executive Officer Devin Wenig said on a post-earnings call.  Wenig added that he did not expect the landscape for ticket sales to get any better in the second half.  CFO Scott Schenkel also said he expects the stronger dollar — up 4 percent since the company’s prior forecast — to hit revenue by $150 million for the full year.  EBay lowered its full-year revenue forecast to between $10.75 billion and $10.85 billion, from $10.9 billion to $11.1 billion earlier. Analysts were expecting revenue of $10.95 billion, according to Thomson Reuters I\/B\/E\/S.  Third-quarter revenue is also expected to be between $2.64 billion and $2.69 billion, missing Wall Street estimates of $2.73 billion.  EBay has been splurging on advertising brands available on its platform and on developing a more user-friendly format to better compete with the likes of Amazon.com AMZN.O, but saw its efforts overshadowed by weak StubHub growth.  The online retailer is banking on initiatives like grouped listings, a way for buyers to find the items they are searching for faster, and a simplified payment process to help lure more online shoppers.  The San Jose, California-based company had 175 million active buyers globally in the second quarter, compared to 171 million active buyers in the first quarter.  The company’s gross merchandise volume (GMV), the value of goods sold on its websites, rose 10.4 percent to $23.63 billion.  Excluding items, the company earned 53 cents per share in the second quarter ended June 30. Revenue rose about 9 percent to $2.64 billion.  Analysts on average had expected the company to earn 51 cents per share on revenue of $2.66 billion.","50":"The German headquarters of online marketplace eBay is pictured at Europarc Dreilinden business park south of Berlin in Kleinmachnow, Germany, August 6, 2019.  LONDON (Reuters Breakingviews) - Jamie Iannone, eBay’s chief executive since April, may have chalked up an early win for shareholders in the $41 billion e-commerce group. He’s close to agreeing a $9 billion cash-and-stock sale of eBay’s classifieds business to Norway’s Adevinta, Reuters reported on Monday. Taking the buyer’s richly valued paper holds risk, but also gives the U.S. group upside from consolidation in Europe.  Adevinta, which itself is only worth $8.5 billion, was last year spun out of Schibsted and is still majority owned by the Norwegian media conglomerate. It beat away rival bidders for eBay’s sought-after online-listings business, which according to Reuters included Netherlands-listed tech investor Prosus and a private-equity consortium. Iannone’s predecessor was pressured into the sale by activist investors including Elliott Management.  The price looks rich, at roughly 8 times the revenue Canaccord Genuity analysts expect the eBay unit to generate next year. To hit, say, a 10% return on its investment, Adevinta would need to pump up the acquired business’s operating profit to roughly $1.1 billion, according to Breakingviews calculations which assume a 19% tax rate. Potential cost savings will help, as will having greater negotiating clout with advertising platforms like Alphabet-owned Google. Yet the business Adevinta is buying only generated $420 million of operating profit last year. More than doubling that seems like a hard ask, even if the pandemic boosts the number of people selling goods like wardrobes online.  The deal looks better from eBay’s point of view. Iannone has secured a good valuation, and as-yet undisclosed slug of cash, for a business that’s slower growing than peers. Admittedly, eBay shareholders will take on some of the risk that Adevinta’s share-price collapses: it’s currently valued at an eye-watering 9.5 times 2021 sales, using Refinitiv Smart Estimates. But that’s probably a worthwhile trade. The European online-listings sector is fragmented, and ripe for consolidation. Adevinta itself might be taken over. Prosus, worth 137 billion euros, is a plausible acquirer of the whole business. Private equity groups such as KKR and Hellman & Friedman have also piled into the sector. EBay’s classifieds auction looks like a good deal for the seller.","51":"July 24 (Reuters) - EBay Inc said on Wednesday it would launch warehousing and shipping service for merchants selling through its platform starting next year, a new strategy that is expected to attract more sellers to the e-commerce platform.  The move is similar to Amazon.com Inc’s “Fulfillment By Amazon”, or FBA, which allows merchants to rent space in warehouses worldwide so they can store inventory closer to customers.  The service would help eBay to ship products faster to its customers, a key consideration of millennial shoppers when they browse for items online. EBay sellers in the United States send about 1.5 million packages daily.  EBay held the mantle of top online destination for sellers, before Amazon’s marketplace ended its reign when it launched over a decade ago, helped in large part by FBA, which allows storing and shipping items and even handles customer service on behalf of sellers. (Reporting by Akanksha Rana and Munsif Vengattil in Bengaluru; Editing by Shinjini Ganguli)","52":"(Reuters) - EBay Inc EBAY.O beat Wall Street estimates for quarterly profit on Tuesday and raised its full-year outlook, as the e-commerce company benefited from a surge in online shopping by people staying indoors due to coronavirus-driven lockdowns.  FILE PHOTO: The eBay logo is pictured on a phone screen in this photo illustration July 23, 2019. REUTERS\/Brendan McDermid\/Illustration\/File Photo  Business has been booming for e-commerce firms and companies with strong online presence as the COVID-19 pandemic has led more people to use their mobile phones and computers to shop.  Ebay now expects full-year adjusted profit between $3.47 and $3.59 per share. Analysts were expecting $3.51 per share, according to IBES data from Refinitiv.  Wedbush analyst Ygal Arounian said that e-commerce related stocks have largely outperformed since the beginning of the pandemic and expectations are really high.  “It’s not a surprise to see some weakness on results,” Arounian added.  Shares of eBay, which have surged about 56% so far this year, fell nearly 3% to $54.75 in extended trade.  The company last week agreed to sell its classified ads business to Norway's Adevinta ADEV.OL in a deal worth $9.2 billion, succumbing to longstanding pressure from activist investors Elliott Management Corp and Starboard Value.  Pressure from the activist investors also resulted in the company naming Walmart WMT.N executive Jamie Iannone as its top boss in April, handing over the reins to an outsider.  “I think the stock is down due to ... some concern that the new CEO might reinvest some of the recent upside to try to strengthen the company’s competitive position,” Atlantic Equities analyst James Cordwell said.  Revenue rose to $2.87 billion in the second quarter, from $2.42 billion a year-ago, beating analysts’ estimate of about $2.8 billion.  Excluding items, the company earned $1.08 per share, above estimates of $1.06 per share.","53":"Feb 4 (Reuters) - Activist shareholder Starboard Value LP on Tuesday sent a letter to eBay Inc’s board, saying the ecommerce company has not made enough progress in its plan to separate its classifieds business.  EBay last year agreed to sell its ticketing unit, StubHub, for $4.05 billion in cash, under pressure from Starboard and Elliott Management Corp. The investors had also urged the company to sell eBay Classifieds Group as part of a plan that could double the company’s value.  “In order to achieve the optimal outcome, we believe Classifieds must be separated, and a more comprehensive and aggressive operating plan must be put in place to drive profitable growth in the core Marketplace business,” Starboard said. (Reporting by Supantha Mukherjee in Bengaluru; Editing by Anil D’Silva)","54":"MILAN, March 12 (Reuters) - Italy’s antitrust watchdog said on Thursday it was investigating e-commerce giants Amazon and eBay for an allegedly excessive rise in the price of products such as hand sanitiser during the coronavirus crisis.  Italy is the country hardest hit by the virus in Europe with more than 1,000 deaths and a nationwide lockdown.  The antitrust authority said in statement it had opened a probe into the two companies’ subsidiaries in Italy and in Europe in relation to an unwarranted spike in prices of items such as disinfectant gel and protective masks.  It said it would also investigate allegations of misleading advertisements for some items put up for sale on the e-commerce platforms where they were described as being effective against the coronavirus.  eBay and Amazon did not immediately respond to a request for a comment from Reuters.","55":"(Reuters) - EBay Inc raised its full-year sales and profit forecasts on Tuesday, as user-friendly changes to its ecommerce platforms attracted more customers and also increased its advertising revenue.  FILE PHOTO: An eBay sign is seen at an office building in San Jose, California May 28, 2014. REUTERS\/Beck Diefenbach  The company, facing intense competition from Amazon.com Inc and Walmart Inc, has focused on its promoted listings program and payments business, as well as worked to make its platform simpler to use through the introduction of grouped listings and personal recommendations.  More than 800,000 active sellers took advantage of the promoted listings in the first quarter, helping more than double advertising revenue to over $65 million, the company said.  Chief Executive Officer Devin Wenig on a post-earnings call reiterated that the company was reducing third-party ads that are not accretive and remained on track toward a $1 billion advertising revenue opportunity.  The results come as eBay is in the middle of a review of its StubHub and eBay Classifieds businesses following activist investor pressure.  The San Jose, California-based company has also agreed to appoint two new directors to its board as part of an agreement with activist investors Starboard Value and Elliott Management.  “We see the beat and raise as a positive reflection of management’s efforts, prior to the involvement of the activist, to improve its operating results - including expanding its efforts in advertising and payments,” said Tom Forte, an analyst with D.A. Davidson.  EBay’s shares rose 5 percent in extended trading after the company also beat first-quarter revenue and profit estimates.  The company raised its full-year revenue forecast to range between $10.83 billion and $10.93 billion, and its profit to be between $2.64 per share and $2.70 per share.  Net revenue rose 2.4 percent to $2.64 billion in the first quarter ended March 31, beating analysts’ average estimate of $2.58 billion, according to IBES data from Refinitiv.  EBay said active buyers grew 4 percent to 180 million in the reported quarter. However, the company’s gross merchandise volume, which is the value of goods sold on its websites within a certain time frame, fell 4.2 percent to $22.59 billion.  Excluding items, eBay earned 67 cents per share, beating estimates of 63 cents per share.","56":"The eBay logo is pictured on a phone screen in this photo illustration in New York, U.S., July 23, 2019. REUTERS\/Brendan McDermid\/Illustration  (Reuters) - EBay Inc added $3 billion to its 2020 share buyback plan and forecast current-quarter profit above analysts’ expectations on Thursday after closing the sale of its StubHub ticketing unit.  The company is expanding its buyback plans to $4.5 billion.  EBay expects to post first-quarter adjusted profit of between 72 cents and 75 cents, while analysts are expecting 72 cents, according to Refinitiv data.  The outlook reflects the benefit of share buybacks and investment timing, offset by the impact of the StubHub sale, the company said.  In November 2019, the company agreed to sell StubHub to Viagogo Ltd for $4.05 billion nearly a year after the ecommerce major came under pressure from activist investors to hive off some of its businesses.  For the full year 2020, eBay expects to post a profit in the range of $3.00 to $3.10 per share, the midpoint of which is above estimates.  EBay shares rose 2.4% in trading after the bell.","57":"MUNICH, May 29 (Reuters) - Scout24 is interested in acquiring certain parts of Ebay’s classifieds business, Chief Executive Tobias Hartmann said, adding that he was interested in Ebay’s car and real estate classifieds operations.  “We are operating in a market where acquisition opportunities are rare. But we will focus on markets and countries where we already have a presence,” Hartmann told Reuters.  Under pressure from activist investor Elliott, Ebay is exploring shedding some assets and is working with Goldman Sachs as its advisor, people familiar with the matter said, but no process has formally kicked off.  Goldman Sachs declined to comment.","58":"O’Melveny & Myers has added privacy and internet lawyer Tod Cohen, who most recently served as deputy general counsel and vice president of Twitter Inc.  Cohen, who joins O’Melveny as a partner, previously held senior in-house roles at ticket company StubHub and e-commerce company eBay Inc. O’Melveny, in announcing the hire Tuesday, said he will leverage that experience to work with clients on data privacy, antitrust and competition, content moderation and payments issues.  To read the full story on Westlaw Today, click here: bit.ly\/2KWyKUR","59":"April 16 (Reuters) - Activist investor Starboard is withdrawing its nominations to eBay Inc’s board after the e-commerce company appointed Walmart executive Jamie Iannone as its chief executive officer, the firms said on Thursday.  The hedge fund owns more than 1% of eBay’s stock and last month revealed plans to install four directors on the company’s 14-member board.  It had also called on the company to appoint an outsider as its permanent chief executive.  EBay shares were last up 1.5% in early trading.  The company said on Thursday it expects to name a new independent board director in the next few months and will consider the individuals nominated by Starboard.  EBay expects to hold its annual shareholder meeting in June.","60":"FILE PHOTO: The eBay logo is pictured on a screen in this photo illustration in New York, U.S., July 23, 2019. REUTERS\/Brendan McDermid\/Illustration\/File Photo  (Reuters) - EBay Inc's EBAY.O quarterly profit topped Wall Street expectations on Wednesday and the e-commerce company forecast fourth-quarter sales above estimates, as people staying at home due to the COVID-19 pandemic took to online shopping.  EBay said it expects fourth-quarter revenue in the range of $2.64 billion to $2.71 billion, while analysts estimate $2.54 billion, according to IBES data from Refinitiv.  E-commerce firms and retailers with a strong online presence have witnessed a spike in demand as the COVID-19 pandemic has led more people to shop online.  The company raised its full-year sales outlook to between $10.04 billion and $10.11 billion. The forecast excludes the classifieds business, which eBay in July agreed to sell to Norway's Adevinta ADEV.OL in a $9.2 billion deal.  EBay, which has made its platform simpler to use through grouped listings and personal recommendations, said active buyers grew 5% to 183 million in the third quarter.  Net income from continuing operations rose to $621 million, or 88 cents per share, for the third quarter ended Sept. 30, from $210 million, or 25 cents per share, a year earlier.  Excluding items, eBay earned 85 cents per share, above estimates of 77 cents per share.  Revenue rose about 25% to $2.61 billion, beating analysts’ average estimate of $2.48 billion. However, the company missed its prior revenue forecast of $2.64 billion to $2.71 billion.  Shares of the company fell nearly 2% at $52.24 in extended trade.","61":"At least seven law firms advised on eBay Inc’s agreement to sell its classified ads business to Norway’s Adevinta for $9.2 billion, a deal that creates the world’s largest classifieds group, the companies announced on Tuesday.  Skadden Arps Slate Meagher & Flom and Norwegian firm BAHR were corporate legal counsel to Adevinta, the company said in a statement. Wachtell Lipton Rosen & Katz was corporate counsel to U.S. company eBay. Skadden’s team included London corporate partners Lorenzo Corte, Denis Klimentchenko and Scott Simpson, and BAHR’s included partners Lars Knem Christie and Robin Bakken, those firms said.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/3hoqK9q","62":"Slideshow ( 2 images )  MILAN (Reuters) - Italy’s antitrust watchdog said on Thursday it was investigating e-commerce giants Amazon and eBay for an allegedly excessive rise in the price of products such as hand sanitizer during the coronavirus crisis.  Italy is the country hardest hit by the virus in Europe, with more than 1,000 deaths and a nationwide lockdown. The antitrust authority said in a statement it had opened a probe into the two companies’ subsidiaries in Italy and in Europe in relation to an unwarranted spike in prices of items such as disinfectant gel and protective masks.  It said it would also investigate allegations of misleading advertisements for some items put up for sale on the e-commerce platforms where they were described as being effective against the coronavirus.  In a emailed statement to Reuters, eBay said the company stands ready to cooperate with relevant authorities to identify any abuse.  An Amazon spokesman said the company had no immediate comment because it was still looking into the matter.","63":"April 25 (Reuters) - EBay Inc reported a 60.7 percent drop in first-quarter profit on Wednesday, as it spent more on its ecommerce platforms to attract more customers.  The company’s net income fell to $407 million, or 40 cents per share, in the quarter ended March 31, from $1.04 billion, or 94 cents per share, a year earlier.  Revenue rose to $2.58 billion from $2.30 billion. (Reporting by Arjun Panchadar in Bengaluru; Editing by Bernard Orr)","64":"Slideshow ( 2 images )  BRUSSELS (Reuters) - The European Commission has signed an agreement with four major online retailers to combat the listing of dangerous products on Europe’s online shopping sites.  The pledge covers products that could endanger consumer health in various ways, such as through fire hazard. It is part of broader Commission efforts to tackle an array of dangerous or illegal content online.  AliExpress, Amazon, eBay and Rakuten-France agreed to remove dangerous product listings within two days of being notified by authorities and respond to customer notifications within five days.  The Commission said 20 percent of sales in Europe were made online in 2016, increasing the prevalence of dangerous product listings.  “E-commerce has opened up new possibilities for consumers, offering them more choice at lower prices. Consumers should be just as safe when they buy online, as when they buy in a shop,” Commissioner Vera Jourova, who looks after consumer issues, said.  The companies also agreed to train sellers to comply with EU safety law and utilize the EU’s Rapid Alert System to be proactive in the monitoring and preventing of unsafe product listings.","65":"(Reuters) - Activist investor Starboard on Thursday ended its proxy fight at eBay EBAY.O by withdrawing its four director nominees four days after the ecommerce company named a new chief executive.  FILE PHOTO: The eBay logo is pictured on a screen in this photo illustration in New York, U.S., July 23, 2019. REUTERS\/Brendan McDermid\/Illustration  EBay said it plans to name another independent director in the coming months and will consider the people Starboard had suggested as directors.  The decision ends a month-long public fight that erupted at the same time companies around the world were dealing with the outbreak of the coronavirus and concentrated mostly on running their businesses and keeping employees safe.  Investors welcomed the news, which eliminates a distraction for management, and sent eBay’s shares up more than 2% to trade at $36.96.  “This conclusion best positions our Company and our new  Chief Executive Officer to move forward and achieve all that we and Starboard hope can be accomplished for our stockholders, employees, and community of buyers and sellers,” the company and the hedge fund said in a joint statement.  New York-based Starboard, which owns roughly 1% of eBay’s stock, last month moved ahead with its proxy fight after months of private negotiations in order to publicly push eBay to bring in an outsider as its permanent chief executive. Starboard also pressed for a sale of eBay’s classifieds advertising business.  On Monday, eBay named Jaime Iannone, the chief operating officer of Walmart Inc.’s WMT.N e-commerce division, as its chief executive. Iannone had previously worked at eBay.  The company had been without a permanent CEO since Devin Wenig left in September after a disagreement with the board. Since then former Chief Financial Officer Scott Schenkel has been running eBay.  Starboard pressured eBay anew in 2020 after having been given a hand in naming a director in 2019. Also in 2019, eBay appointed Jesse Cohn, head of U.S. equity activism at Elliott Management, to its board.  Starboard, unlike many rivals, has pushed ahead with proxy contests at several companies in which it owns stock despite the coronavirus, suggesting to some that its director nominees would be better able to guide them through the crisis.","66":"(Corrects eBay’s market value to $30 billion from $35 billion in paragraph 8)  Jan 22 (Reuters) - EBay Inc shareholder Elliott Management Corp on Tuesday urged the e-commerce platform to restructure its business and sell some businesses to double its market value in the next two years.  The company’s shares were up 10.5 percent at $34.24 before the bell.  Elliott, which owns a stake of more than 4 percent in eBay, said the company could be valued at about $55-$63 per share in 2020.  EBay did not immediately respond to a request for comment.  In a letter to the board, the shareholder detailed a five-step plan, which included suggestions on margin expansion and capital allocation, and requested a meeting with the board in the near term.  The hedge fund asked the company to separate its franchises, StubHub and eBay Classifieds Group, from its core marketplace.  Elliott said online ticketing company StubHub could be valued at $3.5 billion to $4.5 billion and eBay Classifieds at $8 billion to $12 billion.  Ebay, which has a market value of about $30 billion, has lost a quarter of its value last year in the face of rising competition from Amazon.com Inc. (Reporting by Vibhuti Sharma, Arjun Panchadar and Munsif Vengattil in Bengaluru; Editing by Maju Samuel)","67":"April 23 (Reuters) - eBay Inc:  * EBAY AND PAYPAL FINALIZE NEW PAYMENTS AGREEMENT  * PAYPAL - CO, EBAY CONFIRMED SIGNING OF A PREVIOUSLY-ANNOUNCED AGREEMENT TO OFFER PAYPAL AS A WAY TO PAY ON EBAY UNTIL JULY 2023  * PAYPAL - CONTINUES TO PROVIDE A COMPREHENSIVE PAYMENTS SOLUTION TO EBAY UNDER EXISTING OPERATING AGREEMENT THROUGH JULY 2020 Source text for Eikon: Further company coverage:","68":"March 26 (Reuters) - eBay Inc:  * EBAY INC SAYS ACTIVELY REMOVING PRICE GOUGING, PROHIBITED ITEMS FROM EBAY’S MARKETPLACE  * EBAY INC SAYS DOUBLING DOWN ON EFFORTS BY EXPANDING LIST OF PROHIBITED ITEMS  * EBAY - TO DATE, ENFORCEMENT EFFORTS RESULTED IN BLOCKING OR REMOVAL OF OVER 500,000 LISTINGS IN VIOLATION OF CO’S POLICY RELATED TO CORONAVIRUS Source text for Eikon: Further company coverage:","69":"Jan 22 (Reuters) - EBay Inc shareholder Elliott Management Corp on Tuesday urged the e-commerce platform to restructure its business and sell some businesses to double its market value in the next two years.  Elliott, which owns a more than 4 percent stake in eBay, said the company could be valued at about $55-$63 per share in 2020.  The company’s shares were up 10.5 percent at $34.24 before the bell. (Reporting by Vibhuti Sharma in Bengaluru; Editing by Maju Samuel)","70":"LONDON, May 27 (Reuters) - Capricorn Investment Group, which manages the investment portfolio of former eBay executive Jeffrey Skoll, has taken a 13.06% stake in UK-based sustainable investing firm Osmosis Investment Management for an undisclosed sum.  Capricorn which manages around $5 billion in assets for Skoll and other investors, will also invest $30 million in a new version of the Osmosis Sustainable Market Neutral Strategy aimed at U.S. investors, Osmosis said in a statement.  The fund aims to take stakes in the most resource-efficient companies and at the same time bet that the share prices of the most inefficient will fall.  As part of the deal, Capricorn partner Michaela Edwards will take a seat on the board of Osmosis, which managed around $1.3 billion at the end of April. (Reporting by Simon Jessop, editing by Sinead Cruise)","71":"FILE PHOTO: Jan 5, 2020; New Orleans, Louisiana, USA; Minnesota Vikings tight end Kyle Rudolph (82) celebrates after defeating the New Orleans Saints in overtime of a NFC Wild Card playoff football game at the Mercedes-Benz Superdome. Mandatory Credit: Chuck Cook -USA TODAY Sports  NEW YORK (Reuters) - Minnesota Vikings tight end Kyle Rudolph said on Wednesday that he was duped into donating a pair of game-worn gloves to what he thought was a charity, then saw them advertised for sale on eBay.  Rudolph said on Twitter that someone approached him in the locker room after he caught the winning touchdown in his team’s wild card game on Sunday against the New Orleans Saints.  “A member of the media in the locker room after the game asked if he could have my gloves for a charity benefit, so I said of course and I will even sign them for you! Well he got me, sold on eBay 3 days later,” Rudolph (@KyleRudolph82) wrote.  Rudolph learned of the sale after a social media user pointed out the gloves on the online marketplace eBay, which regularly sees sports memorabilia listed for sale.  A screenshot of the eBay listing showed the autographed gloves were sold for $375.50.  Rudolph said he did not know who requested the gloves and it was unclear who posted the apparel to eBay, which did not immediately respond to a request for comment.  The saga saw a satisfying twist, however, after another Twitter user responded saying he had purchased the gloves and offered to donate them after learning of their origins.  “I’m the guy who bought them. I will gladly donate to a charity of your choice,” tweeted Jason King (@kingy1940).  “Hey Jason, really cool of you to do this!” Rudolph wrote in return. “@UMNChildrens will greatly appreciate it and I will make sure to get you my pair from this weekends game!”","72":"* Revenue flat at 200.2 mln euros in Q4 vs poll 186.4 mln  * EBITDA fell to 51.3 mln euros in Q4 vs poll 47.5 mln  * Sees negative pressure on earnings margin in 2021  * Aims to close $9.2 bln purchase of eBay unit in Q1  * Shares drop 7% in early trade (Adds CEO, share price, background)  OSLO, Feb 11 (Reuters) - Norway’s Adevinta reported higher than expected revenues and earnings for the final three months of 2020 but said its earnings margin would come under pressure this year, sending its shares down 7% in early trade.  October to December revenue at the Oslo-listed online classifieds company was flat year-on-year at 200.2 million euros ($242.8 million), while analysts in a Refinitiv poll on average had expected a drop to 186.4 million euros.  Adevinta’s business contracted sharply in the second quarter of 2020 as online sites for autos, real estate and jobs suffered amid Europe’s first wave of COVID-19 lockdowns, but many users have since returned.  The company currently sees solid growth in revenue generated when people buy and sell items from home, but this is less profitable than other parts of Adevinta’s business, such as housing ads, leading to pressure on margins this year, it said.  “It’s not a big effect, but if anyone had thought our margins would rise a great deal, we’re saying we don’t think so,” Chief Executive Rolv Erik Ryssdal told Reuters.  “Digital habits are accelerating, and it’s favourable to us that people become accustomed to carrying out online transactions,” Ryssdal said.  The company’s earnings before interest, tax, depreciation and amortization (EBITDA), including joint ventures, fell 2% year-on-year to 51.3 million euros in the fourth quarter, beating the 47.5 million euros expected by analysts.  Adevinta’s planned acquisition of eBay’s classified ads unit for $9.2 billion in cash and shares remains on track to close in the first quarter of 2021, the company said.  Following closure of the eBay deal, Adevinta plans to update its long-term financial targets some time in the second half of 2021.  Adevinta’s shares traded 6.9% lower at 0815 GMT, underperforming a flat Oslo benchmark stock index.","73":"A federal judge has denied a request by Alibaba and eBay Inc to recover a combined $4.5 million in attorney fees and costs they incurred fending off a cloud computing patent case, saying “greed” on the part of lawyers for the e-commerce companies doomed the fee bid.  In a ruling issued on Saturday, U.S. District Judge William Alsup in San Francisco said patent infringement claims brought by Global Equity Management SA Pty (GEMSA) were not so unreasonably litigated as to warrant fee-shifting.  To read the full story on Westlaw Today, click here: bit.ly\/2DSu6nh","74":"March 21 (Reuters) - eBay Inc:  * DEFERRING FEES TO SUPPORT SMALL AND MEDIUM BUSINESS COMMUNITY THROUGH COVID-19 Source text for Eikon: Further company coverage:","75":"June 15 (Reuters) - Six former eBay Inc employees have been criminally charged with cyberstalking a Massachusetts couple who published an online newsletter viewed as critical of the e-commerce company, federal prosecutors in Boston said on Monday.  U.S. Attorney Andrew Lelling said the defendants engaged in a “determined, systematic effort” to emotionally “terrorize” the couple with anonymous email threats, and deliveries such as live cockroaches, a bloody Halloween pig mask, a funeral wreath, and a book on surviving the loss of a spouse.  The defendants include eBay’s former senior director of safety and security, James Baugh, 45, of San Jose, California, and former director of global resiliency David Harville, 48, of New York.  Prosecutors charged all six defendants with conspiring to commit cyberstalking and tamper with witnesses.  EBay terminated the defendants’ employment last September, cooperated in the government probe, and was not charged.  Lawyers for Baugh and Harville did not immediately respond to requests for comment. The other defendants, including three former managers, live near eBay’s San Jose, California, headquarters.  The alleged victims lived in Natick, Massachusetts, and were the editor and publisher of an online newsletter covering e-commerce companies such as eBay.  Prosecutors said that in one instance, the husband was told by email last Aug. 10 to expect the delivery of a pig fetus, and that after receiving the pig mask his wife got a follow-up email asking: “DO I HAVE UR ATTENTION NOW????”  At a news conference, Lelling called the alleged harassment an attempt from “pretty high up the chain” to “weaponize the internet” to protect eBay’s brand.  “This case struck us as something unique,” he said.  In a statement, eBay apologized to the couple.  It also said an internal probe into the matter found that while former Chief Executive Devin Wenig, who stepped down last September, had made “inappropriate” communications, there was no evidence he authorized any harassment.  Efforts to immediately reach Wenig for comment were unsuccessful. EBay had no immediate additional comment. (Reporting by Jonathan Stempel in New York Editing by Matthew Lewis)","76":"FILE PHOTO: The eBay logo is pictured on a screen in this photo illustration in New York, U.S., July 23, 2019. REUTERS\/Brendan McDermid\/Illustration\/File Photo  (Reuters) - EBay Inc EBAY.O raised its current-quarter revenue and profit forecasts on Thursday, as people stuck at home due to the COVID-19 pandemic ordered more through its online platform, sending its shares to a record high.  Soaring online demand has boosted performance of e-commerce companies as well as helped traditional retailers’ businesses.  While Walmart WMT.N and Target TGT.N, which also sell essential goods, recorded their best online sales in years, specialty retailers American Eagle AEO.N and Best Buy BBY.N sold more online as stores remained closed during lockdowns.  EBay said demand was strong across all its businesses, including home & garden, electronics, fashion and collectibles, with the company now expecting second-quarter gross merchandise volume growth rate to be between 23% and 26% from a year earlier.  The company said revenue in classifieds were performing at the high end of estimates. It said in February it was looking at multiple candidates for a potential sale of the unit.  EBay said its full-year performance will likely be above the range it forecast earlier. In April, it estimated full-year revenue between $9.56 billion and $9.76 billion.  It expects second-quarter revenue to be between $2.75 billion and $2.80 billion, compared with earlier estimates of $2.38 billion to $2.48 billion.  It also raised its adjusted profit forecast to between $1.02 and $1.06 per share from an earlier range of $0.73 to $0.80 per share.  Shares of the company rose as much as 11.6% to an all-time high of $51.88 in early trading.","77":"BOSTON (Reuters) - Two former eBay Inc workers pleaded guilty on Thursday to participating in an extensive cyberstalking campaign against a Massachusetts couple whose online newsletter was viewed by top executives as critical of the e-commerce company.  Federal prosecutors in Boston said former eBay global intelligence team members Stephanie Popp and Veronica Zea along with other employees harassed the couple through Twitter and sent them disturbing packages like a bloody Halloween pig mask.  Popp, eBay’s former senior manager of global intelligence, and Zea, a contractor who worked as an intelligence analyst, pleaded guilty to conspiring to commit cyberstalking and conspiring to tamper with a witness.  Prosecutors plan to recommend prison terms of 41 months for Popp, 33, and 30 months for Zea, 26, when they are later sentenced.  They are among seven defendants, including onetime eBay security executives James Baugh and David Harville, who prosecutors said targeted the couple in Natick, Massachusetts, with threatening messages and unwanted deliveries, including a box of live cockroaches and a funeral wreath.  Prosecutors said they also sent pornography in the couple’s name to neighbors and conducted covert surveillance, in a bid to terrorize the couple and deter them from criticizing eBay.  They did so after two top executives expressed frustration with the newsletter, EcommerceBytes. The executives included former Chief Executive Devin Wenig, who a person familiar with the matter has said is the “Executive 1” identified in court papers.  Prosecutors said Wenig texted the other executive after the newsletter’s editor published an article about eBay, saying it was time to “take her down.”  Wenig has not been charged and has denied knowing about the scheme. He is a member of General Motors Co’s board. Wenig’s spokesman did not respond to a request for comment.  Three other former eBay employees are scheduled to plead guilty later this month.","78":"FILE PHOTO: FILE PHOTO: An eBay logo is projected onto white boxes in this illustration picture taken in Warsaw, January 21, 2014. REUTERS\/Kacper Pempel\/File Photo  MUNICH (Reuters) - Scout24, the Germany-based autos and property marketplace, expressed an interest on Monday in acquisitions if eBay Inc sells its classifieds business following pressure from activist investors to do so.  “That is a concrete example we are looking at,” CEO Tobias Hartmann told journalists after Scout24 reported double-digit growth in revenue and profits last year.  Scout24 is itself the target of a 5.7 billion euro ($6.4 billion) friendly takeover by private equity firms Hellman & Friedman and Blackstone amid churn in the classifieds sector as players seek scale.  CFO Christian Gisy said Scout24 expected a formal offer from the private-equity buyers within days. Scout24’s share price trades just a shade over the 46 euro offer price, suggesting the market expects the deal to go through.  eBay has informed investor Elliott Management Corp that it is willing to explore shedding some assets and give the hedge fund board representation in a bid to avert a proxy contest, people familiar with the matter said last month.  Elliott has estimated that eBay’s entire classifieds business would be worth between $8 billion and $12 billion if it were spun off.  Scout24, for its part, expressed interest in eBay’s German used-car portal Mobile.de. Gisy said such a deal would depend, however, on how broadly the country’s anti-trust watchdog defined the market following the entry of new market players.  ($1 = 0.8846 euros)","79":"April 23 (Reuters) - EBay Inc beat Wall Street estimates for quarterly revenue on Tuesday, as the company’s multi-year effort to make its ecommerce platforms more user friendly attracted more customers.  The company reported net revenue of $2.64 billion for the first quarter ended March 31, up 2.4 percent from a year earlier, and beating analysts’ average estimate of $2.58 billion, according to IBES data from Refinitiv.  San Jose, California-based eBay announced a review of its StubHub and eBay Classifieds businesses in March and said it would appoint two new directors to its board as part of an agreement to ease pressure from activist investors.  EBay’s net income rose to $518 million, or 57 cents per share, from $407 million, or 40 cents per share, a year earlier.  The company’s shares rose 5 percent in extended trading. (Reporting by Arjun Panchadar in Bengaluru; Editing by Sriraj Kalluvila)","80":"July 28 (Reuters) - EBay Inc beat Wall Street estimates for quarterly revenue on Tuesday, as the e-commerce company benefited from a surge in online shopping by people staying indoors due to coronavirus-driven lockdowns.  Revenue rose to $2.87 billion from $2.42 billion in the second quarter, beating analysts’ estimate of about $2.8 billion, according to IBES data from Refinitiv. (Reporting by Akanksha Rana in Bengaluru; Editing by Shailesh Kuber)","81":"(Reuters) - Ebay Inc's EBAY.O forecast for current-quarter profit and revenue missed Wall Street estimates as the ecommerce company invests heavily to beat the rising competition from the likes of  FILE PHOTO - An eBay sign is seen at an office building in San Jose, California May 28, 2014. REUTERS\/Beck Diefenbach\/File Photo  Amazon.com Inc AMZN.O and Alibaba Group Holding Ltd BABA.N.  EBay’s total operating expenses rose 16.1 percent to $1.44 billion in the first quarter. The company’s shares were down 4.5 percent at $39.11 in extended trading.  The company has been trying to woo shoppers by refurbishing the homepage of its website and making it easy for searches as well as by ensuring the authenticity of premium products that it sells.  “We are actively investing to build our product and capabilities related to intermediated payments and improving the customer experience,” CFO Scott Schenkel said on a post-earnings call. “We expect the level of investment to increase over time.”  EBay said it expects net revenue for the second quarter to be between $2.64 billion and $2.68 billion. Analysts were expecting it to be $2.69 billion.  The company forecast second-quarter earnings per share in the range of 50 cents to 52 cents per share. The midpoint of the range came in below the average analyst estimate of 52 cents.  In the reporting quarter, 171 million active buyers used the company’s website, missing the average analyst estimate of 173.4 million buyers, according to data and analytics firm Factset.  However, its gross merchandise volume — the total value of all goods sold on its websites — rose 13 percent to $23.6 billion, brushing past the analyst target of $23.1 billion, according to FactSet.  The company’s net income fell to $407 million, or 40 cents per share, in the quarter ended March 31, from $1.04 billion, or 94 cents per share, a year earlier when it booked a $695 million tax gain.  Revenue rose to $2.58 billion from $2.30 billion.  Excluding one-time items, the San Jose, California-based company earned 53 cents per share, in line with analysts’ estimates of 53.","82":"March 26 (Reuters) - Ebay Inc:  * EBAY SHAREHOLDER JOHN CHEVEDDEN URGES OTHER EBAY SHAREHOLDERS TO VOTE AGAINST SPECIAL MEETING RATIFICATION PROPOSAL - SEC FILING Source text (bit.ly\/2DW64kV) Further company coverage:","83":"March 1 (Reuters) - Ebay Inc on Friday announced a strategic review of some of its assets, including its StubHub and eBay Classifieds businesses, and said it would appoint two independent directors to its board.  EBay will add Jesse Cohn, a partner at activist investor firm Elliott Management and Matt Murphy, the CEO of Marvell Technology, to its board of directors. (Reporting by Sayanti Chakraborty in Bengaluru; Editing by Sai Sachin Ravikumar)","84":"BOSTON (Reuters) - A former police captain who went on to work for eBay Inc pleaded guilty on Tuesday to participating in a cyberstalking campaign against a Massachusetts couple whose online newsletter was viewed as critical of the e-commerce company.  Federal prosecutors in Boston said Philip Cooke, a former supervisor of security operations at eBay’s European and Asian offices, and other employees harassed the couple through Twitter and sent them disturbing packages like a bloody Halloween pig mask.  The 55-year-old, who was previously a police captain in Santa Clara, California, was the third former eBay employee to plead guilty in the case. He pleaded guilty to conspiring to commit cyberstalking and conspiring to tamper with a witness.  Prosecutors have agreed to recommend a 30-month prison sentence for Cooke when he is later sentenced.  He is among seven defendants, including onetime eBay security executives James Baugh and David Harville, who prosecutors said targeted the couple in Natick, Massachusetts, with threatening messages and unwanted deliveries such as a box of live cockroaches and a funeral wreath.  Prosecutors said the defendants also sent pornography in the couple’s name to neighbors and conducted covert surveillance in a bid to terrorize the couple and deter them from criticizing eBay.  They did so after two top executives expressed frustration with the newsletter, EcommerceBytes. The executives included former Chief Executive Devin Wenig, who a person familiar with the matter has said is the “Executive 1” identified in court papers.  Prosecutors said Wenig texted the other executive after the newsletter’s editor published an article about eBay, saying it was time to “take her down.”  Wenig has not been charged and has denied knowing about the scheme. Wenig’s spokesman did not respond to a request for comment.  Two other former eBay employees are scheduled to plead guilty on Thursday.","85":"(Reuters) - EBay Inc EBAY.O forecast first-quarter revenue below analysts' estimates on Tuesday, as the e-commerce company faces fierce competition from Amazon.com Inc AMZN.O and Walmart Inc WMT.N.  FILE PHOTO: The German headquarters of online marketplace eBay is pictured at Europarc Dreilinden business park south of Berlin in Kleinmachnow, Germany, August 6, 2019. REUTERS\/Fabrizio Bensch  Shares of San Jose, California-based eBay were down about 5% after the bell.  “The relative growth rates of eBay’s business versus Walmart’s e-commerce efforts suggests eBay is losing market share to Walmart in the category,” D.A. Davidson analyst Tom Forte said.  Facing stiff competition in its marketplace business, eBay has shifted focus to its advertising and payments businesses, as well as worked to make its platform simpler to use by adding features such as grouped listings and personal recommendations.  “I’d say Amazon is still the primary culprit”, said Benchmark analyst Daniel Kurnos.  EBay slashed nearly $116 million in marketing expense in the fourth quarter in line with its continued effort to cut costs.  “They (eBay) also pulled back on marketing, basically giving up more share back to the marketplace in certain unprofitable channels,” Kurnos added.  The company is also reeling under pressure from activist investors to hive off some of its businesses to improve profitability.  Following pressure from Elliott Management Corp and Starboard Value, eBay in November agreed to sell its ticketing unit, StubHub, for $4.05 billion to ticket reseller Viagogo Ltd.  For the first quarter, eBay expects revenue of between $2.55 billion and $2.60 billion, while analysts were expecting $2.64 billion, according to IBES data from Refinitiv.  However, the company’s revenue of $2.82 billion in the fourth quarter came in above analysts’ expectation of $2.81 billion.  Gross merchandise volume, which is the value of goods sold on its websites within a certain time frame, fell 5% to $23.3 billion.  EBay said active buyers grew 2% to 183 million in the quarter from a year earlier, but they remained unchanged from the third quarter.  Growth in active buyers was impacted by the reduced marketing spend and a higher churn than what the company had expected, Chief Financial Officer Andrew Cring said on a post-earnings call.  Net income from continuing operations fell to $558 million, or 69 cents per share, in the quarter ended Dec. 31, from $763 million, or 80 cents per share, a year earlier.  On an adjusted basis, the company earned 81 cents per share, above the average analyst estimate 76 cents.","86":"FILE PHOTO: The eBay app is seen on a mobile phone in this illustration photo October 16, 2017. REUTERS\/Thomas White\/Illustration\/File Photo  AMSTERDAM (Reuters) - eBay Inc could end up with a stake of up to 5 percent in Adyen as part of a deal the two companies agreed in January that will see the Dutch fintech company become eBay’s primary payment processor, a Dutch newspaper reported on Monday.  “Warrants will be given to eBay in four tranches, on the condition that the auction site routes a substantial portion of its payments via Adyen,” the Het Financieele Dagblad newspaper reported, citing sources familiar with the matter.  A spokesman for Adyen declined to comment on the report. eBay could not immediately be reached for comment.  Adyen this month plans to sell a 15 percent stake in an initial public offering in Amsterdam expected to value the company at $7 billion to $11 billion.  Shares in eBay rose by 15 percent on Feb. 1 after it announced the Adyen deal, which it said would add $500 million to operating profit when it goes into effect in mid-2020. Shares in eBay’s former in-house service PayPal, which eBay spun off three years ago, fell 8 percent.  Adyen is due to publish its prospectus on Tuesday, with listing to follow at mid-month.","87":"(Corrects spelling of ‘Adevinta’ in headline and penultimate paragraph)  July 20 (Reuters) - EBay Inc is in advanced talks to sell its classified-ads unit to Norwegian group Adevinta as the online auction pioneer seeks to refocus on its core marketplace business, the Wall Street Journal reported on Monday. The price of the cash-and-stock deal was not disclosed, but the eBay unit is expected to sell for roughly $8 billion or more and the agreement could be announced as soon as Monday, WSJ on.wsj.com\/2DZSAuq said, citing people familiar with the matter.  Demand for online market places has surged during the coronavirus pandemic as consumers have turned to online shopping due to the prolonged lockdown and social distancing measures in place in most countries.  Ebay’s classified business includes brands such as Gumtree and Kijiji and offers online ads to more than 1,000 cities around the world.  The unit posted an operating income of $83 million and revenue of $248 million in the first quarter of 2020.  Last week Reuters reported that the U.S. e-commerce giant had offers submitted by online retailer Prosus, a private equity consortium and Adevinta.  EBay and Adevinta did not immediately respond to a Reuters request for comment. (Reporting by Radhika Anilkumar in Bengaluru; Editing by Sherry Jacob-Phillips)","88":"(Reuters) - New York Stock Exchange owner Intercontinental Exchange Inc (ICE) ICE.N said it had decided to stop exploring deal options with eBay Inc EBAY.O, just hours after its chief executive said he would \"love\" to speak with the e-commerce company.  FILE PHOTO: A screen displays the ticker symbol and logo for Intercontinental Exchange Inc. (ICE) on the floor of the New York Stock Exchange (NYSE) March 1, 2016. REUTERS\/Brendan McDermid  ICE’s shares, which fell as much as 6.5% during regular trading on Thursday, were up nearly 3% after the bell, following the news, while eBay’s stock fell nearly 7%.  ICE confirmed on Tuesday it had approached eBay to explore “a range of potential opportunities,” following reports it had mulled a more than $30 billion takeover of the online marketplace, but that eBay was unresponsive.  “I didn’t think it’s particularly shocking and outrageous,” Chief Executive Officer Jeffrey Sprecher told analysts on a post-earnings call.  Analysts had questioned how ICE, which also runs futures exchanges and clearinghouses, and provides financial data, would absorb the e-commerce company.  Sprecher said he first reached out to eBay around 20 years ago when ICE was launching as a place to match buyers and sellers of electric power, and that then-CEO Meg Whitman advised him on building an online marketplace. He said eBay was one of dozens of companies ICE has continued to share ideas with.  In recent years, ICE has made acquisitions that have helped it expand beyond its traditional transactional revenue model, to more stable subscription-based revenues, leveraging data and expanding into areas such as electronic mortgage registrations, rewards points, and a market for purchases in video games.  “We know the lane that creates value for us,” Sprecher said. “And so when we think about, is there a marketplace for airline miles or swords and sickles that are on a video game, we’re not crazy. We didn’t lose our minds. We know what our platform does and we know how to lever it.”  The Atlanta-based company said its fourth-quarter profit fell 27%, mainly due to lower revenue from its transaction and clearing business, as market volatility declined.  Quarterly net income fell to $448 million, or 80 cents per share, from $611 million, or $1.07 per share, a year earlier. Discarding one-time items, like merger and acquisition costs, ICE earned 95 cents per share, meeting analysts’ estimates.","89":"Feb 13 (Reuters) - Ebay Inc:  * EBAY HIRES JAN PEDERSEN AS CHIEF SCIENTIST, ARTIFICIAL INTELLIGENCE  * EBAY INC - PEDERSEN’S MOST RECENT POSITION WAS VICE PRESIDENT OF DATA SCIENCE AT TWITTER Source text for Eikon: Further company coverage: (Bengaluru Newsroom: +91 806 749 1136)","90":"BOSTON, Sept 23 (Reuters) - Four former eBay Inc workers have agreed to plead guilty to participating in a cyberstalking campaign against a Massachusetts couple whose online newsletter they viewed as critical of the e-commerce company.  Former eBay security and global intelligence team members Stephanie Popp, Stephanie Stockwell, Brian Gilbert and Veronica Zea are slated to enter their pleas on Oct. 8 in federal court in Boston, according to a filing on Wednesday. (Reporting by Nate Raymond in Boston)","91":"Feb 26 (Reuters) - EBay Inc has informed Elliott Management Corp it is willing to explore shedding some of its key assets and giving the hedge fund board representation in a bid to avert a proxy contest, people familiar with the matter said on Tuesday.  The U.S. e-commerce company has offered to explore options for its StubHub ticket sales business and eBay Classifieds Group, including a sale, as Elliott has called for, the sources said.  EBay is also discussing offering board seats to Elliott, though no agreement has been reached and negotiations could still fall apart, the sources said. If a deal is reached, it could be announced by March 1, when the deadline to nominate directors to eBay’s board expires, the sources added.  The sources asked not to be identified because the matter is confidential. Elliott declined to comment while eBay did not respond immediately to a request for comment. The Wall Street Journal first reported details of the settlement talks. (Reporting by Greg Roumeliotis and Liana B. Baker in New York; Editing by Leslie Adler)","92":"(Reuters) - E-commerce firm eBay Inc said on Wednesday it would emerge “stronger” from the COVID-19 crisis after a pandemic-driven surge in online shopping helped the company beat estimates for sales and profit in the holiday quarter.  FILE PHOTO: The eBay logo is pictured on a phone screen in this photo illustration July 23, 2019. REUTERS\/Brendan McDermid\/Illustration\/File Photo  Shares of the company were up nearly 10% in extended trade.  The global health crisis has forced millions of Americans to stay indoors, leading to a jump in online orders for e-commerce companies including eBay, Amazon.com Inc and Walmart Inc’s online business.  “We’ll be stronger coming out of the pandemic than we were going in,” eBay Chief Executive Officer Jamie Iannone said in an interview with Reuters.  The company was benefiting from its updated strategy, Iannone said, which includes drawing shoppers through fashion offerings including sneakers and watches, enabling easier payments and improving its mobile app.  EBay, a marketplace known for unique or hard-to-find inventory, is not focused on copying larger e-commerce rivals, he added.  “Our buyers were very active during the holiday season. In the United States, one in 10 online shoppers bought something on eBay. In Germany, that number was one in seven and in the UK, it was one in four,” Iannone said on a conference call with analysts.  EBay also projected first-quarter revenue in the range of $2.94 billion to $2.99 billion, above estimates of $2.53 billion, according to IBES data from Refinitiv.  “EBay is increasingly proving that it has the ability to sustain the gains it is seeing from Covid. We expect these trends to increasingly become ingrained in consumer behavior, providing support in 2021,” Wedbush analyst Ygal Arounian said.  The company also expanded share repurchase authorization by an additional $4 billion.  Annual active buyers grew by 7%, to a total of 185 million global active buyers, while refurbished gifts emerged as a top trend for the holiday shoppers, the company said.  Revenue in the fourth quarter, ended Dec. 31, rose to $2.87 billion from $2.24 billion, beating analysts’ average estimate of $2.70 billion.  Excluding items, eBay earned 86 cents per share, above estimates of 83 cents per share.","93":"NEW YORK\/LONDON (Reuters) - Norway’s Adevinta has won the auction to buy the bulk of eBay’s classified ads unit for nearly $9 billion, with the U.S. e-commerce firm planning to keep a minority stake, two sources familiar with the matter told Reuters on Monday.  The acquisition comes as the coronavirus crisis boosts demand for online marketplaces, with consumers turning to online shopping due to prolonged lockdowns and social distancing measures in most countries.  Ebay’s classified business includes brands such as Gumtree and Kijiji, and offers online ads to more than 1,000 cities around the world. The unit posted operating income of $83 million and revenue of $248 million in the first quarter of 2020.  Activist investors Elliott Management Corp and Starboard Value had been pushing eBay to sell the unit and its ticket sales business since last January as part of a plan that could double the company’s value.  An initial meeting of the eBay board on Friday was inconclusive, one of the sources said.  However at a second, three-hour meeting on Saturday, the board made a u-turn and decided to keep a stake in the business to retain customers and prevent competition between its classified and marketplace businesses, the source added.  EBay will get a near 2 billion euro ($2.3 billion) tax benefit by keeping an interest in the business and rolling over its equity - a key change in strategy, the source said.  Last week, Reuters reported the U.S. e-commerce giant had received offers for the classified ads unit from online retailer Prosus, a private equity consortium, and Adevinta.  EBay did not immediately respond to a Reuters request for comment, while a spokesman for Adevinta declined to comment.  PAN-EUROPEAN PLAYER  The eBay deal could help Adevinta, which at Friday’s closing had a market capitalization of 79 billion crowns ($8.5 billion), double in size. Trading in its shares on the Oslo bourse was suspended earlier on Monday in anticipation of an announcement.  Adevinta owns brands such as Leboncoin, France’s biggest online classified ads website, Brazil’s OLX and dozens more across Europe, the Americas and North Africa.  “There is a relevant geographic overlap between the two businesses - for example in Germany, Italy, and the UK - but we think the acquisition could also be attractive to reinforce Adevinta’s position as a pan-European online classifieds player,” Deutsche Bank said in a note.  It was spun off from Nordic media company Schibsted and listed on the Oslo bourse in 2019 with the express purpose of growing the business in the online classifieds sector and making acquisitions.","94":"FILE PHOTO: A 3D-printed Facebook logo is seen placed on a keyboard in this illustration taken March 25, 2020. REUTERS\/Dado Ruvic\/Illustration  (Reuters) - Facebook Inc FB.O is tapping Alex Schultz, a company veteran who runs product growth, analytics and internationalization at the social media giant, as its new chief marketing officer.  Schultz, a former eBay Inc EBAY.O employee, said here in a Facebook post that he would replace Antonio Lucio as marketing chief.  Lucio left Facebook earlier this month, according to his LinkedIn account.  “I believe deeply in the economic empowerment it (online marketing) can bring, its ability to show people more tailored, relevant, less annoying ads,” Schultz wrote on Tuesday.  Schultz, who joined Facebook as an analyst in 2007, is also the executive sponsor for Facebook’s global LGBTQ group, according to his LinkedIn account.","95":"Slideshow ( 2 images )  (Reuters) - The U.S. Environmental Protection Agency (EPA) said on Thursday that it ordered Amazon.com Inc and eBay Inc to stop selling a wide range of pesticide products on their platforms, including those that are falsely marketed as being effective against the novel coronavirus.  The EPA said the products on its list are unregistered, misbranded, or restricted-use pesticides, and pesticide devices that pose a significant health risk to consumers, children, pets and others exposed to them.  The EPA order will affect over 70 products currently listed on both websites.  “We are removing the products in question and are taking action against the bad actors who listed them,” an Amazon spokesperson said in an email statement.  The company has developed specific tools for COVID-19 that scan product detail pages for any inaccurate claims that the company’s initial filters may have missed, the spokesperson added.  EBay did not immediately respond to a request for comment.  Bloomberg had earlier reported that the EPA had issued a stop sale order to the e-commerce platforms to remove unsafe disinfectants from their websites including products that claim to work against coronavirus.","96":"* Q3 revenue +1.6% y\/y vs -16% y\/y in Q2  * Core profit boosted by cost cuts  * “Exceptional” profit margin to fall as investment rebounds  * Worries over 2nd wave of pandemic  * On track to close eBay classifieds deal in Q1 2021 (Adds CEO quotes, background)  OSLO, Oct 27 (Reuters) - Norway’s Adevinta, which is in the process of taking over eBay’s online classifieds business, saw a rebound in third-quarter revenue and earnings as its markets gradually recovered from the coronavirus pandemic, it said on Tuesday.  Adevinta said online sites for autos and real estate led the recovery as lockdowns were lifted, but also warned that renewed restrictions on movements and general economic uncertainty could pose fresh challenges.  The Oslo-listed company’s July-September revenue rose 1.6% year-on-year to 183.3 million euros ($216.64 million), in line with a preliminary Oct. 19 statement and beating the 16% drop seen in the April-June quarter.  “This shows our business model is in demand ... and how important we are to car dealerships and real estate agents,” Chief Executive Rolv Erik Ryssdal told Reuters.  Still, growth still lags a long-term goal to expand by between 15% and 20% annually.  Adevinta in July agreed to buy eBay’s classified ads unit in a $9.2 billion cash and shares deal to form the world’s largest online classifieds group with a presence in 20 countries, aiming to close the transaction in early 2021.  Adevinta’s earnings before interest, tax, depreciation and amortization, including joint ventures, rose 6% to 57.1 million euros in the third quarter from 54.1 million euros a year ago, up from just 38.7 million in the second quarter.  Earnings were boosted by cost cuts during the pandemic, leading to an “exceptionally high” profit margin for the quarter, although this margin will erode as the company raises investments to boost growth, Adevinta said.  The second wave of COVID-19 across the northern hemisphere could also have a negative impact, while helping make online solutions the favoured option for the long term.  “We see an accelerated trend in the digital economy,” Ryssdal said.  Adevinta’s shares have risen 50% year-to-date, almost all in the wake of the eBay deal, sharply outperforming a 10% drop in Oslo’s benchmark stock index over the same period.","97":"May 1 (Reuters) - eBay Inc:  * PITNEY BOWES AND EBAY RENEW PARTNERSHIP TO HELP MILLIONS OF EBAY SELLERS REACH BUYERS INTERNATIONALLY  * PITNEY BOWES INC - ANNOUNCED RENEWAL AND MULTI-YEAR EXTENSION OF ITS PARTNERSHIP WITH EBAY INC Source text for Eikon: Further company coverage:","98":"(Reuters) - Six former eBay Inc employees have been criminally charged with mounting a cyberstalking campaign against a Massachusetts couple whose online newsletter they viewed as critical of the e-commerce company, U.S. prosecutors announced on Monday.  U.S. Attorney Andrew Lelling in Boston said the defendants, including two eBay security executives, targeted the couple repeatedly with anonymous email threats and Twitter threats, and deliveries such as live cockroaches, a bloody Halloween pig mask, a funeral wreath and a book on surviving a spouse’s death.  They also sent pornography in the couple’s name to neighbors and conducted covert surveillance, in a systematic bid to “emotionally and psychologically terrorize” the couple and deter them from criticizing eBay, prosecutors said.  The defendants include eBay’s former senior director of safety and security, James Baugh, 45, of San Jose, California, and former director of global resiliency David Harville, 48, of New York. Both were arrested on Monday.  Prosecutors charged all six defendants with conspiring to commit cyberstalking and conspiring to tamper with witnesses.  Lawyers for Baugh and Harville did not respond to requests for comment.  EBay said it had terminated the defendants’ employment last September, cooperated with prosecutors, and apologized to the couple.  In a statement on Monday, the San Jose, California-based company said an internal probe had examined whether its chief executive at the time, Devin Wenig, was involved in the alleged cyberstalking.  While Wenig made “inappropriate” communications, there was no evidence he had advance knowledge of or authorized actions against the couple, eBay concluded.  The company also said “a number of considerations” led to Wenig’s departure from eBay last September, which he had said resulted from disagreements with eBay’s board.  Efforts by Reuters to reach Wenig were unsuccessful. He told other media outlets he knew nothing about the alleged harassment and called the charges “unconscionable.”  Prosecutors said the alleged cyberstalking began after the newsletter published an article last Aug. 1 related to a lawsuit filed by eBay.  The criminal complaint did not name the newsletter or the couple, who edited and published it. It said they live in Natick, Massachusetts, a Boston suburb.  According to the complaint, an eBay executive identified as Executive 1 texted another executive that the newsletter’s female editor was “out with a hot piece on the litigation. If you are ever going to take her down..now is the time.”  When the other executive asked if that meant shutting the newsletter’s website, Executive 1 said “I want her DONE.... She is biased troll who needs to get BURNED DOWN,” the complaint said. Prosecutors said that soon after those messages were exchanged, the defendants began their harassment campaign, which continued for much of August.  At a news conference, Lelling called the alleged harassment an attempt to “weaponize the internet” to protect eBay’s brand.","99":"WASHINGTON, April 3 (Reuters) - President Donald Trump has signed a memorandum setting in motion a way to address trafficking of counterfeit goods through third-party online market places, White House economic adviser Peter Navarro said on Wednesday.  Navarro, in a conference call with reporters, said the order is aimed at stopping the sale of counterfeit products through companies like Alibaba, Amazon and Ebay.","100":"FILE PHOTO: The German headquarters of online marketplace eBay is pictured at Europarc Dreilinden business park south of Berlin in Kleinmachnow, Germany, August 6, 2019. REUTERS\/Fabrizio Bensch  NEW YORK (Reuters) - New York Stock Exchange-owner Intercontinental Exchange Inc views eBay Inc as having more synergies and characteristics with exchanges than it does with e-commerce companies like Amazon.com Inc, the exchange operator’s CEO said on Thursday.  ICE on Tuesday said it had approached eBay Inc explore “a range of potential opportunities,” following reports it had explored a more than $30 billion takeover of the online marketplace.","101":"FILE PHOTO: The German headquarters of online marketplace eBay is pictured at Europarc Dreilinden business park south of Berlin in Kleinmachnow, Germany, August 6, 2019. REUTERS\/Fabrizio Bensch  (Reuters) - EBay Inc EBAY.O is in discussions with multiple candidates regarding a potential transaction for its classified-ads business, the company said on Friday.  The company expects to provide an update regarding the process by the middle of 2019, it said in a statement.  Earlier on Friday, the Wall Street Journal reported eBay is reaching out to potential buyers to sell its classified-ads business, which could be worth roughly $10 billion.  Activist shareholder Starboard had sent a letter to eBay’s board, saying the company has not made enough progress in its plan to separate its classifieds business.  In March 2019, the company announced a strategic review of the classifieds-ads business and its StubHub ticketing unit  Later, it agreed to sell StubHub to Viagogo Ltd for $4.05 billion.","102":"FILE PHOTO: The German headquarters of online marketplace eBay is pictured at Europarc Dreilinden business park south of Berlin in Kleinmachnow, Germany, August 6, 2019. REUTERS\/Fabrizio Bensch\/File Photo  (Reuters) - Australia's Zip Co Ltd Z1P.AX on Wednesday said it had partnered with eBay Inc EBAY.O to offer flexible credit to small- and medium-sized businesses on the e-commerce platform, sending its shares to a record high in early trade.  The deal marks a foray into lending to businesses for the buy-now-pay-later firm, which along with peers such as Afterpay APT.AX, is known for offering small interest-free instalment loans to individual shoppers and making money by charging merchants a commission.  An accelerated shift to online shopping due to the coronavirus crisis and changing trends among young shoppers has seen the popularity of alternative credit firms soar and helped their share price multiply.  Zip said the partnership with eBay Australia marked the launch of its ‘Zip Business’ platform, which it will fund through a A$100 million ($72 million) debt facility with U.S. private equity firm Victory Park Capital Advisors.  Zip shares jumped nearly 10% to an all-time high of A$8.24 and outperformed the benchmark S&P\/ASX200 .AXJO which declined 0.6% by 0015 GMT.  ($1 = 1.3895 Australian dollars)","103":"Jan 29 (Reuters) - Ebay Inc beat Wall Street estimates for quarterly sales on Tuesday, as customers spent more in the holiday shopping season and a multi-year effort to make its platform more user friendly yielded results.  The company reported sales of $2.88 billion in the three months ended Dec. 31, up 6.3 percent from a year earlier and slightly higher than analysts’ average expectation of $2.86 billion, according to IBES data from Refinitiv.  Net income from continuing operations was $763 million or 80 cents per share, compared with a loss of $2.6 billion or $2.51 per share, a year earlier, when it recorded a one-time tax-related expense of more than $3 billion. (Reporting by Arjun Panchadar in Bengaluru; Editing by Bernard Orr)","104":"April 16 (Reuters) - eBay Inc:  * EBAY INC SAYS PRESIDENT AND CEO DEVIN WENIG’S FY 2017 TOTAL COMPENSATION WAS $17.7 MILLION VERSUS $15.9 MILLION IN FY 2016 - SEC FILING  * EBAY INC SAYS CFO SCOTT SCHENKEL'S FY 2017 TOTAL COMPENSATION WAS $8.5 MILLION VERSUS $7.4 MILLION IN FY 2016 - SEC FILING Source : bit.ly\/2HpEyCp Further company coverage: (Reuters.Briefs@thomsonreuters.com)","105":"NEW YORK (Reuters) - EBay Inc.’s stock price slumped for most of last year but a number of prominent hedge funds were so convinced that change is on the horizon for the e-commerce company that they established new or added to existing positions in the last months of 2018.  FILE PHOTO: The eBay app is seen on a mobile phone in this illustration photo October 16, 2017. REUTERS\/Thomas White\/Illustration  Baupost Group, run by Seth Klarman, and BlueMountain Capital both made new investments while Hudson Bay Capital Management and Adage Capital Partners expanded their bets with sizable purchases during the fourth quarter, regulatory filings and data compiled by Symmetric.io show.  Banking giants UBS AG, Citigroup Inc, JPMorgan Chase and Morgan Stanley, which invest for retail and institutional clients, also purchased millions of new shares, the data show.  For these investors, the nearly 30 percent gain in eBay’s share price in the first seven weeks of trading this year represents a sizable windfall that was likely fueled by behind-the-scenes moves of two activist hedge funds that also built stakes recently.  Elliott Management, one of Wall Street’s busiest and successful activists, said in its regulatory filing that it made a new bet on eBay in the fourth quarter, listing call options on 8.5 million shares. In January, Jesse Cohn, a partner at Elliott and head of its U.S. Equity Activism, wrote to eBay’s board to urge a sale of StubHub ticketing and its classified-ads business, forecasting that doing so could help push the stock price to as high as $63 a share in 2020. It closed at $36.32 on Thursday.  Starboard Value, another prominent hedge fund which has won more board seats through settlements than others, also built a stake and contacted management, people familiar with the move said, even though eBay was not listed on Starboard’s filing.  Starboard did not respond to questions about the position.  The 13-F regulatory filings that require fund managers to detail the amount of stock they held in U.S. companies at the end of the previous quarter often do not require filers to disclose derivatives, which means an investor can build a position without its showing up on this filing.  Ebay on Thursday announced a restructuring plan that will unite geographic regions under a global segment and said that a senior executive, Scott Cutler, will leave.  Baupost’s 13-F filing shows that it bought 21 million shares of eBay in the fourth quarter, making the company one of eBay’s top five U.S. holdings.  To be sure, there were also hedge funds that backed away. Larry Robbins’ Glenview Capital Management, which boasted a 17 percent gain in January after losing 16 percent last year, sold 4.4 million eBay shares, cutting its position by 37 percent.","106":"(Reuters) - Ticket reseller Viagogo has a week's time to submit proposals addressing competition concerns over its $4.05 billion deal for the ticketing unit of U.S. e-commerce company eBay Inc EBAY.O, UK's competition watchdog said on Thursday.  The deal, announced in November 2019, will provide Viagogo and the eBay unit, StubHub, a market share of over 80% of UK's secondary ticketing market, and customers could lose out as a result of higher prices in particular and fewer options, the Competition and Markets Authority (CMA) said in a statement bit.ly\/2zrgWeE.  The CMA said an initial probe, launched in April, found that Viagogo and StubHub were “close competitors in an already very concentrated market with limited alternatives” after looking into evidence from third parties and the companies’ internal documents.  Viagogo will continue to work with the CMA during its review, the company said in an e-mailed statement, adding that it believed the combination is a “good move for customers worldwide”.  The regulator said it may move the probe to an in-depth investigation if the companies failed to offer an undertaking over its concerns by June 18.  The CMA also said it had so far not seen evidence that Viagogo or StubHub would be more adversely affected by the pause on live events due to the coronavirus crisis compared to other companies.  Ebay did not immediately respond to a request for comment.  The regulator earlier this year had ordered StubHub to make changes to its British website after it was found to be misleading people about ticket availability, just months after Viagogo was pulled up for similar violations. (reut.rs\/3dWp0ms)","107":"(Reuters) - Hedge funds Elliott Management and Starboard Value have taken stakes in eBay Inc EBAY.O and are pushing for changes including the sale of some of the e-commerce company's businesses.  In a letter to the company’s board, Elliott asked eBay to hive off its StubHub ticket sales business and eBay Classifieds Group as part of a plan the hedge fund says could double the company’s value.  Starboard has also taken a significant stake in eBay and been pushing for changes including asset sales in the past few months, a source familiar with the matter said separately. Starboard did not respond to a request for comment.  Shares of eBay rose as much as 12 percent before trading up 5.7 percent at $32.78 early Tuesday afternoon. They had lost a quarter of their value last year.  Elliott, which owns a more than 4 percent stake in eBay, said the company’s share price could reach $55-$63 by 2020 if it implemented the hedge fund’s restructuring plan.  “While we believe that execution missteps and unclear focus have impaired value, eBay is far from broken, and its future should be bright,” Elliott’s Jesse Cohn wrote, adding that his mother had built a successful business on eBay by selling jewelry for more than a decade.  EBay said it would review the proposal and is looking forward to engaging with Elliott.  “The eBay Board and leadership team regularly engage with our shareholders and value their input,” the company said.  The online seller has been a target for activist investors before. Carl Icahn urged eBay to spin off payments unit PayPal in 2014, a move the company followed through on in 2015.  Elliott said StubHub on its own could be worth $3.5 billion to $4.5 billion and eBay Classifieds, which has an international footprint, could be sold or spun off and worth between $8 billion and $12 billion.  Elliott also asked for an initial meeting with the board to discuss its concerns and for the board to form an operations committee to execute on an improvement plan.  DA Davidson analyst Tom Forte said he agreed that restructuring could create more value for shareholders.  The company “has been primed to see activist intervention for some time now,” Benchmark Co analyst Daniel Kurnos said.  “The general consensus is that a true cleanup is needed.”","108":"June 11 (Reuters) - UK’s competition watchdog said on Thursday it is offering ticket reseller Viagogo and Stubhub a week’s time to submit proposals addressing the regulator’s concerns over Viagogo’s $4.05 billion deal for the ticketing unit of U.S. e-commerce firm eBay Inc.  The Competition and Markets Authority (CMA) has given Viagogo and Stubhub until June 18 to offer an undertaking to its concerns that the deal could result in \"substantial lessening\" of competition in the United Kingdom. (reut.rs\/3cP4NOl)  The CMA began an investigation in April into the merger, which was completed in February. (Reporting by Shanima A in Bengaluru; Editing by Maju Samuel)","109":"OSLO, Feb 11 (Reuters) - Norway’s Adevinta posted stronger-than-expected revenues for the final three months of 2020 and said its planned takeover of eBay’s online classifieds business remains on track for completion in the first quarter this year.  The Oslo-listed company’s October-December revenue was flat year-on-year at 200.2 million euros ($242.8 million), while analysts in a Refinitiv poll on average had expected 186.4 million euros. ($1 = 0.8246 euros) (Reporting by Terje Solsvik, editing by Victoria Klesty)","110":"* Active buyers in second quarter grew 4% to 182 mln globally  * Company to invest in India’s Paytm Mall for 5.5% stake  * Shares up 7% after market (Adds CEO, analyst comment, details on results; Updates share price)  July 17 (Reuters) - EBay Inc beat Wall Street estimates for quarterly revenue and profit on Wednesday, as efforts to make its platforms easier to navigate attracted more customers, coupled with growth in its advertising and payments businesses.  The company’s shares rose nearly 7% to $41.60 in extended trading.  EBay, facing intense competition from Amazon.com Inc and Walmart Inc, has focused on its promoted listings program and payments business, as well as worked to make its platform simpler to use through the introduction of grouped listings and personal recommendations.  More than 940,000 sellers took advantage of the promoted listings, resulting in $89 million of advertising revenue during the quarter, the company said.  “The results show eBay’s new revenue sources are working to fuel growth in the bottom-line profitability. The company’s renewed focus on advertising and its new payments business are boosting sales, and that’s enough for investors to get excited,” said Haris Anwar, senior analyst at financial markets platform Investing.com.  EBay also said it had reached an agreement with India’s Paytm Mall, owned by Paytm e-commerce, to bring its global inventory onto Paytm’s marketplace.  “As part of this collaboration, eBay is making an investment in Paytm Mall for a stake of approximately 5.5%,” Chief Executive Officer Devin Wenig said.  EBay forecast third-quarter adjusted profit from continuing operations in the range of 62 cents to 65 cents per share and revenue of $2.61 billion to $2.66 billion. Analysts had expected a profit of 63 cents on revenue of $2.68 billion, according to IBES data from Refinitiv.  San Jose, California-based eBay in March announced a review of its StubHub and eBay Classifieds businesses and said it would name two new directors to its board as part of an agreement to ease pressure from activist investors.  EBay said active buyers grew 4% to 182 million globally in the reported quarter. However, the company’s gross merchandise volume, which is the value of goods sold on its websites within a certain time frame, fell about 4% to $22.60 billion.  The company’s net income from continuing operations fell to $403 million, or 46 cents per share, in the second quarter ended June 30, from $638 million, or 64 cents per share, a year earlier.  On an adjusted basis, the company earned 68 cents per share, beating analyst expectations of 62 cents. Revenue rose nearly 2% to $2.69 billion, above estimates of $2.68 billion. (Reporting by Akanksha Rana and Arjun Panchadar in Bengaluru; Editing by Bernard Orr and Shounak Dasgupta)","111":"(Reuters) - EBay Inc EBAY.O said on Wednesday it would launch a warehousing and shipping service for merchants selling through its site starting next year, a new strategy that is expected to attract more sellers to the e-commerce platform.  FILE PHOTO: An eBay sign is seen at an office building in San Jose, California May 28, 2014. REUTERS\/Beck Diefenbach\/File Photo  The program is currently in trial in the United States and Germany and is similar to Amazon.com Inc's AMZN.O \"Fulfillment By Amazon\" service, or FBA, which allows merchants to rent space in warehouses worldwide so they can store inventory closer to customers.  It is poised to help eBay ship products faster, increasingly a key consideration of shoppers when they browse for items online. EBay sellers send about 1.5 million packages daily in the United States.  EBay, based in San Jose, California, held the mantle of being the top online destination for sellers before Amazon’s marketplace gained traction over a decade ago with the help of FBA. That gave the Seattle company far more control over the shipping process.  While EBay long resisted growing its logistics footprint, Amazon raised the stakes further this April, announcing it would halve delivery times to one day via its loyalty club Prime, a service that costs U.S. members $119 per year. At the same time, improved logistics networks and high warehouse capacity made a delivery service more feasible for eBay.  Devin Wenig, eBay’s chief executive, said the company was targeting free two-day shipping under the program.  “What this is not about is us trying to win a fast shipping war,” he said in a telephone interview. “Our 182 million consumers shop on eBay because of the value and uniqueness of our inventory. We’re not the one-hour delivery guys. We’re never going to be that, but consumer expectations are changing.”  Some 40% to 50% of items on eBay will qualify, while the company can offer its guaranteed three-day delivery program announced in 2017 for the remainder, Wenig said.  Wenig did not discuss how much eBay would spend on the service, known as “Managed Delivery,” but he said it can be a profitable business on its own right.  Sellers in the program will be charged a fee for warehousing and for shipping once an item is sold. The service will let them fulfill orders placed on eBay or on other online platforms, the company said.","112":"WARSAW, Sept 14 (Reuters) - Polish commerce platform Allegro said on Monday it plans to raise around 1 billion zlotys ($266.54 million) from a new share issue as part of its initial public offering, which is expected to be the biggest debut on the Warsaw bourse for years.  The online marketplace, which competes with eBay and Amazon, also said it plans to use the proceeds to repay its outstanding debt in order to improve its net leverage.  In July sources said that Allegro’s owners - private equity funds Cinven, Permira and Mid Europa Partners - are pressing ahead with efforts to list the company in Warsaw in September. ($1 = 3.7518 zlotys) (Reporting by Agnieszka Barteczko; Editing by Muralikumar Anantharaman)","113":"Oct 23 (Reuters) - EBay Inc on Wednesday forecast current-quarter revenue below estimates, as it faces intense competition from Amazon.com and Walmart Inc.  The e-commerce company said it expects fourth-quarter revenue in the range of $2.77 billion to $2.82 billion, while analysts on average were expecting $2.85 billion, according to IBES data from Refinitiv. (Reporting by Amal S in Bengaluru; Editing by Maju Samuel)","114":"March 19 (Reuters) - Starboard Value has nominated four directors to the board of e-commerce company eBay Inc, the activist investor said on Thursday. (Reporting by Akanksha Rana in Bengaluru; editing by Uttaresh.V)","115":"Oct 22 (Reuters) - UK’s competition watchdog said on Thursday ticket reseller Viagogo’s $4.05 billion completed deal for StubHub, the ticketing unit of U.S. e-commerce company eBay Inc, will reduce competition.  The Competition and Markets Authority (CMA) said its in-depth investigation provisionally found that the merger could lead to increases in fees for customers and could result in a lower quality of service and reduced innovation in the sector. (Reporting by Tanishaa Nadkar in Bengaluru; Editing by Aditya Soni)","116":"(Changes sourcing, adds details about plans, background)  March 11 (Reuters) - Activist investor Starboard Value has nominated directors to the board of eBay after criticizing the online marketplace for not moving quickly enough in selling its on-line classifieds business, people familiar with the matter said on Wednesday.  EBay has faced pressure from Starboard before, especially after the two sides agreed in early 2019 that Starboard would be permitted to help select one board member.  This year Starboard’s minority slate includes Peter Feld, a portfolio manager and the firm’s head of research, the sources said. They did not say how many directors Starboard nominated to eBay’s 14 member board. The hedge fund, which first bought a stake in eBay in 2018, nominated the slate in private, the sources said. It now owns about 1% of eBay.  The move was first reported by the Wall Street Journal. Neither Starboard nor eBay responded to requests for comment.  Ebay came in for fresh criticism earlier this year when Starboard said the company had not moved fast enough to sell the classifieds business, which it feels competes with its main marketplace.  The company has said that it plans to release an update on the classifieds business by the middle of the year. EBay’s shareholder meeting is expected to be held in June and unless the two sides reach a settlement before that time, investors would then be able to vote on Starboard’s directors.  Roughly a year ago, eBay handed two board seats to activist investors. Jesse Cohn, a portfolio manager at Elliott Management, which had also been pushing for changes, joined the board along with Marvell Technology Group’s Matt Murphy, who was backed by Starboard.  Last month Intercontinental Exchange Inc (ICE), the owner of the New York Stock Exchange, said it had approached eBay Inc to explore “a range of potential opportunities.” But it said eBay had “not engaged in a meaningful way” and it was not in negotiations regarding the sale of all or part of eBay. (Reporting by Neha Malara in Bengaluru; Editing by Arun Koyyur and Tom Brown)","117":"Nov 25 (Reuters) -  * EBAY NEARS DEAL TO SELL STUBHUB TO VIAGOGO FOR ROUGHLY $4 BILLION - WSJ  * EBAY'S DEAL TO SELL STUBHUB COULD BE ANNOUNCED MONDAY - WSJ CITING SOURCES Source text : on.wsj.com\/2OiTjK0 Further company coverage:","118":"(Reuters) - Activist investor Starboard Value is pressuring eBay for the second time in two years and said on Thursday that it plans to install four directors on the e-commerce company’s 14-member board.  The eBay logo is pictured on a phone screen in this photo illustration in New York, U.S., July 23, 2019. REUTERS\/Brendan McDermid\/Illustration  The hedge fund, which last year helped fill one board seat, said the board had been slow in changing its chief executive and tackling issues including separating eBay’s classifieds business from its marketplace business.  EBay said on Thursday the nominations are “unwarranted and unreasonable.”  Starboard said in a letter that it wants the board to appoint an outsider as permanent chief executive after eBay has been headed by an interim CEO for six months. In September, Devin Wenig stepped down after disagreements with the board, and Scott Schenkel, eBay’s chief financial officer, was appointed interim CEO.  “Given our concern over certain historical decisions, we worry that the board may default to an internal candidate,” Starboard wrote.  The e-commerce firm’s CEO search process does include external and internal candidates, it said on Thursday.  Starboard's nominees include Peter Feld, the hedge fund's director of research, Shannon Brayton, who most recently served as the chief marketing officer of LinkedIn, Eddy Hartenstein, who currently serves as the lead independent director on Broadcom Inc's AVGO.O board, and Stephanie Tilenius, who has previously worked at Google GOOGL.O.  “We are disappointed that Starboard has decided to announce its previously provided nominations amidst the global COVID-19 pandemic while the Board and management are trying to focus on the business, employee health and safety, and the important CEO search and portfolio review that are underway,” eBay said.  Matt Murphy, the board member who joined with Starboard’s backing last year, serves on the executive search committee.  Starboard, which owns more than 1% of eBay common stock, has been holding private discussions with the company for months but moved ahead with a proxy fight this week to publicly push its case for hiring a “world class experienced leader for eBay.”  Reuters reported last week, citing people familiar with the matter, that Starboard would nominate a minority slate of directors.  At the same time eBay settled with Starboard last year, it also settled with activist investor Elliott Management and gave a seat to Elliott portfolio manager Jesse Cohn. Elliott owns 4% of eBay.  EBay sold StubHub to ticket reseller Viagogo Ltd for $4.05 billion in November. The company has said that it plans to release an update on the classifieds business by the middle 2020.  EBay’s shareholder meeting is expected to be held in June.","119":"FILE PHOTO: The German headquarters of online marketplace eBay is pictured at Europarc Dreilinden business park south of Berlin in Kleinmachnow, Germany, August 6, 2019. REUTERS\/Fabrizio Bensch  (Reuters) - Activist investor Starboard Value LP has nominated a minority slate of directors to eBay Inc’s board, the Wall Street Journal reported on Wednesday, citing people familiar with the matter.  It privately nominated the slate of directors recently, the report said, adding that if the two sides do not reach a settlement, the nominees would be up for election at the annual meeting in June.  Starboard called on the online marketplace last month to sell its classifieds business, arguing that it has not made enough progress to improve shareholder value.  Both eBay and Starboard did not immediately respond to Reuters request for comment.","120":"BOSTON (Reuters) - Two former eBay Inc employees pleaded guilty on Thursday to participating in a cyber stalking campaign against a Massachusetts couple whose online newsletter was viewed by top executives as critical of the e-commerce company.  Federal prosecutors in Boston said former eBay employees Stephanie Stockwell and Brian Gilbert and others harassed the couple through Twitter and sent them disturbing packages like a bloody Halloween pig mask and live spiders and cockroaches during the August 2019 campaign.  They pleaded guilty to conspiring to commit cyber stalking and conspiring to tamper with a witness, becoming the latest ex-members of eBay’s security and global intelligence team to admit wrongdoing. Three other former employees have also pleaded guilty.  “I made a mistake, and I need to own up to it,” Gilbert said during a hearing held virtually due to the coronavirus pandemic.  Prosecutors agreed to recommend a 24-month prison sentence for Stockwell, the former manager of eBay’s global intelligence center, and no more than 37 months for Gilbert, a former senior manager of special operations for its global security team.  They are among seven defendants, including onetime eBay security executives James Baugh and David Harville, who prosecutors said targeted the couple in Natick, Massachusetts, with threatening messages and unwanted deliveries.  Prosecutors said the defendants also conducted covert surveillance in a bid to terrorize the couple and deter them from criticizing eBay.  They did so after two top executives expressed frustration with the newsletter, EcommerceBytes. The executives included former Chief Executive Devin Wenig, who a person familiar with the matter has said is the “Executive 1” identified in court papers.  Wenig, a former executive of Thomson Reuters, has not been charged and has denied knowing about the scheme. Wenig’s spokesman did not respond to a request for comment.","121":"(Reuters) - UK's competition watchdog said on Thursday it will launch an in-depth investigation into ticket reseller Viagogo's $4.05 billion deal for the ticketing unit of U.S. e-commerce company eBay Inc EBAY.O after the firms failed to address its initial concerns.  The Competition and Markets Authority (CMA) said it had decided to move to a \"Phase 2\" investigation as the proposals offered by Viagogo and the eBay unit, StubHub, were \"not a clear-cut solution\" to the concerns it had raised regarding the acquisition. (reut.rs\/382CkU8)  The regulator started its initial probe in April and earlier this month gave the companies a week’s time to submit proposals to allay its concerns.  CMA then said the deal would provide the companies a market share of more than 80% of UK’s secondary ticketing market. It also said customers could lose out as a result of higher prices in particular and fewer options.  Viagogo and StubHub said they would continue to work with the regulator during the review.  “During this period, the StubHub and Viagogo brands and operations will continue to be held separate as agreed with the CMA,” a StubHub spokeswoman said.","122":"April 5 (Reuters) - eBay Inc:  * EBAY SAYS CEO DEVIN WENIG’S FY 2017 TOTAL COMPENSATION WAS $17.6 MLN VS $15.9 MLN IN FY 2016 - SEC FILING  * EBAY SAYS CFO SCOTT SCHENKEL’S FY 2017 TOTAL COMPENSATION WAS $8.5 MLN VS $7.4 MLN IN FY 2016  * EBAY CTO STEPHEN FISHER'S 2017 TOTAL COMPENSATION WAS $8.5 MLN VS $8.3 MLN IN 2016 Source text - bit.ly\/2q8sPy5 Further company coverage:","123":"(Adds Viagogo’s comment, details on CMA’s probe, background)  Feb 2 (Reuters) - Viagogo must sell StubHub’s international business, Britain’s competition watchdog said on Tuesday, after a probe found that its $4.05 billion purchase of eBay’s ticket reselling unit would reduce competition in the UK.  The Competition and Markets Authority, which started its probe in April last year, said the merger could lead to higher fees or poorer service in the future.  The international business of StubHub, which refers to its operations outside of North America, would need to be independently owned and run by a separate company, the CMA said, adding that it will need to approve who acquires the business. (bit.ly\/3cwPAVu)  “We are pleased to have found a remedy that is acceptable to the CMA that will allow everyone involved to move forward with clarity and certainty,” Viagogo said.  The CMA said it will determine key conditions of the sale, including the right of the purchaser to use the StubHub brand for the next 10 years.  The regulator also said it had been mindful of the significant impact of COVID-19 on the live events industry, but added that Viagogo and StubHub have a combined market share of more than 90% in the UK and would remain important competitors as and when the industry recovers.  StubHub’s ticketing business operates in North America, the UK and several countries in Europe, South America and Asia.","124":"FILE PHOTO: An eBay sign is seen at an office building in San Jose, California May 28, 2014. REUTERS\/Beck Diefenbach  (This July 17 story corrects paragraph 2 to say second-quarter revenue was up, not down)  (Reuters) - EBay Inc EBAY.O beat Wall Street estimates for quarterly revenue on Wednesday, as a multi-year effort to make its platforms easier to use attracted more customers.  The e-commerce company reported net revenue of $2.69 billion for the second quarter ended June 30, up from $2.64 billion a year earlier. Analysts expected revenue of $2.68 billion, according to IBES data from Refinitiv.  EBay’s net income from continuing operations fell to $403 million or 46 cents per share from $638 million or 64 cents per share, a year earlier.","125":"(Adds background, additional CEO quotes)  MUNICH, May 29 (Reuters) - Scout24 is interested in acquiring certain parts of Ebay’s classifieds business, Chief Executive Tobias Hartmann said, adding that he was interested in Ebay’s car and real estate classifieds operations.  “We are operating in a market where acquisition opportunities are rare. But we will focus on markets and countries where we already have a presence,” Hartmann told Reuters.  Under pressure from activist investor Elliott, Ebay is exploring shedding some assets and is working with Goldman Sachs as its advisor, people familiar with the matter said, but no process has formally kicked off.  “We don’t know if, when and how a sales process on Ebay will get going at all,” Hartmann said, adding that Scout24 would only be interested in car and real estate classifieds businesses.  In Germany, Ebay owns mobile.de, the market leader in auto classifieds, while Scout24’s AutoScout unit is the number one in Europe as a whole.  Commenting on buyout groups Hellman & Friedman and Blackstone’s bid to acquire Scout24, Hartmann said that its failure earlier this month was testimony to investors’ confidence in the group’s growth potential.  “Our sales have accelerated more strongly (in the first quarter) than at any time in the last seven years,” he said, adding that investors expected more going forward.  There are no plans to split the group along its two main product lines, he said, adding that the company was flexible to adapt its strategy to changing conditions if necessary.  Scout24’s share register is full of short-term oriented hedge funds, who own roughly half of the stock, according to people familiar with the matter. Elliott owns about 6 percent of Scout24’s shares.  Goldman Sachs declined to comment. (Additional reporting by Arno Schuetze Editing by Tassilo Hummel and Thomas Escritt)","126":"The Leadership Council on Legal Diversity, a group of more than 300 chief legal officers and law firm managing partners, is challenging its members to personally and publicly pledge to increase diversity and inclusion in their organizations.  Members of the group’s executive board - which includes leaders from HP Inc, eBay Inc, Crowell & Moring and Skadden Arps Slate Meagher & Flom - kicked off the initiative Thursday with their own commitments.  To read the full story on Westlaw Today, click here: bit.ly\/3dWHEvy","127":"(Corrects to remove reference to bigger rivals in paragraph 1)  Oct 28 (Reuters) - E-commerce firm eBay Inc’s quarterly revenue topped Wall Street expectations on Wednesday, as people staying at home due to the COVID-19 pandemic flocked to online shopping.  Revenue rose to $2.61 billion from $2.08 billion, beating analysts’ average estimate of $2.48 billion, according to IBES data from Refinitiv. (Reporting by Akanksha Rana in Bengaluru; Editing by Vinay Dwivedi)","128":"BRUSSELS, June 25 (Reuters) - The European Commission has signed an agreement with four major online retailers to combat the listing of dangerous products on Europe’s online shopping sites.  Dangerous content, as defined by the Commission, includes anything from incitement to hatred and violence to child sexual abuse material, unsafe products and products infringing copyright.  AliExpress, Amazon, eBay and Rakuten-France agreed to remove dangerous product listings within two days of being notified by authorities and respond to customer notifications within five days.  The Commission said 20 percent of sales in Europe were made online in 2016, increasing the prevalence of dangerous product listings.  “E-commerce has opened up new possibilities for consumers, offering them more choice at lower prices. Consumers should be just as safe when they buy online, as when they buy in a shop,” Commissioner Vera Jourova, who looks after consumer issues, said.  The companies also agreed to train sellers to comply with EU safety law and utilise the EU’s Rapid Alert System to be proactive in the monitoring and preventing of unsafe product listings. (Reporting by Megan Dollar. Editing by Jane Merriman)","129":"(Reuters) - EBay Inc EBAY.O Chief Executive Officer Devin Wenig stepped down on Wednesday, citing differences with the company's recently revamped board, which is looking to sell some of its businesses amid pressure from activist investors.  FILE PHOTO: Devin Wenig, President and CEO, eBay, speaks at the 2019 Milken Institute Global Conference in Beverly Hills, California, U.S., April 30, 2019. REUTERS\/Lucy Nicholson  Wenig, who has been the online auction and retail site’s CEO for four years, said in a tweet: “In the past few weeks it became clear that I was not on the same page as my new Board. Whenever that happens, it’s best for everyone to turn that page over.”  Earlier this year, eBay made changes to its board and said it is exploring options for its ticketing unit, StubHub, and eBay Classifieds businesses, after coming under pressure from hedge funds Elliott Management Corp and Starboard Value.  EBay, which faces intense competition from Amazon.com Inc AMZN.O and Walmart Inc WMT.N, has focused on its promoted listings program and payments business under Wenig's leadership, as well as worked to make its platform simpler to use.  It beat Wall Street estimates for quarterly results in its latest report, as efforts to make its platforms easier to navigate attracted more customers, coupled with growth in its advertising and payments businesses.  Wenig, 52, will be replaced with Chief Financial Officer Scott Schenkel on an interim basis, eBay said, adding that it was continuing a review of its businesses and expects to provide an update this fall.  The company’s shares were down 1.9% at $38.79. They have gained 40% since Wenig took over as CEO.  “Given a number of considerations, both Devin and the Board believe that a new CEO is best for the Company at this time,” board Chairman Thomas Tierney said in a statement.  A dispute over the proposed sale of the Classifieds business led to Wenig’s departure, CNBC reported, citing sources.  In March, the company added Jesse Cohn, who runs Elliott's U.S. equity activism practice, and Matt Murphy, the CEO of Marvell Technology MRVL.O and a nominee of Starboard, to its board.  EBay also said on Wednesday its board will undertake a search for a new CEO.  Andy Cring, VP of Global Financial Planning and Analysis, was named interim Chief Financial Officer.  Elliott and Starboard did not immediately respond to a request for comment."}}