{"date":{"0":"2018\/10\/24","1":"2021\/02\/22","2":"2020\/02\/12","3":"2020\/08\/28","4":"2020\/03\/23","5":"2019\/02\/25","6":"2018\/02\/26","7":"2019\/04\/09","8":"2018\/07\/04","9":"2020\/05\/18","10":"2019\/09\/13","11":"2019\/01\/24","12":"2020\/07\/23","13":"2018\/07\/13","14":"2020\/07\/23","15":"2018\/07\/12","16":"2018\/11\/22","17":"2019\/01\/24","18":"2018\/11\/29","19":"2019\/04\/25","20":"2019\/11\/21","21":"2020\/08\/24","22":"2020\/02\/24","23":"2020\/04\/06","24":"2018\/07\/25","25":"2018\/11\/29","26":"2018\/02\/15","27":"2020\/10\/22","28":"2019\/02\/11","29":"2018\/03\/28","30":"2018\/12\/21","31":"2018\/09\/27","32":"2018\/05\/08","33":"2018\/04\/24","34":"2018\/11\/29","35":"2018\/07\/25","36":"2019\/07\/01","37":"2019\/11\/20","38":"2019\/01\/24","39":"2018\/07\/12","40":"2018\/05\/08","41":"2018\/05\/21","42":"2020\/04\/13","43":"2018\/05\/24","44":"2019\/04\/04","45":"2018\/03\/21","46":"2019\/01\/24","47":"2020\/09\/15","48":"2021\/02\/03","49":"2020\/04\/24","50":"2018\/12\/18","51":"2018\/05\/22","52":"2020\/04\/13","53":"2018\/10\/24","54":"2018\/07\/13","55":"2018\/04\/24","56":"2018\/03\/05","57":"2020\/02\/24","58":"2018\/12\/19","59":"2018\/07\/12","60":"2020\/11\/14","61":"2020\/02\/06","62":"2018\/02\/26","63":"2018\/12\/21","64":"2020\/08\/25","65":"2019\/07\/24","66":"2018\/07\/12","67":"2019\/07\/01","68":"2018\/07\/12","69":"2018\/02\/15","70":"2018\/12\/18","71":"2018\/07\/12","72":"2018\/03\/06","73":"2018\/04\/23","74":"2018\/04\/24","75":"2018\/04\/24","76":"2020\/04\/24","77":"2019\/11\/04","78":"2020\/03\/30","79":"2019\/04\/09","80":"2020\/01\/23","81":"2020\/10\/22","82":"2019\/04\/25","83":"2018\/08\/08","84":"2019\/11\/21","85":"2018\/04\/24","86":"2018\/02\/19","87":"2018\/07\/12","88":"2020\/01\/23","89":"2019\/10\/23","90":"2020\/10\/11","91":"2019\/10\/23","92":"2018\/07\/25","93":"2018\/07\/13","94":"2021\/02\/04","95":"2018\/10\/17","96":"2018\/12\/21","97":"2020\/04\/09","98":"2019\/02\/25","99":"2019\/10\/23","100":"2019\/07\/24","101":"2019\/01\/09","102":"2018\/02\/26","103":"2021\/01\/26","104":"2018\/07\/25","105":"2018\/09\/27","106":"2018\/03\/05","107":"2020\/03\/23"},"text":{"0":"Toronto\/Bengaluru (Reuters) - Freeport-McMoRan Inc on Wednesday reported market-beating results as output and grades at its big Indonesian mine rose, but early share gains turned negative as investors digested forecasts for the world’s biggest public copper miner.  FILE PHOTO: Vehicles used for transporting workers to the Grasberg copper mine operated by Freeport McMoRan Inc are seen at the Gorong-Gorong terminal in Timika, Mimika, Papua province, Indonesia on November 16, 2017. REUTERS\/Muhammad Yamin\/File Photo  Freeport, which said gold sales from its Grasberg mine in Indonesia more than doubled in the third quarter, left its full-year copper and gold sales forecast relatively unchanged. That means much of the beat reflects a shift in the timing of sales to the third from fourth quarter, said Barclays Capital analyst Matthew Murphy.  Additionally, investors may be rattled by ongoing uncertainty over Freeport’s complex $3.85 billion deal to sell its majority stake in Grasberg to the Indonesia government, said Clarksons Platou analyst Jeremy Sussman.  The transaction is expected to close in late 2018 or early 2019, but Freeport is “not popping champagne bottles yet,” Chief Executive Richard Adkerson said on a conference call.  Until mid-2019, Freeport will mine Grasberg’s depleting open pit and then transition to underground mining, which will “significantly” hurt output until 2021.  Freeport shares were down nearly 5 percent at $11.05 in early afternoon trade, after the company said it has solid long-term growth prospects but is deferring development decisions until market conditions improve.  Copper markets are rattled by U.S.-China trade war worries, Adkerson said, despite looming supply constraints of the metal. Copper prices have dropped 11 percent since early May, while gold is about 6 percent lower this year.  Freeport is focused on developing its own projects, rather than buying assets from another miner, Adkerson said.  “With all these uncertainties, I think it’s unlikely that anybody’s going to be pursuing big-scale deals,” he said. “I certainly don’t consider it to be something that we would look at in the near term, given our share price.”  Freeport stock is down some 40 percent so far this year.  In the third quarter, the average realized price for copper fell nearly 5 percent, to $2.80 per pound, while gold prices were about 8 percent lower from the same period last year, at $1,191 per ounce.  Copper sales, meantime, rose to 1.04 billion pounds from 932 million pounds, while gold sales grew to 837,000 ounces from 355,000 ounces.  Adjusted net income of 35 cents per share bettered the average analyst estimate of 33 cents per share, according to Refinitiv.  Revenue increased 13 percent to $4.91 billion, ahead of an expectation for $4.56 billion.","1":"March 9 (Reuters) - Freeport-McMoRan Inc:  * FREEPORT-MCMORAN INC - REAFFIRMS OUTLOOK FOR SIGNIFICANT CASH FLOW GENERATION IN 2021 AND BEYOND  * FREEPORT-MCMORAN INC - RAMP-UP OF PRODUCTION FROM UNDERGROUND TRANSITION AT GRASBERG DISTRICT REMAINS ON TRACK  * FREEPORT-MCMORAN INC - LONE STAR PROJECT IN ARIZONA IS NEARING COMPLETION AND IS EXPECTED TO BE COMMISSIONED DURING 2020  * FREEPORT-MCMORAN INC - THERE HAVE BEEN NO SIGNIFICANT DISRUPTIONS TO ITS SUPPLY CHAIN OR PRODUCT SHIPMENTS SINCE OUTBREAK OF CORONAVIRUS Source text for Eikon: Further company coverage:","2":"TORONTO (Reuters) - Barrick Gold Corp Chief Executive Mark Bristow on Wednesday said he sees no competition from rivals in his pursuit of Freeport-McMoran Inc’s Grasberg copper-gold mine in Indonesia but cautioned any deal for the asset would take time to pull off.  FILE PHOTO: The logo of sponsor Barrick Gold Corporation is seen as visitors arrive at the Prospectors and Developers Association of Canada (PDAC) annual convention in Toronto, Ontario, Canada March 4, 2019. REUTERS\/Chris Helgren  Bristow has fanned speculation that Barrick, the world’s No. 2 gold miner, is poised to deepen its exposure to copper and last week expressed interest in acquiring Freeport’s flagship Grasberg mine.  Grasberg ranks as the world’s second-largest copper mine and largest gold mine and would enable Barrick to take advantage of rising demand for copper in the electric vehicle industry.  In an interview, Bristow ruled out a hostile approach for Freeport while reiterating interest in Grasberg.  “And there’s no competition for Grasberg,” he added. “First of all, it’s held in a U.S. company so no Chinese company can access it. Secondly Rio Tinto sold out of it.”  Rio Tinto Plc sold out its Grasberg stake in 2018.  “It’s reckless to go and do a hostile in a complicated jurisdiction or a complex, old corporation, because the embedded liabilities are significant,” Bristow told Reuters at Barrick’s Toronto headquarters after the company reported a better-than-expected quarterly profit.  “So it’s got to be something that works out for the best interests of everyone.”  A Freeport representative did not immediately respond to a request for comment.  Bristow said there is no deal on the table at this stage but said his comments were aimed at sending a message to the market. Any transaction could take years to execute, he said.  Barrick has been selling its less productive mines to focus on so-called Tier 1 assets following the acquisition of Africa-focused Rangold Resources a year ago.  Bristow is also seeking to resolve a dispute in Papua New Guinea, where Barrick has struggled with unrest and the government is seeking increased benefits from the Porgera joint venture with China’s Zijin Mining.  Resolving that impasse would give Barrick licence with investors to expand in Indonesia, Bristow said.  “How that works out under my management is going to be important on whether the market will give me that slack to continue to pursue world-class assets in that environment,” he said.  Barrick has a full geological team and has signed a handful of confidentiality agreements to access data at some of the more entrepreneurial miners in Canada, Bristow said, declining to provide names.  “We’re hunting in Canada, but we are very clear about our investment filters.”  Barrick boosted its dividend by 40%, benefiting from higher gold output and improved prices.","3":"JAKARTA (Reuters) - Workers at Indonesia’s Grasberg gold and copper mine on Friday ended a protest demanding an easing of a coronavirus lockdown at the mine operated by a local unit of Freeport-McMoran Inc, a workers’ representative and the company said.  Mining operations were disrupted after protesters had blocked access to the world’s second-largest copper mine since Monday, calling on the company to resume a bus service to allow them to travel to a nearby town, and for a bonus payment.  Yonpis Tabuni, a workers’ representative, said by text message that all their demands had been met and the protest had ended.  He shared a video showing workers opening up road blockades, partially shrouded by thick fog and rain, at the mine located at a mountain-top mining complex in the easternmost region of Papua.  “We have reached peace with the management,” said another worker who declined to be named, adding that the company had given them a written memo of the agreement.  Freeport Indonesia confirmed on Friday the blockades had been removed after earlier saying the local government had given permission to ease lockdown restrictions.  Riza Pratama, a spokesman for Freeport Indonesia, said on Thursday the company and local government had agreed to ease curbs to allow workers to leave the mine area and visit the nearby town.  Local authorities would allow some workers to leave Grasberg each day after passing rapid test screening for the coronavirus, instead of the polymerase chain reaction (PCR) test, he said.  They would also need to pass a temperature check upon arriving at the nearby town.  Pratama said 4,600 workers who had not taken any leave since April would be prioritised.  Freeport employs 13,000 people in Tembagapura, the closest town to the Grasberg mine. Of those, 389 had tested positive for the coronavirus and all but 28 had recovered, Pratama said on Wednesday.","4":"March 23 (Reuters) - Freeport-McMoRan Inc said on Monday it will cut costs, and warned that the revised operating plans would lead to temporary reductions in copper and molybdenum production in the Americas.  The world’s largest publicly traded copper producer also said it would suspend the quarterly cash dividend of $0.05 per share, in the face of the COVID-19 pandemic and global economic uncertainties. (Reporting by Arundhati Sarkar in Bengaluru, Editing by Sherry Jacob-Phillips)","5":"HOLLYWOOD, Fla (Reuters) - Freeport-McMoRan Inc Chief Executive Richard Adkerson said on Monday his company has been investing heavily to mitigate any danger from tailings dams and is “comfortable” with engineering designs in place at existing dams.  FILE PHOTO: Freeport McMoRan Chief Executive Officer Richard Adkerson gestures during a press conference with Indonesia's Finance Minister Sri Mulyani Indrawati and Mineral Resources Minister Ignasius Jonan (not pictured) at the Ministry of Energy and Mineral Resources in Jakarta, Indonesia August 29, 2017. REUTERS\/Darren Whiteside  Adkerson’s comments come a month after a Brazilian tailings dam controlled by rival Vale collapsed, killing more than 300.  Investors have grown anxious in the wake of that disaster about the rising risk of tailings dams, which are effectively depositories for the muddy detritus of the mining process. Of the three main types of tailings dams, Vale was using one considered the least safe at the operation in Brazil that collapsed.  “Early on, we recognized this as a major risk area for our company,” Adkerson said at an industry conference in Florida. “Fundamentally, we’re comfortable with the system that we have been putting in place in managing this risk.”  Phoenix-based Freeport controls 19 active tailings dams in the United States and Peru, and monitors 55 inactive dams, including some first built in the 19th century. None are in Brazil.  “We’ve invested significantly in reclaiming” those old sites, Adkerson said, without providing specific dollar amounts.  Freeport uses a mix of tailings dam designs, including the one used by Vale in the Brazilian disaster.  Adkerson stressed he feels that Freeport, the world’s largest publicly traded copper producer, has a superior inspection system. German firm TÜV SÜD has been faulted by Brazilian officials for faulty inspections of Vale facilities.  “The use of the system that we have designed mitigates the risk of catastrophic tailings failures,” Adkerson said.  Elsewhere, Adkerson, 72, repeated recent claims that he is not interested in a large-scale acquisition and has no immediate plans to retire.  “I’m enjoying work now a lot more than in recent years,” said Adkerson, who signed a deal late last year for Freeport to relinquish majority control of the world’s second-largest copper mine under pressure from the Indonesian government, even though the company will remain the project’s operator. That deal took years to close and had become a major impediment to Freeport’s growth options.  “I’m younger than Donald Trump and he’s talking about a second term,” he said.","6":"HOLLYWOOD, Fla. (Reuters) - Several parties are interested in buying Freeport-McMoRan Inc’s cobalt project in the Democratic Republic of Congo but not at a price that would interest the miner and so it is not planning a sale, Freeport’s chief executive officer said.  As a result, Freeport is looking at other options for the asset, including possibly a joint venture to develop the large cobalt project, CEO Richard Adkerson said.  Freeport last year tried to sell its cobalt assets, including the Kisanfu exploration project in Congo and the Kokkola cobalt refinery in Finland, to China Molybdenum Co Ltd, as part of its sale of a stake in its Tenke Fungurume copper mine in the Congo.  But the discussions on the cobalt assets ended without a deal in June.  Prices for cobalt have soared more than 150 percent in the past year as the once obscure minor metal has become a critical and sought-after ingredient in rechargeable batteries for electric cars.  Speaking at a mining conference in Florida, Adkerson also said discussions between Freeport’s joint venture partner at its Grasberg mine in Indonesia, Rio Tinto Plc, and the Indonesian government about a purchase of Rio’s stake are expected to occur “in the very near term.”  Freeport would not be involved in those discussions, he said.  The Indonesian government was doing a lot of work to prepare itself for negotiations with Rio, Adkerson said, including hiring technical experts and doing site visits.  On the outlook for the copper market, Adkerson said a global copper deficit was inevitable in the future due to underinvestment in new production combined with strong global growth. Freeport is the world’s biggest publicly traded copper miner.","7":"(Adds details from interview)  SANTIAGO, April 9 (Reuters) - Freeport-McMoRan Inc plans no dividend hikes, acquisitions or debt buybacks over the next two years as it focuses on expanding Indonesia’s Grasberg copper and gold mine underground, its chief executive told Reuters on Tuesday.  The strategy underscores Freeport’s desire to keep Grasberg, one of the world’s largest mines, the crown jewel of its operations even amid the complex task of excavating the largest underground mine ever developed at a cost of more than $15 billion.  “For two years, we’re going to be focused on this transition,” CEO Richard Adkerson said on the sidelines of the World Copper Conference in Santiago.  “If things go well with that ... two years from now we’re going to be well situated to then look at further debt reductions, potentially higher dividends, potential investments in new projects, and we’ll be open to seeing if there’s anything in the global M&A market that meets our objectives.”  The Phoenix-based miner agreed last December to relinquish majority control of Grasberg under pressure from the Indonesian government, although it will remain the project’s operator.  “Our company is really going to be much better situated in two years’ time. We have confidence about this,” he said. “The Grasberg asset is so special.”  The company’s stock underperformed the price of copper in the years before the Grasberg agreement, but has outperformed the red metal’s price by more than 20 percent since the deal was signed.  Freeport’s production is expected to rise about 20 percent through the end of 2022 as the Grasberg expansion and other projects in the United States and elsewhere come online, according to Jefferies, a U.S. investment bank.  Wall Street has started to notice the growth potential. Nine of the 23 analysts that cover Freeport’s stock recommend buying it. Two years ago, only four did, according to Refinitiv data.  “Freeport has tremendous growth opportunities,” said Jefferies mining analyst Christopher LaFemina.  Some investors have suggested that Freeport should be broken up, with its Indonesian operations separated from mines in the Americas. That is a strategy that Adkerson said would not succeed.  “There are real advantages in our current structure, as we’re able to bring the global technological capability of the whole company to bear in Indonesia,” he said.  Adkerson, 72, said he had no plans to retire and was focusing on bringing Freeport through this next chapter. “I’m in good health. I want to see my vision for the company happen.” (Reporting by Ernest Scheyder; Editing by Richard Chang and Peter Cooney)","8":"* New Grasberg mining permit valid to July 31  * Talks ongoing between Freeport, Inalum, environment ministry  * Environmental issues are now main unresolved area -official (Adds comment from companies)  JAKARTA, July 4 (Reuters) - Indonesia has extended a temporary operating permit for Freeport McMoRan Inc’s Grasberg project, the world’s second-biggest copper mine, until the end of the month while discussions continue over long-term rights.  Freeport’s local unit, PT Freeport Indonesia (PTFI), has been given a temporary operating permit for Grasberg until July 31, Coal and Minerals Director General Bambang Gatot Ariyono told reporters at a press conference on Wednesday.  Phoenix, Arizona-based Freeport has been in negotiations with Indonesia to secure long-term operating rights at Grasberg after the government introduced new rules last year aimed at giving Jakarta greater control over the nation’s resources.  Efforts to finalise a deal have been overshadowed by concerns over the environmental impact of the project in the eastern Indonesian province of Papua.  “This month we hope all of the aspects - the divestment transaction, investment stability guarantees, the environment, a smelter - all of them are resolved,” Ariyono said.  Freeport’s previous temporary operating permit for Grasberg expired on June 30 after being awarded in January.  Freeport’s Grasberg partner Rio Tinto and state-owned mining holding company Inalum are also involved in negotiations on the project, which needs significant investment to develop an underground phase from its current open-pit construction.  Inalum may complete a multi-billion-dollar deal to acquire a majority stake in Grasberg this month, officials said on Saturday, but details on how Freeport will maintain operational control have yet to emerge.  According to Ariyono, the main issues to be resolved were environmental matters, and discussions were ongoing “between the Environment and Forestry Ministry, the Freeport team and Inalum, who have requested an opportunity to resolve them”.  Other matters, which include a requirement for Freeport to build a second copper smelter and adopt a new tax regime, “are nearly finalised”, he said.  Inalum was trying to reach a deal within two weeks, company spokesman Rendi Witular told Reuters by text message. “Differences in views have narrowed,” he said.  A spokesman for Freeport Indonesia did not immediately respond to requests for comment. A Melbourne-based spokesman for Rio Tinto declined to comment.  A 2017 state audit of operations at Grasberg that outlined massive damage from Freeport’s mine waste and a lack of proper environmental permits has complicated efforts to wrap up the deal.  In April, following the audit, Indonesia’s environment minister issued two decrees that gave Freeport six months to overhaul management of its mine waste.  Freeport’s average daily copper ore production at Grasberg has been between 175,000 and 176,000 tonnes so far this year, below its 2018 target of 230,000 tonnes, Ariyono said.  The company exported 465,000 tonnes of copper concentrate from February to mid-June, he added.","9":"SINGAPORE (Reuters) - Freeport-McMoRan Inc's FCX.N Indonesian unit said it will operate the giant Grasberg mine with a \"skeletal team\" after a rise in coronavirus infections in the area, including at the mine workers' living quarters, and three deaths.  The move is aimed at ensuring workers at the world’s biggest gold mine and second-biggest copper mine can socially distance effectively and avoid any further spread of the virus, which has infected 17,514 and killed 1,148 in Indonesia, a Freeport Indonesia spokesman said.  “We are trying to reduce the numbers of workers, reduce the population. We just have a skeletal team to run the mine,” spokesman Riza Pratama told Reuters.  “For contractors whose projects have been delayed or postponed, we have returned their employees. We have also removed workers who are in the risk category,” he said, adding that the changes have not affected the mine’s output.  Pratama declined to say how many workers at the mine, which normally employs about 25,000 people, would be kept on to run the operation.  COVID-19 infections in the Mimika Regency, where Grasberg mine is located on Papua island, reached 150 cases as of Sunday, including 102 cases in Tambagapura, the living quarters built to house Grasberg’s workers and their families. Three people in Mimika have died, official data showed.  Freeport did not disclose how many of the infected were workers, but said it had converted its on-site barracks into isolation wards for employees who had come into contact with infected persons.  Pratama declined to disclose the number of workers in isolation.  Elsewhere, Freeport has suspended operations at a copper mine in New Mexico because of the spread of COVID-19 among workers, while earlier this month, a factory run by the Indonesian unit of U.S. tobacco giant Philip Morris shut after 60 workers contracted the virus.  However, a closure for Grasberg is unlikely as the project needs to continue operating in order to minimise damage to the mine and danger to workers, Pratama said.  “If we don’t maintain our mine ... it would be dangerous for our employees to work,” he said.  Operations at Grasberg were affected in 2017 after thousands of workers staged a rally over layoffs by Freeport due to a contract dispute with the government.  But even then, Freeport continued to have a team of workers to maintain and operate the mine, Pratama said.  Freeport Indonesia last week said it has around 50,000 rapid and polymerase chain reaction test kits on site.  It has also shut on-site churches and mosques to prevent gatherings of large crowds and deployed a task force to ensure site cleanliness and prevent gatherings.","10":"JAKARTA, Sept 13 (Reuters) -  * Indonesia’s energy ministry has approved a new recommendation for a unit of Freeport McMoran Inc to raise copper concentrate exports to 700,000 tonnes until March 2020, an official told reporters on Friday  * The new recommendation is much higher than the initial approval for shipments of 198,282 tonnes of copper concentrates, said Yunus Saefulhak, the ministry’s director of minerals  * Freeport’s Grasberg mine is expected to produce 1.2 million tonnes of copper concentrates this year, he said  * Saefulhak said Freeport could export more “due to optimisation of its open pit mine” (Reporting by Wilda Asmarini; Writing by Gayatri Suroyo; Editing by Himani Sarkar)","11":"(Reuters) - Freeport McMoRan Inc shares slid 9 percent on Thursday after the world’s second-largest copper miner posted lower-than-expected quarterly profit and forecast a drop in 2019 production.  A 14 percent dive in copper prices slammed the company in the fourth quarter, yet the chief executive officer said U.S. demand remains strong and underpins Freeport’s plans for a major expansion in the United States.  Still, the first quarterly results report from a global miner rattled investors at a time when customer confidence has been shaken by trade tension and shaky economies in many regions.  Rivals Rio Tinto Ltd and BHP Group Ltd are slated to report results next month.  Global demand for copper, a key material used in construction and manufacturing, has slipped in the past year on concerns about economic growth during the ongoing trade spat between the United States and China, Brexit, the U.S. government shutdown and other factors.  The average price Freeport received for its copper fell 14 percent during the fourth quarter to $2.75 per pound. That has unnerved Wall Street, with shares of Freeport down more than 30 percent in the past six months alone.  Longer term, demand for the red metal is expected to spike due to the electrification trend. Electric vehicle motors use twice as much copper as internal combustion engines.  “The fundamentals of the copper market point to a very positive future,” Freeport Chief Executive Richard Adkerson said on a Thursday conference call with investors. “Copper prices simply have to rise.”  In anticipation of that, Phoenix-based Freeport is spending $850 million to open a new U.S. copper mine.  Adkerson, CEO since 2003, has called the United States core to Freeport’s growth, noting that demand in the country has risen and the company has had to buy copper from rivals just to honor customer contracts.  “The market may be focused on the fourth-quarter miss today, but we do not believe these historic results are very meaningful to the investment case as Freeport is entering a transformational period,” said Jefferies analyst Christopher LaFemina.  Freeport posted fourth-quarter net income of $140 million, or 9 cents per share, compared to $1.04 billion, or 70 cents per share.  Excluding one-time Freeport earned 11 cents per share. By that measure, analysts expected earnings of 18 cents per share, according to IBES data from Refinitiv.  Copper production fell 17 percent to 841 million pounds during the quarter.  Freeport last month relinquished majority control of Grasberg, the world’s second-largest copper mine, under pressure from the Indonesian government even though it will remain the project’s operator.","12":"(Reuters) - Freeport McMoRan Inc on Thursday said it swung to a second-quarter profit as the world’s largest publicly traded copper producer slashed costs to stem the fallout from the coronavirus pandemic.  FILE PHOTO: Freeport-McMoran CEO, Richard Adkerson poses for a picture during an interview with Reuters at the CRU's World Copper Conference in Santiago, Chile April 9, 2019. REUTERS\/Rodrigo Garrido\/File Photo  Shares fell about 1.3% to $13.44 in afternoon trading.  Net income attributable to shareholders was $53 million, or 3 cent per share, in the second quarter ended June 30, compared with a loss of $72 million, or 5 cents per share, a year earlier.  Only a handful of employees had gotten seriously sick from COVID-19, Chief Executive Richard Adkerson told investors on a Thursday conference call.  The Phoenix, Arizona-based company unveiled a $1.3-billion cost-cutting plan earlier this year, which involves employee layoffs and delays to expansion projects.  While copper prices have risen, Freeport does not plan to boost spending or make changes  “We’re not making any major adjustments to those plans until we have clarity in this market situation,” Adkerson said.  If prices do continue improve, Freeport may consider reinstating its dividend or share buybacks in 2021, he said.  The miner’s quarterly copper production fell 1.2% to 767 million pounds, while its gold output rose 19% to 191,000 ounces.  The average price that Freeport received for its copper fell 7% in the quarter, event though copper prices traded 22% higher in the same period.  Freeport’s total costs and expenses in the second quarter dropped 22% to $2.7 billion.  Freeport has been boosting production at its Grasberg copper and gold mine in Indonesia, which is expanding underground. The ramp-up of underground production at Grasberg continues to advance on schedule, the company said.","13":"JAKARTA (Reuters) - Freeport-McMoRan Inc agreed on Thursday to sell a majority stake in the world’s second-biggest copper mine to the Indonesian government via a series of complex deals worth $3.85 billion, potentially ending a long-running dispute on mining rights.  Freeport-McMoRan Chief Executive Officer Richard Adkerson (L), and PT Inalum Chief Executive Budi Gunadi Sadikin shake hands after signing an initial agreement for the state-owned mining company Inalum to take a controlling stake in Freeport's local unit, in Jakarta, Indonesia, July 12, 2018. REUTERS\/Darren Whiteside  That agreement, which could still collapse, will have Freeport give up majority control but remain operator of the Grasberg copper mine, located in the country’s eastern province of Papua, as Jakarta seeks to gain greater control over its mineral wealth.  Here are some questions and answers on the agreement:  WHAT HAS BEEN AGREED BETWEEN THE PARTIES?  Freeport and Rio Tinto have agreed on a structure and pricing for a series of transactions to transfer majority ownership of the Grasberg project to Indonesia’s state-owned mining holding company, PT Inalum.  Inalum will pay $3.5 billion for Rio Tinto’s 40 percent participating interest which Freeport will then convert into an equity holding in local unit PT Freeport Indonesia. Inalum will also pay $350 million for the share of Grasberg held by PT Indocopper Ivestama to take the country’s total holding to 51.38 percent in Freeport Indonesia.  IS THIS AGREEMENT BINDING?  Heads of agreements are typically non-binding. However, Indonesia’s State Owned Enterprises Minister Rini Soemarno said the agreement is binding while Rio Tinto and Freeport both said the heads of agreement is just a step and not binding.  WHAT ARE THE MAIN ISSUES STILL OUTSTANDING?  Freeport’s divestment of ownership of Grasberg is one of the steps the miner must take as it transfers rights to the mine from its current Contract of Work to a special mining permit, to satisfy rules set out in Indonesia’s 2009 Mining Law.  Details on exactly how the new permit will differ from the Contract of Work are yet to be revealed, but in essence, it is expected to establish financial and operational guarantees for Grasberg up to 2041.  Indonesia issued Contracts of Work before 2000 and usually royalties or taxes are fixed for the duration of the contract and are generally not subject to government regulation. In contrast, new mining permits are subject to current regulation and places the mining company at a lower status than the government.  Freeport is also required to build a second smelter in line with Indonesia’s mining rules, which require mineral ores to be processed domestically to increase the value of the country’s exports. According to Freeport, it will have five years to complete a $3 billion smelter project once Inalum has acquired a majority stake.  HOW CAN FREEPORT RETAIN OPERATIONAL CONTROL OF THE MINE WITHOUT RETAINING MAJORITY CONTROL?  Freeport is expected to form a joint venture agreement with Inalum that will establish rules on how the mine and the company will be managed on a daily basis, and that agreement is expected to cover shareholder voting rights and capital investment responsibilities.  With the risk of meddling due to the many vested interests swirling around Grasberg, Freeport has insisted it needs operational control before committing to a multi-billion-dollar investment for underground mining at Grasberg instead of its current open-pit form.  HOW HAVE INVESTORS IN FREEPORT AND RIO TINTO RESPONDED TO THE AGREEMENT?  The market response to the agreement has been muted so far, particularly compared to a 14 percent drop in Freeport’s shares on April 24 after the company revealed environmental demands by the Indonesian government.  Freeport shares on Thursday rose 2.5 percent in pre-market trade on news of the agreement, but closed 0.7 percent lower at $17.29.  Rio shares trading in London were down 0.1 percent at 4,014 pence as of 1010 GMT on Friday.  WHAT IS EXPECTED TO HAPPEN NEXT AFTER THURSDAY’S SIGNING CEREMONY?  Inalum, Freeport and Rio need to finalize sale and purchase agreements for the planned transactions, along with shareholder agreements.  The government needs to issue Freeport and Inalum with a special mining permit for Grasberg, which provides for long-term stability of its operations.  Environmental matters, including government requirements for Grasberg’s management mine wastes known as tailings, need to be resolved.  WHAT HAVE THE MAIN PARTIES INVOLVED SAID ABOUT THE AGREEMENT?  Indonesian President Joko Widodo has said the agreement is a “leap forward” for the country and will mean greater returns from taxes, royalties and dividends.  Freeport Chief Executive Officer Richard Adkerson said the company does not expect the new agreement to make “a material change” to its taxes, royalty payments or cash flows from Grasberg, but acknowledged Indonesia will benefit from greater dividends resulting from its increased ownership.  Referring to a discount Freeport had agreed to accept for its Indocopper stake, Adkerson said “so we put some money on the table to help facilitate this happening.”","14":"July 23 (Reuters) - Freeport McMoRan Inc reported a profit for the second quarter on Thursday, helped by a drop in costs. Net income attributable to shareholders was $53 million, or 3 cent per share, in the second quarter ended June 30, compared with a loss of $72 million, or 5 cents per share, a year earlier.  The miner’s quarterly gold production rose 19% to 191,000 ounces.","15":"JAKARTA, July 12 (Reuters) -  * The Indonesian government is expected on Thursday to announce the details of a deal to acquire a majority stake in the local unit of U.S. copper miner Freeport McMoRan Inc, a source with knowledge of the matter said  * Announcement expected to include the share price, amount and structure of the deal  * Finance Minister Sri Mulyani Indrawati is scheduled to sign a heads of agreement with PT Freeport Indonesia at 4 p.m. on Thursday, a ministry spokesman said  * Representatives from Freeport and state-owned mining holding company PT Inalum, along with the ministers of state-owned enterprises, energy and mineral resources, and the environment are expected to attend the signing (Reporting by Fergus Jensen, Maikel Jefriando and Gayatri Suroyo; editing by Richard Pullin)","16":"JAKARTA, Nov 22 (Reuters) - Indonesia’s environment ministry aims to resolve within two weeks environmental issues that have been holding up the state’s plans to acquire a majority stake in Freeport McMoRan Inc’s Grasberg copper mine.  That deal, where Indonesia and state-owned miner PT Inalum will control a 51.23 percent stake in PT Freeport Indonesia, is expected to end years of wrangling over ownership rights to Grasberg, the world’s second-biggest copper mine.  But the planned $3.85 billion series of transactions are still subject to environmental clearances and a special mining permit by the Indonesian government after a 2017 audit found the mine to be in breach of environmental rules.  The environmental report said Freeport had allowed tailings from the mine to extend beyond previously agreed limits, polluting coastal areas, and that the Phoenix, Arizona-based company had operated in areas of Papuan forest without a permit.  Freeport has said it complies with Indonesia’s environmental rules.  Environment ministry inspector general Ilyas Asaad said on Thursday his office had issued preliminary documents for Grasberg’s environmental clearance.  The government and Freeport would finalise a tailings management “roadmap” in the coming weeks, he said.  “We are making steps on how to manage total suspended solids, and how to use the tailings more,” Asaad told parliament.  “It’s impossible to transport all the tailings, so it’s best to use them to make bricks, roads (and) bridges.”  The government is also calculating a fine for Freeport for using forests without a proper permit, Environment Minister Siti Nurbaya Bakar said. Bakar also said she had asked her office to resolve their calculations within two weeks.  There were still on three or four issues left to resolve, Bakar said.  Earlier this month, Inalum raised $4 billion in its first U.S. dollar bond offer, to fund the Grasberg deal.  The transaction is expected to close in late 2018 or early 2019, but Freeport is “not popping champagne bottles yet,” Chief Executive Richard Adkerson said on a conference call last month.","17":"Jan 24 (Reuters) - Freeport McMoRan Inc, the world’s second-largest copper miner, said on Thursday its fourth-quarter profit fell 86 percent due in part to a drop in prices for the red metal.  The company posted net income of $140 million, or 9 cents per share, compared to $1.04 billion, or 70 cents per share.  Copper production fell 17 percent to 841 million pounds. (Reporting by Ernest Scheyder)","18":"JAKARTA (Reuters) - Indonesian President Joko Widodo called on Thursday for an “immediate” end to issues holding up the country’s plans to acquire a majority stake in Freeport-McMoRan Inc’s giant Grasberg copper mine in Papua.  FILE PHOTO: Indonesia president Joko Widodo speaks to journalist after bilateral meeting with Singapore during the International Monitary Fund (IMF) and World Bank annual meetings in Nusa Dua, Indonesia, October 11, 2018. Sonny Tumbelaka\/Pool via REUTERS  For Widodo, seeking reelection next year, getting a majority stake in the mine for Indonesia would be a political boon.  The deal, which would give Indonesia and state-owned miner PT Inalum a 51.23 percent stake in PT Freeport Indonesia, aims to end years of wrangling over ownership rights to Grasberg, the world’s second-biggest copper mine.  But a series of planned transactions worth $3.85 billion is still subject to Inalum securing a special permit for the mine, which requires environmental clearance relating to its waste disposal, and other regulatory issues.  Papua last week rejected the proposed ownership structure for the stake under which the province would indirectly own 10 percent of Freeport’s local unit, potentially delaying the deal.  “I ask that all stages of the divestment process can be finished and final (and) we hope that before the end of 2018 everything is completed,” Widodo told a meeting with Inalum, Papua Governor Lukas Enembe and other government officials.  The president had also requested details on environmental matters, according to a statement on the cabinet secretary’s website.  “We will use (this acquisition) to the maximum extent to improve the welfare and prosperity of the people, primarily the people of Papua,” Widodo said.  According to Enembe, Widodo also demanded the transactions be carried out “very carefully” to prevent intervention by third parties.  Enembe referred to a 2015 scandal linked to Grasberg in which Indonesia’s former parliament speaker was accused of attempting to extort shares worth $1.8 billion from Freeport, as part of the compulsory majority divestment.  “That cannot happen again,” Enembe said in a press release.  Once the deal is completed, Papua should “hold a 10 percent stake and Papua will also have rights regarding Freeport’s agenda going forward,” he said.  A spokesman for Inalum confirmed Thursday’s meeting but said he was unable to comment further.  Inalum, which earlier this month raised $4 billion in bonds to fund the Grasberg deal, has proposed to finance the purchase of the 10 percent stake for Papua in Freeport Indonesia via joint ownership of PT Indocopper Investama.  “This is the most efficient mechanism financially and legally,” Inalum said in a statement last week.  The structure was intended to prevent private companies from being involved in the Freeport transactions, Deputy State Owned Enterprise Minister Fajar Harry Sampurno told reporters on Monday.  “Obviously they don’t want the Papua government going off on a frolic of its own, selling the shares or pledging the shares or doing something like that,” Jakarta-based foreign legal counsel Bill Sullivan told Reuters.  In a media report on the Papua government website, Enembe was quoted as saying last week that the Inalum proposal “is not in accordance with a previous agreement”, and that his government wanted to form a company that would control the 10 percent stake itself.  Since Freeport won the right in 1988 to mine Grasberg, it has been a lightning rod for grievances over impacts on the environment and revenue sharing.  The company says it is fully compliant with Indonesian environmental rules.","19":"April 25 (Reuters) - Freeport-McMoRan Inc, the world’s largest publicly traded copper producer, said on Thursday its quarterly profit dropped along with production and prices for the red metal.  The company posted net income of $31 million, or two cents per share, compared to net income of $692 million, of 48 cents per share, in the year-ago quarter.  Copper production fell 18 percent to 750 million pounds. (Reporting by Ernest Scheyder)","20":"SHANGHAI, Nov 21 (Reuters) - Miner Freeport-McMoRan Inc and China’s Jiangxi Copper have agreed treatment and refining charges (TC\/RC) of $62 a tonne and 6.2 cents per pound for copper concentrate supply in 2020, a senior Freeport executive said.  The charges, paid by miners to smelters to process ore into refined metal, are 23% lower than the 2019 benchmark of $80.80 a tonne and 8.08 cents per pound, hit by tight concentrate supply and rising smelting capacity in China. (Reporting by Shivani Singh; Editing by Clarence Fernandez)","21":"JAKARTA (Reuters) - More than a thousand mine workers in Indonesia blocked access to the Grasberg gold and copper mine operated by the local unit of Freeport-McMoRan Inc on Monday to protest a coronavirus lockdown policy that halted bus services to meet with families.  Grasberg, the world’s largest gold mine and second largest copper mine, is currently transitioning from its open pit operation to all-underground mining. The mine is expected to produce 110,000 tonnes of copper ore per day in 2020.  Riza Pratama, a spokesman for PT Freeport Indonesia, said the company was assessing conditions at the site, including the impact on mining operations.  Freeport employees began their protest in the early hours of Monday morning, and the protest was still continuing well into the afternoon, said Yonpis Tabuni, a worker representative.  “The main request from the employees is to resume the operation of staff buses so they can meet their families immediately,” Pratama said, adding that Freeport restricted travel to and from the mine due to coronavirus outbreak.  Tabuni said talks had taken place, while Pratama added that the company was considering the mine workers requests.  Freeport said in May is had reduced the number of workers in operation to a “skeletal team” after a rise in coronavirus infections in the area.  “We are preparing a new working schedule that refers to the new normal,” Pratama said.","22":"HOLLYWOOD, Fla. (Reuters) - Freeport McMoRan Inc FCX.N is not interested in selling its Grasberg copper and gold mine in Indonesia, Chief Executive Richard Adkerson said on Monday, tamping down speculation of a deal with Canadian miner Barrick Gold Corp ABX.TO.  FILE PHOTO: Freeport-McMoran CEO, Richard Adkerson poses for a picture during an interview with Reuters at the CRU's World Copper Conference in Santiago, Chile April 9, 2019. REUTERS\/Rodrigo Garrido\/File Photo  Barrick CEO Mark Bristow in recent weeks has expressed interest in buying Grasberg. Earlier this month Bristow said he sees no competition for the asset from global or state-backed Chinese miners.  That back and forth from two of the mining industry’s most-powerful executives comes as investors are expecting a wave of buyouts this year, especially for copper assets.  Copper is a key material used in construction and electric vehicle motors. Many analysts expect a supply crunch in the next decade.  “Now’s just not the time for Freeport to think about doing a big strategic move,” Adkerson said at the BMO Global Metals and Mining Conference in Florida.  When asked on Monday if he remained interested in Grasberg, Bristow told Reuters he felt the world’s second-largest copper mine and largest gold mine should be worth more than it currently is.  “I think the point is, is it undervalued? Yes. Could that value be delivered? Of course. What is the best way to do that? That’s the elephant in the room, isn’t it?” he said.  Shares of Freeport, the world's largest publicly traded copper producer, fell 6 percent on Monday on fears the coronavius is spreading globally, while Barrick's stock rose 4.6 percent as gold prices GCc1 jumped.  Gold is considered a safe-haven for investors in times of crisis, whereas copper prices CMCUc1 are linked closely to global economic health. Barrick is the world's second-largest gold producer after Newmont Corp NEM.N.  Bristow has said copper is attractive because it is often mined alongside gold and the metals share common processing techniques.  Bristow told the conference Barrick has capacity for M&A but demurred when asked directly about his interest in a deal for Grasberg.  “My point is that copper is an inevitable part of gold mining in the future,” he said during webcast remarks, which followed a presentation by Freeport’s Adkerson.  “You can interpret that whichever way you want,” he said.  Freeport could revisit M&A in two to three years as copper prices improve and the miner’s production outlook stabilizes, Adkerson said.","23":"(Reuters) - Three Freeport-McMoRan Inc employees at the company’s Chino copper mine in New Mexico have tested positive for COVID-19, according to the state’s lieutenant governor, Howie Morales.  It was not immediately clear if operations at the mine, which produced 175 million pounds of copper last year, have been affected.  A Freeport spokeswoman said the company planned to issue a statement later.  (This story corrects annual mine production in second paragraph)","24":"TORONTO, July 25 (Reuters) - Freeport-McMoRan Inc, the world’s biggest publicly listed copper miner, reported a big jump in second-quarter earnings on Wednesday in contrast to year-ago results hurt by a strike and operating issues at its giant Indonesian mine Grasberg.  Phoenix, Arizona-based Freeport said quarterly adjusted profits rose to $853 million, or 58 cents per share, compared with $241 million, or 17 cents a share, a year earlier. Revenue increased to $5.2 billion from $3.7 billion.  Earlier this month, Freeport said it would sell a majority stake in Grasberg, the world’s second-biggest copper mine, to the Indonesian government via a series of complex deals including Rio Tinto worth $3.9 billion. (Reporting by Susan Taylor Editing by Chizu Nomiyama)","25":"JAKARTA, Nov 29 (Reuters) - Indonesia President Joko Widodo urged on Thursday for an “immediate” end to issues holding up the finalisation of the state’s plans to acquire a majority stake in Freeport-McMoRan Inc’s Grasberg copper mine.  The deal, where Indonesia and state-owned miner PT Inalum will control a 51.23 percent stake in PT Freeport Indonesia, is expected to end years of wrangling over ownership rights to Grasberg, the world’s second-biggest copper mine.  But the planned series of transactions that total $3.85 billion is subject to Inalum pocketing a special permit for the mine, which requires clearance on environmental matters relating to its tailings disposal, and other regulatory issues.  Papua province, home to the Grasberg mine, also rejected the proposed ownership structure for the stake in which Papua would indirectly own 10 percent of Freeport’s local unit.  “I ask that all stages of the divestment process can be finished and final (and) we hope that before the end of 2018 everything is completed,” Widodo said in a meeting with Inalum, Papua Governor Lukas Enembe and other government officials linked to the Freeport deal.  The president had also requested details on the status of environmental matters, according to a press release from the cabinet secretary website.  “We will use (this acquisition) to the maximum extent to improve the welfare and prosperity of the people, primarily the people of Papua,” Widodo said.  A spokesman for Inalum confirmed the meeting but was not immediately able to comment on the matter.  Inalum, which earlier this month raised $4 billion in bonds to fund the Grasberg deal, had proposed that Papua hold the 10 percent stake in Freeport Indonesia via joint ownership of PT Indocopper Investama.  “This is the most efficient mechanism financially and legally,” Inalum said in a statement last week.  The proposed structure was intended to prevent private companies from being involved in the Freeport transactions, Deputy State Owned Enterprise Minister Fajar Harry Sampurno told reporters on Monday.  Sampurno said the government wanted to avoid a repeat of a lengthy squabble over private investment in the state-sanctioned divestment of fellow copper miner Newmont Mining Inc’s local unit.  In a media report on the Papua government website, the provincial governor Enembe was quoted as saying last week that the Inalum proposal “is not in accordance with a previous agreement”, and that his government wanted to form a company that would control the 10 percent stake itself.  Since Freeport won the right in 1988 to mine Grasberg, it has been a lightning rod for grievances over impacts on the environment and revenue sharing.  The company says it is fully compliant with Indonesian environmental rules. (Reporting by Fergus Jensen; Additional reporting by Wilda Asmarini and Bernadette Christina Munthe; Editing by Tom Hogue)","26":"Feb 15 (Reuters) - Freeport-Mcmoran Inc:  * CARL ICAHN SAYS NOW OWNS 4.14 PERCENT STAKE IN FREEPORT-MCMORAN INC AS OF FEB 14 - SEC FILING  * CARL ICAHN SAYS HAD PREVIOUSLY REPORTED A STAKE OF 5.33 PERCENT STAKE IN FREEPORT-MCMORAN INC AS OF NOVEMBER 14, 2017 Source text: (bit.ly\/2Ghwn6G) Further company coverage:","27":"(Reuters) - Freeport McMoRan Inc FCX.N beat analysts' estimates for third-quarter profit on Thursday, as the miner benefited from higher gold prices due to the COVID-19 pandemic and cost cuts.  The Phoenix, Arizona-based company announced a major cost-cutting drive in April and has also lowered its capital expenditure.  Total costs and expenses fell about 7% to $2.97 billion in the third quarter ended Sept. 30.  The average price that Freeport received for its gold surged nearly 28% to 1,902 per ounce in the third quarter, with copper and gold sales nearly 7% higher than the company’s July estimates.  Gold prices have surged this year as investors flocked to safe-haven investments due to the uncertainty fueled by the pandemic.  Freeport said on Thursday plans to transition the giant Grasberg copper and gold project in Indonesia to underground operations from open pit mining were on schedule.  The company reported net income attributable to shareholders of $329 million, or 22 cents per share, compared to a net loss of $207 million, or 15 cents per share, a year earlier.  Excluding items, Freeport reported a profit of 29 cents per share, beating analysts’ average estimate of 21 cents, according to IBES data from Refinitiv.  Revenue jumped 22% to $3.85 billion.","28":"HOUSTON (Reuters) - Sentinel Midstream on Monday became the latest contender in the race to build a crude export terminal off the U.S. Gulf Coast, announcing plans to develop a facility off Freeport, Texas that could fully load a supertanker in one day.  The Dallas-based company’s announcement follows seven other proposed crude export terminals vying to build a facility capable of loading a very large crude carrier (VLCC) without relying on smaller vessels to transfer crude cargoes, a process called reverse lightering that adds several days to loading times.  Some executives, traders and analysts said they believe not every proposed terminal project will get built.  Sentinel’s project would include an onshore terminal with 18 million barrels of storage, an offshore pipeline, platform and single-point mooring buoys that will load VLCCs, which carry 2 million barrels, at a rate of 85,000 barrels per hour. The company said it has financial backing from Dallas private equity firm Cresta Fund Management.  Magellan Midstream Partners LP late last month said it is also considering Freeport as a spot to build an offshore crude export terminal, after it began talks with companies developing crude transportation assets there. Magellan is also considering a site near Corpus Christi, Texas.  The current slate of eight projects would have a combined export capacity of 12.5 million barrels per day, more than is currently produced in the United States.  “Right now there may only be enough demand for one project in Corpus and one in the Houston area,” said Perry Schuldhaus, vice president of business development at Enbridge Inc, in an interview on Monday. “It comes down to customer demand.”  Enbridge on Jan. 31 submitted permit applications with the U.S. Maritime Administration to build an offshore export terminal near Freeport that could be in service by early 2022 with storage capacity of 15 million barrels and export capacity of 2 million barrels per day.","29":"March 28 (Reuters) - Freeport-McMoRan:  * DECLARES QUARTERLY CASH DIVIDEND ON COMMON STOCK  * SETS QUARTERLY CASH DIVIDEND OF $0.05PER SHARE Source text for Eikon: Further company coverage:","30":"JAKARTA, Dec 21 (Reuters) - Indonesia’s state-owned miner PT Inalum on Friday concluded a series of transactions worth $3.85 billion to take majority control over the local unit of Freeport-McMoRan Inc, operator of Grasberg, the world’s second-biggest copper mine.  “Today is a historical moment since Freeport began operating in Indonesia in 1973,” President Joko Widodo told reporters at a press conference.  “Everything has been completed, and now all that’s left is the work,” Widodo said.  The landmark deal, which hands Inalum a 51.23 percent stake in PT Freeport Indonesia, ends years of tough and often fractious negotiations over ownership rights to Grasberg, amid a push by Jakarta to gain greater control over its mineral wealth.  For Widodo, seeking reelection next year, getting a majority stake in the mine for Indonesia is a political boon, and he had urged both sides to wrap up the deal quickly. (Reporting by Agustinus Beo Da Costa; Writing by Fergus Jensen; Editing by Tom Hogue)","31":"JAKARTA, Sept 27 (Reuters) -  * Indonesia’s Energy Ministry plans to hold a ceremony on Thursday to mark the finalisation of a share purchase agreement involving Freeport McMoRan, Rio Tinto, and state miner Inalum, the ministry said in a document  * The ceremony, scheduled to take place at 4 p.m. Jakarta time (0900 GMT), will be followed by a news conference, a spokesman for Inalum said via text message (Reporting by Fergus Jensen Editing by Kenneth Maxwell)","32":"NUSA DUA, Indonesia, May 8 (Reuters) - The Indonesian unit of Freeport McMoran Inc would remain the operator of the Grasberg copper mine in Papua after a deal is reached to a divest a controlling stake, the head of state mining holding company PT Inalum said on Tuesday.  Inalum, which is due to arrange the funding for the deal, already had a “committed” loan for the overall transaction with Freeport and Rio Tinto for the majority stake in Grasberg, Budi Gunadi Sadikin told a briefing on the sidelines of the Coaltrans Asia conference in Bali.  Commenting on the timing of a deal, he said that “as far as when it happens, please pray for us, but we’re getting closer and closer.” (Reporting by Fergus Jensen; Writing by Ed Davies; Editing by Christian Schmollinger)","33":"April 24 (Reuters) - Freeport-McMoRan Inc:  * Q1 EARNINGS PER SHARE $0.47  * Q1 EARNINGS PER SHARE VIEW $0.56 -- THOMSON REUTERS I\/B\/E\/S  * Q1 ADJUSTED EARNINGS PER SHARE $0.46  * CONSOLIDATED SALES FOR YEAR 2018 ARE EXPECTED TO APPROXIMATE 3.8 BILLION POUNDS OF COPPER, 2.4 MILLION OUNCES OF GOLD  * CAPITAL EXPENDITURES FOR FIRST-QUARTER 2018 TOTALED $402 MILLION (INCLUDING APPROXIMATELY $250 MILLION FOR MAJOR MINING PROJECTS)  * CONSOLIDATED SALES FOR YEAR 2018 ARE EXPECTED TO APPROXIMATE 95 MILLION POUNDS OF MOLYBDENUM  * CAPITAL EXPENDITURES FOR YEAR 2018 ARE EXPECTED TO APPROXIMATE $2.0 BILLION  * QTRLY REVENUE $4,868 MILLION VERSUS $3,341 MILLION REPORTED LAST YEAR  * AT MARCH 31, 2018, CONSOLIDATED DEBT TOTALED $11.6 BILLION AND CONSOLIDATED CASH TOTALED $3.7 BILLION  * FIRST-QUARTER 2018 COPPER SALES OF 993 MILLION POUNDS WERE HIGHER THAN FIRST-QUARTER 2017 SALES OF 809 MILLION POUNDS  * FREEPORT - SALES FOR Q2 EXPECTED TO APPROXIMATE 970 MILLION POUNDS OF COPPER, 700 THOUSAND OUNCES OF GOLD AND 24 MILLION POUNDS OF MOLYBDENUM  * AVERAGE UNIT NET CASH COSTS EXPECTED TO AVERAGE $1.01 PER POUND OF COPPER FOR YEAR 2018  * FIRST-QUARTER 2018 GOLD SALES OF 610 THOUSAND OUNCES WERE LOWER THAN JANUARY 2018 ESTIMATE OF 675 THOUSAND OUNCES  * QTRLY AVERAGE REALIZED PRICE PER POUND FOR COPPER WAS $3.11 VERSUS $2.67 PER POUND REPORTED LAST YEAR  * FIRST-QUARTER MOLYBDENUM SALES OF 24 MILLION POUNDS APPROXIMATED JANUARY 2018 ESTIMATE AND FIRST-QUARTER 2017 SALES OF 24 MILLION POUNDS  * FCX HAS COMMENCED AN INITIAL PROJECT TO DEVELOP LONE STAR OXIDE ORES WITH FIRST PRODUCTION EXPECTED BY END OF 2020  * QTRLY AVERAGE REALIZED PRICE PER OUNCE FOR GOLD WAS $1,312 VERSUS $1,229 PER OUNCE REPORTED LAST YEAR  * FREEPORT-MCMORAN - PRODUCTION FROM LONE STAR OXIDE ORES EXPECTED TO AVERAGE ABOUT 200 MILLION POUNDS OF COPPER PER YEAR WITH APPROXIMATE 20-YEAR MINE LIFE  * FREEPORT - ASSUMING ACHIEVEMENT OF PLANNED OPERATING. RATES FOR REMAINDER OF 2018, SALES VOLUMES FROM INDONESIA MINING EXPECTED TO BE ABOUT 1.15 BILLION POUNDS OF COPPER  * FREEPORT - ASSUMING ACHIEVEMENT OF PLANNED OPERATING. RATES FOR REMAINDER OF 2018, SALES VOLUMES FROM INDONESIA MINING EXPECTED TO BE ABOUT 2.4 MILLION OUNCES OF GOLD  * Q1 REVENUE VIEW $4.94 BILLION -- THOMSON REUTERS I\/B\/E\/S Source text for Eikon: Further company coverage:","34":"(Adds comment from Freeport)  TOKYO, Nov 29 (Reuters) - Japan’s Mitsubishi Materials on Thursday said its Indonesia copper smelting unit, PT Smelting, has declared force majeure on deliveries of products to some customers as maintenance at its plant had been extended.  The smelter on Oct. 31 went into maintenance that was scheduled for about 30 days, but that has been extended due to a lack of supply from a neighbouring oxygen plant, said a Mitsubishi Materials spokesman.  The oxygen plant was also conducting maintenance that had to be extended, the spokesman said. Oxygen is used in the initial stages of copper smelting to help remove impurities from copper concentrate.  The extended maintenance would cut the smelter’s annual production of copper cathode by around 20,000 tonnes to approximately 240,000 to 250,000 tonnes, assuming partial operations resume in mid-December, the spokesman said.  The plant is expected to resume full operations in mid-January, he said.  He did not say how much copper supply would be affected by force majeure or which customers would be hit.  A Jakarta-based spokesman for Freeport-McMoRan Inc unit PT Freeport Indonesia, the main supplier of copper concentrate to PT Smelting, said its deliveries had not been disrupted yet, but he provided no further detail.  Each year Freeport supplies around 1 million tonnes of copper concentrate to PT Smelting for copper production.","35":"JAKARTA, July 25 (Reuters) - Indonesia’s parliament has asked the government to recalculate damage to the environment from the giant Grasberg copper mine operated by the local unit of Freeport McMoRan Inc, the environment ministry said.  A 2017 report by Indonesia’s Supreme Audit Agency (BPK) calculated that Freeport’s decades-long operations at the mine in Indonesia’s remote easternmost province of Papua had caused environmental damage worth $13.25 billion.  That damage, it said, was largely a result of tailings from the mine that had extended beyond previously agreed limits and which had polluted coastal areas.  The audit also said Freeport Indonesia (PT FI) had missed royalty payments, cleared thousands of hectares of protected forest and began mining underground without environmental clearance.  The environmental issues have presented problems for Freeport and Indonesia, whose state-owned mining holding company, PT Inalum, hopes to finalise a $3.9 billion deal to acquire a majority stake in Grasberg this year.  In a meeting with Environment Minister Siti Nurbaya on Tuesday, parliament urged the minister to “ensure that PT FI fulfils governmental administrative penalties” in accordance with the law, the ministry said in a statement late on Tuesday.  “Commission VII asks the Environment Minister to calculate the value of environmental losses resulting from damage and pollution from PT FI operations, as per the findings of the BPK,” Commission VII chairman Gus Irawan Pasaribu said, according to the statement.  Jakarta-based spokesmen for PTFI and Inalum did not immediately respond to a written request for comment.  Freeport CEO Richard Adkerson said on a call with analysts on July 12 the company had been “working very closely” with the environment ministry and had “received assurance that we will find a resolution of the environmental issues that will be acceptable for all parties. So we’re very encouraged by that.”  Since then he said Freeport had “entered into very productive discussions with the ministry and are making progress with the ministry in addressing these issues and working towards a resolution that we do not expect and the ministry does not expect to adversely affect our operations.”  Parliament also urged the ministry to “conduct environmental risk analysis and environmental audits on a regular basis”, and plans to hold meetings with the ministries of mining and the environment on the matter.  A spokesman for the environment ministry declined to comment further on the parliament request or provide and estimate on how long this process could take.  Indonesia’s mining minister said earlier this month the environmental matters must be resolved before his office could issue a new mining permit for PT-FI up to 2031.  Inalum CEO Budi Gunadi Sadikin told parliament on Monday that “regarding the environment, we told Freeport ‘the past problems are your sins’. In future we will take responsibility together.”  Sadikin added the environmental damage from Grasberg was a shared responsibility as the government already held a 9.36 percent stake in the mine.  Sadikin said a forestry permit for the mine still needed to be issued, and “the 185 trillion rupiah ($12.80 billion) from tailings damage still needs to be cleared up” although he was confident that all the environmental problems could be resolved.  There are 13 of 48 sanctions related to the environmental audit that have not been met yet, according to the environment ministry.  In April, Freeport shares fell to a four-month low after the environment ministry announced tough new rules intended to comply with the BPK audit, just before the company announced its first quarter earnings. ($1 = 14,455.0000 rupiah) (Reporting by Bernadette Christina Munthe Additional reporting by Wilda Asmarini Writing by Fergus Jensen; editing by David Evans)","36":"July 1 (Reuters) - U.S. miner Freeport-McMoran Inc said on Monday it expects a second quarter loss, hit by lower gold production, weaker copper prices and higher costs.  The company said in the second quarter it expects a loss of 5 cents per share and an adjusted EBITDA of about $430 million. (Reporting by Debroop Roy in Bengaluru; Editing by Shinjini Ganguli)","37":"(Repeats previously published item)  * 2020 TC\/RC of around $60 per tonne\/6 cents per lb seen as reasonable  * New smelting capacity in China adding pressure to TC\/RC  * Copper demand fundamentals positive on low inventories  Shanghai, Nov 19 (Reuters) - Freeport McMoRan Inc expects treatment and refining charges for copper concentrates in 2020 to be “well below” last year’s levels as Chinese smelting capacity is expected to rise, a senior company executive said on Tuesday.  For 2020, treatment charges (TC) of around $60 per tonne and refining charges (RC) of 6 cents per lb would be a “reasonable level to settle at”, Javier Targhetta, president of Atlantic Copper and senior vice president for marketing and sales at Freeport told Reuters in an interview during Asia Copper Week in Shanghai on Tuesday.  Top global miners like Freeport and Chinese smelters are currently negotiating for next year’s annual contracts and TC\/RCs are widely expected to be below the 2019 level of $80.80 per tonne\/8.08 cents per lb.  “New smelting capacity [in China] will come online but mine production will remain more or less flat, which will put pressure on TC\/RC,” Targhetta said.  He also added that since more mines around the world were producing high arsenic material, blending clean concentrates with high arsenic copper concentrates was becoming more widespread.  “Smelters will have to adapt to treat higher arsenic concentrates,” he added.  Targhetta said new smelting capacity expected to come online in China next year will treat an additional 3-4 million tonnes of copper concentrates, which means an additional refined copper capacity of around 1 million tonnes.  He said demand for copper, including in China, remained positive in the near term due to “very low levels of inventories” at the London Metal Exchange, Comex and the Shanghai Futures Exchange and at bonded warehouses.  He added that the U.S.-China trade war continues to cast a shadow over copper demand.  “I wouldn’t dare say copper is bullish as it will depend on trade wars ... US, Japan and China, all the big consumption areas will depend on whether the world in general is growing and the world will be in growth mode if the trade war is eventually resolved,” Targhetta said. (Reporting by Shivani Singh in Shanghai; Editing by Saumyadeb Chakrabarty)","38":"(In Jan. 24 story, corrects second paragraph to show Roles’ title is vice president, not senior vice president)  HOUSTON, Jan 24 (Reuters) - Magellan Midstream Partners LP has begun talks with companies developing crude transportation assets in Freeport, Texas, as it considers building a U.S. crude export terminal there instead of its previously planned spot off Corpus Christi, an executive said on Thursday.  The Houston pipeline operator is still actively exploring the construction of an inland exporting facility on a harbor island off Corpus Christi, but has begun considering “all of our options,” including an offshore terminal off Freeport, closer to its crude storage and terminal assets in Houston, said Mark Roles, a vice president at Magellan.  “Barrels from pretty much every basin in the U.S. come through Houston so you can get a variety of grades, which is good for international buyers,” Roles said on the sidelines of the Argus Americas Crude Summit in Houston.  That Magellan is considering Freeport adds a new wrinkle to the race to build U.S. export terminals capable of loading crude onto supertankers. The company had followed global commodities trader Trafigura SA and investor Carlyle Group in making plans for export terminals off Corpus Christi.  A Freeport facility would put Magellan in competition with Enbridge Inc, Kinder Morgan Inc and Oiltanking Partners LP, which have jointly proposed an offshore facility that would load 2 million barrels per day (bpd) onto supertankers 80 miles off Freeport.  Magellan’s potential Corpus Christi terminal would be capable of loading as much as 1.5 million bpd onto supertankers and would have room for up to 20 million barrels of storage capacity, Magellan told Reuters.  The Houston pipeline operator owns a terminal in Corpus Christi’s inner harbor, as well as other undeveloped property that could be used for additional storage tanks to connect to the terminal.  It is in talks with potential customers about the terminal, and has also held discussions about building pipelines between Houston and Corpus Christi and from the U.S. oil storage hub in Cushing, Oklahoma to Houston, the company said.  But the oil flowing to Corpus Christi comes almost exclusively from Texas fields in the Permian Basin and the Eagle Ford Shale, while Freeport pipelines have connections to the U.S. oil storage hub in Cushing, Oklahoma, which holds crude from a variety of basins around the United States, Roles said.  “With all the politics involved, the permitting, I don’t believe more than two of these are going to get built,” Roles said. “We want to be on one that’s successful and has long-term commitments on it.” (Reporting by Collin Eaton Editing by James Dalgleish)","39":"JAKARTA (Reuters) - Indonesian President Joko Widodo said on Thursday that state-owned mining company PT Inalum has reached an initial agreement with Freeport-McMoRan Inc FCX.N to increase its stake in Freeport's local unit to 51 percent.  The larger stake would give Inalum a controlling stake in Freeport’s Indonesian assets, including the Grasberg mine, the world’s second-biggest copper mine.  Widodo said the government hopes to get larger amount of income from tax revenue and royalties under the deal and that Indonesia’s national interest should be prioritized in the agreement.  Coordinating Minister for Economic Affairs Darmin Nasution told Reuters the prices for the shares to be purchased under the deal have not been determined yet.","40":"NUSA DUA, Indonesia (Reuters) - Freeport-McMoRan Inc's FCX.N divestment of a controlling interest in Indonesia's Grasberg mine is still planned for 2018, even though the price and some contract terms are still to be agreed, the head of state mining holding company PT Inalum said.  FILE PHOTO: Trucks operate in the open-pit mine of PT Freeport's Grasberg copper and gold mine complex near Timika, in the eastern region of Papua, Indonesia on September 19, 2015 in this photo taken by Antara Foto. REUTERS\/Muhammad Adimaja\/Antara Foto\/File Photo  Inalum, which is arranging funding for the deal, already has a \"committed\" loan for the transaction with Freeport and Rio Tinto RIO.AX for the majority stake in Grasberg, Inalum's Budi Gunadi Sadikin told a briefing on Tuesday, on the sidelines of the Coaltrans Asia conference in Bali.  Indonesian President Joko Widodo had instructed his administration to complete negotiations to buy a majority stake in the world’s second-biggest copper mine by end-April.  This includes buying Rio Tinto’s participating interest, which entitles it to a 40 percent share of all production after 2022, and converting that holding into shares in the mine.  But Freeport said last month that new environmental demands from Indonesia’s government on managing mine waste could delay a new contract for its massive Grasberg copper mine, and in turn could throw the timing of divestment into question.  Freeport Chief Executive Richard Adkerson last month described the new demands as “shocking” and “disappointing” but said he was confident a resolution would be found.  “In the last 18 months there have been many issues popping up. This is only a normal blip,” said Sadikin, when asked if the new environmental issues would delay the divestment deal.  Freeport has said that divestment of a majority stake must be part of a package that guarantees its long-term right to Grasberg and fiscal certainty as well.  “The perception is that in Indonesia the regulations change easily, (which) makes it difficult for them to calculate their finances,” Sadikin said.  So as part of the divestment deal, Freeport wants a clear fiscal regime that governs taxes and royalties during the term of its contract to work the mine.  Sadikin said Freeport Indonesia would remain mine operator after divestment and said “we’re getting closer and closer” to a deal and that it could still be concluded in 2018.  Price was still one of the central issues in talks over the deal, Sadikin said.  “It’s just a matter of meeting at a point where everyone is slightly grumpy. If one side is happy and one side is very grumpy it’s not good,” he said.","41":"May 21 (Reuters) - Fibrocell Science Inc:  * FIBROCELL REPORTS ON INTERIM RESULTS AND PROGRESS OF PHASE 1\/2 CLINICAL TRIAL OF FCX-007 GENE THERAPY FOR RECESSIVE DYSTROPHIC EPIDERMOLYSIS BULLOSA  * FIBROCELL SCIENCE INC - FCX-007 WELL-TOLERATED UP TO 52 WEEKS POST-ADMINISTRATION Source text for Eikon: Further company coverage:","42":"April 12 (Reuters) - Freeport-McMoRan Inc, the world’s largest publicly traded copper producer, said on Sunday it has suspended operations at its Chino mine in New Mexico due to the spread of COVID-19, the respiratory disease caused by the new coronavirus.  The move comes after three employees tested positive for the virus earlier this month. Freeport said that more employees have now tested positive, while adding the contagion is not “widespread.” (Reporting by Ernest Scheyder Editing by Shri Navaratnam)","43":"JAKARTA (Reuters) - A state audit of operations at Indonesia's Grasberg mine has cast a cloud over the government's multi-billion-dollar deal to take a majority stake in the mine from Freeport McMoRan Inc FCX.N and its partner Rio Tinto RIO.AX, according to government and company officials.  FILE PHOTO: Trucks are parked at the open-pit mine of PT Freeport's Grasberg copper and gold mine complex near Timika, in the eastern region of Papua, Indonesia on September 19, 2015 in this file photo taken by Antara Foto. REUTERS\/Muhammad Adimaja\/Antara Foto\/File Photo  In April, in follow-up action to the audit, the environment minister issued two decrees that gave Freeport six months to overhaul management of its mine waste, or tailings, at Grasberg, the world’s second-biggest copper mine. One of the decrees said Freeport would be barred from any activities in areas that lack environmental permits.  And there may be more troubles to come for the Phoenix, Arizona-based company as the government has so far acted on only a part of the 2017 report by Indonesia’s Supreme Audit Agency (BPK) on Freeport’s decades-long operations at the mine in Indonesia’s remote easternmost province of Papua.  A letter from Freeport CEO Richard Adkerson to the environment ministry, a copy of which was reviewed by Reuters, said the decrees imposed “undue and unachievable restrictions” on Freeport’s basic operations.  In a separate letter to the government, quoted by Tempo magazine, Adkerson said: “I am deeply concerned that these actions have the potential to derail the progress that all of us have worked so hard to achieve.”  Freeport officials declined to comment on the letters. Officials at the mining and environment ministries confirmed that letters from Adkerson were received, but did not provide detail on their contents.  In a call to analysts last month, Adkerson had played down the impact of the decrees. “This is a distraction, but you all know over time we have to deal with political issues, and this is one of them,” he said.  “We don’t see anything to interfere with our operations. The government needs and desires now to make sure that we continue to operate and they collect their taxes and royalties.”  The biggest problem for both the government and the U.S. company may be the additional findings in the BPK report that are yet to be taken up. It asserted that Freeport caused environmental damage worth $13.25 billion, missed royalty payments, cleared thousands of hectares of protected forest and began mining underground without environmental clearance.  Pressure is mounting on the government to take more action.  Kardaya Warnika, an opposition party member who chairs parliament commission VII, which oversees the mining sector, said the government and parliament were both obligated to follow up on the audit findings.  If Freeport is found to have royalty shortfalls, “then they should pay,” Warnika said.  Sonny Keraf, a former environment minister who led talks on Indonesia’s 2009 mining law, said the government needs to follow up on the BPK report “comprehensively”.  STUCK  Indonesian state mining holding company PT Inalum is due to take over the majority stake in Grasberg under a long-heralded acquisition deal, which has to be completed by 2019.  Under the proposed transaction, Rio Tinto RIO.L, which has a stake in Grasberg's output, would sell its interest to Inalum, which would be converted to equity.  Freeport, which would sell Inalum a further 9.36 percent stake, would see its current 90.64 percent holding in Grasberg diluted down to 49 percent, although it would remain the mine’s operator.  Last week, Inalum CEO Budi Gunadi Sadikin told reporters discussions on the acquisition were being held up by “several” environmental issues. Freeport had “made breaches that need to be revised through the environmental audit,” Sadikin said. “The biggest issue is the issue of tailings - that has to be improved.”  Environment Minister Siti Nurbaya told reporters on Wednesday she had met Adkerson for a three-hour meeting last week to discuss the decrees on the tailings. No decision was reached and the ministry will hold regular meetings to resolve the matter, although Freeport will meanwhile be allowed to continue to operate, she added.  But with Jakarta’s political climate likely to get increasingly tense ahead of the 2019 presidential elections, the government may not be in a position to work out a compromise with the company, political analysts said.  While the BPK report’s recommendations are not binding, they could be turned into political “ammunition to undermine” President Joko Widodo ahead of the election, said Achmad Sukarsono, an analyst at the Control Risks consultancy.  That would make it increasingly difficult for Widodo to finalize a deal for a majority government stake in Grasberg before the audit issues are resolved, he added.  For Widodo, getting a majority stake for the Indonesian government in one of the world’s biggest mining operations under his watch would be a political boon.  A spokesman for the president’s office deferred questions on the matter to Widodo’s chief of staff, who did not respond to a request for comment.  The mining ministry directed questions on the BPK report to the ministry’s environmental director, who did not respond to requests for comment.  Freeport “has responded to the relevant matters in the BPK report,” the company said in a statement in response to Reuters questions, declining to comment further.  NO CERTAINTY  Freeport began exploration in Papua in the late 1960’s and, helped by ties to late President Suharto, clinched a deal to mine Grasberg in 1988.  The company is now one of Indonesia’s biggest taxpayers.  The issue of what will happen to Grasberg when Freeport’s contract there expires in 2021 has dogged the company for years.  In an effort to end years of wrangling, Freeport pledged last August to transfer majority ownership of Grasberg to Indonesia in return for rights to mine the deposit up to 2041.  That deal is critical to Freeport, whose underground expansion plans for Grasberg require billions of dollars in further investment, particularly as open pit mining there is slated to end this year.  To view a graphic on Grasberg's tailings, click: tmsnrt.rs\/2rzPQLe","44":"(Spokesman corrects timing of incident in first paragraph to Wednesday, not Tuesday)  JAKARTA, April 4 (Reuters) -  * An incident at Freeport-McMoran’s Grasberg mine in Indonesia injured two workers on Wednesday while two other missing, a company spokesman said on Thursday  * The injured workers have been hospitalised while rescue team continues to search for the missing. Mining operation is running normally despite the incident, spokesman Riza Pratama said  * According to Bambang Gatot Ariyono, Indonesia’s director general of coal and minerals at mining ministry, the incident occurred after an area inside the mine was hit by a mudflow  * Mine inspectors are investigating the cause of the incident, Pratama said (Reporting by Wilda Asmarini Writing by Fransiska Nangoy; Editing by Gopakumar Warrier)","45":"JAKARTA (Reuters) - Indonesia's state mining holding company, PT Inalum, expects to reach an agreement soon on bank financing to buy a controlling stake in the local unit of Freeport McMoran Inc FCX.N, the holding company's chief executive said on Wednesday.  Indonesia and Freeport have agreed in principle that the U.S. miner would divest 51 percent of its local unit with funding provided by Inalum for the purchase of the rights to the Grasberg mine in Papua, the world’s second-biggest copper mine.  Asked about Inalum’s progress on raising finance, Budi Gunadi Sadikin told a meeting of the Jakarta Foreign Correspondents Club that banks had been lined up and there should be an agreement “very, very soon”.  Indonesian President Joko Widodo has instructed his administration to complete negotiations by the end of April, Energy Minister Ignasius Jonan said earlier this month.  The government, through Inalum, planned to buy the stake at “a reasonable price”, including the purchase of Rio Tinto’s participating interest and converting it into shares, Jonan said.  Rio RIO.LRIO.AX has a 40 percent interest in Freeport Indonesia's Grasberg contract, which entitles it to a 40 percent share of all production after 2022. Rio has held talks with Indonesia about a possible exit from the venture.  Freeport pledged to divest its majority stake to the government last August in exchange for long-term operating rights. The government currently owns a less-than-10 percent stake in Freeport Indonesia.  Sadikin denied a report that Inalum had offered $550 million for Rio’s participating interest in the mine.  The Kontan daily, citing a source and documents, said the offer was based on a valuation calculated by Morgan Stanley, PricewaterhouseCoopers and Danareksa.  “The price won’t be too far from the market price,” Sadikin told reporters at a separate mining event.  “This is a negotiation, we are bargaining, but the range of the price has been set,” he said.  In a research note issued on Feb. 13, Deutsche Bank estimated a reasonable sale outcome for Rio, given country risks, would be above $3.3 billion.","46":"(This Jan 24 story corrects second paragraph to show Roles’ title is vice president, not senior vice president)  (Reuters) - Magellan Midstream Partners LP is considering Freeport, Texas and other locations along the U.S. Gulf Coast for a crude export terminal it had previously planned for a harbor island off the south Texas city of Corpus Christi, an executive said on Thursday.  Magellan is still considering Corpus Christi as the spot for the terminal, Magellan vice president Mark Roles said during a panel at the Argus Americas Crude Summit in downtown Houston. The terminal would be capable of loading 1.5 million barrels per day (bpd) onto supertankers and room for up to 20 million barrels of storage capacity, Magellan previously told Reuters.","47":"FILE PHOTO: Vehicles used for transporting workers to the Grasberg copper mine operated by Freeport McMoRan Inc are seen at the Gorong-Gorong terminal in Timika, Mimika, Papua province, Indonesia on November 16, 2017. REUTERS\/Muhammad Yamin  (Reuters) - Freeport-McMoRan Inc does not want to be distracted by any buyout offers and is focused on expanding its Grasberg copper-and-gold mine in Indonesia and boosting cash flow, Chief Financial Officer Kathleen Quirk said on Tuesday.  Executives at rival miner Barrick Gold Corp have openly talked in recent months about their interest in buying all or part of Freeport, especially Grasberg, the world’s largest copper mine.  No official offer has been made, and Freeport Chief Executive Richard Adkerson has said he has no interest in any sale.  Quirk’s comments on Tuesday underscored that opposition. Freeport is nearing the end of a $15 billion project to expand Grasberg in what will be the largest underground mine ever developed, an expansion that is expected to significantly boost cash flow. Freeport is also building a copper smelter in Indonesia.  “We want to see our shareholders get the value from this plan as opposed to other shareholders getting the value,” Quirk told the Morgan Stanley 8th Annual Laguna Conference, which was webcast.  Roughly 70% of the Grasberg expansion project should be done by the end of the year, and 90% by the middle of 2021, she said.  Freeport’s stock has nearly tripled since hitting a low in March, and many analysts expect it to climb higher still. Copper prices have gained 11% since January, driven in part by rising demand from the electric vehicle industry.  Given that, Quirk and Adkerson have repeatedly said they do not feel now is the right time for a sale.  “We don’t really want to be distracted by M&A,” Quirk said. “We want to execute this plan. We believe that this plan will deliver exceptional value for shareholders.”","48":"FILE PHOTO: Freeport-McMoran CEO, Richard Adkerson poses for a picture during an interview with Reuters at the CRU's World Copper Conference in Santiago, Chile April 9, 2019. REUTERS\/Rodrigo Garrido  (Reuters) - Freeport-McMoRan Inc named long-time Chief Executive Officer Richard Adkerson as chairman of the board, the U.S. miner said on Tuesday.  Adkerson, 74 and CEO since 2003, said he has no plans to retire and is healthy.  The company also said Gerald Ford would retire as director upon the end of his current term in June. Ford would step down as non-executive chairman of the board.  Freeport added it has reinstated dividend on its common stock at an annual rate of $0.30 per share, an increase of $0.10, prior to suspending the payments in April last year due to the COVID-19 pandemic.","49":"(Corrects to add slug)  April 24 (Reuters) - Freeport-McMoRan reported a quarterly loss on Friday, as production fell in South America and Indonesia, and the world’s largest publicly traded copper producer cut its capex for the year.  Net loss stood at $491 million, or 34 cents per share, for the first quarter ending March 31, compared with a profit of $31 million, or 2 cents per share, a year earlier.  Production of copper fell 6.3% to 731 million pounds. The company announced an $800 million reduction in 2020 estimated capital expenditures. (Reporting by Arundhati Sarkar in Bengaluru; Editing by Vinay Dwivedi)","50":"JAKARTA (Reuters) - Indonesian miner PT Inalum said it expects to finalize this week a $3.85 billion deal to take majority control of the local subsidiary of mining giant Freeport McMoRan Inc, once environmental and other issues are resolved.  The long-anticipated deal will close “hopefully this week”, Inalum CEO Budi Gunadi Sadikin told Reuters in an interview on Tuesday, adding that a conclusion within that timeframe was “highly likely”.  The deal, which would give Indonesia and state-owned PT Inalum a 51.23 percent stake in PT Freeport Indonesia, aims to end years of wrangling over ownership rights to Grasberg, the world’s second-biggest copper mine.  At the same time, Inalum, which last month raised more than $4 billion in bonds to fund the deal, aims prove to investors it is a “world-class partner that can work with them and get a decent and sustainable business out of Indonesia’s natural resources,” Sadikin said.  As part of the transaction, Inalum has proposed to sell a 10 percent stake in PT Freeport Indonesia to Papua province and Mimika regency, where the giant Grasberg mine is situated, for $819 million, Sadikin said.  But before Freeport can be issued a new mine permit the government of Papua still needs to agree on the stake price and ratify an expansion of Grasberg’s forestry use permit for the mine’s vast tailings sedimentation area, Sadikin said.  The proposed shareholding structure that was last month rejected by Papua governor had now been settled and would benefit Papuans by ensuring the stake could not be sold off by future governments, Sadikin said.  “There are several examples where a big significant asset is being transferred from foreign investors to local entities and the local government got nothing,” he said.  Inalum was also facilitating discussions between Freeport and the province, which hopes to resolve an existing dispute with the miner over surface water taxes before approving the deal, he added.  Inalum currently has a 9.36 percent stake in Freeport Indonesia.  A Jakarta-based spokesman for Freeport Indonesia and a spokesman for the Papua government did not immediately respond to requests for comment.","51":"(Refiles to fix dateline.)  May 23 (Reuters) - Rio Tinto Ltd on Wednesday confirmed it was in discussions with Inalum and Freeport-McMoRan regarding a potential purchase of its stake in the Grasberg mine by Inalum, including the price.  Noting reports of the potential purchase by Inalum - also known as PT Indonesia Asahan Aluminium - of Rio’s interest in the Grasberg mine in Indonesia for $3.5 billion, Rio said no agreement had been reached, and that there was no certainty that binding agreements will be signed. (Reporting by Chris Thomas in Bengaluru, editing by G Crosse)","52":"(Reuters) - Freeport-McMoRan Inc said on Sunday it has suspended operations at its Chino copper mine in New Mexico indefinitely because of the spread of COVID-19, the respiratory disease caused by the new coronavirus, among the site’s workers.  The closure marks the latest blow for Freeport, the world’s largest publicly traded copper producer, after Peru’s government shuttered its mines last month because of the coronavirus outbreak, which has claimed more than 110,000 lives across the globe and infected nearly 2 million.  The Chino mine, in New Mexico’s southwest corner, produced 175 million pounds of copper last year, making it the company’s third-largest North American mine by production.  Three of the mine’s employees tested positive for the virus earlier this month. Freeport said on Sunday that more employees have now tested positive, adding the contagion is not “widespread,” without providing specific numbers.  New Mexico state officials were first alerted to the additional cases on Saturday.  “We have asked that Chino mines employees not report to work until further notice after learning about additional employees testing positive for COVID-19,” Freeport spokeswoman Linda Hayes said in a statement to Reuters.  The Phoenix, Arizona-based company plans to work with local and state officials to determine when to reopen the mine. Employees will receive paid leave for any missed scheduled shifts while Freeport reviews Chino operations, Hayes said.","53":"Oct 24 (Reuters) - Freeport-McMoRan Inc, the world’s biggest publicly listed copper miner, reported a quarterly profit on Wednesday that nearly doubled, boosted by higher copper production.  On an adjusted basis, the company’s net income rose to $514 million, or 35 cents per share, in the third quarter ended Sept 30, from $492 million, or 34 cents per share, a year earlier. [  Revenue increased to $4.91 billion from $4.31 billion. (Reporting by Shanti S Nair in Bengaluru; Editing by Shounak Dasgupta)","54":"JAKARTA, July 13 (Reuters) - Indonesia’s state-owned miner Inalum has secured $5.2 billion in financing from 11 foreign and local banks, according to several sources with knowledge of the matter.  The financing would be used in part to pay for a $3.85 billion deal for a majority stake in the local unit of Freeport-McMoRan Inc, said the sources, who declined to be identified because of the sensitivity of the matter. (Reporting by Fergus Jensen; Editing by Christian Schmollinger)","55":"April 24 (Reuters) - Freeport-McMoRan Inc:  * WILL USE EXCESS CASH TO PAY DOWN DEBT; ALSO ASSESSING NUMBER OF FUTURE INVESTMENTS - CHIEF EXECUTIVE RICHARD ADKERSON  * INDONESIA ENVIRONMENT MINISTRY’S NEW ENVIRONMENTAL CLAIMS REGARDING FREEPORT’S GRASBERG MINE ARE “SHOCKING” AND “DISAPPOINTING” - FREEPORT CEO  * INDONESIA GOVT REMAINS IN TALKS WITH RIO TINTO ON BUYING ITS 40 PERCENT STAKE IN GRASBERG MINE CONTRACT - FREEPORT CEO  * INDONESIA’S ENVIRONMENTAL CLAIMS HAVE NO IMPACT ON FREEPORT’S VALUATION OF ITS GRASBERG MINE - FREEPORT CEO  * FREEPORT’S CEO SAYS BELIEVES INDONESIA’S NEW ENVIRONMENTAL DECREES ARE POLITICALLY MOTIVATED; INSISTS MINE TAILINGS ARE BENIGN  * FREEPORT CEO SAYS THERE IS RISK NEW CONTRACT OF WORK WITH INDONESIA GETS DELAYED DUE TO 2019 INDONESIA PRESIDENTIAL ELECTION Source text for Eikon: Further company coverage: (Reporting by Nicole Mordant)","56":"JAKARTA (Reuters) - Indonesia President Joko Widodo has instructed his administration to complete negotiations over the purchase of a majority stake in Freeport-McMoRan Inc’s local unit by the end of April, a cabinet minister said late on Monday.  FILE PHOTO: Indonesian President Joko Widodo delivers a speech at Foreign Ministry office in Jakarta, Indonesia, February 12, 2018. Antara Foto\/Wahyu Putro\/ via REUTERS  “It should be wrapped up before the end of April, valuation and all,” Energy Minister Ignasius Jonan told reporters, referring to directions from President Widodo.  Indonesia cannot simply wait until Freeport’s current mining contract expires in 2021 and then take ownership of its Grasberg copper mine, Jonan said.  “Freeport would still go to arbitration,” he said, while the government would also need to repay Freeport for all of its investments in the mine.  Instead, the government, through a state-owned company, plans to buy a majority stake in PT Freeport Indonesia at “a reasonable price”, including the purchase of Rio Tinto’s participating interest in the massive Grasberg mine and converting it into shares, he said.  Freeport Indonesia spokesman Riza Pratama told Reuters by text message that talks between the sides had been constructive. “Hopefully we’ll reach an agreement soon,” he said.  A Melbourne-based spokesman for Rio Tinto declined to comment on the matter.  Freeport in January said it was edging closer to a permit deal with Indonesia for Grasberg, the world’s second-biggest copper mine, but the miner cautioned it had not struck any formal agreements.  Freeport CEO Richard Adkerson said in October the company wanted to avoid arbitration in dealing with Indonesia’s push for Grasberg ownership. Talks with Freeport over rights to Grasberg broke down in February 2017.  Rio has a 40 percent interest in Freeport Indonesia’s Grasberg contract, which entitles it to a 40 percent share of all production after 2022. Rio has held talks with Indonesia about a possible exit to the venture.  There have been few signs of progress since last August, when Freeport promised to divest a 51-percent stake in Grasberg to the Indonesian government in exchange for long-term operating rights. The government currently owns a less-than-10 percent stake in Freeport Indonesia.  The valuation of the stake Indonesia plans to acquire has been a sticking point in negotiations.","57":"Feb 24 (Reuters) - Freeport McMoRan Inc is not interested in pulling the trigger on a big deal while it ramps up copper output at its Grasberg mine, president and chief executive Richard Adkerson said on Monday.  “Now’s just not the time for Freeport to think about doing a big strategic move,” Adkerson said at the BMO Global Metals and Mining Conference in Hollywood, Florida.  Gold miner Barrick Gold has expressed interest in acquiring the Grasberg copper-gold mine in Indonesia. (Reporting by Jeff Lewis Editing by Chizu Nomiyama)","58":"JAKARTA (Reuters) - Copper miner Freeport-McMoRan Inc must pay Indonesia 460 billion rupiah ($32 million) in royalties for thousands of hectares of protected forest it used without a permit, Indonesia’s Supreme Audit Agency (BPK) said on Wednesday.  A 2017 state audit of operations at Freeport Indonesia’s Grasberg copper mine, the world’s second largest, pointed to the miner’s use of more than 4,000 hectares of protected forest in which to deposit its tailings.  The report also said Freeport had begun mining underground at Grasberg without a permit, and pointed to separate investigations that estimated damage worth $13.3 billion resulting from tailings from the mine.  Freeport has denied it breached Indonesia’s environmental rules, but the issues have delayed the company’s planned divestment of a majority stake to Indonesia’s state-owned mining holding company, PT Inalum.  Indonesia’s audit agency said in a press conference on Wednesday that a permit was being finalised by the environment ministry for the 4,536 hectares of forest used by Freeport, and that the outstanding royalties would need to be paid in two years.  It was not immediately clear how the 460 billion rupiah figure was derived, but according to a 2017 audit the area of forest had been used from 2008, and that Freeport should have been paying around 34 billion rupiah a year in royalties.  Environment and Forestry Minister Siti Nurbaya Bakar said at the press conference that she was working with the governor of Papua province to get the new forestry permit approved.  “I think we can finish it today,” Bakar told reporters.  Damage from Grasberg tailings was “quite heavy”, and a planned revision of the tailings management system would be rolled out in two stages up to 2030 because “it cannot be completed in five years,” Bakar said.  Grasberg currently produces up to 200,000 tonnes of tailings per day, she said.  A Jakarta-based spokesman for Freeport said the company was not immediately able to comment on the latest BPK announcement.  The government aims to issue a new mining permit for Grasberg - which requires the environmental permit issues to be settled - before the end of the year, Energy and Mineral Resources Minister Ignasius Jonan said at the same press conference.  The new mining permit is needed to complete Inalum’s $3.85 billion Grasberg acquisition plan.","59":"JAKARTA, July 12 (Reuters) - Indonesian President Joko Widodo said on Thursday that state-owned mining company PT Inalum has reached an initial agreement with Freeport-McMoRan Inc to increase its stake in Freeport’s local unit to 51 percent.  The larger stake would give Inalum a controlling stake in Freeport’s Indonesian assets, including the Grasberg mine, the world’s second-biggest copper mine.  Widodo said the government hopes to get larger amount of income from tax revenue and royalties under the deal and that Indonesia’s national interest should be prioritised in the agreement.  Coordinating Minister for Economic Affairs Darmin Nasution told Reuters the prices for the shares to be purchased under the deal have not been determined yet. (Reporting by Gayatri Suroyo; Writing by Fransiska Nangoy; Editing by Christian Schmollinger)","60":"(Reuters) - Ovintiv Inc is looking to sell its Eagle Ford acreage in south-central Texas, several people familiar with the matter said on Friday, the latest debt-laden oil and gas producer to put assets on the block to raise cash during this year’s coronavirus-fueled oil slump.  The Denver-based company’s Eagle Ford position, which it bought in 2014 from Freeport-McMoRan Inc for $3.1 billion, could help it pay off some of the $7.14 billion in long-term debt it had as of the end of September.  The coronavirus pandemic caused a worldwide slump in fuel demand. Recovery has begun but is threatened by the surge in infections in the United States, Europe and elsewhere. The crash in oil prices made investors turn their backs on the shale industry and pushed companies to look at asset sales and mergers for survival.  Shale production has dropped sharply in response to the falloff in demand, with U.S. output down to 10.5 million barrels per day from nearly 13 million bpd at the end of 2019.  The assets could fetch around $600 million to $700 million, one of the sources said. The divestiture plan is at an early stage, the sources said, requesting anonymity while discussing a confidential process.  Ovintiv said it does not comment on questions related to potential transactions.  Numerous companies have gone into bankruptcy while others have combined to survive the downturn. When asked about that activity, Ovintiv top boss Doug Suttles told analysts on a quarterly earnings call that the company is “where we need to be” and that its focus will be on debt reduction.  At the end of last year, the company held 517 producing wells with total oil output of 25,300 bpd in the Eagle Ford.  Ovintiv cut its workforce by 25% earlier this year and slashed 2020 capital investment by $500 million. The company posted a second straight quarterly loss in the three months ended Sept. 30, with oil production down 22%.","61":"(Reuters) - Barrick Gold Corp ABX.TO does not want to buy copper mining giant Freeport McMoRan Inc FCX.N, although it is interested in its rival's flagship Grasberg mine in Indonesia, Chief Executive Mark Bristow said on Thursday.  FILE PHOTO: Mark Bristow, chief executive officer of Barrick Gold, speaks during an interview at the Investing in African Mining Indaba conference in Cape Town, South Africa February 5, 2019. REUTERS\/Mike Hutchings\/File Photo  The strategy replicates one that Bristow successfully deployed in 2019: aggressively float interest in an entire company even though the ultimate goal is just one asset.  Rumors that Barrick, the world’s second-largest gold miner, planned to bid for Freeport are “completely wrong”, Bristow told Reuters on the sidelines of the Mining Indaba conference in Cape Town. “People jump to conclusions,” he said.  The rumors, though, were flamed in recent weeks by Bristow himself in meetings with analysts and investors that leaked out to various media.  “People say, ‘Are you interested in Grasberg?’ I say, ‘I have to be; it’s a tier one asset,’” Bristow said. Tier one assets refer to high-grade, long-life mines.  Buying Grasberg - the world’s largest gold mine and second-largest copper mine - would fit nicely into Barrick’s strategy of expanding in the Pacific Rim and capitalizing on rising copper demand from the electric vehicle industry.  Bristow said he believes copper will be “the most-strategic metal on this planet” in a decade.  A Freeport spokeswoman did not immediately respond to a request for comment. In an interview with Reuters last week, Freeport CEO Richard Adkerson declined to discuss Barrick.  Bristow last February launched a hostile takeover bid for rival gold miner Newmont Corporation NEM.N. The fight turned nasty - Bristow at one point called Newmont's then-CEO a \"loser\" - but ultimately Bristow got what he wanted: a cost-saving joint venture between the two companies in Nevada.  Buying all of Freeport, which traces its roots back to 1834, could bring legacy risk associated with old mines, Bristow said.  Freeport in late 2018 relinquished majority control of Grasberg under pressure from the Indonesian government. The deal smoothed relations with Jakarta and keeps Freeport the mine’s operator until 2041.  Freeport is now spending more than $15 billion to expand Grasberg in what will be the largest underground mine ever developed.  Struggling with unrest at the Porgera mine in Papua New Guinea (PNG), Bristow said Barrick offered the government a 52% share of the economic benefits of the mine in response to government demands for a larger stake.  If Barrick succeeds in resolving the dispute in PNG, the market will be more comfortable with the company taking on more risk the Pacific Rim, Bristow said.","62":"Feb 26 (Reuters) - Northisle Copper And Gold Inc:  * NORTHISLE FORMS A JOINT VENTURE WITH FREEPORT-MCMORAN MINERAL PROPERTIES CANADA INC ON ITS PEMBERTON HILLS COPPER PROPERTY  * NORTHISLE COPPER AND GOLD - UNDER JV TERMS, FREEPORT MAY EARN UP TO 65% INTEREST IN PEMBERTON PROPERTY BY FUNDING CAD24 MILLION EXPLORATION EXPENDITURES  * NORTHISLE COPPER AND GOLD - UPON COMPLETION OF FIRST OPTION, A JOINT VENTURE CO TO BE FORMED TO OPERATE PROPERTY UNDER SHAREHOLDER’S AGREEMENT Source text for Eikon: Further company coverage:","63":"JAKARTA, Dec 21 (Reuters) -  * A special mining permit given to Freeport McMoRan unit PT Freeport Indonesia on Friday is valid up to 2031, and could be extended to 2041, an energy ministry official said  * Copper ore output from Freeport’s Grasberg mine is expected to decline in 2019 once open pit mining ends this year, Freeport Indonesia chief executive Tony Wenas said  * Output from the mine is expected to increase once again in 2020, Wenas said (Writing by Fergus Jensen; editing by David Evans)","64":"JAKARTA (Reuters) - Workers at Indonesia’s Grasberg gold and copper mine operated by the local unit of Freeport-McMoRan Inc extended a protest into a second day on Tuesday as they demanded an easing of a coronavirus lockdown  More than 1,000 mine workers had joined the second day of protests and blocked access to the world’s second-largest copper mine in the easternmost region of Papua, Yonpis Tabuni, a workers’ representative said.  “Our demand is not met yet. Today there is a meeting with the local government and the management,” Tabuni said.  Asked whether the protest have disrupted mining operation, PT Freeport Indonesia’s spokesman Riza Pratama said on Tuesday “we continue to monitor and conduct negotiations.”  The company was working on a new working schedule that adhered to “new normal” protocols, he said a day earlier.  “Hopefully there will be a resolution soon,” Pratama said.  Freeport mine workers were asking for the company to allow employee bus services to resume amid travel restrictions implemented to contain coronavirus infections.  Freeport Indonesia said in May it reduced number of workers and restricted travel in and out of the mine due to rising number of coronavirus infection in the area.  Local government data showed as of Monday there were nearly 700 coronavirus infections in the Mimika region, where Grasberg is located.  Operations at Grasberg are currently shifting from open pit to all-underground mining. The mine is expected to produce 110,000 tonnes of ore per day in 2020.","65":"July 24 (Reuters) - Freeport-McMoRan Inc, the world’s largest publicly traded copper producer, said on Wednesday that it swung to a quarterly loss due to a drop in production and in prices for the red metal.  The company posted a second-quarter net loss of $72 million, or 5 cents per share, compared to a net profit of $869 million, or 59 cents per share, in the year-ago period.  Production of copper fell 24 percent to 776 million recoverable pounds.","66":"JAKARTA (Reuters) - Indonesia’s State-Owned Enterprises Minister Rini Soemarno said on Thursday state mining company PT Inalum will pay $3.85 billion to acquire a majority stake in the local unit of Freeport-McMoRan Inc.  She made the comments after Inalum and Freeport signed a heads of agreement that will give Indonesia control of the Grasberg mine, the world’s second-biggest copper mine.","67":"(Reuters) - Freeport-McMoRan Inc said on Monday it expects to report a loss in the second quarter, hit by lower gold production, weaker copper prices and higher costs, sending the U.S. miner’s shares down nearly 6%.  The shares were further pressurized as gold prices fell following signs of easing trade tensions between the United States and China that reduced the attraction of safe-haven assets.  Freeport also cut its gold sales outlook for the quarter ended June 30 to about 190,000 ounces from 265,000 ounces.  The company has undertaken a project to expand Indonesia’s massive Grasberg copper and gold mines, it partly owns, from an open pit to an underground operation, a complex process that is necessary to help fix an erosion in production at the mines.  In the second quarter, Freeport expects a loss of 5 cents per share and an adjusted EBITDA of about $430 million. Same quarter last year, the company earned a profit of 59 cents per share.  Analysts at Jefferies were expecting a profit of 16 cents per share for the quarter. “We expect FCX shares to be volatile in the near term as the market will likely focus more on the negatives of the bad 2Q,” they said.  The world’s largest publicly traded copper miner said it expected lower copper prices in the quarter and reduced revenue by about $85 million.  Freeport also expects net cash cost to be about 15% higher than its previous estimates of $1.67 per pound of copper.  The company is expected to report quarterly results on July 24.","68":"* State-owned mining company to take 51 pct stake-president  * Details of Freeport deal due later on Thursday  * Heads of agreement to be signed at 0900 GMT - ministry  * SOE minister has said deal could be worth up to $4 bln (Recasts with president, details)  By Fergus Jensen and Gayatri Suroyo  JAKARTA, July 12 (Reuters) - Indonesia and Freeport-McMoRan Inc have struck an initial agreement for state-owned mining company PT Inalum to take a controlling stake in Freeport’s local unit, government officials said on Thursday, though the final price for the deal remains unclear.  The agreement will give Indonesia control of the Grasberg mine, the world’s second-biggest copper mine, and should cap years of wrangling over the mining rights for the site. Last August, the two sides agreed to let Freeport keep operating the mine while ceding control.  Indonesian President Joko Widodo said an initial agreement had been reached for Inalum to increase its stake in Freeport’s local unit to 51 percent from 9.36 percent. “I think this is a leap forward. We have to have a larger amount of income from tax, royalties, dividends ... so, the value of our mining sector can benefit everybody,” Widodo told reporters.  President Widodo said the state owned enterprises minister and the finance minister would give more details later on Thursday.  Finance Minister Sri Mulyani Indrawati is scheduled to sign a heads of agreement with PT Freeport Indonesia at 4 p.m. (0900 GMT) on Thursday, a ministry spokesman said earlier.  Freeport Chief Executive Richard Adkerson is expected to attend the signing, along with Inalum Chief Executive Budi Gunadi Sadikin and several other ministers.  It was not immediately clear whether a resolution had been reached on how the mine will be managed by Freeport with Indonesia as the majority shareholder.  A Jakarta-based spokesman for Freeport declined to comment.  During Freeport’s five decades of operating Grasberg, located in Indonesia’s easternmost province of Papua, there has been frequent friction between the government and the company over revenue sharing and the mine’s social and environmental impact.  Phoenix, Arizona-based Freeport has been in negotiations with Indonesia to secure long-term operating rights at Grasberg after the government introduced new rules aimed at giving Jakarta greater control over the nation’s resources.  Efforts to finalise a deal have been complicated by concerns over the environmental impact of the project.  With presidential elections due in 2019, sealing a deal to get a majority stake for Indonesia in one of the world’s biggest mining operations is a priority for President Widodo, who is widely expected to seek a second term in office.  A deal is also critical for Freeport, as it needs long-term certainty to push forward with the massive investment needed to develop an underground mining phase at Grasberg from the current open-pit construction.  As part of the acquisition deal, Inalum was expected to acquire the 40 percent participating interest in Grasberg held by mining giant Rio Tinto.  State-Owned Enterprises Minister Rini Soemarno said last month that Inalum was negotiating a price for the package of Freeport acquisitions of “between $3.5 billion and $4 billion.” (Additional reporting by Maikel Jefriando and Susan Taylor in TORONTO; Writing by Ed Davies; Editing by Richard Pullin and Christian Schmollinger)","69":"JAKARTA, Feb 15 (Reuters) -  * Indonesia is ‘still evaluating’ a proposed extension of copper concentrate exports by local unit of Freeport McMoRan Inc , a mining ministry official said on Thursday.  * Freeport’s current export permit is due to expire on Feb. 16  * Any delay in approval unlikely to impact shipments from Freeport’s Grasberg mine, Coal and Minerals Director General Bambang Gatot told reporters on Thursday.  * Medco Energi unit Amman Mineral Nusa Tenggara has not requested extension of copper concentrate exports, Gatot said. (Reporting by Wilda Asmarini; Writing by Fergus Jensen; editing by Richard Pullin)","70":"JAKARTA, Dec 18 (Reuters) - Indonesia’s state-owned miner PT Inalum expects to finalise a deal this week to take majority control of the local unit of global mining giant Freeport McMoRan Inc, the company’s chief executive told Reuters on Tuesday.  The deal will close “hopefully this week”, said Budi Gunadi Sadikin, adding that a conclusion looked “highly likely”.  Inalum was proposing to sell a 10 percent stake in PT Freeport Indonesia to Papua, the country’s easternmost province where the giant Grasberg mine is located, for $819 million, he said. (Reporting by Fergus Jensen and Bernadette Christina Munthe Writing by Ed Davies; Editing by Adrian Croft)","71":"FILE PHOTO: The Rio Tinto mining company's logo is photographed at their annual general meeting in Sydney, Australia, May 4, 2017. REUTERS\/Jason Reed\/File Photo  (Reuters) - Mining company Rio Tinto on Thursday confirmed the sale of its 40 percent stake in the world’s second-biggest copper mine, Grasberg, for $3.5 billion to Indonesia’s state mining company PT Inalum.  Rio Tinto had a joint venture with Freeport-McMoRan, operator of Grasberg, for a 40 percent share of Grasberg’s production above specific levels until 2021 and 40 per cent of all production after 2021.  Freeport-McMoRan separately said it will receive $350 million from PT Inalum after the stake sale.  The agreement will give Indonesia control of the mine and should cap years of wrangling over the mining rights for the site.","72":"March 6 (Reuters) - Fibrocell Science Inc:  * FIBROCELL ANNOUNCES FDA ALLOWANCE OF INVESTIGATIONAL NEW DRUG APPLICATION FOR FCX-013 FOR THE TREATMENT OF MODERATE TO SEVERE LOCALIZED SCLERODERMA  * FIBROCELL ANNOUNCES FDA ALLOWANCE OF INVESTIGATIONAL NEW DRUG APPLICATION FOR FCX-013 FOR THE TREATMENT OF MODERATE TO SEVERE LOCALIZED SCLERODERMA  * FIBROCELL SCIENCE - U.S. FDA GRANTED IND APPLICATION FOR FCX-013 TO BEGIN CLINICAL TRIALS FOR TREATMENT OF MODERATE TO SEVERE LOCALIZED SCLERODERMA  * FIBROCELL SCIENCE - EXPECTS TO INITIATE ENROLLMENT FOR OPEN LABEL, SINGLE ARM PHASE 1\/2 CLINICAL TRIAL IN Q3 2018 FOR FCX-013  * FIBROCELL SCIENCE- INTENDS TO INCLUDE PEDIATRIC PATIENTS IN PHASE 2 POST APPROVAL OF SAFETY AND ACTIVITY DATA FROM ADULT PHASE 1 PATIENTS TO FDA Source text for Eikon: Further company coverage: (Reuters.Brief@thomsonreuters.com)","73":"April 23 (Reuters) - Freeport-McMoRan Inc:  * FREEPORT-MCMORAN SAYS ON APRIL 20, CO, ITS UNITS ENTERED INTO A NEW REVOLVING CREDIT AGREEMENT WITH JPMORGAN CHASE BANK, OTHER ISSUING BANKS & LENDERS  * FREEPORT-MCMORAN INC - NEW REVOLVING CREDIT FACILITY REPLACES CO’S EXISTING REVOLVING CREDIT AGREEMENT DATED AS OF FEBRUARY 14, 2013  * FREEPORT-MCMORAN - CREDIT FACILITY PROVIDES FOR 5-YEAR, UNSECURED REVOLVING CREDIT FACILITY, UNDER WHICH CO, UNITS MAY OBTAIN LOANS OF UP TO $3.5 BILLION  * FREEPORT-MCMORAN SAYS NEW REVOLVING CREDIT FACILITY MATURES ON APRIL 20, 2023 - SEC FILING Source text: [bit.ly\/2Ka3wEq] Further company coverage:","74":"April 24 (Reuters) - Freeport-McMoRan Inc, the world’s biggest publicly listed copper miner, reported a rise in first-quarter earnings on Tuesday, helped by higher copper prices.  Phoenix, Arizona-based Freeport said its quarterly profit attributable to common stock was $692 million, or 47 cents per share, compared with $228 million, or 16 cents a share, a year earlier.  Revenue rose to $4.87 billion from $3.34 billion a year ago.","75":"April 24 (Reuters) - Freeport-McMoRan Inc:  * FREEPORT-MCMORAN SAYS CEO RICHARD ADKERSON'S TOTAL COMPENSATION FOR 2017 WAS $18.4 MILLION VERSUS ABOUT $16 MILLION IN 2016 - SEC FILING Source text: bit.ly\/2Kb1RhL Further company coverage:","76":"(Reuters) - Freeport McMoRan Inc, the world’s largest publicly traded copper producer, said on Friday it would cut its 2020 costs by 18 percent, or $1.3 billion, as prices for the red metal plunge due to the global spread of COVID-19.  The cost cuts involve employee layoffs, delays to expansion projects and output reductions of about 400 million pounds of copper, mostly in the company’s Americas mines. The cuts also take into account a 50 percent drop in diesel prices so far this year.  The red metal is widely seen as a key barometer of economic health in part due to its use in manufacturing, which has slowed dramatically during the pandemic. Copper prices are down about 20 percent in the past year.  “What this plan will do is carry us over to brighter days for our company,” Chief Executive Richard Adkerson said on a Friday conference call with investors.  The company said the moves should help it end the year with $1.7 billion in cash if 2020 copper prices average $2.30\/lb. Prices traded near $2.33\/lb on Friday.  Freeport also produces gold, and prices for the yellow metal have risen about 37 percent in the past year amid the economic uncertainty, partly undergirding the cash forecast.  Shares of the Phoenix-based company rose 6 percent to $8.28 in midday Friday trading.  The company said it would also reduce 2020 capital spending by $800 million, as well as cut employee benefits and vendor services.[nL4N2BG3XD]  The miner last month suspended its quarterly dividend due to the COVID-19 fallout. Adkerson said on Friday the dividend could return once market conditions improve.  Less than 50 Freeport employees have tested positive for COVID-19, Adkerson said, though the company has closed a New Mexico mine due to an outbreak.  Supplies of food and other supplies at the Freeport-operated Grasberg mine - one of the world’s largest mines - in a rural part of Indonesia have not been affected by COVID-19, the company said.  “Our testing and screening activities in one of the most remote places in the world are much more advanced than much of what we’re seeing today in communities in the United States,” Adkerson said.  Freeport posted an adjusted loss of 17 cents per share, while analysts expected a loss of 18 cents per share, according to IBES data from Refinitiv.","77":"* Zijin Mining buys partner out of lower zone of Timok mine  * To acquire Freeport’s interests in 5 exploration licences  BEIJING, Nov 4 (Reuters) - Zijin Mining , one of China’s biggest gold producers, said on Monday it would buy partner Freeport McMoran Inc’s copper-gold assets in Serbia for up to $390 million, substantially boosting its resources of both metals.  The move continues a recent acquisition spree for Zijin and strengthens its foothold in the Balkans, having entered Serbia when it took over local copper producer RTB Bor in 2018, before completing the purchase of Nevsun Resources, which also has interests in Serbia, for $1.4 billion this year.  Zijin will pay Freeport an initial $240 million for its stake in the lower zone of the Timok copper-gold mine, plus 0.4% of the net sales proceeds once production begins, up to an aggregate maximum amount of $150 million, according to a filing to the Hong Kong stock exchange.  Zijin already has a 100% interest in the upper zone through its Nevsun acquisition and holds 60.4% of the lower zone. Freeport owns the rest of the lower zone but its holding was due to rise to 54% on completion of a feasibility study.  “After completion of the transaction, the company will own 100% interests in the resources of both the upper zone and the lower zone,” Zijin said, adding that the purchase would allow the company to increase its resources and further its internationalisation.  It said the acquisition would lift its total controlled copper resources by 7.72 million tonnes, or 15.6%, to 57.24 million tonnes on an equity basis, while its gold resources would rise by 161 tonnes, or 9.3%, to 1,889 tonnes.  Phoenix-based Freeport did not immediately respond to a request for comment on the sale outside of normal business hours.  Development of the lower zone of Timok has not yet started but Zijin said the deal would help with unified planning, construction and operation of the project. Production from the upper zone is expected to begin in 2021, it added.  Zijin will also acquire Freeport’s interests in five exploration licenses in the surrounding area, which are currently held by a Zijin-Freeport joint venture and have “favourable potential for prospecting,” the statement said.  Zijin expects the transaction to be completed no later than Feb. 29, 2020. (Reporting by Tom Daly; editing by Richard Pullin)","78":"JAKARTA (Reuters) - Attackers shot dead a New Zealand man and wounded six other people at an office of the Indonesian arm of mining company Freeport-McMoRan Inc on Monday, police said.  Slideshow ( 2 images )  The gunmen opened fire at around 2 p.m. (0300 GMT) at the office in the city of Timika in Indonesia’s Papua province, the company PT Freeport Indonesia said in a statement.  Police said the attackers were members of an armed criminal group without going into further details.  Separatists have launched a string of attacks in recent years in the area around the company’s nearby Grasberg operation - the world’s second largest copper mine.  There have been sporadic shootings and ambushes on vehicles traveling on the main supply route to the mine.  PT Freeport Indonesia said one staff member was killed and six other people wounded, two of them seriously.  Workers had been evacuated from the office in the city’s Kuala Kencana district and from the surrounding area, the company added.  Conditions were being “monitored and so far there is no direct impact” on mining operations, Freeport Indonesia spokesman Riza Pratama said by text message.  Papuan police spokesman Ahmad Mustafa Kamal identified the victim as a New Zealand citizen.  “Joint security forces are carrying out a pursuit in the forest area in Kuala Kencana,” Kamal said in the statement.  Papua, which shares the island of New Guinea with the nation of Papua New Guinea, was a Dutch colony that was incorporated into Indonesia after a U.N.-backed referendum in 1969.  The region has since endured decades of mostly low-level separatist conflict.","79":"SANTIAGO, April 9 (Reuters) - Freeport-McMoRan Inc plans no dividend raises, acquisitions or debt buybacks over the next two years as it focuses on expanding Indonesia’s Grasberg copper and gold mine underground, its chief executive said in an interview on Tuesday.  “For two years, we’re going to be focused on this transition,” CEO Richard Adkerson said on the sidelines of the World Copper Conference in Santiago. “If things go well with that ... two years from now we’re going to be well situated to then look at further debt reductions, potentially higher dividends, potential investments in new projects, and we’ll be open to seeing if there’s anything in the global M&A market that meets our objectives.” (Reporting by Ernest Scheyder; Editing by Richard Chang)","80":"(Reuters) - Freeport-McMoRan Inc FCX.N reported a fall in fourth-quarter copper output and said it expected higher spending in 2020 as it transitions its giant Grasberg copper mine in Indonesia to underground mining, sending its shares down 9%.  The U.S. miner has spent billions of dollars in the switch from a depleting open pit mine and to develop a coexisting underground mine that would help achieve low cost, long life production and generate significant future cash flows.  Copper production at Grasberg fell 14% in the fourth quarter, while total production of the metal dropped 1.7% to 827 million pounds.  The company said it expects capital expenditure for 2020 to be about $2.8 billion, higher than last year, including $1.8 billion for major projects. It has also earmarked another $500 million for the development of a new smelter in Indonesia.  “We think the market has taken a very short term view of 2020 and focused on the capex related to the smelter, the first quarter guidance and the cash costs”, said Deutsche Bank analyst Chris Terry.  Unit net cash costs are expected to average $1.75 per pound of copper for 2020, the company said, compared with $1.74 last year.  Freeport forecast sales of 725 million pounds of copper and 105,000 ounces of gold in the first quarter.  Chief Executive Officer Richard Adkerson said copper will benefit even during modest global growth, but added current prices are still well below the incentive needed to attract new supply.  The average price Freeport received for its copper fell marginally to $2.74 per pound in the fourth quarter.  Copper prices have rebounded as a Phase 1 trade deal between the United States and China eased pressures on the red metal. Prices for copper, often seen as a gauge of economic health, posted the biggest monthly gain in two years in December.  Net income attributable to shareholders fell to $9 million from $485 million in the three months ended Dec. 31, as the company booked a tax provision of $329 million, compared with a benefit of $552 million in the year-ago period.  Excluding one-time items, Freeport earned 2 cents per share, while analysts had expected break-even, according to IBES data from Refinitiv.","81":"Oct 22 (Reuters) - Freeport McMoRan Inc reported a quarterly profit on Thursday, compared to a loss a year earlier, benefiting from higher gold prices as uncertainty fueled by the COVID-19 pandemic pushed investors toward safe-haven assets.  Net income attributable to shareholders was $329 million, or 22 cents per share, in the third quarter ended Sept. 30, compared to a net loss of $207 million, or 15 cents per share, a year earlier.","82":"(Reuters) - Freeport-McMoRan Inc, the world’s largest publicly traded copper producer, posted a lower-than-expected quarterly profit on Thursday due to slipping production and rising costs, sending shares down more than 8 percent.  Freeport is in the midst of carrying out a $15 billion project to expand Indonesia’s massive Grasberg copper and gold mine from an open pit to an underground operation, a complex and time-intensive process that is nevertheless essential to help Freeport stem an erosion in production.  Freeport said its costs would likely rise to $1.75 per pound of copper this year, the second consecutive forecast increase since January, surprising investors. The price Freeport receives for its copper fell 7 percent to $2.90 per pound in the quarter.  “The slight uptick in cost guidance was disappointing,” said Clarksons Platou Securities analyst Jeremy Sussman.  Copper production fell 18 percent in the quarter to 750 million pounds, more than many analysts expected, with the largest drop in Indonesia.  Shares of the company fell 8 percent to $12.49 in afternoon trading after the earnings miss. Broader markets were mixed.  The stock had gained about 35 percent since January, outpacing copper prices.  Freeport Chief Executive Richard Adkerson said in an interview earlier this month that the Grasberg expansion will be the company’s main focus for the next two years and that Freeport will forgo any dividend raises or large-scale acquisitions in the interim.  The expansion will, Adkerson hopes, mark a pivot to massive growth for the company just as copper demand surges for use in electric cars and other electronics. But the growth comes at a high cost and is testing the patience of Wall Street, where investors often look for quicker paybacks on investment projects.  The Phoenix-based company posted first quarter net income of $31 million, or 2 cents per share, compared with net income of $692 million, or 48 cents per share, in the year-ago quarter.  Excluding onetime items, Freeport earned 5 cents per share. By that measure, analysts expected earnings of 7 cents per share, according to IBES data from Refinitiv.  Grasberg is also a major gold producer and output of gold and molybdenum also slipped during the quarter.  Freeport agreed last December to relinquish majority control of Grasberg under pressure from the Indonesian government, although it will remain the project’s operator.","83":"JAKARTA (Reuters) - Indonesia’s president has issued new tax regulations aimed at providing clarity for mining companies shifting their current contracts to special mining permits, in a move that could help cement a $3.9 billion deal with Freeport McMoran Inc.  FILE PHOTO: Indonesia's President Joko Widodo gestures during an interview with Reuters in Jakarta, Indonesia, July 3, 2017. REUTERS\/Beawiharta  Freeport last month signed a heads of agreement to sell to the Indonesian government a majority stake in its local unit PT Freeport Indonesia, which operates the world’s second-biggest copper mine Grasberg.  Indonesia is seeking to gain more control over its mineral wealth, but the Arizona-based company has said it wants some guarantee on fiscal terms before signing off on the complex sale.  The new rules set a corporate tax rate of 25 percent, in line with the country’s current rate. Miners will also pay a 4 percent levy on net profit to central government and a 6 percent levy to local government.  These rates, along with other obligations including royalties and land taxes, will not change during the duration of the permit.  The regulation, made public on Wednesday, took effect from Aug. 2 and was intended to “provide legal certainty” for holders of special mining permits, the president’s office said in a statement.  Under its current contract signed in 1991, Freeport Indonesia pays corporate tax at 35 percent, but no levies to central or local authorities.  Freeport Indonesia spokesman Riza Pratama said the company would review the new regulations.  Freeport and the government have had a long-running dispute on Freeport’s operation in Grasberg.  President Joko Widodo last month called the heads of agreement “a leap forward” and stressed that the Southeast Asian nation must get a larger amount of income from tax, royalties and dividend payments from Freeport Indonesia.  Under the new ownership structure, Indonesian state-owned firm PT Inalum, will own 51 percent of Grasberg.  During the negotiation, Freeport Indonesia operated under a temporary special mining permit. Its current permit expires at the end of August.","84":"* TC\/RCs set at $62 a tonne, 6.2 cents per pound  * 2020 benchmark seen lowest since 2011  * Charges fall on tight supply, rising smelting capacity (Add smelter’s comment)  SHANGHAI, Nov 21 (Reuters) - Miner Freeport-McMoRan Inc and three Chinese copper smelters on Thursday agreed a 23% cut in annual treatment and refining charges (TC\/RCs) for 2020, pushing the industry benchmark to a nine-year low.  Freeport settled with Jiangxi Copper, Tongling Nonferrous Metals and China Copper Corp in three separate deals at the same price, Javier Targhetta, president of Atlantic Copper and senior vice president for marketing and sales at Freeport told Reuters.  The charges, paid by miners to smelters to process ore into refined metal, were set at $62 a tonne and 6.2 cents per pound, down from $80.80 a tonne and 8.08 cents per pound in 2019, reflecting tight concentrate supply and China’s rising processing capacity.  The agreements, made on the sidelines of the Asia Copper Week gathering in Shanghai, saw the TC\/RCs benchmark falling for a fifth straight year to its lowest since 2011. The charges were set as high as $107 per tonne and 10.7 cents per lb in 2015.  A senior executive at Tongling confirmed the settlement with Freeport. Jiangxi and China Copper did not immediately respond to requests for comment.  The TC\/RCs benchmark is referenced in major long-term deals globally and plays a big role in determining profitability at both ends of the copper supply chain. Smelters prefer high TC\/RCs, while miners want low charges.  A senior official at another major Chinese smelter said the benchmark was “extremely bad news” and that they “cannot swallow” such low prices, adding that the low settlement would lead to a production cut.  A Jiangxi executive said earlier this week that his company needs TC of at least around $75 a tonne to break even.  The charges have been under pressure due to tight concentrate supply and rising smelting and refining capacity in China. They fall when the supply of ore tightens, as smelters compete to get supplies.  Spot TC\/RCs AM-CN-CUCONC, used in smaller and short-term deals, fell sharply this year to seven-year lows of $52 a tonne in August and September after China rapidly expanded its capacity. They are currently assessed at $59.50 a tonne.  “In my opinion it’s a fair settlement that represents well the market situation we forecast for 2020,” Freeport’s Targhetta added, having said on Tuesday that a $60 TC would be a “reasonable” level.  All other terms of the deals for 2020 with Tongling and Jiangxi would be rolled over from the previous year, he added.  Codelco, the world’s biggest copper producer, would follow the “very reasonable” Freeport-Jiangxi agreement, said a company source who was not authorised to speak to the media and so declined to be identified.  “It is very good news for us. I believe this $62 will be the benchmark for 2020, but the spot price will remain quite lower than $62,” said Behrouz Rahmati, an investment manager and advisor to the CEO at National Iranian Copper Industries Company.  Chinese smelters are set to add 900,000 tonnes of annual smelting capacity this year and could add another 350,000 tonnes in 2020, research house Antaike said.  Official data showed refined copper output in China, the world’s biggest copper consumer, hit a record 868,000 tonnes in October, while global copper mine production declined by about 0.5% in the first eight months of 2019, latest data by the International Copper Study Group showed.","85":"(Reuters) - Shares of Freeport-McMoRan Inc FCX.N fell more than 14 percent on Tuesday after the miner revealed onerous environmental demands from Indonesia's government that could delay a new contract for its massive Grasberg copper mine.  The world’s biggest listed copper miner also lowered its copper sales forecast for the year while raising its outlook for costs, and reported a weaker-than-expected quarterly profit.  Phoenix, Arizona-based Freeport has been in tricky negotiations with Indonesia to secure long-term operating rights at Grasberg, after the government introduced new rules last year aimed at giving it greater control of its resources.  On Tuesday, the company said the environment ministry wants it to change the way it manages the disposal of mine waste, or tailings, at the world’s second-biggest copper mine. The current disposal system has been in place for the last 20 years.  “We had an agreement with the government that over the life of the mine, we would retain 50 percent of the tailings on land. They’re now saying it should be 95 percent, which just cannot be done,” Freeport Chief Executive Richard Adkerson said on a conference call.  He described the ministry’s demands as “shocking” and “disappointing” but said he was confident that a resolution would be found. He also said that the tailings, which are moved from the mine in a high-lying area by a river system to a cordoned-off area in lowlands, were benign.  Despite the reassurances, Freeport’s stock fell to its weakest level in four months, touching $16.06.  The market was speculating that the government’s tougher stance on tailings “could potentially prolong negotiations on divestment,” Clarksons Platou analyst Jeremy Sussman said.  In exchange for securing the right to keep operating Grasberg, Freeport has to divest a 51-percent stake in the mine to the government, which currently owns 9.36 percent of Freeport Indonesia.  Earlier, Freeport reduced its copper production forecast for this year to 3.8 billion pounds from 3.9 billion and raised its copper cash cost forecast to $1.01 a pound from a previous 97 cents.  The company also highlighted seismic issues at Grasberg that could lower production in 2019.  Attributable profits rose to $692 million, or 47 cents per share, in the quarter ended March, from $228 million, or 16 cents a share, a year earlier, helped by higher copper prices.  But excluding one-time charges, profit was 46 cents per share, well below analysts’ forecasts for 56 cents.","86":"JAKARTA, Feb 19 (Reuters) -  * Indonesia issued the local unit of copper miner Freeport McMoRan Inc with a quota to export 1,247,866 wet metric tonnes (wmt) of copper concentrate up to Feb 15, 2019, a mining ministry official said on Monday.  * Medco Energi Internasional unit Amman Mineral Nusa Tenggara was also issued with a quota to export 450,826 wmt of copper concentrate over same period, Minerals Director Bambang Susigit told Reuters by text message. (Reporting by Wilda Asmarini; Writing by Fergus Jensen; Editing by Sunil Nair)","87":"JAKARTA\/TORONTO (Reuters) - Freeport-McMoRan Inc FCX.N said on Thursday it will sell a majority stake in the world's second-biggest copper mine to the Indonesian government, seemingly ending a long-running dispute via a series of complex deals worth $3.85 billion.  Freeport McMoRan Chief Executive Officer Richard Adkerson (L), smiles during a press conference as Indonesia's Energy and Mineral Resources Minister Ignasius Jonan (C) and Indonesia's Finance Minister Sri Mulyani Indrawati look on in Jakarta, Indonesia, July 12, 2018. REUTERS\/Darren Whiteside  The agreement, which could still collapse, will see Freeport give up majority control but remain the operator of the Grasberg mine, located in the country’s eastern province of Papua, as Jakarta seeks to gain greater control over its mineral wealth.  Freeport accepted far less than it could have gotten for its majority Grasberg stake, highlighting the company’s desire to end an acrimonious chapter that had weighed on its shares for more than six years. The company risked getting nothing had the case moved to arbitration.  Shares of Phoenix, Arizona-based Freeport were down slightly in Thursday afternoon trading.  “Freeport left money on the table to get this deal done,” Freeport Chief Executive Officer Richard Adkerson said on a conference call with investors after a signing ceremony in Jakarta. “It’s a new day for Freeport, and a new day for our working with the government.”  It was not immediately clear if the agreement would be binding. While Freeport and Rio both said the agreement was non-binding, Jakarta said it was a binding deal.  The transactions will be completed this month, said State-Owned Enterprises Minister Rini Soemarno.  The deal could be a boon for Freeport’s stock, which has fallen behind peers. Most analysts believe the stock should trade about 14 percent above current levels, according to Thomson Reuters data.  “Just to have clarity is critically important because for many investors, Freeport has been uninvestable because of the uncertainty around Grasberg,” Jefferies mining analyst Christopher LaFemina said in an interview.  Under the agreement, Indonesian state-owned miner PT Inalum plans to acquire the Indonesian unit of Rio Tinto RIO.AXRIO.L, which holds a 40 percent participating interest in Grasberg, for $3.5 billion.  That interest would then be transferred to Freeport’s local unit, PT Freeport Indonesia, and converted into a 40 percent equity holding in the unit via a rights issuance that would then be given to Inalum.  A subsequent purchase of the share of Grasberg held by Freeport unit PT Indocopper Investama, valued at $350 million, would give Indonesia a total holding of 51.38 percent in Freeport Indonesia.  Estimates on the value of that stake vary. Jefferies values it at $800 million, while some estimates are lower.  Freeport, which will hold about 49 percent of Grasberg when the agreement is set, has also agreed to build a smelter in Indonesia within five years of the deal being signed, Adkerson said.  The two sides had agreed in principle last August to a deal. Thursday’s agreement hammers out most of the specifics.  Rio for its part said it hoped for binding agreements by the end of the year, adding in a statement “there is no certainty that a transaction will be completed.”  ROYALTIES  Indonesian President Joko Widodo praised the agreement as “a leap forward.”  “We have to have a larger amount of income from tax, royalties, dividends ... so the value of our mining sector can benefit everybody,” Widodo said at the ceremony.  Sealing a deal to get a majority stake for Indonesia in Grasberg is a priority for Widodo, who is widely expected to seek a second term in office in presidential elections next year.  The deal is also critical for the massive investment needed to develop underground mines at Grasberg as the current open-pit operation is phased out this year.  Still, planned agreements on how Freeport will manage mine operations with Inalum as the majority shareholder also need to be resolved.  Adkerson, Freeport’s CEO since 2003, said that under the agreement Freeport alone will have authority to manage mine operations, but Inalum will work as an equal partner at the board level.  Inalum wants Freeport to “take the lead,” he said, because Grasberg is “the most complicated mine in the world to operate.” The high-altitude mine operates in an extremely rugged and remote area of New Guinea surrounded by jungle.  Efforts to finalise a deal have been complicated by concerns over the environmental impact of the project, in particular its handling of mine waste or tailings.  Environment Minister Siti Nurbaya must still issue a recommendation to Freeport Indonesia before the miner can secure the rights to Grasberg up to 2041.","88":"(Corrects gold output in paragraph 5 to say 223,000 ounces, from 223 million ounces)  Jan 23 (Reuters) - Freeport-McMoRan, the world’s largest publicly traded copper producer, reported a drop in quarterly profit on Thursday, hit mainly by a tax provision and lower output from its Indonesian operations.  Net income attributable to shareholders fell to $9 million, or less than a cent per share, in the fourth quarter ended Dec.31, from $485 million, or 33 cents per share, a year earlier.  The current quarter included a provision for income taxes of $329 million, compared with a benefit of $552 million in the year-ago period.  Excluding items, the company earned 2 cents per share.  Copper production fell 1.7% to 827 million pounds and gold output fell 33.2% to 223,000 ounces. (Reporting by Arundhati Sarkar in Bengaluru)","89":"(Reuters) - Freeport McMoRan Inc FCX.N posted a third-quarter loss on Wednesday in line with expectations due to lower copper production at its Peruvian and Indonesian mines and a drop in prices for the red metal.  The company has been shifting to underground mining from an open pit at its giant Grasberg mine in Indonesia and had previously warned that production would take a hit. [nL1N21R17K  The drawn out Sino-U.S. trade war and fears of slowing global growth have forced some of the biggest copper consumers, including China, to curb their appetite for the metal, pushing down prices.  “Copper markets today are clearly affected by the trade war,” Freeport Chief Executive Richard Adkerson said on a Wednesday conference call with investors.  Still, copper is a key material used to make electric vehicles and other technological equipment, fueling optimism on long-term demand, Adkerson said.  The average price Freeport received for copper fell 6.4% to $2.62 per pound in the third quarter, while production fell 14%. Gold output tumbled 56.2%.  Freeport also said copper sales were lower in South America, dented by lower grades and recovery rates at its Cerro Verde mine in Peru.  The company reported a net loss of $131 million, or 9 cents per share, compared with a profit of $556 million, or 38 cents per share, a year earlier.  Excluding items, the company posted a loss of 1 cent per share, in line with estimates, according to IBES data from Refinitiv.  Shares of the Phoenix, Arizona-based company were up 2.6% Wednesday morning at $10.21 as broader markets and copper prices CMCUc1 rose.","90":"SINGAPORE\/HOUSTON (Reuters) - When miners at Indonesia’s giant Grasberg gold and copper mine started testing positive for coronavirus early in the pandemic, the mountain-top mining complex was quickly locked down with a skeletal staff left in place to maintain production.  FILE PHOTO: Freeport workers gather around a security gate at the Grasberg mine area at Tembagapura, in Indonesia's Papua province, August 14, 2013. REUTERS\/Muhammad Yamin\/File Photo  But as months of travel curbs dragged on, angry workers blockaded the mine for four days in August until the operator - a unit of U.S. miner Freeport McMoRan Inc - relented and let them resume weekly rotations out of the site via a four-hour trek by cable car and bus to towns below.  Now the workers are happier, but health experts fear the greater risk of a new outbreak.  The tensions expose the balancing act to maintain output at full blast, while containing COVID-19 in mines like Grasberg, the world’s largest gold mine and second-largest copper mine.  “We’ve put the priority and the health of our workers and community at the top of our list,” Freeport McMoRan Chief Executive Richard Adkerson told Reuters. “From the outset, we recognized that (Grasberg) was a particularly vulnerable place due to the size of the workforce” of nearly 30,000 people.  While Freeport has halted some global operations due to the pandemic, production has continued at the 14,000 foot (4,267 metre) -high Grasberg mine despite Indonesia facing one of the worst coronavirus outbreaks in Southeast Asia.  In May, Freeport said it would operate with a “skeletal team” because of a rise in coronavirus cases in the area, including at the workers’ living quarters. Freeport said at the time it was limiting contractors and removing “high-risk” workers but did not specify how many people would be working at the mine.  But the lockdown took a psychological toll on the workers stuck above the clouds at the site since April, some of whom said that they were unable to attend funerals of family members.  “We were frustrated, we wanted to see our families. So we had to protest,” said a worker, speaking from a dormitory shared with four others. He asked not to be named due to fears of losing his job.  Workers who were kept from working the mine were also unhappy because of lost wages.  RISK OF SECOND WAVE?  Grasberg is located in Papua province’s Mimika regency, which has seen a steady rise in coronavirus cases. As of Oct. 8, there had been 1,902 cases in a population of about 224,000, the second-most infected area in Indonesia’s easternmost province.  Five people have died of COVID-19 at the mine with 724 confirmed cases as of Sept. 29, according to Mining Industry Indonesia, the state company holding a majority stake in Freeport Indonesia.  Since the protests, workers have returned to a weekly crew-change roster, the local company PT Freeport Indonesia said, with about 400-500 workers leaving and entering the mine daily after temperatures checks and a rapid COVID-19 test.  If a rapid test is positive, this would be followed up by a Polymerase Chain Reaction (PCR) test, which experts consider far more accurate.  Before the pandemic, twice as many workers would enter and leave the mine daily, Freeport Indonesia said.  Adkerson said Freeport is treating its employees for coronavirus free of charge at its own medical facilities.  Tri Yunis Miko Wahyono, an epidemiologist at the University of Indonesia, said crew changes should be less frequent to limit the risk of spreading the virus.  “The shortest crew change should be two weeks unless a company is willing to pay for PCR tests for every worker every week,” he said.  But that strategy keeps workers on site longer, adding to potential friction with the company.  “EVERYONE WANTS US TO KEEP WORKING”  To help resolve the protests, Freeport Indonesia paid workers compensation of up to 15 million rupiah ($1,010) for working longer than usual, although it said it did not have responsibility for contractors, who make up nearly three quarters of the 29,201 workers.  A Freeport contractor said by telephone he had not received any payment yet, but the issue was being discussed with management and there were no plans for more protests.  Freeport is one of Indonesia’s biggest taxpayers, with direct contributions of more than $16 billion in taxes, royalties, dividends and other payments between 1992 and 2015, according to company data.  The mine is also crucial for Freeport McMoRan, the world’s largest publicly traded copper producer, which made a profit in the second quarter partly due to higher production at Grasberg.Operations at the Indonesian mine are expected to ramp up even further as it transitions from open pit to underground mining.  “Everyone wants us to keep working. The government does, the community does, it’s important for all stakeholders. Even, in the U.S., mining is considered essential,” said Adkerson.","91":"(Corrects paragraph 7 to say year ago profit was 38 cents, not $38)  Oct 23 (Reuters) - Freeport McMoRan Inc reported a third-quarter loss on Wednesday as copper production was hit by lower output at its Peru mine and its move to underground mining at its giant Grasberg mine in Indonesia.  The world’s largest publicly listed copper miner has already warned that production at the Grasberg mine in Indonesia is expected to slip as it switches its operations to underground mining from open pit.  Meanwhile, demand for copper, especially from top consumer China, has declined in the past year as the prolonged Sino-U.S. trade war stifles global growth and hurts prices.  The average price Freeport received for its copper fell 6.4% in the third quarter to $2.62 per pound. Copper production fell 14%, while gold output was down 56.2% in the quarter.  Freeport said copper sales were also lower in South America, dented by lower grades and recovery rates at its Cerro Verde mine in Peru.  Anti-mining protests in Peru had held up about $400 million in copper exports from some of the country’s top mines for nearly three weeks in August. Freeport was among miners that were unable to ship copper concentrates. (reut.rs\/360LTS6)  The company reported a net loss of $131 million, or 9 cents per share, compared with a profit of $556 million, or 38 cents per share, a year earlier.  Excluding items, the company posted a loss in line with estimates, according to Refinitiv IBES data. (Reporting by Arundhati Sarkar in Bengaluru; Editing by Anil D’Silva and Aditya Soni)","92":"(Corrects paragraph 11, copper sales forecast of 970 million pounds not 970 billion pounds)  TORONTO, July 25 (Reuters) - Freeport-McMoRan Inc, the world’s biggest publicly listed copper miner, reported bigger-than-expected earnings on Wednesday, as production and prices soared above last year, but flagged market jitters from global trade disputes.  Uncertainty around the economic impact of a U.S.-China trade war has pushed copper prices lower in recent weeks, but Phoenix-based Freeport has not seen a decline in demand to date, Chief Executive Richard Adkerson said.  “We remain positive on the outlook for copper prices given limitations on supply and the important role of copper in the global economy,” Adkerson said in a statement. “(We) will be prepared to adjust our plans if necessary to respond to market conditions.”  Freeport reported a second-quarter adjusted profit of 58 cents per share, up from 17 cents a year earlier when results where hurt by a strike and operational issues at its giant Grasberg mine and well ahead of analysts’ average expectation for a profit of 52 cents per share.  Earlier this month, Freeport said it would sell a majority stake in Grasberg, the world’s second-biggest copper mine, to the Indonesian government via a series of complex deals including Rio Tinto worth $3.9 billion.  Separately on Tuesday, Indonesia’s parliament asked the government to recalculate Grasberg damages to the environment, estimated in a 2017 report at $13.25 billion, though the rationale was unclear.  Freeport said it is now negotiating with the government on legal and fiscal terms for a new permit that would run through 2041.  Mining at the Grasberg open pit is being extended by six months, Freeport said, and lower copper and gold production is expected as operations transition underground in 2019 and 2020.  Indonesia introduced new rules last year to gain greater control over mineral resources, requiring miners to divest a majority stake in their operations, relinquish arbitration rights and pay new taxes and royalties.  Freeport said second-quarter copper sales grew to 989 million pounds, from 942 million pounds, while gold sales rose to 676,000 ounces from 432,000 ounces.  It had forecast copper sales of 970 million pounds and gold sales at 700,000 ounces in April.  The average copper price rose to $3.08 per pound, from $2.65 a pound in the same period last year, while gold prices rose to $1,274 per ounce from $1,243.  Freeport increased its 2018 copper cash forecast to $1.04 a pound from $1.01 a pound. (Reporting by Susan Taylor Editing by Chizu Nomiyama, Steve Orlofsky and Susan Thomas)","93":"FILE PHOTO: Trucks operate in the open-pit mine of PT Freeport's Grasberg copper and gold mine complex near Timika, in the eastern region of Papua, Indonesia on September 19, 2015 in this photo taken by Antara Foto. REUTERS\/Muhammad Adimaja\/Antara Foto\/File Photo  JAKARTA (Reuters) - Indonesia’s state-owned miner Inalum has secured $5.2 billion in financing from 11 foreign and local banks, according to sources with knowledge of the matter, to be used in part to buy a majority stake in the Grasberg copper mine.  This comes a day after Freeport-McMoRan Inc FCX.N said it would sell a majority stake in the world's second-biggest copper mine to the Indonesian state-owned miner via a series of complex deals worth $3.85 billion.  The Grasberg deal will be paid off quickly, helped by forecast returns from the mine, Inalum CEO Budi Gunadi Sadikin told Reuters on Friday.  “By our calculations it will be two years,” he said, without providing any further details.  Freeport has said the deal will be positive for both sides, but noted the agreed value was far less than it could have gotten, highlighting the company’s desire to end more than six years of wrangling that has weighed on its shares.","94":"FILE PHOTO: Indonesia's Coordinating Minister of Maritime Affairs and Investment Luhut Pandjaitan, wearing a protective mask, gestures as he talks during an interview with Reuters at the Presidential Palace in Jakarta, Indonesia, November 13, 2020. REUTERS\/Willy Kurniawan  JAKARTA (Reuters) - Freeport-McMoRan Inc is close to reaching a $2.8 billion deal with China’s Tsingshan Holding Group to build a copper smelter in Indonesia’s Weda Bay, senior minister Luhut Pandjaitan said on Wednesday.  “The smelter will produce copper pipes and wires of which output can be worth $10 billion or more,” Luhut told IDX Channel, without specifying a timeline of the estimated output scale.  He said the facility would also make other products from copper that could be used as lithium battery components, to support the Indonesian government’s ambition to build an electric vehicle (EV) supply chain in the country.  Indonesia is trying to attract more investments from battery and car companies to take advantage of the country’s rich nickel ore resource, an important component in batteries used in EVs.  “If this goes according to plan, because the nickel plant would already have been running, by 2023 we would be able to produce lithium batteries,” said Luhut, who is the country’s Coordinating Minister for Maritime and Investment Affairs.  Tsingshan had no immediate comment when contacted by Reuters  A spokesman for Freeport’s Indonesian unit said the company “remains committed” to building another smelter, adding that it was still in discussions with Tsingshan to explore cooperation.  In June last year, Luhut said the government had requested that Freeport construct a copper smelter in Weda Bay located in North Maluku in eastern Indonesia as it seeks to build an integrated smelting hub there.","95":"JAKARTA, Oct 17 (Reuters) - Indonesia’s state-owned miner Inalum is looking to finalise a $3.85 deal for majority control of the local unit of global mining giant Freeport McMoRan Inc in December, a company official said on Wednesday.  The deal, in which Inalum will control a 51.23 percent stake in PT Freeport Indonesia, is expected to end more than nine years of wrangling between Freeport and Indonesia over ownership rights to Grasberg, the world’s second-biggest copper mine.  However, the planned transactions are still subject to the issue of environmental recommendations and a special mining permit (IUPK) by the Indonesian government, Inalum Chief Executive Budi Gunadi Sadikin told parliament.  “(Freeport Indonesia) is continuing to lead discussions with the Environment and Forestry Ministry,” Sadikin said. “We hope this can be completed as quickly as possible.”  A 2017 report by Indonesia’s Supreme Audit Agency (BPK) referred to an estimate that Freeport’s decades-long operations at the mine in Indonesia’s remote easternmost province of Papua had caused environmental damage worth $13.25 billion.  That damage, it said, was largely a result of tailings from the mine that had extended beyond previously agreed limits and which had polluted coastal areas.  In April, in follow-up action to the audit, the environment minister issued two decrees that gave Freeport six months to overhaul the management of tailings from Grasberg. One of the decrees said Freeport would be barred from any activities in areas that lack environmental permits.  These matters have complicated the issue of a new mining permit for Grasberg, which would be held by Inalum.  Freeport Indonesia Executive Director Tony Wenas said his company was fully compliant with Indonesian environmental impact rules. Freeport hoped “in the near future the Environment and Forestry Ministry issues a policy” related to Grasberg, he said.  “We are discussing several options,” Wenas said, referring to the possibility of reducing tailings sediment, methods for tailings removal and expansion of mangrove wetlands, among other options.  Last month, Freeport and its Grasberg mining partner Rio Tinto struck a binding accord to sell a majority stake in Grasberg to Inalum.  At that time, Sadikin said the transactions would be concluded in November. (Reporting by Wilda Asmarini Writing by Fergus Jensen; editing by David Evans)","96":"JAKARTA (Reuters) - Indonesia's state-owned miner PT Inalum on Friday took control of the local unit of Freeport-McMoRan Inc FCX.N, operator of the world's second-biggest copper mine Grasberg, with the closure of a $3.85 billion deal.  Indonesian President Joko Widodo (centre L) shakes hands with Freeport-McMoRan Chief Executive Officer Richard Adkerson (centre R) after a press conference at the presidential palace in Jakarta, Indonesia, December 21, 2018 in this photo taken by Antara Foto. Antara Foto\/Wahyu Putro A\/ via REUTERS ATTENTION EDITORS - THIS IMAGE WAS PROVIDED BY A THIRD PARTY. MANDATORY CREDIT. INDONESIA OUT.  The landmark deal, which hands Inalum a 51.23 percent stake in PT Freeport Indonesia, ends years of tough and often fractious negotiations over ownership rights to Grasberg as Jakarta pushed for greater control over its mineral wealth.  “Today is a historical moment since Freeport began operating in Indonesia in 1973,” a smiling President Joko Widodo told reporters at a press conference.  “Everything has been completed, and now all that’s left is the work,” he added.  For Widodo, seeking reelection next year, securing the majority stake in the mine for Indonesia is a political boon, and he had urged both sides to wrap up the deal quickly.  Indonesia and Freeport agreed in principle in August 2017 to set up Freeport’s rights to Grasberg according to a new mining license but the process was held up by numerous issues, including resolution of environmental problems linked to the mine.  “Today we have completed the lengthy process to transfer Freeport’s contract of work to a special mining permit,” Coal and Minerals Director General Bambang Gatot Aryono told reporters at separate press conference.  Aryono said the new permit given to Freeport Indonesia is valid until 2031, and the company could apply for a 10-year extension five years before it expires.  Freeport McMoRan chief executive Richard Adkerson said the new permit would give the company clarity over its Indonesian operations up to 2041.  Under the terms of the new agreement, Freeport will build a copper smelter in Indonesia within five years, and will invest an estimated $14 billion in the mine.  Inalum chief executive Budi Gunadi Sadikin said Grasberg was “the most complex mine in the world” with plans to expand a network of tunnels to 1,000 kilometres from around 700 kilometres at present.  “I’m confident Indonesia’s engineers can do this,” Sadikin said. “But we need to study, and Freeport McMoRan is the best proven underground mining operator, so this is the best opportunity for us to study.”  Newly appointed Freeport Indonesia chief executive Tony Wenas said operations at the giant Grasberg open pit will conclude this year, resulting in a temporary decline in output as it transitions to underground mining.  “In 2020, production will increase again,” he said.  Wenas also noted recent separatist unrest in Nduga, which lies on the other side of a mountain range from Grasberg, but said the mine was safe.  “We hope in future it will be safer.”","97":"April 9 (Reuters) - Freeport-McMoRan Inc:  * SAYS HAS ‘LIMITED CONFIRMED CASES’ OF COVID-19 AMONG ITS GLOBAL WORKFORCE OF ABOUT 30,000  * SAYS CLEANING AND SAFETY PROTOCOLS HAVE BEEN SUCCESSFUL IN PREVENTING ‘ANY SIGNIFICANT OUTBREAK’ AT ITS FACILITIES Source text for Eikon: Further company coverage: (Reporting By Ernest Scheyder)","98":"HOLLYWOOD, Fla, Feb 25 (Reuters) - Freeport-McMoRan Inc Chief Executive Richard Adkerson said on Monday his company has been investing heavily to mitigate any danger from tailings dams and is “comfortable” with engineering designs in place at existing dams.  “Early on, we recognized this as a major risk area for our company,” Adkerson said at an industry conference in Florida. “Fundamentally, we’re comfortable with the system that we have been putting in place in managing this risk.”  Adkerson’s comments come a month after a Brazilian tailings dam controlled by rival Vale collapsed, killing more than 300. (Reporting by Ernest Scheyder; Editing by Steve Orlofsky)","99":"(Corrects paragraph 2 to say year ago profit was 38 cents, not $38)  Oct 23 (Reuters) - Freeport McMoRan Inc reported a third-quarter loss on Wednesday as copper production was hit by lower output at its Peru mine and its move to underground mining at its giant Grasberg mine in Indonesia.  The company reported a net loss of $131 million, or 9 cents per share, compared with a profit of $556 million, or 38 cents per share, a year earlier.  Excluding items, the company posted a loss of 1 cent per share.  Copper production fell to 864 million pounds from 1 billion pounds a year earlier. (Reporting by Arundhati Sarkar in Bengaluru; Editing by Anil D’Silva)","100":"(Reuters) - Freeport-McMoRan Inc, the world’s largest publicly traded copper producer, posted a quarterly loss on Wednesday as costs spiked and production of gold and copper plunged at a key Indonesian mine.  While the loss, the company’s first since 2016, wasn’t as steep as analysts had expected, it comes as Freeport is spending billions of dollars to expand Indonesia’s Grasberg copper and gold mine underground, a two-year process that is vital to the company’s future.  Freeport reported a second-quarter net loss of $72 million, or 5 cents a share, after earning a net profit of $869 million, or 59 cents per share, a year earlier.  Excluding one-time items related to a water tax dispute in Indonesia, Freeport lost 4 cents per share. By that measure, analysts expected a loss of 5 cents per share, according to IBES data from Refinitiv.  Shares of the Phoenix-based company rose 2.2% to $11.91 in midday trading, along with a rise in copper prices.  Production of copper sank 24% to 776 million pounds and gold output fell 79% to 160 million pounds. The price Freeport receives for its copper fell 10% during the quarter even as its costs doubled.  Freeport had warned of the quarterly loss at the beginning of the month.  Richard Adkerson, Freeport’s chief executive, said the Grasberg expansion was “advancing according to plan. Copper production from Grasberg is expected to rebound to 200 million pounds per year by 2020 and 900 million pounds per year by 2021.  “We remain very positive about the outlook for copper long term, underpinned by limited supplies, coupled with the important and growing role copper plays in the global economy,” Adkerson told investors on a Wednesday conference call.  Adkerson told Reuters earlier this year that Freeport plans no dividend hikes, acquisitions or debt buybacks over the next two years as it focuses on the Grasberg project.  “The investment case for Freeport really depends on development of the underground project at Grasberg,” said Jefferies mining analyst Christopher LaFemina, who has a “buy” rating on the company and a $15.50 price target.","101":"JAKARTA, Jan 9 (Reuters) -  * Exports of copper concentrate from Indonesia’s Grasberg mine, the world’s second-largest copper mine, are expected to drop to 200,000 tonnes this year from around 1.2 million tonnes in 2018, an official at the Energy and Mineral Resources Ministry said on Wednesday  * The decline in exports would result from a forecast drop in output from Grasberg, operated by U.S. miner Freeport McMoRan Inc and owned by Indonesia’s state-owned miner PT Indonesia Asahan Aluminium (Persero)  * “Concentrate production in 2019 will decline because of the change from open pit to underground (mining),” said Yunus Saefulhak, director of minerals at the ministry  * Grasberg is seen producing around 1.2 million tonnes of copper concentrate this year, compared to 2.1 million tonnes in 2018, while domestic consumption will grow to 1 million tonnes compared to 800,000 tonnes in 2018, Saefulhak said  * Grasberg produced 270,000 tonnes of copper ore per day in 2018, he said (Reporting by Bernadette Christina Munthe; Writing by Fergus Jensen; Editing by Christian Schmollinger)","102":"HOLLYWOOD, Florida, Feb 26 (Reuters) - Several parties are interested in buying Freeport-McMoRan Inc’s cobalt project in the Democratic Republic of Congo but the purchase price would not be very impactful for the miner, Freeport’s chief executive said.  As a result, it is looking at other options for the asset, including possibly a joint venture to develop the large cobalt project, CEO Richard Adkerson said, speaking at the BMO Capital Markets Global Metals & Mining Conference in Hollywood, Florida. (Reporting by Nicole Mordant in Vancouver; Editing by Jonathan Oatis)","103":"(Reuters) - Freeport McMoRan Inc posted a quarterly profit on Tuesday that narrowly beat analysts’ estimates on rising production and prices for copper and gold, with executives forecasting continued growth for 2021.  Copper sales and prices have jumped in recent months as parts of the world - China especially - began to recover from the coronavirus pandemic. Copper demand is closely linked to economic health.  At the same time, unprecedented stimulus measures and low interest rates to cushion economies from the impact of the pandemic have benefited prices for gold, which is seen as a hedge against inflation.  Freeport’s stock, which has more than doubled in the past six months, was down 6% at $27.24 in midday trading.  Executives said production should continue to rise this year, likely allowing the company to resume its dividend, which was cut last year.  “The fundamental outlook for copper today is better than it was 10 years ago,” Freeport Chief Executive Richard Adkerson said on a Tuesday conference call.  Excluding items, Phoenix, Arizona-based Freeport reported a fourth-quarter profit of 39 cents per share, compared with analysts’ average estimate of 38 cents per share, according to IBES data from Refinitiv.  Production of copper in the quarter rose to 864 million pounds, while gold output climbed to 273,000 ounces.  Expenses fell 11.2% to $2.79 billion, helped by cost-savings plan unveiled last year.  In Indonesia, the company’s largest area of operations, Adkerson said Freeport is in talks to expand an existing smelter and also contract with a third party to build a new smelter.  Such a plan would amend an agreement Freeport made with Jakarta in 2018 to build a smelter.  Adkerson, 74 and CEO since 2003, said he has no plans to retire and is healthy. “There’s great things to come and I want to be here and be part of it,” he said.","104":"TORONTO (Reuters) - Freeport-McMoRan Inc FCX.N, the world's largest publicly listed copper miner, reported bigger-than-expected earnings on Wednesday, as production and prices soared above last year, but flagged market jitters from global trade disputes.  Uncertainty about the economic impact of a U.S.-China trade war has pushed copper prices down 14 percent since mid-June but Phoenix-based Freeport has not seen a decline in demand to date, Chief Executive Richard Adkerson said.  While the company’s outlook on prices remains bullish, reflecting supply constraints and low exploration investment, Freeport will not beef up its dividend or launch any major new mine plans until prices improve, Adkerson said on a conference call with analysts.  “We have the flexibility to adjust to a lower price environment,” he said. “If prices deteriorate, we have, and would again, adjust our operations to make sure that all of our mines are cash flow positive.”  While Freeport’s results bettered expectations, shares were down nearly 6 percent at mid-session at $15.15, after the company said a revised development plan at Grasberg in Indonesia would reduce copper and gold production during a transition to underground mining in 2019 and 2020.  “This season, companies need to really positively surprise to do well” on the market, said Clarksons Platou mining analyst Jeremy Sussman, pointing to pervasive macroeconomic concerns.  Freeport’s profit of 58 cents topped analysts’ expectation of 52 cents but that was offset by uncertainty on Indonesia output, Sussman said.  Earlier this month, Freeport said it would sell a majority stake in Grasberg, the world's second-biggest copper mine, to the Indonesian government in a series of complex deals including Rio Tinto RIO.LRIO.AX worth $3.9 billion.  Freeport said it is now negotiating with the government on legal and fiscal terms for a permit that would run through 2041.  Separately on Tuesday, Indonesia’s parliament asked the government to recalculate Grasberg damages to the environment, estimated in a 2017 report at $13.25 billion, though the rationale was unclear.  Indonesia introduced rules last year to gain greater control over mineral resources, requiring miners to divest a majority stake in their operations, relinquish arbitration rights and pay new taxes and royalties.  Freeport said second-quarter copper sales grew to 989 million pounds, from 942 million pounds, while gold sales rose to 676,000 ounces from 432,000 ounces.  The average copper price rose to $3.08 per pound, from $2.65 a pound, while gold rose to $1,274 per ounce from $1,243.  Freeport increased its 2018 copper cash forecast to $1.04 a pound from $1.01 a pound.","105":"JAKARTA (Reuters) - Global mining giants Freeport McMoRan Inc and Rio Tinto have struck a binding accord to sell a majority stake in the world’s second-biggest copper mine, Grasberg, to Indonesia’s state mining company, Inalum for $3.85 billion.  FILE PHOTO: Vehicles used for transporting workers to the Grasberg copper mine operated by Freeport McMoRan Inc are seen at the Gorong-Gorong terminal in Timika, Mimika, Papua province, Indonesia on November 16, 2017. REUTERS\/Muhammad Yamin\/File Photo  The sale brings Freeport close to ending more than nine years of often fractious negotiations with Indonesia over ownership rights to Grasberg.  The agreement gives the parties six months to close the deal and process several permits including those related to antitrust laws in China.  Inalum Chief Executive Budi Gunadi Sadikin said at a press conference his company would be ready to complete the transaction in November.  Several matters must still be resolved before the share transfer, he said. “There are documents, administrative permits and there is the money,” Sadikin added.  After the transfer Inalum will hold a 51.23 percent stake in PT Freeport Indonesia, which will then be issued with a special mining permit for Grasberg, ending its existing operating contract for the mine.  Inalum has the option of financing the transaction using a combination of bank loans, bonds and internal cash reserves, Sadikin said, noting that the composition would depend on interest rates at the time of the deal.  Freeport McMoRan Chief Executive Richard Adkerson told reporters the deal signed on Thursday is a “definitive sales and purchase agreement”, which he hoped would end controversy surrounding Freeport’s business in Indonesia.  “This completes the negotiations and fixes and binds issues that were not dealt with,” he added. “Now the next step is to go to closing.”  “We’ve responded to the government’s ambitions, so our hope is that this allows us to stabilize our operations,” Adkerson said.  Rio holds a 40 percent participating interest in the Grasberg mine, which will be converted to an equity stake that will be transferred to Inalum, as part of the transactions.  Freeport Indonesia Executive Vice President Tony Wenas earlier said he hoped the deal would be closed “this year.”","106":"March 5 (Reuters) - Freeport-McMoRan Inc:  * FREEPORT-MCMORAN ANNOUNCES REDEMPTION OF TWO SERIES OF SENIOR NOTES  * FREEPORT-MCMORAN - TO REDEEM ON APRIL 4, $454 MILLION TOTAL PRINCIPAL AMOUNT OF CO’S AND FREEPORT-MCMORAN OIL & GAS LLC’S SENIOR NOTES  * FREEPORT-MCMORAN INC - THE AGGREGATE CASH INTEREST COST SAVINGS WOULD APPROXIMATE $30 MILLION PER ANNUM  * FREEPORT-MCMORAN INC - EXPECTS TO RECORD A GAIN TO NET INCOME OF APPROXIMATELY $10 MILLION IN Q2 OF 2018 IN CONNECTION WITH REDEMPTIONS Source text for Eikon: Further company coverage:","107":"(Reuters) - Freeport-McMoRan Inc, the world’s largest publicly traded copper producer, said on Monday it will stop dividend payouts and slash costs and output due to the rapid worldwide spread of the coronavirus pandemic.  The drastic move underscores how fast the virus, which causes a sometimes deadly respiratory illness known as COVID-19, has torn through the global economy and affected demand for the key metals that underpin it.  Prices for copper, widely used in construction and manufacturing, are down more than 22% since January.  Phoenix-based Freeport said it will cut its 5-cent dividend, saving about $291 million annually. The company also is looking to slash costs and production at its mines across the world, including the world’s largest gold mine and second-largest copper mine at Grasberg, Indonesia.  It was the company’s first dividend cut since 2015.  “The COVID-19 pandemic has drastically altered our world, bringing swift and significant disruption to all aspects of our society,” Freeport Chief Executive Richard Adkerson said in a public letter posted on the company’s website.  Freeport shares closed down 2.3% at $5.39 on Monday.  It was not clear if any of the company’s 27,500 employees had tested positive for the virus that has killed more than 16,000 people worldwide.  “We have experienced limited isolated situations that did not come in contact with operations,” Freeport spokeswoman Linda Hayes said. Asked if that meant some employees had been infected, Hayes referred back to the company statement.  Freeport executives have started an internal review of potential cost and production cuts. Any decisions should be completed as first-quarter earnings are reported next month, the company said.  In the public letter, Adkerson said Freeport is working with vendors “to stay ahead of any disruptions to our supply chain.”  The company has formed a global task force to make business continuity plans. At mines, where social distancing is often impossible, Freeport has instituted “rigorous cleaning and sanitation protocols,” Adkerson said.  Rival miner Barrick Gold Corp, among other miners, has said it has been stockpiling cyanide and other necessary materials.  Freeport earlier this month said it had a “strong” liquidity position and forecast a significant jump in cash flow starting in 2021. It has also shuttered some operations in Peru due to the virus.  Newmont Corp, the world’s largest gold producer, on Monday pulled its 2020 outlook, saying some production could be deferred to 2021 due to coronavirus.  And lithium producer Livent Corp suspended operations in Argentina after a countrywide government order."}}