{"date":{"0":"2019\/11\/24","1":"2019\/11\/18","2":"2018\/05\/29","3":"2020\/03\/05","4":"2020\/03\/31","5":"2018\/03\/23","6":"2018\/04\/30","7":"2018\/02\/26","8":"2018\/02\/22","9":"2019\/10\/04","10":"2019\/02\/28","11":"2020\/03\/13","12":"2019\/03\/27","13":"2020\/01\/06","14":"2018\/05\/14","15":"2019\/11\/06","16":"2020\/01\/09","17":"2020\/02\/10","18":"2019\/10\/03","19":"2019\/11\/26","20":"2020\/11\/05","21":"2018\/03\/05","22":"2019\/11\/17","23":"2019\/11\/26","24":"2020\/01\/06","25":"2020\/01\/23","26":"2020\/01\/22","27":"2018\/02\/22","28":"2018\/04\/10","29":"2019\/11\/17","30":"2019\/03\/04","31":"2019\/11\/14","32":"2020\/01\/22","33":"2018\/02\/22","34":"2020\/09\/30","35":"2019\/12\/09","36":"2020\/03\/31","37":"2019\/11\/24","38":"2018\/11\/29","39":"2019\/11\/18","40":"2018\/04\/24","41":"2020\/09\/15","42":"2019\/06\/06","43":"2018\/05\/31","44":"2018\/08\/23","45":"2019\/03\/04","46":"2021\/01\/22","47":"2019\/11\/21","48":"2019\/10\/04","49":"2020\/03\/03","50":"2018\/03\/23","51":"2020\/02\/24","52":"2019\/10\/04","53":"2019\/01\/08","54":"2018\/05\/29","55":"2020\/01\/09","56":"2019\/11\/06","57":"2020\/01\/23","58":"2019\/08\/22","59":"2020\/02\/20","60":"2019\/06\/05","61":"2019\/12\/04","62":"2018\/09\/26","63":"2020\/02\/20","64":"2018\/03\/09","65":"2019\/06\/05","66":"2020\/03\/19","67":"2021\/02\/17","68":"2018\/03\/28","69":"2019\/11\/14","70":"2020\/04\/28","71":"2018\/03\/13","72":"2020\/02\/21","73":"2020\/09\/30","74":"2019\/04\/01","75":"2018\/11\/29","76":"2019\/12\/20","77":"2018\/02\/22","78":"2020\/05\/19","79":"2018\/02\/15","80":"2020\/03\/13","81":"2019\/12\/13","82":"2019\/07\/03","83":"2020\/03\/05","84":"2019\/12\/04","85":"2019\/05\/28","86":"2019\/10\/03","87":"2019\/11\/21","88":"2019\/04\/25","89":"2018\/08\/23","90":"2019\/10\/04","91":"2019\/11\/14","92":"2019\/11\/18","93":"2019\/08\/22","94":"2018\/06\/05","95":"2020\/10\/22","96":"2018\/03\/28","97":"2020\/02\/10","98":"2019\/11\/26","99":"2019\/07\/03","100":"2020\/03\/05","101":"2019\/10\/04","102":"2020\/01\/28"},"text":{"0":"Nov 24 (Reuters) - HP Inc reiterated on Sunday its rejection of Xerox Holdings Corp’s $33.5 billion cash-and-stock offer for the company, adding that the proposal “significantly undervalues HP.”  “We reiterate that we reject Xerox’s proposal as it significantly undervalues HP,” the company said in a letter to Xerox.","1":"(Adds Telecom Italia, Vodafone, Boost Mobile, Warburg Pincus, PNE, Coty Inc)  Nov 18 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2100 GMT on Monday: ** HP Inc said on Sunday it was open to exploring a bid for U.S. printer maker Xerox Corp after rebuffing a $33.5 billion cash-and-stock acquisition offer from the latter as “significantly” undervaluing the personal computer maker. ** INWIT, the mast group controlled by Telecom Italia , said it would pay a special dividend of 0.5936 euros per share once a merger of its assets with the Italian mobile towers of Vodafone is complete.  ** Boost Mobile founder Peter Adderton is willing to pay up to $2 billion to buy back the prepaid wireless brand from Sprint Corp, he told Reuters, a significant potential premium to what satellite TV provider Dish Network agreed to pay for Sprint’s entire prepaid wireless business.  ** U.S. buyout fund Warburg Pincus has clinched a deal to sell its European airline services firm Accelya to rival private equity fund Vista Equity Partners for an undisclosed amount.  ** PNE shareholder ENKRAFT has called for a special audit into an approved takeover bid for the German wind project firm, an investor letter seen by Reuters showed.  ** Coty Inc said it would pay $600 million for a majority stake in Kylie Jenner’s make-up and skincare businesses, as it looks to tap into the reality TV star’s huge social media reach.  ** United Bankshares Inc said it would buy CresCom Bank parent Carolina Financial Corp in a deal valued at $1.1 billion, expanding its banking network in North and South Carolina. ** Qiagen NV shares jumped to their highest in almost 19 years on Monday after the German genetic testing company said it would start talks with several potential suitors. ** Mitsubishi Chemical Holdings Corp, Japan’s largest chemical maker, said it will pay 491.8 billion yen ($4.51 billion) to make Mitsubishi Tanabe Pharma Corp a fully owned subsidiary.  ** Blackstone said it will continue talks with Japanese hotel chain Unizo Holdings on its proposed $1.6 billion takeover bid and plans to make an announcement by Nov. 22.  ** British life and general insurer Aviva Plc will keep its operations in Singapore and China, it said, two days ahead of an expected strategy update and following speculation of a sale of the Singapore business. ** Swedish pharmaceutical group Recipharm has agreed to buy British peer Consort Medical for 505 million pounds or 6.3 billion crowns ($649 million), the companies said ** Bulgaria’s competition regulator has rejected appeals against the transport ministry’s decision to pick a consortium led by asset manager Meridiam to run and operate Sofia Airport, a posting on its website showed. ** Pan-European stock market operator Euronext and Switzerland’s SIX sparked a bidding war for Spain’s Bolsas y Mercados Espanoles (BME), with both trying to snap up one of Europe’s last standalone stock exchanges. ** SoftBank Corp plans to merge internet subsidiary Yahoo Japan with messaging app operator Line Corp to create a $30 billion tech group, as it strives to compete more effectively with local rival Rakuten and U.S. tech powerhouses. ** Australia’s Saracen Mineral Holdings Ltd said it would buy Canadian-listed Barrick Gold Corp’s 50% stake in the Super Pit gold mine in Western Australia for $750 million.  ** Consort Medical Plc said Sweden’s Recipharm AB would buy the London-listed healthcare company for 1,010 pence per share in cash. ** Software company Sage Group Plc said it will sell its payment processing unit Sage Pay for about 232 million pounds ($296.87 million) to Elavon, a payments company and unit of U.S. Bancorp. (Compiled by Arunima Kumar in Bengaluru; Edited by Krishna Eluri)","2":"(Reuters) - HP Inc HPQ.N reported better-than-expected quarterly revenue and raised its full-year profit forecast on Tuesday, helped by strong demand for its notebooks and desktops.  FILE PHOTO - A Hewlett-Packard logo is seen at the company's Executive Briefing Center in Palo Alto, California January 16, 2013. REUTERS\/Stephen Lam\/File Photo  The company also named Steve Fieler as its chief financial officer, succeeding 32-year HP veteran Cathie Lesjak.  Fieler, whose appointment is effective July 1, currently leads HP Inc’s treasury and corporate finance functions. Lesjak will step into the role of interim chief operating officer.  Shares of HP Inc, formed out of the 2015 split of Hewlett-Packard Co, were marginally up in extended trading.  The company raised its forecast for full-year adjusted profit to between $1.97 and $2.02 per share, from $1.90 to $2.00. Analysts on average were expecting $1.97, according to Thomson Reuters I\/B\/E\/S.  HP Inc’s personal systems business, which includes notebooks and desktops and accounts for more than 60 percent of total revenue, rose 14.5 percent to $8.76 billion in the second quarter. Analysts on average had expected $8.28 billion.  The Palo Alto, California-based company had the top position in worldwide PC shipments in the first calendar quarter of 2018 with a 22.6 percent market share, according to research firm International Data Corp’s (IDC) data.  IDC analysts have said demand for premium notebooks in both the consumer and commercial segments have helped major PC vendors to retain better margins and garner buyer interest.  HP Inc, which completed the acquisition of Samsung Electronics Co's 005930.KS printer business last year, said revenue from its printing business rose 10.9 percent to $5.24 billion, above analysts' estimate of $5.13 billion.  Net earnings jumped 89.3 percent to $1.06 billion, or 64 cents per share, in the quarter ended April 30, mostly helped by a one-time tax benefit of $975 million.  Excluding items, the company earned 48 cents per share, in line with Wall Street estimates.  Revenue rose 13.1 percent to $14 billion, above analysts’ average estimate of $13.57 billion.","3":"March 5 (Reuters) - HP Inc on Thursday rejected Xerox Holdings Corp’s raised bid of about $35 billion, saying that the offer still undervalued the personal computer maker.  The U.S. printer maker had increased its offer last month by $2 to $24 per share, following rejections of its previous buyout offers by the PC maker.  “Our message to HP shareholders is clear: the Xerox offer undervalues HP and disproportionately benefits Xerox shareholders at the expense of HP shareholders,” Chip Bergh, chair of HP’s board, said on Thursday. (Reporting by Akanksha Rana in Bengaluru; Editing by Vinay Dwivedi)","4":"March 31 (Reuters) - Xerox Holdings Corp decided on Tuesday to abandon its $35 billion hostile cash-and-stock bid for HP Inc after the coronavirus-induced market turmoil put the brakes on its takeover campaign, according to people familiar with the matter.  Xerox will drop its board challenge and the tender offer for HP, the sources said, requesting anonymity ahead of an official announcement. The Wall Street Journal first reported on Xerox’s decision.  Xerox and HP did not immediately respond to requests for comment.","5":"March 23 (Reuters) - HP Inc:  * HP INC. ANNOUNCES EARLY TENDER RESULTS FOR CASH TENDER OFFER; INCREASES THE MAXIMUM AMOUNT TO $1.85 BILLION  * HP INC - RAISED COMBINED AMOUNT OF NOTES FROM $1.75 BILLION TO ABOUT $1.85 BILLION  * HP INC - EXPIRATION DATE OF TENDER OFFER IS 11:59 P.M., NEW YORK CITY TIME, ON APRIL 5, 2018 Source text for Eikon: Further company coverage:","6":"SAN FRANCISCO (Reuters) - A U.S. jury on Monday convicted the former chief financial officer of British software company Autonomy of wire fraud and other crimes related to claims by the government that he inflated the firm’s value before its sale to Hewlett Packard, a Justice Department spokesman said.  Federal prosecutors brought criminal conspiracy and wire fraud charges against Sushovan Hussain in 2016, alleging that beginning in 2009, he and others sought to deceive Autonomy’s investors and HP about the company’s financial condition and prospects for growth.  The scheme had several objectives, an indictment said, including to artificially increase and maintain Autonomy’s share price to make the company attractive to potential buyers like HP, which agreed to buy it in 2011 for $11 billion.  Hussain pleaded not guilty, and the trial in San Francisco federal court lasted several weeks.  In a statement, Hussain’s attorney John Keker said defense evidence was excluded from the trial that would have shown HP was not misled at all and that they will appeal the verdict.  “Mr. Hussain defrauded no one and acted at all times with the highest standards of honesty, integrity and competence,” Keker said, adding: “It is a shame that the United States Department of Justice lent its support to HP’s campaign to blame others for its own catastrophic failings.”  The Autonomy deal was supposed to form the central part of HP’s move into software but instead led the U.S. company a year later to write-off three-quarters of Autonomy’s value.  Hewlett Packard Enterprise Co issued a statement on Monday saying it was pleased with the verdict. Hussain misled the market, the company said.  “That Mr. Hussain attempted to depict the fraud as nothing more than a misunderstanding of international accounting rules was, and still remains, patently ridiculous,” the company said.  HPE last year completed the spin-off of much of its software business, closing the door on the Autonomy deal. HPE was formed when the company once known as Hewlett-Packard split into HPE and HP Inc in November 2015.","7":"Feb 26 (Reuters) - Hp Inc:  * HP INC - CFO CATHERINE LESJAK’S TOTAL COMPENSATION FOR 2017 WAS $6.6 MILLION VERSUS $12.7 MILLION IN 2016 - SEC FILING  * HP INC - CEO DION WEISLER'S TOTAL COMPENSATION FOR 2017 WAS $14.7 MILLION VERSUS $28.7 MILLION IN 2016 Source text: (bit.ly\/2CIVT2P) Further company coverage:","8":"Feb 22 (Reuters) - HP Inc:  * REPORTS Q1 NON-GAAP EARNINGS PER SHARE $0.48  * REPORTS Q1 REVENUE $14.5 BILLION  * REPORTS FISCAL 2018 FIRST QUARTER RESULTS  * Q1 NON-GAAP EARNINGS PER SHARE $0.48  * Q1 GAAP EARNINGS PER SHARE $1.16  * SEES FY 2018 NON-GAAP EARNINGS PER SHARE $1.90 TO $2.00  * SEES Q2 2018 NON-GAAP EARNINGS PER SHARE $0.45 TO $0.49  * SEES FY 2018 GAAP EARNINGS PER SHARE $2.53 TO $2.63  * SEES Q2 2018 GAAP EARNINGS PER SHARE $0.42 TO $0.46  * Q1 REVENUE ROSE 14 PERCENT TO $14.5 BILLION  * FY2018 EARNINGS PER SHARE VIEW $1.81 -- THOMSON REUTERS I\/B\/E\/S  * QTRLY PERSONAL SYSTEMS NET REVENUE $9,440 MILLION VERSUS $8,216 MILLION REPORTED LAST YEAR  * QTRLY PRINTING NET REVENUE $5,076 MILLION VERSUS $4,464 MILLION REPORTED LAST YEAR  * Q1 EARNINGS PER SHARE VIEW $0.42 -- THOMSON REUTERS I\/B\/E\/S  * Q2 EARNINGS PER SHARE VIEW $0.44 -- THOMSON REUTERS I\/B\/E\/S  * Q1 NON-GAAP NET EARNINGS & EPS EXCLUDE AFTER-TAX ADJUSTMENTS OF $1.1 BILLION, OR $0.68 PER SHARE, ON RESTRUCTURING & OTHER CHARGES, AMONG OTHERS Source text for Eikon: Further company coverage:","9":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window.)  * Nonfarm payrolls increase 136,000 in Sept  * August payrolls revised up to 168,000 from 130,000  * HP Inc falls on $1 bln charge from turnaround plan  * Futures up: Dow 0.22%, S&P 0.21%, Nasdaq 0.36% (Adds comment, jobs numbers and updates prices)  Oct 4 (Reuters) - Wall Street was set to open slightly higher on Friday after data showed a moderate increase in job growth in September, with the unemployment rate dropping to a 50-year low, diminishing worries of a sharp slowdown in the world’s largest economy.  The Labor Department’s closely watched monthly employment report on Friday showed nonfarm payrolls increased by 136,000 last month. August data was revised to show the creation of 168,000 jobs from the previously reported 130,000.  However, monthly wage growth was unchanged and manufacturing payrolls declined for the first time in six months, while the retail sector continued to shed jobs.  The data was not so dire “that the economy and the jobs market are falling off a cliff,” said John Velis, global macro strategist at BNY Mellon in New York.  “On the other hand, it’s not strong enough that it’s going to take out this additional Fed easing that has been priced into the curve the last few days.”  Equity markets have been roiled this week by bleak economic data including a dramatic contraction in U.S. factory activity and a softer-than-expected increase in private sectors jobs that raised fears of the world’s biggest economy sliding into a recession.  Expectations of a Federal Reserve interest rate cut soared to 90% on Thursday after services sector activity fell to a three-year low, from 40% on Monday, according to CME’s FedWatch tool. They stood at 83% on Friday after the jobs report.  Wall Street’s main indexes initially fell by 1% for the third day in a row on Thursday after the services data, but rebounded later in the day.  At 9:08 a.m. ET, Dow e-minis were up 58 points, or 0.22%. S&P 500 e-minis were up 6 points, or 0.21% and Nasdaq 100 e-minis were up 27.25 points, or 0.36%.  HP Inc fell 6.4% premarket after the PC maker said it would cut up to 16% of its workforce as part of a restructuring plan that would result in an overall charge of $1 billion.  Shares of Apple Inc rose 2.4% after reports that the company would ramp up iPhone 11 production.  Investors will also keep an eye on U.S. central bank chief Jerome Powell’s remarks on Friday for clues on what the Fed would do at its policy meeting later this month. He is due to speak at 2:00 p.m. ET (1800 GMT) in Washington. (Additional reporting by Gertrude Chavez-Dreyfuss in New York; Editing by Sriraj Kalluvila and Arun Koyyur)","10":"Feb 27 (Reuters) - HP Inc reported quarterly revenue that fell short of Wall Street estimates on Wednesday, due to weaker-than-expected sales in both its personal computer and printing businesses, sending shares down 12 percent after hours.  HP is the hardware business of the former Hewlett-Packard Co, which split in 2015.  Sales in the personal systems business, which accounts for more than 60 percent of HP Inc’s total revenue, rose 2.3 percent to $9.66 billion in the first quarter, missing analysts’ average estimate of $9.74 billion, according to IBES data from Refinitiv.  HP Inc, which bought Samsung Electronics Co Ltd’s printer business in 2017, said revenue from its printing business marginally fell to $5.06 billion, below analysts’ estimate of $5.19 billion.  Chief Executive Officer Dion Weisler cited increased economic uncertainties and price sensitivity among customers for weakness in the printing business.  “All commercial customers are purchasing supplies online, and while we have leading share online, it’s at a lower percentage than our share with traditional commercial resellers and in-store retailers,” Weisler said in a post-earnings call with analysts.  Palo Alto, California-based HP Inc said it expects current-quarter profit, excluding items, to be 50 cents to 53 cents per share, while analysts were expecting 52 cents.  Net revenue rose 1.3 percent to $14.7 billion, missing estimates of $14.86 billion. Excluding items, the company earned 52 cents per share, which was in line with expectations.  The company lowered its 2019 profit forecast and now expects it in the range of $2 to $2.10 per share compared with the previous forecast of $2.04 to $2.14 per share.  HP Inc, however, reiterated its 2019 adjusted profit forecast in the range of $2.12 to $2.22 per share. Analysts were projecting the company to earn $2.20 per share.","11":"Slideshow ( 2 images )  (Reuters) - Xerox Holdings Corp, which is in a proxy fight for control of HP Inc, said on Friday it would postpone meetings with shareholders of the personal computer maker amid the coronavirus outbreak.  The U.S. printer maker added that it does not consider the decline in HP shares since the date of its offer as a broader sell-off could affect its bid.  The pandemic has killed more than 4,900 people and at least 134,000 cases have been reported across the globe. The economic damage has also amplified, with stock markets continuing to be volatile.  “We believe it is prudent to postpone releases of additional presentations, interviews with media and meetings with HP shareholders so we can focus our time and resources on protecting Xerox’s various stakeholders from the pandemic,” Xerox’s Chief Executive Officer John Visentin said in a statement on Friday.  HP did not immediately respond to a request for comment.  Earlier this month, HP rejected Xerox’s raised takeover bid of about $35 billion, saying it undervalued the personal computer maker. HP also requested its shareholders to reject the tender offer, saying it would disproportionately benefit Xerox shareholders relative to HP shareholders.  After Xerox raised its offer, HP said it would implement a poison pill plan to stop investors from amassing more than 20% stake in the company.","12":"LONDON (Reuters) - Hewlett-Packard botched its $11.1 billion acquisition of Autonomy and then tried to cover up its own mismanagement by accusing the British software company’s founder Mike Lynch of fraud, a London court was told on Wednesday.  British entrepreneur Mike Lynch leaves the High Court in London, Britain March 25, 2019. REUTERS\/Henry Nicholls  HP is suing Lynch, once hailed as Britain’s answer to Bill Gates, along with his former finance chief Sushovan Hussain for more than $5 billion after the 2011 Autonomy deal went disastrously wrong for the Silicon Valley group.  Lynch denies any wrongdoing and says HP’s mismanagement was responsible for the failure of the acquisition. Hussain also denies any wrongdoing.  HP wrote down the value of Autonomy by $8.8 billion, saying it had uncovered serious accounting improprieties. HP is suing Lynch and Hussain for $5 billion of that amount making the case Britain’s biggest-ever fraud trial.  HP’s lawyers told the court when the case opened this week that Autonomy had inflated its true value through a series of fraudulent transactions, such as selling hardware at a loss and so-called round-trip deals - a type of barter with no real commercial rationale - masterminded by Lynch.  In his opening argument for Lynch’s defense, Robert Miles QC said HP had only discovered a small number of historical deals which were said to have some or other wrongful feature, despite spending several years and huge sums of money on its search.  “All the deals now attacked were real commercial deals with real counterparties. The suggestion that Dr Lynch was in the business of conning HP is unreal,” he told London’s High Court.  “HP, on the other hand, was a vast but floundering company.”  Lynch also faces criminal fraud charges in the United States, which carry a maximum term of 20 years. Hussain has been convicted of fraud in a U.S. case related to the deal.  STRATEGY REVERSAL  A year after acquiring Autonomy, HP threw out Chief Executive Leo Apotheker, the architect of the deal which was supposed to transform the computer and printer maker, one of Silicon Valley’s original companies, into a more profitable group centered on business software and services.  Apotheker was replaced by Meg Whitman, who planned to refocus the company on its core hardware strengths after an outcry from shareholders over the new strategy and a steep decline in HP’s share price.  “Autonomy was left as HP’s unwanted stepchild,” said Miles.  Both Apotheker and Whitman are expected to appear as witnesses in the London trial.  As the case opened on Monday, HP’s lawyer Laurence Rabinowitz QC said the U.S. company had been led to believe it was buying a fast-growing, pure software company.  He told the court that Lynch and Hussain had knowingly been involved in “widespread and systematic false accounting” to create a materially false picture of Autonomy’s finances.  Autonomy had engaged in “revenue-pumping” by encouraging customers to buy its products in exchange for buying goods from them that it did not need, restructuring deals to produce upfront license fees, and covertly selling pure hardware not even programmed with its software at a loss, Rabinowitz said.  Lynch’s lawyer told the court that it was absurd to think the 53-year-old was making detailed, day-to-day accounting decisions. Rather he relied on a finance department overseen by an audit committee and the company’s auditors, Miles said.  Miles also said it was impossible to understand why Lynch would have taken an executive position at HP after the deal if he really had committed a huge fraud with the U.S. company as its victim.  “The case that we’re now hearing being advanced entails that Dr Lynch must have been monumentally dim and, as you’ll see, there’s no chance that he is,” Miles said.  Lynch attended the court session but is not expected to be questioned until around July.  Miles also told the court that the $5 billion figure for which Lynch and Hussain are being sued was not based on HP’s own commissioned audits, which had not found a basis for writing down Autonomy in the months after the acquisition.  Hewlett Packard Company in 2015 split into two separate publicly traded companies - HP Inc. and Hewlett Packard Enterprise.  The case is expected to last until the end of the year.","13":"FILE PHOTO: The company logo for Xerox is displayed on a screen on the floor of the New York Stock Exchange (NYSE) in New York, U.S., March 11, 2019. REUTERS\/Brendan McDermid  (Reuters) - Xerox Holdings Corp XRX.N said on Monday it has secured $24 billion in financing for its $33.5 billion takeover offer for HP Inc HPQ.N, a deal that the personal computer maker is opposing.  HP rejected the $22 per share offer in November saying it “significantly” undervalued the company, following which the printer maker took the offer directly to HP’s shareholders.  Xerox has engaged in “constructive dialogue” with many of HP’s largest shareholders, the company’s chief executive officer, John Visentin, said in a letter addressed to HP’s board on Monday.  “My offer stands to meet with you in person, with or without your advisors, to begin negotiating this transaction,” Visentin said.  Activist investor Carl Icahn, who has a 4.2% stake in HP and a 10.9% stake in Xerox, in December urged HP shareholders who agreed with a merger with Xerox to reach out to the PC maker’s directors for immediate action.  HP had said it was open to exploring a bid for Xerox, stating that it recognizes the potential benefits of consolidation.  Shares of HP were up nearly 2% in trading before the bell. The company did not immediately respond to a Reuters request for comment.  (The story corrects paragraph 6 to say HP open to exploring bid for Xerox instead of agreeing to a deal)","14":"May 14 (Reuters) - HP Inc:  * INC. BOARD DECLARES DIVIDEND  * SETS CASH DIVIDEND OF $0.1393PER SHARE Source text for Eikon: Further company coverage:","15":"(Reuters) - U.S. printer maker Xerox Holdings Corp has made a roughly $33 billion cash-and-stock offer for personal computer maker HP Inc, a company more than three times its size, people familiar with the matter said on Wednesday.  HP confirmed the bid, but declined to disclose the offer price. The companies have explored a combination from time to time, and HP will consider Xerox’s latest proposal “with an eye towards what is in the best interest of all our shareholders,” HP said in a statement.  Five days ago Enrique Lores, former president of HP’s imaging and printing business, officially took over as its chief executive.  Xerox’s stock has rallied under CEO John Visentin, who took over last year and resolved a long-running dispute with joint venture partner Fujifilm Holdings Corp.  Xerox said on Tuesday it would sell its 25% stake in the joint venture for $2.3 billion. Fujifilm agreed to drop a lawsuit against Xerox. With the dispute behind it and more cash in hand, Xerox set its sights on HP.  Xerox has offered to acquire HP for between $22 and $23 per share, to be paid in cash and stock, the sources said. To help fund the cash portion of the deal, Xerox has lined up financing from Citigroup Inc, the sources said.  Xerox believes it can achieve at least $2 billion in annual cost synergies by creating an office technology supplies giant, one of the sources said. HP will spend a few days considering the offer before responding, another source added.  The sources asked not to be identified because the matter is confidential.  Xerox and Citigroup did not respond to requests for comment. The Wall Street Journal first reported that Xerox was preparing a bid for HP.  HP shares closed 6.4% higher at $19.57 in New York on Wednesday. Xerox shares rose 3.6% to $37.66, giving the company a market capitalization of $8.3 billion.  Many analysts said there was merit in the companies combining to better cope with a stagnating printing market, but some cited challenges to integration, given their different offerings and pricing models.  “We would be left to question Xerox’s ability to finance such a large transaction and the potential overlap the two businesses would face,” Wells Fargo analysts wrote in a note.  Xerox had scrapped its $6.1 billion deal to merge with Fujifilm last year under pressure from two major investors, Carl Icahn and Darwin Deason, who went on to overthrow its board.  HP has been struggling with its printer business segment recently, with the division’s third-quarter revenue dropping 5% on-year. It has announced a cost-saving program worth more than $1 billion that could result in its shedding about 16% of its workforce, or about 9,000 employees, over the next few years.  This is not the first deal that Icahn has tried to orchestrate by having a small company buy a bigger one. In June, U.S. casino operator Eldorado Resorts Inc agreed to acquire larger peer Caesars Entertainment Corp for $17.3 billion, including debt.  Icahn had earlier gained seats on the board of Caesars.","16":"Jan 8 (Reuters) - HP Inc said on Wednesday that Xerox Holdings Corp securing financing for its $33.5 billion takeover offer for the personal computer maker does not address its key concern of being “undervalued”.  “Your letter dated January 6, 2020 regarding financing does not address the key issue – that Xerox’s proposal significantly undervalues HP – and is not a basis for discussion,” the company said in a letter to Xerox.  The U.S.-based printer maker had said on Monday it secured $24 billion in financing for the takeover offer, a deal that HP is opposing. (Reporting by Shanti S Nair in Bengaluru, Editing by Sherry Jacob-Phillips)","17":"(Reuters) - Xerox Holdings Corp raised its offer to buy HP Inc by $2 to $24 per share on Monday, following several rejections of its previous buyout offer by the PC maker.  The company logo for Xerox is displayed on a screen on the floor of the New York Stock Exchange (NYSE) in New York, U.S., March 11, 2019. REUTERS\/Brendan McDermid  Xerox said its latest offer comprises $18.40 in cash and 0.149 Xerox shares for each HP share — valuing the company at about $35 billion — and that it plans to launch a tender offer on or around March 2.  HP shares rose nearly 3% to $22.31, while Xerox was up about 1%.  The U.S. printer maker first made a $33.5 billion cash-and-stock offer for HP, a company more than three times its size, in November. HP’s board had then rejected the offer, saying it significantly undervalued the company.  “This bid increase puts more pressure on Xerox to extract costs as a combined entity. I’d look for HP to question the economics of the synergies after Xerox raising their bid,” Morningstar analyst Mark Cash said.  Xerox said last month it planned to nominate 11 independent candidates to HP’s board and that it had secured $24 billion in financing for the offer.  The company also expects its proposed acquisition to result in sales growth of as much as $1.5 billion for the combined company, according to a presentation by Xerox in December.  Some Wall Street analysts have said a merger would help the companies in a declining printing market, while others have cited challenges to integration, given their different offerings and pricing models.  “While we believe the printing market is ripe for consolidation, we question why Xerox would want to acquire one of the largest players in a slowing computer market,” Cash said.  In December, activist investor Carl Icahn, who has a 4.2% stake in HP and a 10.9% stake in Xerox, urged HP shareholders who had agreed to the merger to reach out to the PC maker’s directors for immediate action.  HP did not immediately respond to a request for comment.","18":"(Reuters) - U.S. personal computer maker HP Inc said on Thursday it will cut up to 16% of its workforce as part of a restructuring plan aimed at cutting costs.  The logo for The Hewlett-Packard Company is displayed on a screen on the floor of the New York Stock Exchange (NYSE) in New York, U.S., June 27, 2018. REUTERS\/Brendan McDermid  The company will cut about 7,000 to 9,000 jobs through a combination of employee exits and voluntary early retirement, it said in a statement.  HP estimates the plan will result in annual gross run rate savings of about $1 billion by the end of fiscal 2022, it added.  The company had about 55,000 employees worldwide as of Oct. 31, according to a filing with the U.S. Securities and Exchange Commission. That would mean up to 16% targeted in the cuts, Reuters calculation showed.  In connection with the restructuring, HP said it expects to incur an overall charge of about $1 billion, of which $100 million will be realized when it reports its fourth-quarter earnings.  “We are taking bold and decisive actions as we embark on our next chapter,” said Enrique Lores, the company’s incoming chief executive officer.  “We see significant opportunities to create shareholder value and we will accomplish this by advancing our leadership, disrupting industries and aggressively transforming the way we work.”  Lores will take over the CEO position on Nov. 1 from Dion Weisler.  Palo Alto, California-based HP also said its board on Sept. 30 approved an additional $5 billion in share buybacks.  HP expects to generate free cash flow of at least $3 billion in fiscal 2020 and return at least 75% to shareholders through a 10% quarterly dividend increase and share buybacks, it added.  The company said it expects its adjusted earnings in the range of $2.22 to $2.32 per share for fiscal 2020.  For the current fiscal year, it expects adjusted earnings to be in range of $2.18 to $2.22, the company said when reporting its third-quarter earnings.  HP’s shares have fallen about 10% this year up to Thursday’s close.","19":"Nov 26 (Reuters) - HP Inc on Tuesday beat analysts’ estimates for quarterly revenue, helped by higher sales of its desktops and laptops.  Total revenue rose to $15.41 billion in the fourth quarter from $15.37 billion a year earlier, above analysts’ expectations of $15.25 billion, according to IBES data from Refinitiv.  Net income fell to $388 million, or 26 cents per share, in the quarter ended Oct. 31 from $1.45 billion, or 91 cents per share, a year earlier.","20":"FILE PHOTO: Billionaire activist-investor Carl Icahn gives an interview on FOX Business Network's Neil Cavuto show in New York February 11, 2014. REUTERS\/Brendan McDermid\/\/File Photo  (Reuters) - Billionaire activist investor Carl Icahn raised his stake in U.S. printer maker Xerox Holdings Corp XRX.N to about 14.4% as of Nov. 5, according to a filing here, months after he backed the company's abandoned takeover of personal computer maker HP Inc HPQ.N.  Xerox’s shares rose 3.4% in extended trading on the news.  Icahn, who last reported a stake of 12.9% in Xerox as of Sept. 9, had also built a sizable stake in HP around the time Xerox reached out to it for a merger.  HP Inc rebuffed Xerox’s initial offers and Xerox went hostile with its bid but ultimately gave up the pursuit in March due to the coronavirus pandemic.  Icahn dissolved his shared share stake in HP as of the end of June, as per filings with the U.S. Securities and Exchange Commission.","21":"March 5 (Reuters) - HP Inc:  * HP INC - UNVEILED A LINEUP OF HEALTHCARE DEVICES SPECIFICALLY DESIGNED TO ADDRESS PATIENT CARE Source text for Eikon: Further company coverage:","22":"Nov 17 (Reuters) - HP Inc said on Sunday it had rejected an offer from printer maker Xerox Corp to buy the personal computer maker.  Xerox made a $33.5 billion cash-and-stock offer for HP earlier in November, the company said on Sunday, citing a letter received from Xerox on Nov. 5. (Reporting by Kanishka Singh in Bengaluru Editing by Tom Brown)","23":"(Reuters) - HP Inc HPQ.N on Tuesday posted quarterly earnings above analysts' estimates as higher sales of personal computers and workstations helped counter weakness in its printer business.  FILE PHOTO: A screen displays the logo for HP Inc. at the New York Stock Exchange (NYSE) in New York, U.S., November 18, 2019. REUTERS\/Brendan McDermid  Revenue from its personal systems unit, which makes notebooks and laptops, rose 3.6% to $10.43 billion in the fourth quarter, beating estimates of $10.29 billion.  HP is the second-biggest PC maker after China's Lenovo Group Ltd. 0992.HK, with a 23.8% share of the market, according to data from research firm IDC.  The company's upbeat results come as it tries to fend off a $33.5 billion takeover bid from Xerox Corp XRX.N.  Earlier in the day, Xerox said it was planning to take its bid hostile after the personal computer maker refused to open its books for due diligence before a deadline.  Sales from HP’s printer division, however, fell 6% to $4.98 billion.  Total revenue rose marginally to $15.41 billion, above analysts’ expectations of $15.25 billion, according to IBES data from Refinitiv.  Net income fell to $388 million, or 26 cents per share, in the quarter ended Oct. 31 from $1.45 billion, or 91 cents per share, a year earlier.  Excluding items, HP earned 60 cents per share, above the average analyst estimate of 58 cents.  Shares of the company were up 2.2 % at $20.50 in extended trading.","24":"Jan 6 (Reuters) - Xerox Holdings Corp said on Monday it has secured $24 billion in financing from Citigroup, Mizuho and Bank of America for its $33.5 billion takeover bid for HP Inc.  In November, Xerox made the cash-and-stock offer for HP Inc, a deal the personal computer maker had rejected. (Reporting by Ayanti Bera in Bengaluru Editing by Saumyadeb Chakrabarty)","25":"Jan 23 (Reuters) - Xerox Holdings Corp said on Thursday it plans to nominate 11 independent directors to PC-maker HP Inc’s board, as it pushes ahead with its offer to buy the company.  HP did not immediately respond to a request for comment. (Reporting by Akanksha Rana in Bengaluru; Editing by Shounak Dasgupta)","26":"FILE PHOTO: The logo of Xerox company is seen on a building in Minsk, Belarus, March 21, 2016. REUTERS\/Vasily Fedosenko  (Reuters) - Xerox Holdings Corp XRX.N is preparing to nominate as many as 11 directors to HP Inc's HPQ.N board, the Wall Street Journal reported on Tuesday, as the company seeks to push its $33.5 billion takeover offer for the personal computer maker.  The U.S.-based printer maker bought a small stake in HP in recent weeks, the newspaper reported, citing sources.  The stake would give Xerox the right to nominate directors for elections to be held at the HP’s annual meeting this summer, the report said, adding that the deadline to nominate directors is Friday, and Xerox could still decide to not follow through with the nominations.  In November last year, Xerox made the $33.5 billion cash-and-stock offer to HP, a company more than three times its size. HP had rejected Xerox’s offer, saying it significantly undervalued the company.  Activist investor Carl Icahn, who has a 4.2% stake in HP and a 10.9% stake in Xerox, in December urged HP shareholders who agreed with a merger to reach out to the PC maker’s directors for immediate action.  Earlier this month, Xerox said it secured $24 billion in financing for the proposal. HP, however, rebuffed the talks again and said securing financing is not a basis for a discussion and reiterated that the proposal still undervalues the company.  Both companies did not immediately respond to Reuters’ requests for comment after regular business hours.","27":"Feb 22 - HP Inc reported a more than three-fold rise in first-quarter profit on Thursday as the company, formed out of the 2015 split of Hewlett-Packard Co, benefited from changes in the U.S. tax law and sold more personal computers and printers.  Net earnings rose to $1.94 billion, or $ 1.16 per share, in the quarter ended Jan. 31, from $611 million, or 36 cents per share, a year earlier.  The company reported a one-time tax gain of $1.03 billion in the quarter.  Revenue rose to $14.52 billion from $12.68 billion.","28":"April 10 (Reuters) - Aon Plc:  * CO, HP ANNOUNCE STRATEGIC COLLABORATION FOR COMPREHENSIVE IT SECURITY AND CYBER RISK MANAGEMENT SERVICES  * LEVEL SECURITY PROTECTION, COMPREHENSIVE RISK ASSESSMENT AND REMEDIATION, RAPID INCIDENT RESPONSE  * SOLUTION WILL BE AVAILABLE THROUGH HP DEVICE AS A SERVICE OFFERING  * HP JOINT OFFERING IS EXPECTED TO LAUNCH IN FALL 2018  * INITIALLY, OFFERING WILL BE AVAILABLE DIRECTLY FROM HP AND THROUGH CHANNEL PARTNERS IN U.S. ONLY Source text for Eikon: Further company coverage:","29":"(Reuters) - HP Inc said on Sunday it was open to exploring a bid for U.S. printer maker Xerox Corp after rebuffing a $33.5 billion cash-and-stock acquisition offer from the latter as “significantly” undervaluing the personal computer maker.  Xerox made the offer for HP, a company more than three times its size, on Nov. 5, after it resolved a dispute with its joint venture partner Fujifilm Holdings Corp that represented billions of dollars in potential liabilities.  Responding to Xerox’s offer on Sunday, HP said in a statement that it would saddle the combined company with “outsized debt” and was not in the best interest of its shareholders.  However, HP left the door open for a deal that would involve it becoming the acquirer of Xerox, stating that it recognized the potential benefits of consolidation.  “With substantive engagement from Xerox management and access to diligence information on Xerox, we believe that we can quickly evaluate the merits of a potential transaction,” HP said in its statement.  The move puts pressure on Xerox to open its books to HP. Xerox did not immediately respond on Sunday to a request for comment on whether it will engage with HP in negotiations as the potential acquisition target, rather than the acquirer.  HP on Sunday published Xerox CEO John Visentin’s Nov. 5 offer letter to HP, in which he stated that his company was “prepared to devote all necessary resources to finalize our due diligence on an accelerated basis.”  The company logo for Xerox is displayed on a screen on the floor of the New York Stock Exchange (NYSE) in New York, U.S., March 11, 2019. REUTERS\/Brendan McDermid  Activist investor Carl Icahn, who took over Xerox’s board last year together with fellow billionaire businessman Darwin Deason, said in an interview with the Wall Street Journal last week that he was not set on a particular structure for a deal with HP, as long as a combination is achieved. Icahn has also amassed a 4% stake in HP.  Xerox had offered HP shareholders $22 per share that included $17 in cash and 0.137 Xerox shares for each HP share, according to the Nov. 5 letter. The offer would have resulted in HP shareholders owning about 48% of the combined company. HP shares ended trading on Friday at $20.18.  Many analysts have said there is merit in the companies combining to better cope with a stagnating printing market, but some cited challenges to integration, given their different offerings and pricing models.  Xerox scrapped its $6.1 billion deal to merge with Fujifilm last year under pressure from Icahn and Deason.  Xerox announced earlier this month it would sell its 25% stake in the joint venture for $2.3 billion. Fujifilm also agreed to drop a lawsuit against Xerox, which it was pursuing following their failed merger.  TEST FOR NEW HP CEO  The negotiations with Xerox represent a major test for HP’s new CEO, Enrique Lores, the former president of HP’s imaging and printing business, who officially took over earlier this month.  HP is mindful of large acquisitions given its fateful deal for British software company Autonomy almost a decade ago. HP bought Autonomy for $11.1 billion in 2011 as the centerpiece of its unsuccessful pivot to software. Little over a year later, it wrote off $8.8 billion, $5 billion of which it put down to accounting improprieties, misrepresentation and disclosure failures.  More recently, HP has been struggling with its printer business segment recently, with the division’s third-quarter revenue dropping 5% on-year. It has announced a cost-saving program worth more than $1 billion that could result in its shedding about 16% of its workforce, or about 9,000 employees, over the next few years.  Xerox’s stock has rallied under Visentin, who took over last year as CEO. However, HP said on Sunday that a decline in Xerox’s revenue since June 2018 from $10.2 billion to $9.2 “raises significant questions” regarding the trajectory of Xerox’s business and future prospects.","30":"(Reuters) - A U.S. judge on Monday acquitted a former top foreign exchange trader at Barclays Plc accused of illegally trading ahead of an $8 billion transaction for Hewlett-Packard Co, without letting the case go to a jury.  The acquittal of Robert Bogucki, who led Barclays’ foreign exchange trading desk in New York, by U.S. District Judge Charles Breyer in San Francisco sets back federal efforts to hold senior bankers and traders criminally responsible for suspected misconduct.  It also marks a rare instance of such a case being tossed out immediately after the prosecution presented its case at trial, because the evidence was too weak to support a conviction. Bogucki’s trial began on Feb. 21.  A spokesman for U.S. Attorney David Anderson in San Francisco said that office was reviewing Breyer’s decision.  “We are so very pleased that the court recognized Mr. Bogucki’s innocence and affirmed that the government’s attempt to rewrite the rules years after the fact runs counter to core constitutional principles of due process,” Sean Hecker, a lawyer for Bogucki, said in a statement.  Bogucki was charged with “front-running” a 2011 transaction involving the sale of 6 billion pounds of cable options linked to HP’s purchase of British software company Autonomy Corp.  Prosecutors accused Bogucki of trying to push down the options’ price, enabling Barclays to profit at HP’s expense.  An indictment quoted Bogucki warning a trader not to let “some loose lipped market monger” tell HP what they were doing, and the trader discussing their plan to “spank the market.”  Breyer, however, said no reasonable jury could find that Bogucki owed HP a duty of trust and confidence.  He also said the relationship between Barclays and HP, industry practice and other factors necessitated an acquittal.  “The government has pursued a criminal prosecution on the basis of conduct that violated no clear rule or regulation, was not prohibited by the agreements between the parties, and indeed was consistent with the parties’ understanding of the arms-length relationship in which they operated,” Breyer wrote.  “The court cannot permit this case to go to the jury on such a basis,” he added.  Though such banks as Barclays, Citigroup Inc, JPMorgan Chase & Co and Royal Bank of Scotland Group Plc have pleaded guilty in connection with foreign exchange markets, few individuals have been held criminally liable.  Last October, a Manhattan federal jury found three former currency traders from Barclays, Citigroup and JPMorgan not guilty of scheming to rig benchmark exchange rates.  The case is U.S. v. Bogucki, U.S. District Court, Northern District of California, No. 18-cr-00021.","31":"Nov 14 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 1100 GMT on Thursday:  ** Activist investor Carl Icahn has invested $1.2 billion in HP Inc and is pushing for the personal computer maker’s merger with printer maker Xerox Corp, arguing that a union could yield big profits for investors, the Wall Street Journal reported.  ** SoftBank’s Yahoo Japan is in talks to merge with messaging app operator Line Corp to create a $27 billion tech giant and help the Japanese conglomerate expand e-commerce and payments services.  ** Instruments maker Thermo Fisher Scientific Inc has approached genetic testing specialist Qiagen NV, about a potential deal, Bloomberg reported on Wednesday, citing people with knowledge of the matter.  ** Brazil’s second-largest private sector lender Banco Bradesco SA will spin off its digital bank, Next, by March 2020, Chief Executive Octavio de Lazari told analysts.  ** American Outdoor Brands Corp said it would split into two publicly traded companies, separating its outdoor products and firearms businesses. (Compiled by Dania Nadeem in Bengaluru)","32":"Jan 21 (Reuters) - Xerox Holdings Corp is preparing to nominate as many as 11 directors to HP Inc’s board, the Wall Street Journal reported on Tuesday, as the company seeks to push its $33.5 billion takeover offer for the personal computer maker.  In recent weeks, Xerox has bought a small stake in HP, the newspaper said here, citing sources.  The small stake would give Xerox the right to nominate directors for elections to be held at the HP’s annual meeting this summer, it added.  Both the companies did not immediately respond to Reuters’ requests for comment after regular business hours. (Reporting by Shubham Kalia in Bengaluru; Editing by Subhranshu Sahu)","33":"Feb 22 (Reuters) - HP Inc:  * . REPORTS FISCAL 2018 FIRST QUARTER RESULTS  * Q1 NON-GAAP EARNINGS PER SHARE $0.48  * Q1 GAAP EARNINGS PER SHARE $1.16  * SEES FY 2018 NON-GAAP EARNINGS PER SHARE $1.90 TO $2.00  * SEES Q2 2018 NON-GAAP EARNINGS PER SHARE $0.45 TO $0.49  * SEES FY 2018 GAAP EARNINGS PER SHARE $2.53 TO $2.63  * SEES Q2 2018 GAAP EARNINGS PER SHARE $0.42 TO $0.46  * Q1 REVENUE ROSE 14 PERCENT TO $14.5 BILLION  * SEES Q1 NON-GAAP EARNINGS PER SHARE $0.48  * SEES Q1 REVENUE $14.5 BILLION  * FY2018 EARNINGS PER SHARE VIEW $1.81 -- THOMSON REUTERS I\/B\/E\/S  * QTRLY PERSONAL SYSTEMS NET REVENUE $9,440 MILLION VERSUS $8,216 MILLION REPORTED LAST YEAR  * QTRLY PRINTING NET REVENUE $5,076 MILLION VERSUS $4,464 MILLION REPORTED LAST YEAR  * Q1 EARNINGS PER SHARE VIEW $0.42 -- THOMSON REUTERS I\/B\/E\/S  * Q2 EARNINGS PER SHARE VIEW $0.44 -- THOMSON REUTERS I\/B\/E\/S  * HP - Q1 NON-GAAP NET EARNINGS & EPS EXCLUDE AFTER-TAX ADJUSTMENTS OF $1.1 BILLION, OR $0.68 PER SHARE, ON RESTRUCTURING & OTHER CHARGES, AMONG OTHERS Source text for Eikon: Further company coverage:","34":"Sept 30 (Reuters) - HP Inc agreed to pay a $6 million fine to settle U.S. Securities and Exchange Commission charges it misled investors by failing to disclose the impact of sales practices it used to meet quarterly sales and earnings targets, the regulator said on Wednesday.  The company did not admit or deny wrongdoing in agreeing to the civil settlement, the SEC said. (Reporting by Jonathan Stempel in New York; editing by Diane Craft)","35":"Slideshow ( 2 images )  (Reuters) - Xerox Holdings Corp XRX.N expects its proposed acquisition of personal computer company HP Inc HPQ.N to result in sales growth of as much as $1.5 billion for the combined company, according to a presentation by the printer maker.  The presentation, addressed to HP shareholders, comes two weeks after Xerox said it was planning to take its $33.5 billion buyout bid directly to HP shareholders after HP refused to open its books for due diligence.  Xerox said revenue growth of $1 billion to $1.5 billion can be achieved through a three-year roadmap, which involves cross-selling products and streamlining operations.  The combined company will have a free cash flow of more than $4 billion in the first year before any synergies, Xerox added.  Last month, HP rejected Xerox’s $22 per share offer that consists of $17 in cash and 0.137 Xerox share for each HP share, saying the offer “significantly undervalues HP”.  HP, however, has left the door open for a deal that would involve it becoming the acquirer and said it can evaluate the merits by a due diligence of Xerox.","36":"(Reuters) - U.S. printer maker Xerox Holdings Corp walked away from its $35 billion hostile cash-and-stock bid for HP Inc on Tuesday, after the coronavirus outbreak weighed on its campaign to take over the PC and printing equipment manufacturer.  FILE PHOTO: The company logo for Xerox is displayed on a screen on the floor of the New York Stock Exchange (NYSE) in New York, U.S., March 11, 2019. REUTERS\/Brendan McDermid - RC15DA6446E0\/File Photo  Xerox’s decision came after it said earlier this month it would postpone meetings with HP shareholders to focus on coping with the coronavirus pandemic.  It represents a victory for HP CEO Enrique Lores, who faced a takeover battle as soon as he took over the reins of the Palo Alto, California-based company in November, and a defeat for Xerox CEO John Visentin, a former Hewlett-Packard and IBM Corp executive with ties to the private equity industry who took over as Xerox CEO in 2018.  It is also a blow for billionaire investor Carl Icahn, who owns big stakes in both companies and had pushed for their merger.  Xerox was set to challenge HP’s board at the latter’s annual meeting of shareholders in May, but will now abandon this effort as well as its tender offer for HP’s shares, the company said in a statement.  “While it is disappointing to take this step, we are prioritizing the health, safety and well-being of our employees, customers, partners and other stakeholders, and our broader response to the pandemic, over and above all other considerations,” Xerox said.  Xerox added that there were compelling long-term financial and strategic benefits in a potential combination with HP. While it is possible that the companies will choose to engage once the coronavirus crisis subsides, Xerox’s decision means that it will not get another chance to put such pressure on HP until its next annual shareholder meeting in spring 2021.  The banks financing Xerox’s takeover bid “never wavered in their commitments” despite the market turmoil fueled by the coronavirus outbreak, the Norwalk, Connecticut-based company said.  “HP would like to thank our shareholders, partners, customers and employees for their input and continued support through this process,” HP said in a statement.  The market rout triggered by the global coronavirus outbreak has led many companies to hit the pause button on mergers and acquisitions, sabotaging the hopes of corporate advisers who expected a dealmaking bonanza this year.  Both Xerox and HP have seen their business suffer in the wake of the coronavirus crisis, though HP’s stock has proved more resilient, as employees working for home to protect themselves from the virus boosted revenue for its PCs and other office equipment. Xerox shares have lost more than half their value in the last five weeks, while HP shares are down about a quarter.  PRINTING IN DECLINE  The printing industry is in decline as companies and consumers turn to digital documents to save money and help the environment. This has put pressure on companies in the sector to consolidate and reverse their revenue decline through acquisitions that can boost their market share.  HP, which separated from servers and networking equipment provider Hewlett-Packard Enterprise Inc in 2015, has participated in this consolidation, acquiring Samsung Electronics Co Ltd’s printer business for $1.05 billion in 2017.  Nevertheless, HP had been reluctant to engage in deal discussions with Xerox since November, when the latter launched its takeover campaign after reaching a settlement with Fujifilm Holdings Corp that resolved a legal dispute over their 57-year-old joint venture and a previous attempt to merge, yielding a $2.3 billion after-tax payoff for Xerox.  HP said that Xerox’s offer undervalued it and disputed the $2 billion value of potential cost synergies that Xerox put forward in a possible combination. It argued that its sale to Xerox would saddle the combined company with too much debt, and also raised questions on the impact on Xerox’s supply chain of losing Fujifilm as a partner.  HP engaged in deal talks with Xerox last year at the invitation of Icahn, a top Xerox shareholder who has since also acquired a stake in HP. These talks stalled after the companies failed to agree on the amount of confidential information they shared with each other.  HP relies on its desktop and notebook PCs business for the majority of its net revenue but gets the bulk of its earnings from its printing hardware and supplies division.","37":"Slideshow ( 2 images )  (Reuters) - HP Inc HPQ.N reiterated on Sunday its rejection of Xerox Corp's XRX.N $33.5 billion cash-and-stock offer for the company, adding that the proposal \"significantly undervalues HP.\"  The personal computer maker said last Sunday it rebuffed Xerox’s offer, and that it was open to exploring its own bid for the U.S. printer maker. Xerox had offered HP shareholders $22 per share, involving $17 in cash and 0.137 Xerox share for each HP share, according to a Nov. 5 letter.  “We reiterate that we reject Xerox’s proposal as it significantly undervalues HP,” HP said in a letter to Xerox made public on Sunday.  “There continues to be uncertainty regarding Xerox’s ability to raise the cash portion of the proposed consideration and concerns regarding the prudence of the resulting outsized debt burden on the value of the combined company’s stock even if the financing were obtained,” the letter added.  HP also said it was concerned that Xerox’s exit from Fujifilm’s joint venture earlier this month left a “sizeable strategic hole in Xerox’s portfolio”.  Xerox threatened on Thursday to take its $33.5 billion buyout bid for HP hostile, if the company did not agree to a “friendly” discussion and open its books before Monday.","38":"(Reuters) - HP Inc's HPQ.N quarterly revenue beat analysts' estimates on Thursday, driven by growth in its personal systems business that sells notebooks and desktops and the acquisition of Samsung's printer business.  The Hewlett-Packard (HP) logo is seen as part of a display at the Microsoft Ignite technology conference in Chicago, Illinois, May 4, 2015. REUTERS\/Jim Young\/File Photo  Shares of HP Inc, which houses the hardware business of former Hewlett-Packard Co, were marginally up in extended trading.  The personal systems business, which accounts for more than 60 percent of HP Inc’s total revenue, rose 11 percent to $10.06 billion, beating analysts’ average estimate of $9.78 billion, according to IBES data from Refinitiv.  “On the PC side, we are impressed, particularly amidst a backdrop of reported ‘CPU shortages’ that are already well known,” said David Ryzhik, an analyst with Susquehanna Financial Group.  The company had the second position in worldwide PC shipments in the third quarter with a 22.8 percent market share, down from 23.9 percent in the preceding quarter, according to research firm International Data Corp’s data.  HP Inc said revenue from its printing business rose 9.1 percent to $5.30 billion, slightly short of analysts’ estimate of $5.31 billion.  The company completed the acquisition of Samsung Electronics Co Ltd's 005930.KS printer business for $1.05 billion in November 2017 as a part of its efforts to strengthen the sluggish printer and copier business.  HP Inc said, in a post earnings call with analysts, it has not considered any impact from unannounced tariffs or any significant demand changes that may result from an increase in geopolitical uncertainties. The Palo Alto, California-based company said it would consider price increases to respond to tariffs.  “We are working through a variety of mitigation items on the tariffs, pricing included to be one of the ways we mitigate,” said Chief Financial Officer Steve Fieler during the call.  The company forecast current-quarter adjusted profit of 50 cents to 53 cents per share. Analysts expected a profit of 52 cents per share.  Net earnings rose to $1.45 billion, or 91 cents per share, in the fourth quarter ended Oct. 31, from $660 million, or 39 cents per share, a year earlier.  Excluding items, the company earned 54 cents per share, in line with average analyst estimates.  The company said its fourth-quarter adjusted earnings and profit exclude after-tax adjustments of $586 million, or 37 cents per share, related to restructuring and other charges and acquisition-related charges.  Net revenue rose 10.3 percent $15.37 billion. Analysts on an average had expected revenue of $15.1 billion.","39":"(Reuters) - Shares of HP Inc HPQ.N fell as much as 5% on Monday after the personal computer maker rejected a buyout offer from Xerox Holdings Corp XRX.N, and indicated it might instead make its own offer to take over the U.S. printer maker.  HP stock has gained about 10% and those of Xerox around 7% since Nov. 5, when the first news reports surfaced on Xerox’s $33.5 billion cash-and-stock offer to buy bigger rival HP.  The printer industry has been in decline for years as growth in purely electronic communication cuts the need for printed letters and documentation. Both HP and Xerox earn a chunk of their revenue from selling printers and related accessories.  HP said in a statement on Sunday that it recognized the potential benefits of consolidation and added that with access to diligence information on Xerox it could quickly evaluate the merits of a potential transaction.  Xerox has a market value of $8.4 billion and HP is valued at nearly $30 billion.  “We continue to believe consolidation within the printing industry makes sense given a mature and secularly challenged end demand backdrop,” Credit Suisse analysts wrote in a client note.  Activist investor Carl Icahn, who has a stake in Xerox, told the Wall Street Journal last week that he was not set on a particular structure for a deal with HP, as long as a combination is achieved.  Slideshow ( 2 images )  Icahn, who also owns shares in HP, is yet to issue a statement on the latest developments.  In its letter to HP’s board, Xerox outlined about $2 billion in savings it said could be achieved within two years of the deal.  “HP and Xerox’s portfolios are largely complimentary given different focus areas, and see opportunity for significant cost takeout if the two companies were to combine,” Credit Suisse said.  HP shares were at $19.10 in premarket trading, while those of Xerox were down 4% at $37.38.","40":"April 24 (Reuters) - HP Inc:  * HP 3D PRINTING DRIVES DISTRIBUTED DESIGN, MANUFACTURING AND SUPPLY CHAIN TRANSFORMATION WITH JABIL AND FORECAST 3D Source text for Eikon: Further company coverage:","41":"An East Texas judge should have transferred a patent case against HP Inc to Northern California, a federal appeals court ruled on Tuesday.  The U.S. Court of Appeals for the Federal Circuit granted a mandamus petition HP filed seeking transfer of case brought against it and two co-defendants by Largan Precision Co Ltd, a Taiwanese maker of smartphone lens modules.  To read the full story on Westlaw Today, click here: bit.ly\/3iy3eYA","42":"LONDON (Reuters) - Former Hewlett-Packard boss Meg Whitman denied on Thursday she was trying to protect her own reputation when she accused the leaders of Autonomy, the British software firm HP acquired in 2011, of a fraud that inflated its value by $5 billion.  FILE PHOTO: Hewlett Packard Enterprise CEO Meg Whitman is seen following an interview on CNBC on the floor of the New York Stock Exchange (NYSE) in New York, U.S., September 6, 2017. REUTERS\/Brendan McDermid\/File Photo  In a second day of testimony at London’s High Court, Whitman was asked by the counsel for Mike Lynch, Autonomy’s founder and former CEO, why she went public with the claim before questioning Lynch or Autonomy’s auditor Deloitte.  “It was about protecting and reinforcing your reputation and you were doing so at the expense of Dr Lynch and (former CFO) Mr Hussain?,” Robert Miles asked Whitman.  “That’s not correct,” she replied.  “We were not trashing someone’s reputation,” she said. “We were reporting the facts as we knew them and we had been defrauded by Autonomy.”  HP bought Autonomy for $11.1 billion in 2011 as the centerpiece of an unsuccessful pivot to software by Leo Apotheker.  Little over a year later, his replacement Whitman wrote off $8.8 billion, $5 billion of which she put down to accounting improprieties, misrepresentation and disclosure failures.  HP is pursuing Lynch and his former colleague Sushovan Hussain for $5 billion in London’s High Court.  Lynch, who has counter sued, has denied the charge, saying that Autonomy’s value was damaged by mismanagement by HP.  Slideshow ( 4 images )  Whitman was questioned about how HP had calculated the $8.8 billion write down announced in 2012.  Miles said HP had just “plucked a number out of the air”, and he asked how $2.3 billion of synergies - some of the value that HP had hoped to realize by combining Autonomy’s big data capabilities with its own technology and sales machine - had appeared in the documentation overnight and after Whitman had asked if synergies should be included.  Whitman said she had left the calculations “actually to (CFO Cathie Lesjak) and the accounting team, which is the appropriate thing to do.”  She said HP made the allegation of fraud after an internal investigation and a forensic review into Autonomy’s accounting practices before it was acquired by HP.  “We had three months of investigation, we knew exactly what had transpired here,” she said.  She said there was “no way” she would have asked Mike Lynch what he thought: “That would have been inappropriate.”  Lynch’s counsel told Whitman to “stop making speeches” in response to lengthy answers from the U.S. executive, in which she said she was confident that fraud had occurred.  Judge Robert Hildyard eventually intervened when Whitman categorically stated it was a case of fraud.  “We knew exactly what had gone on here,” she said, to which Hildyard said: “Then I wouldn’t have anything to do, would I?  “Things have to be proven.”  Hewlett Packard Company in 2015 split into two separate publicly traded companies - HP Inc. and Hewlett Packard Enterprise.","43":"LONDON (Reuters) - Britain’s accountancy watchdog has filed formal complaints against the auditors and two former finance executives of Autonomy, the software business bought by Hewlett Packard (HP) for $11 billion in 2011.  The Financial Reporting Council (FRC) said the complaints against auditors Deloitte and the executives would now be handled by its Tribunal, which can levy unlimited fines on individuals and institutions, and exclude individuals from the profession or from certain work until they show improvement.  Thursday’s move comes a month after Autonomy’s former chief financial officer Sushovan Hussain was convicted by a U.S. jury of wire fraud and other crimes related to claims that he inflated the firm’s value before its sale.  HP bought Autonomy to spearhead a shift into software, but the deal soured a year later when it wrote off three-quarters of Autonomy’s value, alleging it was deceived about Autonomy’s finances and prospects for growth. The two sides have been locked in an acrimonious battle ever since.  The FRC, which was investigating the numbers reported by Autonomy, said the conduct of auditors Deloitte; Deloitte partners Richard Knights and Nigel Mercer; former Autonomy finance chief Sushovan Hussain and former Autonomy vice president of finance Stephen Chamberlain, had fallen significantly short of standards.  Hussain and Chamberlain were alleged to have acted dishonestly and\/or recklessly, including when preparing the company’s accounts for 2009 and 2010, the FRC said.  HP has claimed Autonomy’s management fraudulently booked revenue and engineered sham sales to some resellers to inflate the company’s value.  Autonomy’s former management, including its chief executive Michael Lynch, have denied the allegations. Hussain’s lawyer said after his conviction that his client would appeal.  VINDICATION  Hewlett Packard Enterprise (HPE), which HP’s software and enterprise business became after the company was split in 2015, said the FRC’s complaints endorsed its position.  “We believe the actions of the FRC further vindicate HPE’s position that HP was a victim of financial fraud by former Autonomy management,” a spokesman said on Friday.  The FRC said its inquiry had been in parallel with criminal and civil investigations in both the United States and Britain.  It said Autonomy’s auditors had failed to challenge the company’s accounting and disclosure of purchases and sales of computer hardware and its transactions with resellers.  It also said Knights had failed to correct a misleading statement made by Hussain, and had failed to act with objectivity for a period between 2009 and 2010.  Deloitte UK said it acknowledged Thursday’s announcement from the FRC and had fully cooperated with the investigation.  “We are disappointed that these complaints have been brought and we will defend ourselves against them at Tribunal,” a Deloitte spokesman said, adding that he was also speaking on behalf of Knights and Mercer.  Knights still works at Deloitte, but is not doing statutory audit work, while Mercer has retired, the spokesman said.  A Tribunal hearing date will be announced in due course.","44":"(Reuters) - HP Inc HPQ.N reported better-than-expected quarterly results and raised its full-year adjusted profit forecast on Thursday, as it benefits from strong growth in its personal systems business and its acquisition of Samsung's printer business.  FILE PHOTO: The entrance to a Hewlett-Packard Co. office complex is shown in Rancho Bernardo, California, U.S., May 12, 2016. REUTERS\/Mike Blake\/File Photo  Shares of the company, formed out of the 2015 split of Hewlett-Packard Co, were, however, down 3 percent in after-market trading in low volumes.  Susquehanna analyst David Ryzhik attributed the weakness in shares to disappointing margins at the company’s printer business.  Investors had expected to see sequential increase in margins following the acquisition of Samsung’s printer business late last year, Ryzhik said.  “Their printing business operating margins were underwhelming.”  Margins at the business fell for the third straight quarter, while revenue from the segment rose about 11 percent to $5.19 billion, above analysts’ estimate of $5.11 billion.  HP Inc’s personal systems business, which includes desktops and notebooks and accounts for more than 60 percent of total revenue, rose 12 percent to $9.4 billion, beating analysts’ average estimate of $9.06 billion, according to Thomson Reuters I\/B\/E\/S.  The Palo Alto, California-based company had the top position in worldwide PC shipments in the second quarter with a 23.9 percent market share, according to research firm International Data Corp’s data.  HP Inc raised its forecast for full-year adjusted profit to between $2 and $2.03 per share, from $1.97 and $2.02 per share earlier. Analysts on average were expecting $2, according to Thomson Reuters I\/B\/E\/S.  Excluding items, HP Inc reported a profit of 52 cents per share for the third quarter ended July 31, one cent above the average analyst estimate.  Net revenue rose about 12 percent to $14.59 billion.  Analysts on average had expected revenue of $14.27 billion.","45":"March 4 (Reuters) - A U.S. judge on Monday acquitted a former top foreign exchange trader at Barclays Plc accused of illegally trading ahead of an $8 billion transaction for Hewlett-Packard Co, without letting the case go to a jury.  The acquittal of Robert Bogucki, who led Barclays’ foreign exchange trading desk in New York, by U.S. District Judge Charles Breyer in San Francisco sets back federal efforts to hold senior bankers and traders criminally responsible for suspected misconduct.  It also marks a rare instance of such a case being tossed out immediately after the prosecution presented its case at trial, because the evidence was too weak to support a conviction. Bogucki’s trial began on Feb. 21.  A spokesman for U.S. Attorney David Anderson in San Francisco said that office was reviewing Breyer’s decision.  Sean Hecker, a lawyer for Bogucki, did not immediately respond to requests for comment.  Bogucki was charged with “front-running” a 2011 transaction involving the sale of 6 billion pounds of cable options linked to HP’s purchase of British software company Autonomy Corp.  Prosecutors accused Bogucki of trying to push down the options’ price, enabling Barclays to profit at HP’s expense.  An indictment quoted Bogucki warning a trader not to let “some loose lipped market monger” tell HP what they were doing, and the trader discussing their plan to “spank the market.”  Breyer, however, said no reasonable jury could find that Bogucki owed HP a duty of trust and confidence.  He also said the relationship between Barclays and HP, industry practice and other factors necessitated an acquittal.  “The government has pursued a criminal prosecution on the basis of conduct that violated no clear rule or regulation, was not prohibited by the agreements between the parties, and indeed was consistent with the parties’ understanding of the arms-length relationship in which they operated,” Breyer wrote.  “The court cannot permit this case to go to the jury on such a basis,” he added.  Though such banks as Barclays, Citigroup Inc, JPMorgan Chase & Co and Royal Bank of Scotland Group Plc have pleaded guilty in connection with foreign exchange markets, few individuals have been held criminally liable.  Last October, a Manhattan federal jury found three former currency traders from Barclays, Citigroup and JPMorgan not guilty of scheming to rig benchmark exchange rates.  Meanwhile, former HSBC Holdings Plc head of foreign exchange cash trading Mark Johnson is appealing his conviction and two-year prison term for defrauding a client on a currency trade.  The case is U.S. v. Bogucki, U.S. District Court, Northern District of California, No. 18-cr-00021. ($1 = 0.7592 pounds) (Reporting by Jonathan Stempel in New York; Editing by Lisa Shumaker)","46":"Leaders in personal computers and public broadcasting announced incoming legal chiefs this week, with new top lawyers at HP Inc and non-profit media organization National Public Radio.  HP is bumping its general counsel Harvey Anderson to chief legal officer on Feb. 1, when its current CLO Kim Rivera steps into a transitional adviser role, it said in a filing Tuesday. Rivera, who is also HP’s president of strategy and business management and its secretary, is known as a pioneer for in-house counsel pushing law firms to increase diversity and inclusion.  To read the full story on Westlaw Today, click here: bit.ly\/399lftX","47":"(Reuters) - Xerox Corp XRX.N on Thursday threatened to take its $33.5 billion buyout bid for HP Inc HPQ.N hostile, if the personal computer maker did not agree to a \"friendly\" discussion and open its books before Nov. 25.  Slideshow ( 2 images )  HP on Sunday rejected Xerox’s offer of $22 per share, saying it undervalued the company, and that it was open to exploring its own bid for the U.S. printer maker.  “We are confused by this reasoning in that your own financial adviser, Goldman Sachs & Co, set a $14 price target with a ‘sell’ rating for HP’s stock after you announced your restructuring plan,” Xerox wrote in its letter to HP.  The median price target on HP stock by 15 analysts is $20.  HP did not respond to Reuters’ request for comment.  “Unless you and we agree on mutual confirmatory due diligence to support a friendly combination by Nov. 25, Xerox will take its compelling case to create superior value for our respective shareholders directly to your shareholders,” the company said in the letter.  HP said on Sunday that, under Xerox’s proposed terms, the combined company would be saddled with “outsized debt”.  However, HP left the door open for a deal that would involve it becoming the acquirer of Xerox, and said it can evaluate the merits by accessing diligence information on Xerox.  Xerox on Thursday said it has accepted HP’s request for due diligence, but that HP had refused to open its books to Xerox.  “Any friendly process for a combination of this type requires mutual diligence - your proposal for one-way diligence is an unnecessary delay tactic,” Xerox wrote.  Many analysts have said there is merit in the companies combining to better cope with a stagnating printing market, but some cited challenges to integration, given their different offerings and pricing models.  “Xerox’s move could force HP to propose a higher acquisition price that would benefit HP shareholders, or potentially turn the tables and have HP look to acquire Xerox,” Morningstar analyst Mark Cash said.  Activist investor Carl Icahn, who took over Xerox’s board last year with fellow businessman Darwin Deason, told the Wall Street Journal last week that he was not set on a particular structure for a deal with HP, as long as a combination is achieved. Icahn has a 4% stake in HP.  Xerox made the offer to HP, a company more than three times its size, on Nov. 5, after it resolved a dispute with its joint venture partner Fujifilm Holdings Corp 4901.T that represented billions of dollars in potential liabilities.","48":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window.)  * Apple rises on report of ramp up in iPhone production  * Nonfarm payrolls increase by 136,000 in Sept  * HP Inc falls after announcing $1 bln charge from restructuring  * S&P 500 heads for best day in a month  * Indexes up: Dow 0.90%, S&P 0.95%, Nasdaq 0.98% (Adds details, updates prices)  Oct 4 (Reuters) - U.S. stocks rose on Friday as moderate jobs growth in September offered some relief from a spate of dismal economic data this week that has rankled markets and fueled concerns that the United States was sliding into a recession.  A rally in technology stocks led by Apple Inc also helped lift Wall Street’s main indexes at the end of a volatile week. After losing about 3% earlier this week, the S&P 500 was on course for its best day in a month on Friday.  The Labor Department’s report showed nonfarm payrolls increased by 136,000 last month and unemployment rate dropped to a 50-year low, but manufacturing payrolls declined for the first time in six months.  “It’s sort of a Goldilocks report: it’s not strong enough to move the Federal Reserve away from cutting rates at the end of October, but it’s not weak enough to make you concerned about the labor market or the consumer,” said Shawn Snyder, head of investment strategy at Citi Personal Wealth Management in New York.  Bets of interest rate cuts by the Fed soared this week after a dramatic contraction in U.S. factory activity, cooling private sector hiring and a fall in service sector activity evidenced the fallout from a prolonged U.S.-China trade war.  Traders currently see a 76% chance for the central bank to lower borrowing costs at its policy meeting later this month, from 40% on Monday.  The Fed had cut rates in September for the second time this year and said that future reductions would be “data-dependent”.  The S&P had gapped lower on Wednesday after bleak manufacturing data. On Friday, the index recovered to trade near its Tuesday close.  The benchmark index is now 3% away from its record high hit in July after coming within striking distance of it two weeks ago.  Apple Inc shares rose 2.4% after a report that the company would ramp up production of iPhone 11 models.  The broader technology sector was up 1.34%, rising the most among 11 major S&P sectors. The Philadelphia chip index advanced 1.32%.  At 11:52 a.m. ET, the Dow Jones Industrial Average was up 236.56 points, or 0.90%, at 26,437.60, the S&P 500 was up 27.56 points, or 0.95%, at 2,938.19. The Nasdaq Composite was up 77.00 points, or 0.98%, at 7,949.27.  HP Inc tumbled 9.6% after the PC maker said it would cut up to 16% of its workforce as part of a restructuring plan that would result in an overall charge of $1 billion.  Advancing issues outnumbered decliners by a 2.05-to-1 ratio on the NYSE and a 1.48-to-1 ratio on the Nasdaq.  The S&P index recorded 12 new 52-week highs and one new low, while the Nasdaq recorded 11 new highs and 51 new lows. (Additional reporting by Sinead Carew in New York; Editing by Sriraj Kalluvila and Arun Koyyur)","49":"NEW YORK (Reuters) - U.S. printer maker Xerox Holdings Corp took its $35 billion bid for HP Inc to the U.S. personal computer maker’s shareholders on Monday, with a formal tender offer and a rebuttal to HP’s account of why they could not negotiate a deal.  Slideshow ( 2 images )  HP adopted a “poison pill” last month to neutralize Xerox’s tender offer. Unless the companies can reach a compromise, it will be Xerox’s bid to replace HP’s board of directors at the latter’s annual shareholder meeting in the next few weeks, rather than the tender offer, that will determine the outcome of the takeover battle.  The printing industry is in decline as companies and consumers turn to digital documents to save money and help the environment. This has put pressure on companies in the sector to consolidate and reverse revenue decline through acquisitions that can boost market share.  However, after almost a year of on and off talks, HP and Xerox have been unable to avoid a confrontation.  HP accuses Xerox of refusing to provide it with enough information that would allow it to make an offer for Xerox. Xerox has said HP does not want to pursue a combination and that its bid for HP is the best way to combine the two companies and deliver a premium to HP shareholders.  Complicating the talks is billionaire investor Carl Icahn, a top Xerox shareholder who last year also acquired a stake in HP, and has been pushing the companies to combine under the leadership of Xerox CEO John Visentin.  Xerox’s account of their talks published on Monday also differed in some key points from a version that HP reported to its shareholders last week.  For example, HP said last week that Xerox refused to address its questions about the trajectory of Xerox’s business during their negotiations last year. Xerox, on the other hand, said on Monday that few, if any, questions that HP raised were about the revenue trajectory.  In another instance, HP said Visentin told its former CEO Dion Weisler that the debt an acquisition of HP would saddle Xerox with made it preferable for HP to buy Xerox. Xerox, however, said in its disclosures Visentin told Weisler that an acquisition of HP would be highly accretive for Xerox shareholders, despite the fact that a transaction in the opposite direction would be more straightforward.  Xerox, whose $7 billion market capitalization is one quarter the size of HP’s, has said it expects a combination to yield approximately $2 billion in cost synergies, though HP has said this figure is too high. The two companies focus on complementary segments of the printing market.","50":"March 23 (Reuters) - Hp Inc:  * HP INC. ANNOUNCES PRICING FOR ITS CASH TENDER OFFER  * HP INC - PRICED CASH TENDER OFFER TO PURCHASE OUTSTANDING DEBT SECURITIES OF HP UP TO COMBINED AMOUNT OF NOTES EQUAL TO ABOUT $1.85 BILLION Source text for Eikon: Further company coverage:","51":"(Reuters) - HP Inc HPQ.N said on Monday it would step up efforts to slash costs and buy back stock, as it seeks investor support to defend against a $35 billion takeover offer from U.S. printer maker Xerox Holdings Corp XRX.N.  FILE PHOTO: A screen displays the logo for HP Inc. at the New York Stock Exchange (NYSE) in New York, U.S., November 18, 2019. REUTERS\/Brendan McDermid\/File Photo GLOBAL BUSINESS WEEK AHEAD  The announcement came after Xerox raised its cash-and-stock bid for HP earlier this month by $2 to $24 per share, ahead of a tender offer it plans to launch in early March. It is also asking HP shareholders to replace HP’s board directors with Xerox’s nominees at the company’s annual shareholder meeting later this year.  On Monday, HP reported $14.6 billion in fourth-quarter revenue, slightly lower from last year, as growth in its personal computer business offset the continuous decline of the printing business. Adjusted earnings per share came in at 65 cents for the fourth quarter, beating analysts’ estimate of 54 cents, according to Refinitiv data.  HP said it would increase its share buyback program from $5 billion, announced last October, to $15 billion. It added that it was targeting $16 billion of capital to be returned to shareholders over the next three years, representing about half of its market capitalization.  HP also said it expected about $650 million of cost savings to flow through its projected operating profit growth. It had previously announced a cost reduction program that it expects to result in $1.2 billion of gross, annualized run-rate structural cost savings in fiscal 2022, with additional ongoing productivity improvements of at least $1 billion.  HP raised its previous estimate of adjusted earnings per share to a range of $2.33 to $2.43 for fiscal 2020, and said it would deliver $3.25 to $3.65 in adjusted earnings by 2022.  Calling Xerox’s bid “flawed and irresponsible”, HP executives told Reuters there were many hurdles in a potential tie-up.  “It’s a combination of price, capital structure and an assessment of synergy,” Enrique Lores, who became HP’s chief executive officer in November, said in an interview.  HP said Xerox’s bid would burden the company with too much debt, and that Xerox overstated the expected synergies to be generated by cost reductions and productivity gains. However, it said it would reach out to Xerox to explore if a combination was worth pursuing.  “We do believe in the industry consolidation. In fact, we led the consolidation of Samsung’s printing business a couple of years ago,” HP Chief Financial Officer Steve Fieler said in an interview.","52":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window.)  * Nonfarm payrolls increase by 136,000 in Sept  * August payrolls revised up to 168,000 from 130,000  * Apple rises on report of ramp up in iPhone production  * HP Inc falls after announcing $1 bln charge from restructuring  * Indexes up: Dow 0.68%, S&P 0.68%, Nasdaq 0.74% (Updates to open)  Oct 4 (Reuters) - U.S. stocks rose on Friday as moderate jobs growth in September offered some relief from a spate of dismal economic data this week that has rankled markets and fueled concerns that the United States was sliding into a recession.  The Labor Department’s report showed nonfarm payrolls increased by 136,000 last month and unemployment rate dropped to near a 50-year low, but manufacturing payrolls declined for the first time in six months.  “It’s sort of a Goldilocks report: it’s not strong enough to move the Federal Reserve away from cutting rates at the end of October, but it’s not weak enough to make you concerned about the labor market or the consumer,” said Shawn Snyder, head of investment strategy at Citi Personal Wealth Management in New York.  Bets of another interest rate cut by the Federal Reserve have soared this week as U.S. factory activity contracted, private sector hiring cooled and service sector activity fell.  Traders currently see a 76% chance for the central bank to lower borrowing costs at its policy meeting later this month, from 40% on Monday. The Fed had cut rates in September and said that future reductions would be “data-dependent”.  Still, a sharp selloff this week has put the S&P 500 on course for its worst week in six, while the Dow was headed for its biggest weekly drop in two months.  Shares of Apple Inc rose 1.9%, providing the biggest boost to all three indexes, after a report that the company would ramp up production of iPhone 11 models.  At 10:15 a.m. ET, the Dow Jones Industrial Average was up 176.96 points, or 0.68%, at 26,378.00, the S&P 500 was up 19.85 points, or 0.68%, at 2,930.48. The Nasdaq Composite was up 57.91 points, or 0.74%, at 7,930.18.  HP Inc tumbled 8.7% after the PC maker said it would cut up to 16% of its workforce as part of a restructuring plan that would result in an overall charge of $1 billion.  Investors will also keep an eye on U.S. central bank chief Jerome Powell’s remarks on Friday for clues on what the Fed would do at its policy meeting later this month. He is due to speak at 2:00 p.m. ET (1800 GMT) in Washington.  Advancing issues outnumbered decliners by a 1.74-to-1 ratio on the NYSE and a 1.55-to-1 ratio on the Nasdaq.  The S&P index recorded 10 new 52-week highs and one new low, while the Nasdaq recorded six new highs and 23 new lows. (Additional reporting by Sinead Carew in New York; Editing by Sriraj Kalluvila and Arun Koyyur)","53":"The U.S. Supreme Court on Monday sought the U.S. Solicitor General’s view on whether it should take up HP Inc’s appeal of a ruling that made it more difficult for companies to quickly defeat patent infringement claims.  HP wants the justices to review a February 2018 decision by the U.S. Court of Appeals for the Federal Circuit reviving inventor Steven Berkheimer’s lawsuit against the technology company, which had previously been dismissed under Section 101 of the Patent Act.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2VDGTh9","54":"May 29 (Reuters) - HP Inc reported an 89.3 percent rise in second-quarter profit on Tuesday, partly helped by strong growth in its personal systems business that includes notebooks and desktops.  Net earnings rose to $1.06 billion, or 64 cents per share, in the second quarter ended April 30, from $559 million, or 33 cents per share, a year earlier.  Net revenue rose to $14 billion from $12.39 billion.  The company also named Steve Fieler as its chief financial officer, effective July 1, succeeding Cathie Lesjak. (Reporting by Munsif Vengattil in Bengaluru; Editing by Maju Samuel)","55":"FILE PHOTO: A screen displays the logo for HP Inc. at the New York Stock Exchange (NYSE) in New York, U.S., November 18, 2019. REUTERS\/Brendan McDermid  (Reuters) - HP Inc HPQ.N said on Wednesday that Xerox Holdings Corp XRX.N securing financing for its $33.5 billion takeover offer for the personal computer maker is not a basis for a discussion and reiterated that the proposal still undervalues the company.  The U.S.-based printer maker had said on Monday it secured $24 billion in financing for the proposal, a deal that HP is opposing.  “Your letter dated January 6, 2020 regarding financing does not address the key issue – that Xerox’s proposal significantly undervalues HP – and is not a basis for discussion,” the company said in a letter to Xerox on Wednesday.  Xerox had offered HP shareholders $22 per share, involving $17 in cash and 0.137 Xerox share for each HP share, according to a Nov. 5, 2019 letter.  HP had said in November it was open to exploring a bid for Xerox, stating that it recognizes the potential benefits of consolidation.  Billionaire investor Carl Icahn, who has a 4.2% stake in HP and a 10.9% stake in Xerox, and has been pushing for a merger, was not immediately available for comment.  Xerox was also not immediately available to comment on the letter.","56":"Nov 5 (Reuters) - Xerox Holdings Corp is considering making a cash-and-stock offer for personal computer maker HP Inc at a premium to its market value of $27 billion, the Wall Street Journal reported on Tuesday.  Xerox's board discussed the possibility on Tuesday, the newspaper said here, citing people familiar with the matter.  There is no guarantee that Xerox will follow through with an offer or that one would succeed, it added.  Xerox and HP did not immediately respond to Reuters’ requests for comment. (Reporting by Shubham Kalia in Bengaluru; Editing by Subhranshu Sahu)","57":"(Reuters) - Xerox Holdings Corp said on Thursday it plans to nominate 11 independent candidates to HP Inc’s board, seeking to take control of the personal computer maker after several rejections of its $33.5 billion buyout offer.  Slideshow ( 2 images )  The U.S. printer maker made the cash-and-stock offer to HP, a company more than three times its size, in November. HP’s board rejected the offer saying it significantly undervalued the company.  “HP shareholders have told us they believe our acquisition proposal will bring tremendous value, which is why we lined up $24 billion in binding financing commitments and a slate of highly qualified director candidates,” John Visentin, Xerox’s CEO, said on Thursday.  HP, which has 12 board members, responded to Xerox’s decision to nominate candidates by again saying the bid undervalues the company.  The company added that the move to nominate members to its board was being “driven” by activist investor Carl Icahn, who has a 4.2% stake in HP and a 10.9% stake in Xerox.  In December, Icahn urged HP shareholders who agreed to the merger to reach out to the PC maker’s directors for immediate action.  The PC maker also said that due to Icahn’s ownership position, he would stand to “disproportionately benefit” if a deal between the companies happens.  “These nominations are a self-serving tactic by Xerox to advance its proposal, which significantly undervalues HP and creates meaningful risk to the detriment of HP shareholders,” HP said in a statement.  HP added that its board would review Xerox’s director nominees and respond in due course.  Xerox’s slate of candidates include current or former executives from companies such as American Airlines, Cognizant Technology Solutions, Jefferies and Wynn Resorts.  Both HP and Xerox have been facing a decline in demand as corporate clients choose to send emails rather than print out documents.  While some Wall Street analysts have said a merger would help the companies in a declining printing market, others have cited challenges to integration, given their different offerings and pricing models.  “I don’t think (the nomination) puts enough pressure on HP to agree to a merger, but it may cause HP to consider negotiations for a higher valuation from Xerox,” Morningstar analyst Mark Cash said.  Shares of Xerox were down marginally at $36.24 while HP was up 0.8% to $22.10.","58":"(Corrects to show HP Inc was the hardware business formerly part of Hewlett Packard Co in first paragraph)  Aug 22 (Reuters) - HP Inc, the hardware business that was formerly part of Hewlett Packard Co, said on Thursday that Chief Executive Officer Dion Weisler is stepping down from the role in November.  The company said Enrique Lores will succeed Weisler, effective from Nov. 1.  Weisler, who has served as CEO since 2015, will step down to attend to a family health matter, the company said in a statement.  Lores currently serves as president of HP’s Imaging, Printing and Solutions business. (Reporting by Ayanti Bera in Bengaluru; Editing by Bernard Orr)","59":"(Reuters) - HP Inc HPQ.N said on Thursday it would implement a poison pill plan, a move that comes after Xerox Holdings Corp XRX.N pushed ahead with its efforts to acquire the PC maker.  FILE PHOTO: A screen displays the logo for HP Inc. at the New York Stock Exchange (NYSE) in New York, U.S., November 18, 2019. REUTERS\/Brendan McDermid  Xerox recently raised its offer earlier this month by $2 to $24 per share, following several rejections of its previous buyout offers by the PC maker. HP shares closed up 0.9% at $22.64 on Thursday and were flat in extended trading.  The implementation of the stockholder rights plan, which has a one-year expiration period, aims to stop investors from amassing more than 20% stake in the company.  Among other terms, if any group acquires 20%, all shareholders outside the group will be able to buy additional discounted shares, diluting the ownership of the group.  “The rights will not prevent a combination of HP with another business, but should encourage Xerox (or anyone else seeking to acquire the Company) to negotiate with the Board prior to attempting to impose some combination that is not in the best interests of the HP shareholders,” HP said in its statement.  Xerox did not immediately respond to a Reuters request for comment.  “The value of a year-long poison pill is to buy HP time to explore other offers,” said Gene Munster, managing partner at Loup Ventures.  “That said, HP is delaying the inevitable given Xerox is their best option.”  Some Wall Street analysts have said a merger would help the companies in a declining printing market, while others have cited challenges to integration, given their different offerings and pricing models.  The U.S. printer maker first made a $33.5 billion cash-and-stock offer for HP, a company more than three times its size, in November. HP’s board rejected the offer, saying it significantly undervalued the company, with Xerox then threatening to take its bid hostile.  Xerox said last month that it planned to nominate 11 independent candidates to HP’s board and that it had secured $24 billion in financing for the offer.  In December, activist investor Carl Icahn, who has a 4.2% stake in HP and a 10.9% stake in Xerox, urged HP shareholders who had agreed to the merger to reach out to the PC maker’s directors for immediate action.","60":"LONDON, June 5 (Reuters) - Meg Whitman, the former boss of Hewlett-Packard, said she was happy to throw her predecessor Leo Apotheker “under the bus” in a moment of anger over the botched acquisition of British software company Autonomy, London’s High Court heard on Wednesday.  The U.S. executive was giving testimony in the $5 billion trial of Mike Lynch, whom HP accuses, along with his former colleague Sushovan Hussain, of inflating the value of the big data firm before selling it to HP in 2011 for $11.1 billion.  Lynch has denied the allegations and said the failure of the acquisition was down to HP’s mismanagement and neglect of the company during Whitman’s tenure.  Apotheker, the architect of the deal, was fired by HP’s board just weeks after it was announced as part of a huge shake-up which also included the possible sale of its PC business.  Whitman, a non-executive director on the board, said she had to be persuaded to take the job of CEO.  Little over a year later, after sacking Lynch, Whitman had written down the value of the acquisition by $8.8 billion.  She said in an email dated Dec 14 2012 to HP’s chief communications officer Henry Gomez: “Happy to throw Leo under the bus in a tit for tat” after Apotheker had said the HP board should share the blame for the failed deal.  Asked by Lynch’s counsel Robert Miles whether she was just protecting herself, Whitman said that was “absolutely not the case”. “It was a moment of disappointment and anger,” she said. “I shouldn’t have said it.”  Miles said that was exactly what she did to Lynch, a charge she denied.  In sometimes testy exchanges, Miles questioned Whitman on the synergy value HP believed it could generate by combining Autonomy’s technology with its existing assets - a number that in large part justified the deal premium - and on whether Autonomy fitted into her own strategy for HP.  Whitman, a technology leader who grew eBay into an $8 billion revenue company, said Apotheker and CTO Shane Robison led the push to buy Autonomy but the board had approved it, and they later “felt awful” about it.  The deal was announced on 18 August 2011 as part of a huge shift that included exiting its tablet business, exploring the sale of its PC unit and disappointing quarterly results.  “There was a fair amount of investor push back after Autonomy was announced,” Whitman said.  She told the court that her priority was stabilising the core business - which was in a more precarious state than she had feared - and reassuring customers and investors that the company was not going to ditch hardware completely.  But she denied that Autonomy was neglected. “We really wanted Autonomy to be successful,” she said. “We were committed to Autonomy but we had to stabilise the core assets.”  She said Lynch, who reported directly to her, received more of her attention in fixing problems than almost anyone else.  However, in her witness statement, she said Lynch had failed to tell her that Autonomy was on track to miss quarterly revenue targets and his management style hampered rather than helped Autonomy’s integration.  She said she was not surprised Lynch recalled a telephone call in which she told him and other Autonomy leaders that “the fun is over and it’s time for Autonomy to grow up”.  Her point, she said in the statement, was Autonomy needed to be managed as part of a much larger organisation and not as a start-up.  Hewlett Packard Company in 2015 split into two separate publicly traded companies - HP Inc. and Hewlett Packard Enterprise. (Reporting by Paul Sandle; Editing by Hugh Lawson)","61":"FILE PHOTO: Billionaire activist-investor Carl Icahn gives an interview on FOX Business Network's Neil Cavuto show in New York, U.S. on February 11, 2014. REUTERS\/Brendan McDermid\/File Photo  (Reuters) - Activist investor Carl Icahn on Wednesday urged the shareholders of HP Inc who agree with the merger with Xerox Holdings Corp to reach out to the personal computer maker’s directors for immediate action.  Calling the HP’s standalone restructuring plan as “rearranging the deck chairs on the Titanic”, Icahn said in a letter that the company’s refusal could be a delaying tactic to hold the “lucrative” positions of its executives.  “HP shareholders deserve the opportunity to decide for themselves whether a combination with Xerox makes sense before the idea is summarily rejected by HP’s board,” Icahn said.  Icahn, who has 10.85% stake in Xerox and 4.24% in HP, said the combination could yield over $2 billion in cost savings.  “The combination of HP and Xerox is one of the most obvious no-brainers I have ever encountered in my career,” he said.  Xerox made the $33.5 billion cash-and-stock offer to HP, a company more than three times its size, on Nov. 5. HP rebuffed Xerox’s offer, saying it was open to exploring its own bid for the U.S. printer maker.  Shares of HP were up about 1.6% and Xerox about 0.7%.","62":"HP Inc on Wednesday won an appeals court ruling that moves a patent infringement case against the computer maker out of the plaintiff-friendly Eastern District of Texas.  The U.S. Court of Appeals for the Federal Circuit said a patent case brought against HP by Cypress Lake Software Inc in Texas should have been transferred to Northern California, where HP is based.  To read the full story on Westlaw Practitioner Insights, click here: goo.gl\/JiqnQq","63":"Feb 20 (Reuters) - HP Inc said on Thursday it would implement a poison pill plan lasting a year, as Xerox Holdings Corp pushes ahead with its efforts to acquire the PC maker.  Xerox recently raised its offer earlier this month by $2 to $24 per share, following several rejections of its previous buyout offers by the PC maker. HP shares closed up 0.9% at $22.64 on Thursday and was flat after hours.  The implementation of the stockholder rights plan aims to stop investors from amassing more than a 20% stake in the company.  “The rights will not prevent a combination of HP with another business, but should encourage Xerox (or anyone else seeking to acquire the Company) to negotiate with the Board prior to attempting to impose some combination that is not in the best interests of the HP shareholders,” HP said in its statement.  Xerox did not immediately respond to a Reuters request for comment. (Reporting by Neha Malara in Bengaluru: Editing by Krishna Chandra Eluri)","64":"March 9 (Reuters) - Hp Inc:  * HP INC. ANNOUNCES CASH TENDER OFFER FOR UP TO $1.75 BILLION OF DEBT SECURITIES  * HP INC - TENDER OFFER AND CONSENT SOLICITATION WILL EXPIRE AT 11:59 P.M., NEW YORK CITY TIME, ON APRIL 5, 2018, UNLESS EXTENDED Source text for Eikon: Further company coverage:","65":"LONDON (Reuters) - Meg Whitman, the former boss of Hewlett-Packard, said she was happy to throw her predecessor Leo Apotheker “under the bus” in a moment of anger over the botched acquisition of British software company Autonomy, London’s High Court heard on Wednesday.  FILE PHOTO: Meg Whitman, CEO, Quibi, speaks at the 2019 Milken Institute Global Conference in Beverly Hills, California, U.S., April 30, 2019. REUTERS\/Lucy Nicholson  The U.S. executive was giving testimony in the $5 billion trial of Mike Lynch, whom HP accuses, along with his former colleague Sushovan Hussain, of inflating the value of the big data firm before selling it to HP in 2011 for $11.1 billion.  Lynch has denied the allegations and said the failure of the acquisition was down to HP’s mismanagement and neglect of the company during Whitman’s tenure.  Apotheker, the architect of the deal, was fired by HP’s board just weeks after it was announced as part of a huge shake-up which also included the possible sale of its PC business.  Whitman, a non-executive director on the board, said she had to be persuaded to take the job of CEO.  Little over a year later, after sacking Lynch, Whitman had written down the value of the acquisition by $8.8 billion.  She said in an email dated Dec 14 2012 to HP’s chief communications officer Henry Gomez: “Happy to throw Leo under the bus in a tit for tat” after Apotheker had said the HP board should share the blame for the failed deal.  Asked by Lynch’s counsel Robert Miles whether she was just protecting herself, Whitman said that was “absolutely not the case”. “It was a moment of disappointment and anger,” she said. “I shouldn’t have said it.”  Miles said that was exactly what she did to Lynch, a charge she denied.  A spokesman for Apotheker said: “HP’s acquisition of Autonomy had the full support of the HP board of directors, who endorsed it unanimously on the basis of thorough due diligence.  “The fact that every member of the board stood behind the transaction at the time it was announced is clear from the proceedings in the high court.”  FELT AWFUL  In sometimes testy exchanges, Miles questioned Whitman on the synergy value HP believed it could generate by combining Autonomy’s technology with its existing assets - a number that in large part justified the deal premium - and on whether Autonomy fitted into her own strategy for HP.  Whitman, a technology leader who grew eBay into an $8 billion revenue company, said Apotheker and CTO Shane Robison led the push to buy Autonomy but the board had approved it, and they later “felt awful” about it.  The deal was announced on 18 August 2011 as part of a huge shift that included exiting its tablet business, exploring the sale of its PC unit and disappointing quarterly results.  “There was a fair amount of investor push back after Autonomy was announced,” Whitman said.  She told the court that her priority was stabilising the core business - which was in a more precarious state than she had feared - and reassuring customers and investors that the company was not going to ditch hardware completely.  But she denied that Autonomy was neglected. “We really wanted Autonomy to be successful,” she said. “We were committed to Autonomy but we had to stabilise the core assets.”  She said Lynch, who reported directly to her, received more of her attention in fixing problems than almost anyone else.  However, in her witness statement, she said Lynch had failed to tell her that Autonomy was on track to miss quarterly revenue targets and his management style hampered rather than helped Autonomy’s integration.  She said she was not surprised Lynch recalled a telephone call in which she told him and other Autonomy leaders that “the fun is over and it’s time for Autonomy to grow up”.  Her point, she said in the statement, was Autonomy needed to be managed as part of a much larger organisation and not as a start-up.  Hewlett Packard Company in 2015 split into two separate publicly traded companies - HP Inc. and Hewlett Packard Enterprise.","66":"March 19 (Reuters) - Phathom Pharmaceuticals Inc:  * PHATHOM REPORTS FOURTH QUARTER AND FULL YEAR 2019 FINANCIAL RESULTS AND PROVIDES CLINICAL TRIAL STATUS AND BUSINESS UPDATES  * PHATHOM PHARMACEUTICALS INC - TEMPORARILY PAUSING NEW PATIENT RANDOMIZATION IN PHALCON-EE AND PHALCON-HP TRIALS IN VIEW OF COVID-19 PANDEMIC  * PHATHOM PHARMACEUTICALS - DECISION TO TEMPORARILY PAUSE NEW PATIENT RANDOMIZATION IS NOT BASED ON ANY STUDY-RELATED EVENTS  * PHATHOM PHARMACEUTICALS INC - EXPECTS TO REMAIN ON TRACK TO PROVIDE TOP-LINE DATA FOR BOTH PHALCON-EE AND PHALCON-HP CLINICAL TRIALS IN 2021  * PHATHOM PHARMACEUTICALS INC - Q4 NET LOSS FOR 2019 WAS $98.0 MILLION, COMPARED TO $484,000 FOR Q4 2018 Source text for Eikon: Further company coverage:","67":"Feb 17 (Reuters) - HP Inc on Wednesday appointed Marie Myers as chief financial officer. Myers has been serving as acting CFO and chief transformation officer since October 2020.  Reporting by Tiyashi Datta in Bengaluru; Editing by Arun Koyyur Our Standards: The Thomson Reuters Trust Principles.","68":"March 28 (Reuters) - HP Inc:  * HP INC ANNOUNCES THE PASSING OF JON FLAXMAN, CHIEF OPERATING OFFICER, WHO DIED PEACEFULLY WITH HIS FAMILY BY HIS SIDE EARLY WEDNESDAY MORNING Source text: bit.ly\/2J3ax9B Further company coverage:","69":"(Reuters) - Activist investor Carl Icahn has taken a stake in HP Inc and is pushing for the personal computer maker’s merger with printer maker Xerox Corp, arguing that a union could yield big profits for investors, according to the Wall Street Journal.  FILE PHOTO: Billionaire activist investor Carl Icahn gives an interview on FOX Business Network's Neil Cavuto show in New York February 11, 2014. REUTERS\/Brendan McDermid  Icahn, who owns a 10.6% stake in Xerox, disclosed a stake of 62.9 million shares of HP valued at $1.19 billion as of Sept. 30, in an SEC filing on Thursday.  An HP spokesperson told Reuters the company is aware of Icahn’s investment and is committed to doing what is in the best interests of all HP shareholders.  Xerox made a roughly $33 billion cash-and-stock offer for HP, a company more than three times Xerox’s size, Reuters reported last week. HP confirmed the bid, but has not disclosed the offer price.  “I think a combination is a no-brainer,” Icahn was quoted as saying by the Journal.  “I believe very strongly in the synergies,” he said, adding that “there will probably be a choice between cash and stock and I would much rather have the stock, assuming there’s a good management team.”  Xerox believes it can achieve at least $2 billion in annual cost synergies by creating an office technology supplies giant, a source told Reuters last week.  The billionaire told the Journal that his team began looking at HP in late February and he bought the company’s shares from late April to mid August, though he did not have a deal with Xerox in mind when he started accumulating the shares.  Icahn said he believes a combined company is in the best interests of both sets of shareholders given the potential for cost savings and to market a more balanced portfolio of printer offerings, the WSJ reported.  This is not the first deal that Icahn has tried to orchestrate by having a small company buy a bigger one.  In June, U.S. casino operator Eldorado Resorts Inc agreed to acquire larger peer Caesars Entertainment Corp for $17.3 billion, including debt. Icahn had earlier gained seats on the board of Caesars.  Icahn and Xerox did not immediately respond to Reuters requests for a comment late on Thursday.","70":"(Reuters) - Xerox Holdings Corp XRX.N pulled its 2020 revenue and profit forecasts on Tuesday, citing economic uncertainties from the coronavirus outbreak, which had resulted in the cancellation of its $35 billion takeover campaign for HP Inc HPQ.N.  Xerox has been witnessing a decline in demand for its printers and photocopiers as more businesses digitize their work. The company said lockdowns have restricted its ability to sell, install and service its equipment.  Suspension of non-essential work in certain countries and extended work-from-home are also affecting sales, the company said.  Earlier this month, Xerox had said it would mass produce ventilators and hand sanitizers to help the fight against the coronavirus, which has affected more than 3 million people worldwide.  The company’s revenue fell 14.7% to $1.86 billion on the first quarter ended March 31, but beat market expectations of $1.78 billion, according to IBES data from Refinitiv.  Excluding items, it earned 21 cents per share, below the analysts’ average estimate of 29 cents per share.","71":"March 13 (Reuters) - Exalenz Bioscience Ltd:  * EXALENZ BIOSCIENCE’S BREATHID® HP & BREATHID HP LAB SYSTEMS RECEIVE FDA CLEARANCE FOR DIAGNOSIS OF HELICOBACTER PYLORI TESTING IN PEDIATRIC PATIENTS  * EXALENZ BIOSCIENCE- U.S. FDA CLEARED BREATHID HP POINT-OF-CARE SYSTEM, BREATHID HP LAB SYSTEM FOR DETECTING H. PYLORI BACTERIA IN AGES 3-17 YEARS Source text for Eikon: Further company coverage:","72":"The company logo for Xerox is displayed on a screen on the floor of the New York Stock Exchange (NYSE) in New York, U.S., March 11, 2019. REUTERS\/Brendan McDermid  (Reuters) - Xerox Holdings Corp said on Friday it would continue to pursue HP Inc, even after the PC maker said it would implement a poison pill plan to shield itself against a takeover offer from the U.S. printer maker.  “Despite the HP board’s intention to deny shareholders the chance to choose for themselves, we will press ahead with our previously announced tender offer and electing our slate of highly qualified director candidates,” Xerox said.  It raised its offer earlier this month by $2 to $24 per share, following several rejections of its previous buyout offers by HP.  HP on Thursday said the implementation of the stockholder rights plan, which has a one-year expiration period, aims to stop investors from amassing more than 20% stake in the company.  That leaves Xerox with one realistic alternative for its takeover plans. It will have to go ahead with its plans to replace HP’s board with its own nominees in a shareholder vote during the latter’s upcoming annual meeting.  Xerox said in January it plans to nominate 11 independent candidates to HP’s board.  HP did not immediately respond to Reuters’ request for comment.","73":"FILE PHOTO: The U.S. Securities and Exchange Commission logo adorns an office door at the SEC headquarters in Washington, June 24, 2011. REUTERS\/Jonathan Ernst  (Reuters) - HP Inc will pay a $6 million civil fine to settle U.S. Securities and Exchange Commission charges it concealed efforts to boost sales of printing supplies in order to meet quarterly sales and earnings targets, the regulator said on Wednesday.  The SEC said some HP regional managers used incentives to accelerate, or “pull in,” sales they expected to materialize in later quarters.  It also said managers in one region sold steeply discounted supplies to distributors known to resell HP products outside their own territories, “cannibalizing” sales from local distributors and violating company policy.  The SEC said HP did not timely disclose to investors how these practices, which occurred in 2015 and 2016, were reducing margins and boosting inventories at the Palo Alto, California-based technology company.  On June 21, 2016, HP announced a plan to reduce inventories in its distribution channels, and projected it would reduce net revenue from supplies by $450 million over two quarters. Its share price fell 5.4% the next day.  “HP’s failure to disclose the foreseeable negative impact of its use of pull-ins and other sales practices created a misleading and incomplete picture of the company’s financial condition,” Melissa Hodgman, an associate director in the SEC enforcement division, said in a statement.  The company did not admit or deny the SEC’s findings, and agreed to a cease-and-desist order. An HP spokeswoman said the company was pleased to settle.","74":"LONDON (Reuters) - Hewlett-Packard did not have to buy Britain’s Autonomy to solve the U.S. company’s other problems in 2011, its former chief executive told the $5 billion fraud trial of Mike Lynch.  FILE PHOTO: British entrepreneur Mike Lynch leaves the High Court in London, Britain March 25, 2019. REUTERS\/Henry Nicholls\/File Photo  Lynch is accused of fraudulently inflating the value of Autonomy, which HP bought for $11.1 billion and then wrote down by $8.8 billion a year later. He argues that HP itself, a “vast but floundering company”, botched the acquisition.  Autonomy was a market leader in software for unstructured data, helping companies extract the meaning from emails, video or voice calls, which are hard to analyze in traditional ways.  And Leo Apotheker, architect of the deal and HP’s CEO between November 2010 and September 2011, had sought to boost HP’s languishing profitability by integrating its legacy computer and printer business with higher-margin software.  But the former CEO of Europe’s leading business software group SAP resisted suggestions from Lynch’s defense lawyer in London’s High Court that the acquisition of Autonomy was central to a desperate strategy.  “Unstructured data was at the center of your plans,” Robert Miles QC, acting for Lynch, told Apotheker, who was called as a witness in the case.  “No, that’s not right, it was part of the plan,” Apotheker said, adding that HP had considered buying either Autonomy or German group Software AG in the first half of 2011, but decided on the British firm because it would provide the “technological uplift” that HP wanted.  It was not clear cut, Apotheker said:  “Looking at financial markets, investors, I think they would have preferred Software AG,” he said.  Apotheker who said in his witness statement that he had “never told the due diligence team to prioritize due diligence of Autonomy’s technology over its financials”, also rejected the idea that HP was in crisis.  “But it wasn’t doing well. I was very unhappy with the results but that doesn’t mean the company was about to go under.”  HP is suing Lynch, once hailed as Britain’s answer to Bill Gates, along with his former finance chief Sushovan Hussain for more than $5 billion. Lynch also faces criminal fraud charges in the United States, which carry a maximum term of 20 years. Hussain has been convicted of fraud in a related U.S. case.  ONLY SOFTWARE  At the opening of the case last week, HP’s lawyer Laurence Rabinowitz QC said the U.S. company believed it was buying a fast-growing software firm with no hardware business.  Apotheker recalled that Lynch told him Autonomy was a “very focused” pure software company when they first met in Palo Alton, California, in April 2011.  He said he understood that to mean Autonomy’s strategy was driven by “software and software only”.  HP argues that covertly selling hardware was one of the ways that Autonomy inflated its revenue, while Lynch’s lawyers have said it was commercially justified.  Apotheker was replaced by Meg Whitman, who planned to refocus the company on its core hardware strengths after an outcry from shareholders over the new strategy and a steep decline in HP’s share price.  Hewlett Packard Company in 2015 split into two separate publicly traded companies - HP Inc. and Hewlett Packard Enterprise.  Whitman is expected to be called as a witness later in the trial, while Lynch himself is expected to appear around July.  The case is expected to last until the end of the year.","75":"Nov 29 (Reuters) - HP Inc, which houses the hardware business of former Hewlett-Packard Co, reported quarterly revenue that beat analysts’ estimates, driven by growth in its personal systems that sells notebooks and desktops and the acquisition of Samsung’s printer business.  Net earnings rose to $1.45 billion, or 91 cents per share, in the fourth quarter ended Oct. 31, from $660 million, or 39 cents per share, a year earlier.  Net revenue rose to $15.37 billion from $13.93 billion. Analysts on an average had expected the company to report a revenue of $15.1 billion, according to IBES data from Refinitiv. (Reporting by Akanksha Rana in Bengaluru; Editing by Shailesh Kuber)","76":"A judge on Wednesday tossed an infringement case the patent licensing firm Acacia Research Corp filed against HP Inc.  U.S. District Judge Colm Connolly in Delaware said Acacia had not adequately pled its claims that HP's Envy x2 detachable convertible personal computer infringed on three patents related to flash storage technology. To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2Q17djm","77":"HP Inc HPQ.N reported first-quarter revenue and profit on Thursday above Wall Street estimates as it sold more personal computers and printers, helping the company raise its full-year profit forecast.  FILE PHOTO - A Hewlett-Packard logo is seen at the company's Executive Briefing Center in Palo Alto, California January 16, 2013. REUTERS\/Stephen Lam\/File Photo  Shares of the company, which houses the hardware business of former Hewlett-Packard Co, rose 5.3 percent to $22.53 after the bell.  The company said it expects fiscal 2018 earnings per share to be in the range of $1.90 to $2.00, up from $1.75 to $1.85. That number was above the average analyst estimate of $1.81 per share.  HP Inc’s personal systems business, which accounts for nearly two-thirds of the company’s total revenue, rose nearly 15 percent to $9.44 billion, beating the average analyst estimate of $8.50 billion.  Despite a shrinking PC market in the United States, the company continued to pick up market share, after toppling Lenovo Group Ltd 0992.HK last year from the top position globally, according to research firm Gartner Inc IT.N.  Going forward, companies such as HP Inc are expected to benefit from demand for better quality in personal computers.  According to a Gartner report, PC buyers will look for quality and functionality rather than lower prices, which will increase average selling prices of PCs and improve profitability in the long run.  The Palo Alto, California-based company, which completed the acquisition of Samsung Electronics Co's 005930.KS printer business last year, said revenue from its printer business rose 13.7 percent to $5.08 billion, above the average analyst estimate of $4.76 billion.  Net earnings rose to $1.94 billion, or $1.16 per share, in the quarter ended Jan. 31, from $611 million, or 36 cents per share, a year earlier, benefiting from a one-time tax gain of $1.03 billion.  Revenue rose 14.5 percent to $14.52 billion.  Excluding items, the company earned 48 cents per share.  Analysts on average were expecting 42 cents per share and revenue of $13.49 billion, according to Thomson Reuters I\/B\/E\/S.","78":"A federal judge in California has rejected a bid by HP Inc and Hewlett Packard Enterprise Co to dismiss a proposed class action by former employees who say they were laid off to clear the way for a younger workforce.  U.S. District Judge Edward Davila in San Jose on Monday said the named plaintiffs had sufficiently alleged in the 2016 lawsuit that they were targeted for layoffs because of their age, particularly in light of former HPE chief executive Meg Whitman’s public comments that a multiyear restructuring was aimed at recruiting younger workers.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/3bLTLJ5","79":"Feb 15 (Reuters) - WEST INTERNATIONAL AB (PUBL):  * GETS ORDER FROM HEWLETT-PACKARD IN THAILAND WORTH SEK 2.1 MILLION  * DELIVERY EXPECTED IN Q1 AND Q2 2018 Source text for Eikon: Further company coverage: (Gdynia Newsroom)","80":"March 13 (Reuters) - Xerox Holdings Corp said on Friday it would postpone a meeting with HP Inc shareholders amid the coronavirus outbreak.  Reporting by Amal S in Bengaluru; Editing by Shinjini Ganguli Our Standards: The Thomson Reuters Trust Principles.","81":"FILE PHOTO: The company logo for Xerox is displayed on a screen on the floor of the New York Stock Exchange (NYSE) in New York, U.S., March 11, 2019. REUTERS\/Brendan McDermid  (Reuters) - A shareholder of Xerox Holdings Corp XRX.N has sued activist investor Carl Icahn alleging that he bought HP Inc HPQ.N shares with the knowledge that the printer maker was considering buying the stock at a premium, Bloomberg reported on Friday.  The Miami Firefighters Relief and Pension Fund filed the lawsuit against Icahn and an investment vehicle he controls, the report said. (bloom.bg\/2soUK0V)  Carl Icahn and the pension fund did not immediately respond to Reuters request for comment.  HP in November rejected Xerox’s $33.5 billion buyout bid, prompting the printer maker to make plans to go hostile.  Earlier this month, Icahn, who owned 4.2% of HP as of Sept. 30, urged the personal computer maker’s shareholders who agree with the merger with Xerox to reach out to its directors.  Icahn also owns a near 11% stake in Xerox, making him the company’s largest shareholder.","82":"Slideshow ( 2 images )  (Reuters) - Several major U.S.-based technology companies are planning to shift substantial production out of China, spurred by a bitter trade war between Washington and Beijing, the Nikkei reported on Wednesday, citing sources.  Personal computer makers HP Inc HPQ.N and Dell Technologies DELL.N are planning to reallocate up to 30% of their notebook production out of China, according to the Nikkei.  Microsoft Corp MSFT.O, Alphabet Inc GOOGL.O, Amazon.com Inc AMZN.O, Sony Corp 6758.T and Nintendo Co Ltd 7974.T are also looking at moving some of their game console and smart speaker manufacturing out of the country, the Nikkei added s.nikkei.com\/2JjAMcM.  U.S. President Donald Trump and Chinese President Xi Jinping struck a truce at last weekend’s Group of 20 summit in Japan, paving the way for a restart in trade talks after months of stalemate.  However, the companies are not likely to alter their plans of moving some of their production out of China as they also face higher operating costs in the country.  In June, Apple Inc AAPL.O asked its major suppliers to assess the cost implications of moving 15%-30% of their production capacity from China to Southeast Asia as it prepares for a restructuring of its supply chain, Nikkei had reported last month.  HP, Dell, Amazon, Microsoft and Google did not immediately respond to a Reuters’ request for comment.","83":"(Adds Vodafone, Alitalia, Goldman Sachs; updates HP)  March 5 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2000 GMT on Thursday:  ** Vodafone and Telecom Italia (TIM) are set to secure conditional EU antitrust approval to create Europe’s biggest mobile towers company, part of a strategy to roll out lucrative 5G services, sources said.  ** HP Inc rejected Xerox Holdings Corp’s raised takeover bid of about $35 billion, saying it undervalued the personal computer maker.  ** A unit of Goldman Sachs Group Inc is in talks to buy a stake in private equity firm Permira, the Wall Street Journal reported, citing people familiar with the matter.  ** Vienna utility Wiener Stadtwerke has agreed to buy EnBW’s stake in Austrian energy group EVN, worth around 800 million euros ($894 million), as the German firm sheds assets to free up cash for its renewable push.  ** Japanese retail group Seven & I Holdings has abandoned a bid for Marathon Petroleum Corp’s Speedway gas stations in the United States after balking at the price, which media reports had put at $22 billion, a source said.  ** ProSiebenSat.1 Media has staked a $500 million bet on romance by buying dating U.S. app developer Meet Group Inc, but the deal proved to be a turn-off for investors who sent the German broadcaster’s shares down 10% to a decade low.  ** Aurubis AG, Europe’s biggest copper smelter, said it had agreed to make commitments as it seeks approval from European Union competition authorities for its planned takeover of Belgian-Spanish metal recycling group Metallo.  ** Bangkok Bank plans to acquire another Indonesian lender after closing its $2.7 billion transaction to purchase a controlling stake in mid-size Indonesian Bank Permata from Standard Chartered and Astra International, an Indonesian official said.  ** Investors interested in buying Alitalia are invited to submit expressions of interest for the loss-making Italian airline by midnight on March 18, a document prepared by a state-appointed temporary administrator showed. (Compiled by Ayanti Bera and Manojna Maddipatla in Bengaluru)","84":"Dec 4 (Reuters) - Activist investor Carl Icahn on Wednesday urged HP Inc’s shareholders, who agree with the merger with Xerox Holdings Corp, to reach out to the personal computer maker’s directors for immediate action.  \"HP shareholders deserve the opportunity to decide for themselves whether a combination with Xerox makes sense before the idea is summarily rejected by HP's board,\" Icahn said in a letter bit.ly\/2LlWu1u.  Calling the HP’s standalone restructuring plan as “rearranging the deck chairs on the Titanic”, Icahn said the company’s refusal could be a delay tactic to hold the “lucrative” positions of its executives. (Reporting by Ayanti Bera in Bengaluru; Editing by Arun Koyyur)","85":"The Hewlett-Packard (HP) logo is seen as part of a display at the Microsoft Ignite technology conference in Chicago, Illinois, May 4, 2015. REUTERS\/Jim Young\/File Photo  TEL AVIV (Reuters) - HP Inc is working with Israeli cybersecurity firm Deep Instinct to launch HP Sure Sense to prevent advanced cyber attacks, the two companies said on Tuesday.  Financial details were not disclosed.  An industry source estimated the deal was worth more than $150 million over a few years for Deep Instinct.  Rolling out on HP’s latest EliteBook and HP ZBook laptops, HP Sure Sense works on or offline.  With over 350,000 new malware varieties being discovered daily, HP said it required a new line of cybersecurity defence, noting that HP Sure Sense uses artificial intelligence and deep learning to predict and prevent security threats.  Guy Caspi, CEO and co-founder of Deep Instinct, said his firm was working with HP to secure millions of devices.  “This is only the first step in what will be a long and strategic partnership with HP,” he said.","86":"Oct 3 (Reuters) - Personal computer maker HP Inc said on Thursday it will cut about 7,000 to 9,000 jobs as part of its fiscal 2020 restructuring plan.  HP estimates that the plan will result in annualized gross run rate savings of about $1.0 billion by the end of fiscal 2022, it said.  These actions are expected to be completed in fiscal 2022, the company added. (Reporting by Shubham Kalia in Bengaluru; Editing by Muralikumar Anantharaman)","87":"Nov 21 (Reuters) - Xerox Corp on Thursday threatened to go hostile with its $33.5 billion buyout offer for HP Inc , if the personal computer maker did not agree to a “friendly” discussion before Nov. 25.  HP on Sunday rebuffed Xerox’s $22 per share offer, saying it undervalued the company and that it was open to exploring a bid for the U.S. printer maker.  “Xerox will take its compelling case to create superior value for our respective shareholders directly to your shareholders,” the company said in a letter to HP’s board.","88":"SAP America Inc and HP Inc have defeated a lawsuit accusing them of willfully copying an inventor’s patented business automation technology.  U.S. District Judge Haywood Gilliam Jr in Oakland, California on Tuesday ruled invalid an enterprise software patent Big Baboon Inc, a non-practicing entity, had accused SAP and HP of infringing.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2vmBHmb","89":"Aug 23 (Reuters) - HP Inc, which houses the hardware business of former Hewlett-Packard Co, reported a 26.4 percent rise in quarterly profit on Thursday, due to strength in its personal systems that sells notebooks and desktops.  The company’s net earnings rose to $880 million, or 54 cents per share, in the third quarter ended July 31, from $696 million, or 41 cents per share, a year earlier.  Net revenue rose to $14.59 billion from $13.06 billion. (Reporting by Akanksha Rana in Bengaluru; Editing by Sriraj Kalluvila)","90":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window.)  * Apple rises on report of ramp up in iPhone production  * Nonfarm payrolls increase by 136,000 in Sept  * HP Inc falls on $1 bln restructuring charge  * Indexes: Dow +1.12%, S&P 500 +1.11%, Nasdaq +1.14% (Updates to afternoon)  Oct 4 (Reuters) - Wall Street jumped on Friday as moderate jobs growth in September offered relief from a spate of dismal economic data this week that has rankled markets and fueled concerns that the world’s largest economy may be sliding into a recession.  A rally in technology stocks led by Apple Inc also helped lift the benchmark indexes at the end of a volatile week. After losing about 3% over Tuesday and Wednesday, the S&P 500 and Dow were on course for their best session in a month.  The Labor Department’s report showed nonfarm payrolls increased by 136,000 last month and the unemployment rate dropped to a 50-year low, but manufacturing payrolls declined for the first time in six months.  “It’s sort of a Goldilocks report: it’s not strong enough to move the Federal Reserve away from cutting rates at the end of October, but it’s not weak enough to make you concerned about the labor market or the consumer,” said Shawn Snyder, head of investment strategy at Citi Personal Wealth Management in New York.  Bets the Fed will cut interest rates have surged this week after a dramatic contraction in U.S. manufacturing, cooling private sector hiring and a fall in service sector activity pointed to widening fallout from the U.S.-China trade war.  Traders see a 77.5% chance that the central bank will lower borrowing costs at its policy meeting later this month, up from 40% on Monday. The Fed cut rates in September for the second time this year and said future reductions would be “data-dependent.”  With fears related to the trade war and its effect on the U.S. economy weighing on sentiment, the S&P 500 is up 1% over the past 12 months, and it is down about 3% from its record high close in July.  “Although market participants have been selling stocks and buying bonds, at the end of the day you say, ‘Gee, I still have to have some return for my investment, and that’s going to come from stocks,’” said Tom Martin, senior portfolio manager at GLOBALT Investments.  Apple Inc shares rose 2.8% after a report that the company would ramp up production of iPhone 11 models.  The S&P information technology index climbed 1.5%, while the Philadelphia chip index advanced 1.3%.  At 2:31 p.m. ET, the Dow Jones Industrial Average was up 1.12% at 26,495.69 points, while the S&P 500 gained 1.11% to 2,943.02.  The Nasdaq Composite jumped 1.14% to 7,961.77.  HP Inc tumbled 10.1% after the computer maker said it would cut up to 16% of its workforce as part of a restructuring plan that would result in an overall charge of $1 billion.  Advancing issues outnumbered declining ones on the NYSE by a 2.32-to-1 ratio; on Nasdaq, a 1.71-to-1 ratio favored advancers.  The S&P 500 posted 13 new 52-week highs and 1 new lows; the Nasdaq Composite recorded 14 new highs and 59 new lows. (Additional reporting by Medha Singh in Bengaluru and Sinead Carew in New York Editing by Nick Zieminski)","91":"Nov 13 (Reuters) - Activist investor Carl Icahn is pushing for the proposed merger of Xerox Corp and HP Inc , arguing that a union of the printer makers could make big profits for investors, the Wall Street Journal reported on Wednesday.  Icahn, who owns a 10.6% stake in Xerox, has now taken a 4.24% stake in HP, valued at roughly $1.2 billion, the Journal said here. (Reporting by Maria Ponnezhath; Editing by Subhranshu Sahu)","92":"(Updates United Bankshares, Euronext, SoftBank Corp, Aviva Plc, HP Inc; Adds Callon Petroleum Co, Qiagen NV)  Nov 18 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 1330 GMT on Monday: ** HP Inc said on Sunday it was open to exploring a bid for U.S. printer maker Xerox Corp after rebuffing a $33.5 billion cash-and-stock acquisition offer from the latter as “significantly” undervaluing the personal computer maker.  ** United Bankshares Inc said it would buy CresCom Bank parent Carolina Financial Corp in a deal valued at $1.1 billion, expanding its banking network in North and South Carolina. ** Qiagen NV shares jumped to their highest in almost 19 years on Monday after the German genetic testing company said it would start talks with several potential suitors. ** Mitsubishi Chemical Holdings Corp, Japan’s largest chemical maker, said it will pay 491.8 billion yen ($4.51 billion) to make Mitsubishi Tanabe Pharma Corp a fully owned subsidiary.  ** Blackstone said it will continue talks with Japanese hotel chain Unizo Holdings on its proposed $1.6 billion takeover bid and plans to make an announcement by Nov. 22.  ** British life and general insurer Aviva Plc will keep its operations in Singapore and China, it said, two days ahead of an expected strategy update and following speculation of a sale of the Singapore business. ** Swedish pharmaceutical group Recipharm has agreed to buy British peer Consort Medical for 505 million pounds or 6.3 billion crowns ($649 million), the companies said ** Bulgaria’s competition regulator has rejected appeals against the transport ministry’s decision to pick a consortium led by asset manager Meridiam to run and operate Sofia Airport, a posting on its website showed. ** Pan-European stock market operator Euronext and Switzerland’s SIX sparked a bidding war for Spain’s Bolsas y Mercados Espanoles (BME), with both trying to snap up one of Europe’s last standalone stock exchanges. ** SoftBank Corp plans to merge internet subsidiary Yahoo Japan with messaging app operator Line Corp to create a $30 billion tech group, as it strives to compete more effectively with local rival Rakuten and U.S. tech powerhouses. ** Australia’s Saracen Mineral Holdings Ltd said it would buy Canadian-listed Barrick Gold Corp’s 50% stake in the Super Pit gold mine in Western Australia for $750 million.  ** Consort Medical Plc said Sweden’s Recipharm AB would buy the London-listed healthcare company for 1,010 pence per share in cash. ** Software company Sage Group Plc said it will sell its payment processing unit Sage Pay for about 232 million pounds ($296.87 million) to Elavon, a payments company and unit of U.S. Bancorp. (Compiled by Arunima Kumar in Bengaluru; Edited by Krishna Eluri)","93":"FILE PHOTO: Dion Weisler, President and CEO Hewlett-Packard (HP) is seen on the floor of the New York Stock Exchange (NYSE) in New York, U.S., October 3, 2018. REUTERS\/Brendan McDermid  (Reuters) - HP Inc HPQ.N said on Thursday Chief Executive Officer Dion Weisler is stepping down after nearly four years in the role, and forecast fourth quarter profit below Wall Street estimates, sending its shares down 6% in late trade.  The company said Weisler, 52, is leaving the role to attend to a family health matter. Enrique Lores, a 30-year veteran with the company and currently president of HP’s imaging, printing and solutions business, will take over the CEO position on Nov. 1.  “On behalf of the board, we respect Dion’s decision to support the needs of his family,” said Chip Bergh, chairman of HP’s board.  Lores, who started as an engineering intern with the company, played a role in the splitting of Hewlett-Packard Co into two publicly-listed companies. The 53 year-old was also involved in the company’s $1.05 billion acquisition of Samsung’s printer business in 2017.  Palo Alto, California-based HP Inc, the hardware business that was formerly part of Hewlett Packard Company, expects fourth quarter profit in the range of 55 cents to 59 cents per share, with the midpoint below the average analyst estimate of 58 cents, according to IBES data from Refintiv.  For the third quarter ended July 31, HP Inc reported revenue of $14.60 billion, slightly below analyst estimates, hurt by weak sales in its printing business.  The company reported adjusted earnings of 58 cents per share, above 55 cents estimated by analysts.  Shares of the company were down 6.2% at $17.75 in late trade.","94":"FILE PHOTO - A Hewlett-Packard logo is seen at the company's Executive Briefing Center in Palo Alto, California January 16, 2013. REUTERS\/Stephen Lam\/File Photo  (Reuters) - HP Inc HPQ.N now expects 4,500 to 5,000 employees to leave the company by the end of fiscal 2019 as part of an ongoing restructuring plan, the PC maker said on Tuesday.  In October 2016, HP’s board had approved a restructuring plan to be implemented through fiscal year 2019, under which it had expected around 4,000 job cuts. In May, the company said it expected that number to increase by 1 to 2 percent.  The company employed 49,000 people as of Oct. 31.  HP, formed in 2015 when the then Hewlett-Packard Co was spilt into two, said in a regulatory filing here it now expects pretax charges of about $700 million related to the layoffs, compared with about $500 million forecast earlier.  HP estimates that about half of the expected pretax costs will relate to severance and the remaining costs due to infrastructure, non-labor actions and other charges.  When Hewlett-Packard Co split up, HP Inc focused on the consumer facing hardware business, including sales of PCs and printers, while Hewlett Packard Enterprise Co hosted the company’s data-center, software and services units.  HP, which has the top position in worldwide PC shipments in the first calendar quarter of 2018 with a 22.6 percent market share, reported better-than-expected quarterly sales of $14 billion in the quarter ended April 30.","95":"The Leadership Council on Legal Diversity, a group of more than 300 chief legal officers and law firm managing partners, is challenging its members to personally and publicly pledge to increase diversity and inclusion in their organizations.  Members of the group’s executive board - which includes leaders from HP Inc, eBay Inc, Crowell & Moring and Skadden Arps Slate Meagher & Flom - kicked off the initiative Thursday with their own commitments.  To read the full story on Westlaw Today, click here: bit.ly\/3dWHEvy","96":"The Hewlett-Packard (HP) logo is seen as part of a display at the Microsoft Ignite technology conference in Chicago, Illinois, May 4, 2015. REUTERS\/Jim Young\/File Photo  (Reuters) - HP Inc said on Wednesday that Chief Operating Officer Jonathan Flaxman, 61, has died.  Flaxman served at HP for more than 36 years.  The company said Flaxman had passed away \"peacefully with his family by his side early this morning.\" He is survived by his wife and three children. bit.ly\/2E2Fmra  HP said it named Jos Brenkel as the interim COO.  Brenkel most recently served as head of global sales strategy and operations and has been with the company for more than 30 years.  Flaxman joined HP in 1981, working in various roles and serving as the chief financial officer for Hewlett-Packard Co’s printing and personal group before becoming COO in 2015.","97":"Feb 10 (Reuters) - Xerox Holdings Corp on Monday raised its offer to buy PC-maker HP Inc to $24 per share from $22 per share.  The latest offer comprises $18.40 in cash and 0.149 Xerox shares for each HP share.  The U.S. printer maker first made a cash-and-stock offer to HP, a company more than three times its size, in November. (Reporting by Akanksha Rana in Bengaluru Editing by Saumyadeb Chakrabarty)","98":"(Reuters) - Xerox Corp said on Tuesday it was planning to take its $33.5 billion buyout bid directly to HP Inc shareholders after the personal computer maker refused to open its books for due diligence before a deadline.  “We plan to engage directly with HP shareholders to solicit their support in urging the HP Board to do the right thing and pursue this compelling opportunity,” Xerox said in a letter to HP’s board.  HP did not immediately respond to a request for comment.  HP on Sunday rejected Xerox’s $22 per share offer that consists of $17 in cash and 0.137 Xerox share for each HP share, saying the offer “significantly undervalues HP”.  The computer maker also accused Xerox of using aggressive words and actions to force a potential combination on opportunistic terms and without providing adequate information.  Slideshow ( 2 images )  “While you may not appreciate our ‘aggressive’ tactics, we will not apologize for them,” Xerox said on Tuesday.  Last week, Xerox threatened to take its bid hostile, if HP did not agree to a “friendly” discussion and open its books before Monday.  Xerox made the offer for HP, a company more than three times its size, on Nov. 5, after it resolved a dispute with its joint venture partner Fujifilm Holdings Corp that represented billions of dollars in potential liabilities.  HP has also said that under Xerox’s proposed terms, the combined company would be saddled with “outsized debt”.  However, HP left the door open for a deal that would involve it becoming the acquirer and said it can evaluate the merits by a due diligence of Xerox.","99":"July 3 (Reuters) - Several technology companies, including HP Inc, Dell Technologies and Microsoft Corp , are planning to shift substantial production capacity out of China, Nikkei reported on Wednesday, citing sources. HP and Dell are planning to reallocate up to 30% of their notebook production out of China, Nikkei said.  Microsoft, Google, Amazon.com Inc, Sony Corp and Nintendo Co Ltd are also looking at moving some of their game console and smart speaker manufacturing out of the country, Nikkei added s.nikkei.com\/2JjAMcM. (Reporting by Bhargav Acharya in Bengaluru; Editing by Muralikumar Anantharaman)","100":"(Reuters) - HP Inc HPQ.N on Thursday rejected Xerox Holdings Corp's XRX.N raised takeover bid of about $35 billion, saying it undervalued the personal computer maker.  The U.S. printer maker last month increased its offer by $2 to $24 per share, after its previous buyout offers were rejected by the PC maker for the same reason.  Chip Bergh, chair of HP’s board, said the offer would leave shareholders with an investment in a combined company that is burdened with an irresponsible level of debt.  “(It) would subsequently require unrealistic, unachievable synergies that would jeopardize the entire company,” Bergh said in a statement.  He pointed to declining sales at Xerox and said its recent sale of its interest in the Fuji-Xerox joint venture raised concerns about the company’s future position.  Xerox decided here to sell its 25% stake in Fuji Xerox, its joint venture with Fujifilm Holdings 4901.T, for $2.3 billion in November last year, following investor activism that scuppered a deal between the two companies.  After Xerox raised its bid last month, HP said it would implement a poison pill plan to stop investors from amassing more than 20% stake in the company.  HP on Thursday requested shareholders to reject Xerox’s tender offer launched earlier this week, saying it would disproportionately benefit Xerox shareholders relative to HP shareholders.  Xerox shares fell over 4% and HP shares about 1% in early trading.","101":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window.)  * Apple rises on report of ramp up in iPhone production  * Nonfarm payrolls increase by 136,000 in Sept  * HP Inc falls on $1 bln restructuring charge  * S&P 500, Dow track best day in a month  * Indexes up: Dow 0.90%, S&P 0.92%, Nasdaq 0.94% (Updates to early afternoon)  Oct 4 (Reuters) - U.S. stocks climbed on Friday as moderate jobs growth in September offered some relief from a spate of dismal economic data this week that has rankled markets and fueled concerns that the world’s largest economy was sliding into a recession.  A rally in technology stocks led by Apple Inc also helped lift Wall Street’s main indexes at the end of a volatile week. After losing about 3% on Tuesday and Wednesday, the S&P 500 and Dow were on course for their best day in a month on Friday.  The Labor Department’s report showed nonfarm payrolls increased by 136,000 last month and unemployment rate dropped to a 50-year low, but manufacturing payrolls declined for the first time in six months.  “It’s sort of a Goldilocks report: it’s not strong enough to move the Federal Reserve away from cutting rates at the end of October, but it’s not weak enough to make you concerned about the labor market or the consumer,” said Shawn Snyder, head of investment strategy at Citi Personal Wealth Management in New York.  Bets of interest rate cuts by the Fed have surged this week after a dramatic contraction in U.S. manufacturing, cooling private sector hiring and a fall in service sector activity evidenced the fallout from a prolonged U.S.-China trade war.  Traders currently see a 77.5% chance for the central bank to lower borrowing costs at its policy meeting later this month, up from 40% on Monday.  The Fed cut rates in September for the second time this year and said future reductions would be “data-dependent”.  The S&P had gapped lower on Wednesday after bleak manufacturing data, but Friday’s gains have helped the index climb back to near its Tuesday close.  The benchmark index is now 3% away from its record high hit in July after coming within striking distance of it two weeks ago.  Apple Inc shares rose 2.4% after a report that the company would ramp up production of iPhone 11 models.  The broader technology sector was up 1.26%, rising the most among 11 major S&P sectors. The Philadelphia chip index advanced 1.18%.  At 12:59 p.m. ET (1659 GMT), the Dow Jones Industrial Average was up 235.82 points, or 0.90%, at 26,436.86 and the S&P 500 was up 26.80 points, or 0.92%, at 2,937.43. The Nasdaq Composite was up 73.81 points, or 0.94%, at 7,946.08.  HP Inc tumbled 9.2% after the PC maker said it would cut up to 16% of its workforce as part of a restructuring plan that would result in an overall charge of $1 billion.  Advancing issues outnumbered decliners by a 2.12-to-1 ratio on the NYSE and 1.59-to-1 ratio on the Nasdaq.  The S&P index recorded 13 new 52-week highs and one new low, while the Nasdaq recorded 13 new highs and 57 new lows. (Additional reporting by Sinead Carew in New York; Editing by Sriraj Kalluvila and Arun Koyyur)","102":"The company logo for Xerox is displayed on a screen on the floor of the New York Stock Exchange (NYSE) in New York, U.S., March 11, 2019. REUTERS\/Brendan McDermid  (Reuters) - Xerox Holdings Corp XRX.N on Tuesday posted a better-than-expected quarterly profit as it kept a tight lid on costs and said it plans to follow through with its $33 billion bid to buy rival HP Inc HPQ.N.  Shares of the company, known for its photocopiers and printers, were up as much as 7%.  Xerox, which has been facing a slowdown in demand as businesses cut down on printing their paperwork, has laid out a three-year cost-cutting plan under Chief Executive Officer John Visentin, a nominee of activist investor Carl Icahn.  In the fourth quarter, Xerox cut expenses by $266 million and said it expects to save another $450 million in 2020. The quarterly results also benefited from a gain of over $500 million related to the sale of stake in Fuji Xerox and other assets.  That helped the company increase its net income to $818 million, or $3.61 per share, from $137 million, or 56 cents per share, a year earlier. Excluding items, the company earned $1.33 per share, beating the average analyst estimate of $1.11.  Xerox’s total revenue fell to $2.44 billion in the fourth quarter from $2.50 billion a year earlier.  Xerox in November launched a bid for HP to drive consolidation in a shrinking market. After getting rebuffed, Xerox has started a proxy fight to take over the board of its target.  Icahn, who owned stakes in both companies, favors a merger between the two companies."}}