{"date":{"0":"2020\/09\/15","1":"2020\/02\/15","2":"2019\/06\/07","3":"2020\/02\/14","4":"2020\/01\/08","5":"2018\/10\/24","6":"2018\/03\/07","7":"2020\/02\/13","8":"2019\/08\/15","9":"2020\/02\/07","10":"2018\/10\/24","11":"2019\/08\/08","12":"2018\/05\/02","13":"2019\/03\/07","14":"2018\/10\/23","15":"2020\/02\/07","16":"2018\/02\/26","17":"2018\/10\/10","18":"2019\/04\/23","19":"2018\/12\/23","20":"2018\/03\/07","21":"2018\/11\/01","22":"2018\/04\/25","23":"2019\/08\/08","24":"2019\/04\/23","25":"2021\/02\/16","26":"2021\/02\/19","27":"2019\/09\/17","28":"2018\/05\/02","29":"2021\/02\/16","30":"2018\/02\/23","31":"2018\/02\/16","32":"2020\/09\/15","33":"2021\/02\/11","34":"2018\/02\/15","35":"2019\/05\/06","36":"2019\/02\/22","37":"2020\/09\/15","38":"2019\/10\/31","39":"2020\/09\/15","40":"2019\/05\/06","41":"2019\/09\/17","42":"2018\/05\/02","43":"2019\/02\/21","44":"2019\/02\/25","45":"2020\/10\/29","46":"2019\/02\/22","47":"2019\/08\/26","48":"2020\/03\/20","49":"2019\/02\/25","50":"2019\/02\/22","51":"2018\/10\/23","52":"2018\/08\/03","53":"2018\/06\/18","54":"2018\/03\/02","55":"2019\/09\/12","56":"2019\/05\/04","57":"2018\/02\/21","58":"2019\/10\/31","59":"2021\/02\/02","60":"2019\/04\/22","61":"2018\/05\/09","62":"2018\/09\/07","63":"2019\/02\/24","64":"2019\/08\/15","65":"2018\/02\/23","66":"2018\/04\/12","67":"2020\/09\/15","68":"2019\/02\/21","69":"2020\/03\/15","70":"2018\/11\/06","71":"2020\/03\/16","72":"2021\/02\/11","73":"2020\/02\/13","74":"2019\/02\/27","75":"2018\/11\/06","76":"2019\/02\/28","77":"2019\/04\/09","78":"2019\/10\/23","79":"2020\/07\/30","80":"2019\/02\/25","81":"2018\/05\/02","82":"2021\/02\/11","83":"2020\/04\/30","84":"2018\/08\/03","85":"2019\/04\/22","86":"2020\/04\/03","87":"2020\/07\/30","88":"2019\/05\/04","89":"2020\/04\/30","90":"2019\/02\/24","91":"2018\/02\/16","92":"2020\/04\/30","93":"2018\/11\/01","94":"2019\/06\/07","95":"2020\/07\/30","96":"2020\/01\/08","97":"2019\/07\/31","98":"2020\/02\/24","99":"2020\/04\/03","100":"2018\/07\/25","101":"2020\/04\/03","102":"2019\/06\/12","103":"2018\/04\/24","104":"2019\/02\/23","105":"2020\/04\/22","106":"2019\/08\/26","107":"2019\/08\/08","108":"2019\/05\/09","109":"2019\/02\/22","110":"2019\/02\/22"},"text":{"0":"FILE PHOTO: The Kraft logo is pictured outside its headquarters in Northfield, Illinois, in a file photo. REUTERS\/Jim Young  CHICAGO (Reuters) - Kraft Heinz Co KHC.O said on Tuesday that it will sell several of its cheese businesses to a U.S. affiliate of France's Groupe Lactalis for $3.2 billion.  The deal, which is expected to close in the first half of 2021, includes Kraft Heinz’s U.S. natural, grated, cultured and specialty cheese businesses and its grated cheese business in Canada.","1":"Slideshow ( 2 images )  WASHINGTON (Reuters) - A U.S. judge in Illinois on Friday granted a partial win to Kraft Heinz and Mondelez in the foodmakers’ battle with the U.S. Commodity Futures Trading Commission over a $16-million settlement agreed last year.  The foodmakers had agreed in August to pay the penalty to CFTC to settle a wheat manipulation case dating back to 2015, in a deal in which both the firms and the regulator agreed to a gag order.  The companies said the CFTC’s statements at the time violated the terms of the agreement. CFTC said Kraft and Mondelez had driven up prices of wheat by buying up futures to create the illusion of strong demand, yielding the companies more than $5 million in profits.  Kraft Heinz and Mondelez asked a Judge in the Northern District of Illinois to hold the CFTC and the commissioners in contempt of court, among other requests, which were redacted.  Judge John Robert Blakey in Chicago said he would grant them “in part” “given the egregious misconduct” by the CFTC, a filing showed. Because of the redacted motions, parts of the companies’ requests were unknown.  The case centered on misconduct in the wheat market, trading in Chicago.  The companies at the time said they strongly disagreed with CFTC’s statement, which “blatantly violate and misrepresent the terms and spirit of the consent order.”  Representatives for the CFTC, Kraft Heinz and Mondelez did not respond immediately to requests for comment.","2":"June 7 (Reuters) - Kraft Heinz Co said on Friday the company’s internal investigation into its procurement practices and internal controls assessment is now complete and expects to report its quarterly results on or before July 31.  Kraft Heinz also filed its annual report for fiscal year 2018.  Last month, the company said it would restate financial reports for a near three-year period to fix errors that resulted from lapses in procurement practices by some of its employees.  “We are pleased that Kraft Heinz is returning to a path of normalization,” Alex Behring, chairman of Kraft Heinz’s board, said. (Reporting by Nivedita Balu in Bengaluru; Editing by James Emmanuel)","3":"(Reuters) - Kraft Heinz Co's KHC.O debt rating was cut to \"junk\" by global credit ratings agency Fitch on Friday, a day after the ketchup and sausage maker reported lower-than-expected quarterly sales and wrote down the value of some businesses.  FILE PHOTO: Shareholders shop for discounted products at the Kraft Heinz booth at the annual Berkshire Hathaway shareholder meeting in Omaha, Nebraska, U.S., May 4, 2019. REUTERS\/Scott Morgan\/File Photo  Shares of Kraft Heinz, in which billionaire Warren Buffett's Berkshire Hathaway Inc BRKa.N and Brazilian private equity firm 3G own major stakes, fell about 4%.  Chicago-based Kraft Heinz, which last year took a $15.4 billion writedown of key brands including Oscar Mayer hot dogs, has been struggling to grow sales as consumers shift to healthier options and private-label brands.  “Following Kraft’s commentary around 2020 operating headwinds and its commitment to maintain its dividend, Fitch estimates the company may need to divest up to 20% of its projected 2020 EBITDA to support debt reduction,” the agency said.  Kraft Heinz said on a post-earnings call on Thursday that currency fluctuations, divestitures, supply chain costs and bonuses related to the turnaround would likely lead to a decline of about $460 million in full-year earnings before interest, taxes, depreciation and amortization (EBITDA).  “We believe it’s important to Kraft Heinz shareholders to maintain our dividend during this time of transformation,” Kraft Heinz said in response to the cut in credit rating.  Fitch lowered its long-term rating on the company to ‘BB+’ from ‘BBB-‘, but kept its outlook at stable.  BB level, or \"junk\", rating for companies is seen as having higher risk to lenders. (bit.ly\/2OV2Kin)  Separately, Moody's also revised its rating outlook to \"negative\" from \"stable\", saying it expects falling operating performance and high debt levels to continue through 2020. (bit.ly\/2SsK1x1)  As of August, Kraft Heinz is rated “BBB-” by S&P, the lowest investment-grade rating. At least eight Wall Street analysts lowered their price targets on the stock after the company reported disappointing results.","4":"CHICAGO (Reuters) - Kraft Heinz Co KHC.O on Wednesday named Campbell Soup Co CPB.N executive Carlos Abrams-Rivera president of its U.S. business, the Heinz ketchup maker's latest executive hire as it aims to revitalize its business after a troubling year.  Slideshow ( 2 images )  New Kraft Heinz Chief Executive Miguel Patricio had been managing the Chicago-based company’s U.S. business since he took over in July. The unit, which makes Oscar Mayer bacon and Velveeta cheese, is Kraft Heinz’s biggest contributor to sales.  Abrams-Rivera, 52, has previously worked at Kraft Heinz and Mondelez International Inc MDLZ.O and will start his new role at Kraft Heinz on Feb. 3. Most recently, Abrams-Rivera managed Campbell's snacks division.  Kraft Heinz will share details about Abrams-Rivera’s U.S. strategy in the first quarter, Patricio said in an interview.  He said the company plans to invest more in media - which includes advertising, brand development and packaging - but declined to say how much it would spend this year.  Analysts and investors have criticized Kraft Heinz for underinvesting in branding, advertising and innovation at a time when grocers like Walmart WMT.N and Kroger KR.N are aggressively making cheaper own-brand products similar to those made by Kraft Heinz.  Over the past year, Kraft Heinz has withdrawn its full-year outlook, written down the value of several key brands and assets by more than $15 billion, and struggled to overcome competition from retailers’ private-label brands.  It also disclosed in February that it had been subpoenaed by the U.S. Securities and Exchange Commission over an investigation into its accounting practices.  Aiming to revitalize Kraft Heinz, Patricio, a veteran marketing executive, was brought in from Anheuser-Busch InBev ABI.BR. Since Patricio's move was announced in April, Kraft Heinz's Chief Marketing Officer Eduardo Luz has stepped down and is yet to be replaced. The company's head of finance David Knopf has also left, and earlier this week, Kraft Heinz named Flavio Torres its new head of global operations.  Shares of the company, down 36% since it announced a major writedown and the SEC investigation in February, were down about 1% in afternoon trading.","5":"Oct 24 (Reuters) - Indian consumer company Zydus Wellness Ltd and Cadila Healthcare Ltd will jointly buy Heinz India Private Ltd for 45.95 billion rupees ($627.18 million).  Zydus and Cadila will buy entities including malt-based health drink Complan and energy drink Glucon-D, Zydus said here in a statement on Wednesday. ($1 = 73.2650 Indian rupees) (Reporting by Tanvi Mehta in Bengaluru; Editing by Vyas Mohan)","6":"March 7 (Reuters) - Kraft Heinz Co:  * KRAFT HEINZ LAUNCHES NEW PLATFORM TO SHAPE NEXT GENERATION OF FOOD  * KRAFT HEINZ - ANNOUNCED LAUNCH OF SPRINGBOARD, A PLATFORM FOR U.S. BRANDS WITHIN FOOD AND BEVERAGE SPACE  * KRAFT HEINZ - SPRINGBOARD PLATFORM IS SEEKING OPPORTUNITIES TO DEVELOP BRANDS, IS ALSO LAUNCHING AN INCUBATOR PROGRAM Source text for Eikon: Further company coverage:","7":"CHICAGO (Reuters) - Kraft Heinz Co KHC.O on Thursday missed quarterly sales estimates, forecast lower full-year core earnings, and wrote down the value of some businesses - including coffee brand Maxwell House - by $666 million.  FILE PHOTO: Bottles of Heinz tomato ketchup of U.S. food company Kraft Heinz are offered at a supermarket of Swiss retail group Coop in Zumikon, Switzerland December 13, 2016. REUTERS\/Arnd Wiegmann  The Chicago-based company also highlighted “very, very volatile” pork prices due to problems in China including the deadly coronavirus, African swine fever and trade uncertainties. Four of the company’s eight factories in China are closed, Kraft Heinz said in an interview with Reuters.  Shares of Kraft Heinz, whose products include Philadelphia cream cheese and Planters peanuts, were down 7% at $27.93 on Thursday afternoon.  Kraft Heinz’s sales have been muted for 14 straight quarters as consumers turn to cheaper private-label brands, online shopping and fashionable, non-processed and organic food. Thursday’s results mark the one-year anniversary of Kraft Heinz reporting a surprise loss and taking a $15.4 billion writedown of key brands - a move that rocked the consumer goods industry and led to the ousting of former chief executive Bernardo Hees and several other executives.  At the time, the company also slashed its dividend by 36% and disclosed an investigation into its accounting practices by the U.S. Securities and Exchange Commission. In the year since, Kraft Heinz has announced further writedowns, scrapped its full-year adjusted earnings outlook, and is still under SEC investigation.  “Our turnaround will take time, but we expect to make significant progress in 2020,” said CEO Miguel Patricio, who was recruited last year to stabilize the company.  Brazilian private equity firm 3G and billionaire Warren Buffett engineered the merger of H.J. Heinz and Kraft Foods in 2015, and since that deal the value of Kraft Heinz’s stock has sunk about 60%. Under executives installed by 3G, the company made aggressive cuts using a tool called zero-based budgeting (ZBB) that incentivizes managers to meet strict cost targets - critics say this ate in to investment in brands.  The company still believes in ZBB, and will continue to cut costs but will focus more on efficiency, Patricio told Reuters in an interview. Under his management, very few employees will now have all their targets based on reducing costs.  The company said on a post-earnings call that currency fluctuations, divestitures, supply chain costs and bonuses related to the turnaround would likely lead to a decline of about $460 million in full-year earnings before interest, taxes, depreciation and amortization (EBITDA).  “We see this as a good sign that the incoming CEO is taking the necessary steps to stabilize the business rather than rearranging the deck chairs,” Bernstein analyst Alexia Howard said.  The company, which also makes Oscar Mayer cold cuts and Kraft cheese slices, said fourth-quarter sales declined 5.1% due to lower U.S. demand for cheese, coffee, bacon and other products. The company said this was prompted by higher costs for key raw materials - including dairy and meat - that forced Kraft Heinz to raise U.S. prices by 3.1 percentage points.  “We have never seen such big volatility in meat, specifically in pork, as we are seeing now,” Patricio said. Most of the world’s pork is consumed by China, which accounts for 2% of Kraft Heinz’s sales.  “We don’t know what’s going to happen with consumption in China - nobody knows because right now, the restaurants are closed.”  Kraft Heinz took a $453 million charge in the fourth quarter ended Dec. 28 due to lower goodwill in businesses in Australia, New Zealand and Latin America. It also wrote down the value of its Maxwell House brand by about $213 million. According to media reports, Kraft Heinz hired investment bankers last year to review options - including a potential sale - for the nearly 130-year-old coffee brand.  Excluding items, the company earned 72 cents a share, beating analyst expectations of 68 cents per share according to Refinitiv. Sales fell to $6.54 billion, short of the analyst estimate of $6.61 billion.","8":"Aug 15 (Reuters) - The U.S. Commodity Futures Trading Commission (CFTC) said on Thursday Kraft Heinz Co and Mondelez International Inc will pay $16 million in penalty regarding a wheat manipulation case that dates back to 2015.  The CFTC said Kraft and Mondelez came up with a strategy to purchase and stand for delivery on more than 3,000 futures contracts, priced at about $90 million, to send the market a false signal that the companies had demand for wheat.  The lawsuit was filed by wheat futures and options traders who accused Kraft and Mondelez of illegally manipulating the grain’s price at their expense.  The complaint alleged the companies had no intention of sourcing wheat from the futures market and the $90 million of wheat futures at issue exceeded their actual sourcing needs.  The penalty is about three times the companies' alleged gain, the CFTC said in a statement. (bit.ly\/2OX1iyo)","9":"NEW YORK (Reuters) - Shares of Kraft Heinz Co KHC.O spiked more than 4% on Friday after a Twitter account closely resembling that of financial publication Barron's said the food company had been approached for a buyout.  FILE PHOTO - A Heinz Ketchup bottle sits between a box of Kraft macaroni and cheese and a bottle of Kraft Original Barbecue Sauce on a grocery store shelf in New York March 25, 2015. REUTERS\/Brendan McDermid\/File Photo  The company’s stock rose to a session high of $30.30 at around noon ET (1700 GMT), minutes after the tweet from “@barronsfinance,” an account with more than 5,000 followers on Twitter. The account uses a similar logo to the official Barron’s account, which goes under the handle “@barronsonline.”  The tweet was later deleted.  Trading volume in Kraft Heinz options was also heavier than usual.  Activity in call options, used to position for a rise in shares, first spiked around 10 am ET (1500 GMT), shortly before the @barronsfinance account initially tweeted about “takeover chatter” regarding Kraft Heinz, according to data from options analytics platform Trade Alert.  Options activity picked up again around the time of the second tweet.  Two of the biggest trades in Kraft Heinz options were for calls expiring on Friday at a strike price of $29.50, near the shares’ closing price, the data showed.  Kraft Heinz shares ended Friday’s session 1.7% higher at $29.54. Volume on the session was over 13 million shares, 1.9 times its 10-day average of 7.04 million shares.  A spokesman for Kraft Heinz declined to comment. A spokeswoman for Dow Jones & Company, the publisher of Barron’s, said @barronsfinance was not affiliated with the publication.  A Twitter message to @barronsfinance was not immediately returned. It was unclear who was behind the Twitter account.","10":"(Reuters) - Kraft Heinz Co KHC.O will sell part of its Indian business, including brands such as malt-based drink Complan and energy drink Glucon-D, for 45.95 billion rupees ($627.18 million), at a time when Indian consumers are demanding healthier, sugar-free alternatives.  Indian pharmaceutical and consumer products company Zydus Wellness Ltd ZYDS.NS and its parent Cadila Healthcare Ltd CADI.NS will jointly buy the assets to expand their portfolio to also include brands such as talcum powder Nycil and clarified butter, Sampriti Ghee, the companies said in a statement on Wednesday.  Complan, along with GlaxoSmithKline's GSK.L health drinks brands Horlicks, was very popular until about a decade ago, when consumers used these products for supplemental nutrition along with milk.  Their popularity has since waned, with sales growth slipping, as consumers grew wary of the sugar content in these products and the health claims made by these brands.  “The sale of this niche business fits into our overall global growth strategy and our focus on investing in and growing brands within our core categories,” Kraft Heinz Chief Executive Bernardo Hees said in a statement.  Glaxo's Horlicks is also up for sale and sources told Reuters last month that Nestle NESN.S, Unilever ULVR.L, UNc.AS and Coca-Cola KO.N are among the bidders for the business that could fetch more than $4 billion.  Tater Tots-maker Kraft Heinz, which will also sell two manufacturing facilities as part of the deal, said on Wednesday it will continue to grow its Heinz sauces and other Kraft businesses in India.  The deal value includes net working capital of 400 million rupees and cash of 150 million rupees, but does not assume any debt, Zydus said here in a statement on Wednesday.  The deal will give Zydus, majority owned by Cadila, a chance to leverage its position in the health-food and nutrition segment. The company, which owns sugar substitute Sugar Free, had bought premium healthy fat spread Nutralite in 2006.  The Kraft Heinz assets that had a network of over 800 distributors in 29 states reported revenue of about 11.50 billion rupees for the 12 months ending June, Zydus noted, adding that the deal will push Zydus’ annual revenue to 17 billion rupees.  Shares in Zydus fell 2 percent while Cadila shares lost over six percent in afternoon trading.  Zydus will finance the deal, which is expected to add to earnings, through a mix of equity and debt and plans to close it in the fourth quarter of the current fiscal year.","11":"(Reuters) - Kraft Heinz Co KHC.O reported weak sales on Thursday, prompting the maker of packaged foods to write down the value of several business units by more than $1 billion and drop its full-year forecast as it struggles to lure back customers.  Shares fell to a record low as the Chicago-based company marked a 12th straight quarter of lackluster sales.  Kraft Heinz, which counts billionaire Warren Buffett as its largest investor, has been battered by competition from private-label brands, changing consumer tastes and lower investment in its brands due to heavy cost-cutting under leaders installed by Brazilian private equity firm 3G Capital.  The earnings report, delayed by an internal investigation into accounting practices at Kraft Heinz’s procurement team, underscored these issues and pushed shares down by more than 15%.  “Some may say that it’s not a disaster and thus better than feared – we’re not yet in that camp,” J.P.Morgan analyst Ken Goldman said.  Kraft Heinz’s struggles have rocked other major consumer goods companies this year, highlighting the industry’s struggle to cut costs without gutting marketing budgets amid soaring input and transportation costs.  “On the whole, we are dissatisfied with our financial performance year-to-date,” said Chief Financial Officer David Knopf, a 3G Capital partner who was named to the role in 2017 when he was 29 years old. Knopf called Kraft Heinz’s earnings decline “simply unacceptable” and said sales were held back as U.S. and Canadian retailers cut inventory.  FILE PHOTO: Shareholders shop for discounted products at the Kraft Heinz booth at the annual Berkshire Hathaway shareholder meeting in Omaha, Nebraska, U.S., May 4, 2019. REUTERS\/Scott Morgan\/File Photo  Retailers from Walmart Inc WMT.N and Kroger Co KR.N to Amazon.com AMZN.O have ramped up investment in store-brand products in recent years, eating into sales at major packaged goods companies and forcing them to revamp products.  Warren Buffett - who teamed up in 2015 with 3G Capital to orchestrate the merger of Kraft Foods and Heinz Co - said in February that pressure from retailers' store brand products had changed Kraft Heinz's ability to price, adding that Costco Wholesale Corp's COST.O Kirkland brand outsells all Kraft Heinz products. Buffett said at the time that his Berkshire Hathaway Inc BRKa.N had overpaid in the deal.  ‘SIMPLY UNACCEPTABLE’  3G, Kraft Heinz’s second-biggest shareholder, has used its so-called zero-based budgeting cost-strategy successfully at holdings including Heinz and Anheuser-Busch. The controversial budgeting tool requires managers to justify their expenses annually from scratch, rather than use the prior year as a guide or pursue cost savings on an ongoing basis.  But this approach resulted in smaller marketing budgets for key brands like Oscar Mayer bacon and the loss of brand managers and market share, according to former Kraft Heinz marketing employees.  Kraft Heinz needs to pivot from cost-cutting and instead focus on efficiency and a stronger balance sheet, the company's new CEO Miguel Patricio said on a call to discuss earnings. Patricio, a 30-year marketing veteran from Anheuser-Busch InBev ABI.BR, was named to the role in April. \"Setting short-term targets publicly won't be productive as we set and work to deliver against our strategic directions and priorities.\"  Kraft Heinz said it was withdrawing its previously announced full-year outlook of adjusted earnings before interest, tax, depreciation and amortization between $6.3 billion and $6.5 billion. The company also said net income halved in the first six months of the year.  The company took a charge of about $744 million on its U.S. refrigerated, Latin American exports and Brazil units among others, blaming lower five-year operating forecasts. It also booked an impairment charge of about $474 million in the second quarter to write down the value of six brands, including Velveeta and Cool Whip. The impairment charges are preliminary and subject to finalization of control procedures, it said.  This marks Kraft Heinz’s second major writedown since Feb. 21, when the company knocked $15.4 billion off the value of its Kraft and Oscar Mayer brands, posted a surprise quarterly loss, and disclosed a U.S. Security and Exchange Commission investigation into its accounting practices.  After an internal review, Kraft Heinz said in May it had increased the initial brand writedown by about $13 million due to misstatements in reports for 2016, 2017 and the first nine months of 2018. The U.S. Attorney’s Office for the Northern District of Illinois is working with the Securities and Exchange Commission to investigate this matter.  Net income attributable to the company’s shareholders fell more than 51% to $854 million, or 70 cents per share. Excluding items, the Chicago-based company earned $1.44 per share. Kraft Heinz said net sales fell about 5% to $12.37 billion. The company, whose shares have lost a third of their value since February, said it expects better second-half sales and earnings growth.","12":"CHICAGO (Reuters) - Kraft Heinz Co's KHC.O quarterly profit beat expectations as the Tater Tots-maker benefited from tax changes in the United States and raised prices to counter higher input costs, sending shares up 4 percent after the bell.  FILE PHOTO: Heinz tomato Ketchup is show on display during a preview of a new Walmart Super Center prior to its opening in Compton, California, U.S., January 10, 2017. REUTERS\/Mike Blake\/File Photo  Food companies, including Conagra Brands Inc CAG.N and General Mills Inc GIS.N, have flagged higher transportation costs and rising commodities prices in recent months. These companies are also are under pressure to boost sales while the struggling retailers they sell products to clamp down on prices and inventory.  Kraft Heinz, whose brands include Velveeta cheese and Heinz ketchup, said it raised prices in the United States and in other parts of the world, driving overall pricing up by 1 percentage point. Pricing was positive for the third straight quarter.  Net income rose 11.1 percent to $993 million, or 81 cents per share, primarily reflecting benefits from the biggest overhaul of the U.S. tax code in over 30 years, which slashed the corporate income tax rate to 21 percent from 35 percent.  Excluding items, earnings were 89 cents per share, beating the average analyst estimate of 82 cents, according to Thomson Reuters I\/B\/E\/S.  Net sales slipped 0.3 percent to $6.30 billion in the first quarter ended March 31 as weakening demand for processed foods in the United States more than offset growth in Canada, Europe, the Middle East and Africa. Sales missed expectations of $6.33 billion.  Kraft Heinz has reported muted sales for several straight quarters as U.S. retailers make space on their shelves for fresh food and higher-margin upstart brands such as Sir Kensington’s or Portlandia Foods.  EMPTY M&A PIPELINE  Kraft Heinz's stock has lost 42 percent in value since its failed takeover bid for Unilever Plc ULVR.L last year. Its private equity backer 3G is known for driving sales through acquisitions.  “If another deal isn’t imminent, what’s the next phase of growth? They’re under pressure to deliver sales,” Edward Jones analyst Brittany Weissman said, noting frustration and impatience among shareholders about the company’s empty merger and acquisition pipeline.  To prove to investors that it can grow through innovation, Kraft Heinz has been investing in e-commerce and food and beverage startups, joining a growing list of U.S. food companies looking at new ways to spur growth. Finance chief David Knopf said the rise in first-quarter pricing also helped make up for higher expenses from the company’s aggressive commercial investment plans.  Changing consumer habits and retail industry woes due to online competition are some of the hurdles to Kraft Heinz making an acquisition, Weissman added.","13":"PARIS (Reuters Breakingviews) - Kraft Heinz shares reached their zenith two years ago, the day Unilever rejected an unwanted takeover approach from the aggressive maker of ketchup and processed cheese. Its Anglo-Dutch quarry’s stock also got a boost. How the tables have turned. The Cheez Whiz giant has melted down since offering to buy Unilever: its $40 billion market value is now just a quarter of its erstwhile prey’s. Unilever, meantime, has blossomed into a $155 billion behemoth.  A box of Kraft Velveeta shells and cheese is displayed in a grocery store in New York March 25, 2015. REUTERS\/Eduardo Munoz  The Kraft-Unilever merger dance was a short one – lasting one long weekend in February 2017. But it unlocked a broader debate about the appropriate model for a modern corporation. Is the role of the company, as the monetarist Milton Friedman argued decades ago, solely to produce profit, and pay dividends, to shareholders? Or must it consider other constituents, like workers, the communities in which it operates and the environment – as well as stock owners?  The divergent fortunes of Kraft and Unilever since their dalliance would suggest the Friedman view embraced by Kraft’s top owners is outdated, and the more expansive one, which undergirded Unilever’s lightning defense against Kraft’s bid, is ascendant. But in that brief interlude when Unilever was forced to weigh all its strategic options, one that emerged is what investment bankers call a “Pac-Man defense,” where a takeover target flips the script and bids for its would-be acquirer.  Chicago-based Kraft is a shell of its former financial self. The rent-seeking, dividend-paying model of its overlords at Brazilian investment group 3G, with an assist from Warren Buffett’s investment company Berkshire Hathaway, appears to be in tatters. What better way for Unilever to show the world that its more inclusive form of capitalism is dominant than to pounce on Kraft, revive the business and make a fortune for shareholders all at once?  Unilever can afford to swallow the much-diminished Kraft, led by 3G partner Bernardo Hees. In a straight takeover, rather than a merger like the one Kraft sort-of proposed two years ago, Unilever would also be in a prime position to call the shots, and export its culture and management approach – one where growth is not sacrificed at the altar of cost savings. Nonetheless, there would be copious synergies to harvest from combining overlapping functions, from corporate overheads to global procurement.  Consider the arithmetic of a hypothetical Unilever bid mimicking Kraft’s from two years ago. At a 20 percent premium to current market prices, a bit more than the markup Kraft offered, a deal would cost Unilever about $48 billion. At the same ratio of cash and stock as Kraft had proposed, that would leave Unilever needing to hustle up $29 billion in cash. That would take the debt load of the combined group close to a punchy $80 billion, or more than four times EBITDA for this year, according to I\/B\/E\/S estimates from Refinitiv. But with as much as $4 billion worth of cost savings potentially achievable, the ratio might drop to below 3.5 times EBITDA.  And there are other ways to reduce indebtedness. Buffett might be persuaded to take only equity. Perhaps even 3G could do the same. Together they own 49 percent of Kraft. That would bring debt to well below three times EBITDA. And then there are potential disposals of parts of Kraft. Unilever, for instance, might want to focus on its Hellmann’s mayonnaise and jettison Kraft’s Miracle Whip. Or it might sell its Maille brand of Dijon mustard to focus on Kraft’s Grey Poupon, and so on and so forth.  Which gets to the reason Unilever would probably decide against a bid: Kraft’s portfolio. Many Kraft brands – think Velveeta, Oscar Mayer and Jell-O - give off a bouquet of flavor attributes that might best be described as over-processed, under-nourishing and ultra-long shelf-life. Revenue excluding rebates and returns at Kraft rose just 0.8 percent in 2018.  Unilever has some more appealing food brands, for sure, like Ben & Jerry’s and Magnum ice creams. And its consolidated underlying sales growth, adjusted for the divestiture of its margarine-spreads business, came to 3.1 percent for 2018. But the victuals line’s growth, at 2 percent, lagged beauty and personal care, at 3.1 percent; and home care, which grew 4.2 percent. Even if Unilever could get Kraft’s food businesses to grow at the same rate as its own, a deal would drag down the overall top line. All of which raises the question of why Unilever is in the edibles business at all.  That’s a matter the company’s new chief executive, Alan Jope, will need to address when he takes over at May’s annual meeting. While the Scotsman looks as if he might enjoy a Magnum or two, he ascends to the top job after running the bigger arm that includes Dove soap and Axe body wash. Snagging Kraft, while it’s cheap, might make a nice prelude to splitting the whole food complex off down the road.","14":"(Reuters) - Kraft Heinz Co KHC.O has agreed to sell a portfolio of its Indian businesses, including children's drink brand Complan, to Indian drugmaker Zydus Wellness Ltd, Bloomberg reported on Tuesday, citing sources.  The deal with Ahmedabad-based Zydus, which is a unit of Cadila Healthcare Ltd CADI.NS, could be announced as early as this week, the report said, adding that Zydus has been discussing a value of about 46 billion rupees ($625 million) for the businesses.  Earlier this month, the Indian media had reported that Zydus was close to a deal with Kraft Heinz for brands including Glucon-D and Nycil.  Kraft Heinz declined to comment on the report. Cadila Healthcare and Zydus Wellness did not immediately respond to Reuters request for comment.","15":"NEW YORK, Feb 7 (Reuters) - Shares of Kraft Heinz Co spiked more than 4% on Friday after a fake Twitter account closely resembling that of financial publication Barron’s said the food company had been approached for a buyout.  The company’s stock rose to a session high of $30.30 at around noon, minutes after the tweet from “@barronsfinance,” an account with more than 5,000 followers on Twitter. The account uses a similar logo to the official Barron’s account, which goes under the handle “@barronsonline.”  The tweet was later deleted.  A spokesman for Kraft Heinz declined to comment. A spokeswoman for Dow Jones & Company, the publisher of Barron’s, said @barronsfinance was not affiliated with the publication.  A Twitter message to @barronsfinance was not immediately returned. It was unclear who was behind the Twitter account.  Kraft Heinz shares were recently up 2.1% and volume on the session was over 10 million shares, about 1.5 times its 10-day average of about 7.04 million shares. (Reporting by Chuck Mikolajczak and April Joyner; Additional reporting by Richa Naidu; Editing by Ira Iosebashvili and Will Dunham)","16":"Feb 26 (Reuters) - Buffett says it is “crazy” to borrow money to buy stocks Buffett says ‘it is insane to risk something you have and need’ for the sake of leveraging up on stocks Buffett says investors might get ‘euphoric surge’ if they double their money in stocks, but will not be ‘happier’ Buffett says investment deputies todd combs and ted weschler are ‘enormous contributors to berkshire,’ though they have ‘certainly done things i would not have done’ Buffett says has not gone to taco bell, chipotle; prefers mcdonald’s, kfc, burger king, wendy’s Warren buffett says berkshire hathaway inc does not own gun manufacturers, has not issued any edict to managers not to invest in them -- cnbc Buffett says he resigned from kraft heinz board because it was ‘time consuming,’ and that it does not reflect lessened commitment to company Buffett says precision castparts, berkshire’s largest acquisition, has ‘not earned as much’ as projected, but ceo mark donegan is an ‘extraordinary business operator’ Buffett says ‘i was certainly wrong’ when buying ibm Buffett, 87, says he is cutting back on travel","17":"A federal judge in San Diego has ruled that a FordHarrison partner’s representation of two Kraft Heinz Co employees during depositions in a proposed wage-and-hour class action did not disqualify the firm from defending the foodmaker in the same case.  U.S. District Judge William Hayes on Tuesday rejected the plaintiffs’ claims that the involvement of the lawyer, Daniel Chammas, had “infected” the 2016 lawsuit that accused Kraft Heinz of violating various California labor laws, and ran afoul of state attorney ethics rules.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2RFtkfh","18":"CHICAGO, April 22 (Reuters) - Kraft Heinz Co’s incoming chief executive, Miguel Patricio, is indicating a change in strategy for the packaged food company that could move it away from the aggressive cost-focused culture that has been in place since the company was created in 2015.  Patricio, a 52-year-old Portuguese native who will take over the helm of the world’s fifth biggest food company from July 1, said he plans to focus more on efficiency, investing in brands and growing sales organically at a company that has been reeling from a $15.4 billion writedown on some of its brands.  Kraft Heinz’s focus on cost-cutting and interest in scoring a big acquisition have been key to the company’s strategy under management installed by Brazilian private equity firm 3G Capital. 3G, along with Warren Buffett’s Berkshire Hathaway, forged the $49 billion merger of Kraft Foods with H.J. Heinz in 2015.  “I think the obsession for efficiency has to be much bigger than the obsession for cutting costs,” Patricio, 52, told Reuters on Monday.  “Cost cutting should be a priority for any company. However, you cannot cut costs every year,” said Patricio, who most recently was the global head of marketing for brewer Anheuser-Busch InBev’s. He previously worked at Philip Morris, Coca-Cola Co and Johnson & Johnson.  3G Capital, which is Kraft Heinz’s second largest shareholder, behind Berkshire Hathaway, with a 22.15 percent stake, is known for scoring large M&A deals and using a controversial cost-cutting tool called zero-based budgeting to keep profit margins high.  Zero-based budgeting requires managers to justify their expenses annually from scratch, rather than use the prior year as a guide or pursue cost savings on an ongoing basis.  Kraft Heinz’s outgoing CEO, Bernardo Hees, a 3G partner, told Reuters in September that he was considering M&A to fuel growth.  Asked on Monday if Kraft Heinz was still considering big acquisitions, Patricio said he was sure the company would do so one day, but that his focus, for now, was on growing existing brands.  “At this moment, I’m really focused on the organic part of it. I think we can - and we need – to get organic growth and I’m going to put a lot of my time figuring that out.”  INVESTORS WANT PROOF  The announcement comes two months after Kraft Heinz took the massive writedown on some of its brands, cut its dividend and disclosed a Securities and Exchange Commission probe into accounting practices at its procurement unit. Intense competition from private-label brands, changing consumer habits and pressure from retailers to lower prices has sent the food industry reeling in recent years.  “Given what’s happened at Kraft Heinz in the past several months, that 3G model has come into question,” Edward Jones analyst Brittany Weissman said. “I think they realize they cut a little too far.  “And to Patricio’s point, it may now be about investing where you need to while maintaining cost discipline. Investors want to see proof that can grow sales.” Weissman said. “It’s good to hear they’re not thinking about an imminent acquisition. From a balance sheet perspective, they’re not there yet.”  3G did not immediately respond to a request for comment.  Under Hees, Kraft Heinz lost half its market value, as it ceded market share to competitors and failed to snap up Anglo-Dutch consumer giant Unilever Plc in a proposed $143-billion merger. At the time, Unilever cited concerns about Kraft Heinz’s culture.  Kraft Heinz’s cost-focused strategy also gave way to a high-pressure, anxious environment, according to four former Kraft Heinz employees who worked at the company’s Chicago headquarters and two former employees from Europe.  The deep cuts and layoffs also ate away at advertising budgets and decades of industry experience, said two sources who worked at Kraft Heinz’s marketing department.  “3G are known for being ruthless and brutal when it comes to cost and what does that do to culture?” Edward Jones’ Weissman said. “It’s too early to see how much flexibility Patricio will have to change the culture or improve processes at the company. Can he get those brands back to growth? That’s probably going to take a lot of investment.”  Zero-based budgeting (ZBB) is a pillar of the Kraft Heinz culture, spokesman Michael Mullen said, noting that cost savings help the company increase support for its brands, drive innovation, and invest in top-tier talent.  “In 2018, and again this year, savings from ZBB allow us to invest in new capabilities, emerging channels, and new product platforms for top-line growth,” Mullen said.  Industry analysts have raised concerns that Kraft Heinz was pricing its brands too high at a time when private-label brands from Walmart, Aldi and Kroger were gaining popularity. Kraft Heinz’s ketchups, sliced cheeses and hot dogs were some of the first products these retailers sought to replicate at a lower price.  Buffett, whose Berkshire Hathaway Inc owns 26.7 percent of Kraft Heinz, highlighted the pressure from retailers in February, saying Costco Wholesale Corp’s Kirkland brand outsells all Kraft Heinz products.  “These next two months, I’m going to dedicate fully to knowing the people (at Kraft Heinz), to build on culture, to agree or tweak the long-term strategy of the company, and to know the financials behind the business in detail. These are the four big things I want to do,” Patricio told Reuters.  “I bring diversity of thought to the team. My background is very different from the background of the other team members. And I think that this is critical in any company.” (Reporting by Richa Naidu in Chiago additional reporting by Martine Geller in London editing by Vanessa O’Connell and Leslie Adler)","19":"(Reuters) - U.S. food companies Kraft Heinz Co KHC.O and Mondelez International Inc MDLZ.O have been short-listed to participate in the second round of Campbell Soup Co's CPB.N auction of its international business, people familiar with the matter said.  Slideshow ( 2 images )  The development boosts Campbell Soup’s chances of divesting its international portfolio, which includes its Australian cookie brand Arnott’s and Danish baked snacks maker Kelsen Group, with one deal, two sources said on Sunday.  Both Kraft Heinz and Mondelez are interested in the assets so they can expand their global footprint. Based on the first-round bids received, Campbell Soup could fetch close to $3 billion for its international business, the sources added.  Private equity firms Bain Capital LP, KKR & Co Inc KKR.N and FinTrek Capital Hong Kong Co Ltd also made the shortlist to participate in the second round of the auction for Campbell Soup's international business, according to the sources.  Nutella maker Ferrero SpA, which had previously also expressed interest in the assets, is currently in talks with Campbell Soup over whether it will remain involved in the auction process, the sources added.  Campbell Soup could wrap up the auction for its international business in the first quarter of 2019, the sources said, asking not to be identified because details of the process are confidential.  Campbell Soup, Kraft Heinz, Mondelez, Ferrero, Bain, KKR and FinTrek Capital did not immediately respond to requests for comment.  Under pressure from investors to boost its profitability and stock performance, Campbell Soup announced in August it would make preparations to divest its international portfolio as well as its “fresh” business, which includes Bolthouse Farms and Garden Fresh Gourmet.  This will allow it to reduce its $8 billion debt pile and focus on its core North American market, as well as its snacks, meals and beverages businesses. Most of the debt weighing on Campbell Soup is the legacy of its $6.1 billion acquisition in March of snack maker Snyder’s-Lance Inc.  Last Thursday, Campbell Soup named Mark Clouse, the former CEO of Pinnacle Foods, as its new chief executive, in another key step in the company’s efforts to regain market share and boost profits. The pick had the backing of Campbell Soup shareholder Third Point LLC.  In November, Campbell Soup settled a proxy contest against Third Point by agreeing to add two of the activist hedge fund’s nominees to the food company’s board, and giving the investor a say in selecting Campbell Soup’s next CEO.","20":"(Reuters) - Kraft Heinz Co KHC.O has launched an incubator program for food and beverage startups, joining a growing list of U.S. food companies looking at new ways to spur growth as consumers shun processed packaged food in favor of healthier offerings.  Kraft said on Wednesday the platform, called Springboard, will focus on supporting and developing brands that make healthy, organic and experiential products, giving them access to the company’s distribution and marketing expertise, research and development and consumer insights.  Smaller, independent brands are seen by many consumers, especially younger ones, to be more hip and healthy and rather than compete with them many big food and drink companies have looked to buy into and learn from startup innovation, a leaf straight out of Silicon Valley’s playbook.  Other big U.S. food makers making similar forays into the startup world include Campbell Soup Co CPB.N, General Mills GIS.N and Kellog Co K.N.  As part of the program, Springboard will review applications from “disruptive” food and beverage startups, which will then receive financial support to build their brands and guidance to raise additional funding, Kraft Heinz said.  Investors were positive about the new venture, but said the platform may not be enough to drive long-term sales growth for Kraft Heinz, which has a market value of about $82.6 billion.  “It will take time to effect change at a company this size, and the Springboard initiative itself will not be sufficient. Nevertheless, it is a step in the right direction,” Jason Benowitz, a senior portfolio manager at Roosevelt Investment Group, told Reuters. Roosevelt Investment owns Kraft Heinz’s shares worth $9.8 million.  Kraft Heinz's move comes a year after Kraft Heinz walked away from a $143 billion bid for Unilever ULVR.L after the European consumer goods behemoth dismissed the offer as having no financial or strategic merit.","21":"CHICAGO (Reuters) - Tater tots maker Kraft Heinz Co KHC.O missed quarterly earnings estimates, sending its shares down more than 7 percent, as steep commodity costs, other expenses and pricing promotions overshadowed higher-than-expected sales.  FILE PHOTO: Heinz tomato Ketchup is show on display during a preview of a new Walmart Super Center prior to its opening in Compton, California, U.S., January 10, 2017. REUTERS\/Mike Blake\/File Photo  Consumer goods companies have struggled in recent months to cope with skyrocketing costs for raw materials and transportation, exacerbated by a shortage of truck drivers in the United States.  “Cost is one area we are falling short this year,” Kraft Heinz Chief Executive Bernardo Hees said on a call to discuss third-quarter results.  Hees said U.S. cost inflation in the third quarter had been greater than expected, and that Kraft Heinz had delayed some supply chain projects that would have cut expenses. The company also decided to invest in customer service to boost sales volumes, he said.  Chief Financial Officer David Knopf said the company expects profitability to improve “significantly” beginning with the current quarter, with growth continuing into the first half of next year.  Kraft Heinz’s stock, which has declined 27 percent in the past year, was down 7.5 percent at $52 in extended trading.  “The big surprise was the EBITDA miss,” Edward Jones analyst Brittany Weissman said. “While sales were decent, we were disappointed by the decline in profitability.”  Excluding items, the Chicago-based company, which owns the Velveeta cheese and Heinz ketchup brands, earned 78 cents a share, falling 3 cents short of analysts’ average expectations, according to data from Refinitiv IBES.  Net sales rose 1.6 percent to $6.38 billion, topping Wall Street estimates of about $6.31 billion.  Kraft Heinz said pricing fell 0.9 of a percentage point during the third quarter, a disappointing reversal from the higher prices the company reported in the first half of the year.  Pricing in the third quarter was weighed down by the U.S. business, as the company passed along lower prices for some commodities, including bacon. Pork belly prices were down during the period as China, the world’s biggest pork consumer, was importing less from the United States over trade tensions.  The company also increased promotions on some of its products, including natural cheese and ready-to-drink beverages.  Big food makers have been spending more on promotions and discounts this year, hoping to win back consumers who are increasingly turning to fresh, trendier brands.  Kellogg Co K.N cut its full-year profit outlook on Wednesday due to higher spending on advertising, sending shares of the Corn Flakes maker tumbling 9 percent.  Pricing across the industry has also been squeezed for years as traditional grocery stores compete fiercely against Amazon.com Inc AMZN.O and discount retailers.","22":"April 25 (Reuters) - Ansys Ltd:  * SOUTH AFRICA’S COMPETITION COMMISSION - HAS APPROVED PROPOSED MERGER, WITHOUT CONDITIONS, WHEREBY ANSYS INTENDS TO ACQUIRE LAW TRUST  * S.AFRICA’S COMPETITION COMMISSION- RECOMMENDED TO TRIBUNAL THAT PROPOSED MERGER BETWEEN REMGRO- CAPEVIN BE APPROVED WITH CONDITIONS  * SA’S COMPETITION COMMISSION - RECOMMENDED PROPOSED MERGER WHEREBY PIONEER FOODS INTENDS TO ACQUIRE HEINZ FOODS SOUTH AFRICA BE APPROVED WITH CONDITIONS Further company coverage:","23":"(Corrects paragraph 3 to show Warren Buffet is Kraft Heinz’s largest investor, not its second largest)  Aug 8 (Reuters) - Kraft Heinz Co reported weak sales on Thursday, prompting the maker of packaged foods to write down the value of several business units by more than $1 billion and drop its full-year forecast as it struggles to lure back customers. Shares fell to a record low as the Chicago-based company marked a 12th straight quarter of lackluster sales. Kraft Heinz, which counts billionaire Warren Buffett as its largest investor, has been battered by competition from private-label brands, changing consumer tastes and lower investment in its brands due to heavy cost-cutting under leaders installed by Brazilian private equity firm 3G Capital.  The earnings report, delayed by an internal investigation into accounting practices at Kraft Heinz’s procurement team, underscored these issues and pushed shares down by more than 15%.  “Some may say that it’s not a disaster and thus better than feared – we’re not yet in that camp,” J.P.Morgan analyst Ken Goldman said.  Kraft Heinz’s struggles have rocked other major consumer goods companies this year, highlighting the industry’s struggle to cut costs without gutting marketing budgets amid soaring input and transportation costs.  “On the whole, we are dissatisfied with our financial performance year-to-date,” said Chief Financial Officer David Knopf, a 3G Capital partner who was named to the role in 2017 when he was 29 years old. Knopf called Kraft Heinz’s earnings decline “simply unacceptable” and said sales were held back as U.S. and Canadian retailers cut inventory.  Retailers from Walmart Inc and Kroger Co to Amazon.com have ramped up investment in store-brand products in recent years, eating into sales at major packaged goods companies and forcing them to revamp products.  Warren Buffett - who teamed up in 2015 with 3G Capital to orchestrate the merger of Kraft Foods and Heinz Co - said in February that pressure from retailers’ store brand products had changed Kraft Heinz’s ability to price, adding that Costco Wholesale Corp’s Kirkland brand outsells all Kraft Heinz products. Buffett said at the time that his Berkshire Hathaway Inc had overpaid in the deal.  ‘SIMPLY UNACCEPTABLE’  3G, Kraft Heinz’s second-biggest shareholder, has used its so-called zero-based budgeting cost-strategy successfully at holdings including Heinz and Anheuser-Busch. The controversial budgeting tool requires managers to justify their expenses annually from scratch, rather than use the prior year as a guide or pursue cost savings on an ongoing basis.  But this approach resulted in smaller marketing budgets for key brands like Oscar Mayer bacon and the loss of brand managers and market share, according to former Kraft Heinz marketing employees.  Kraft Heinz needs to pivot from cost-cutting and instead focus on efficiency and a stronger balance sheet, the company’s new CEO Miguel Patricio said on a call to discuss earnings. Patricio, a 30-year marketing veteran from Anheuser-Busch InBev , was named to the role in April. “Setting short-term targets publicly won’t be productive as we set and work to deliver against our strategic directions and priorities.”  Kraft Heinz said it was withdrawing its previously announced full-year outlook of adjusted earnings before interest, tax, depreciation and amortization between $6.3 billion and $6.5 billion. The company also said net income halved in the first six months of the year.  The company took a charge of about $744 million on its U.S. refrigerated, Latin American exports and Brazil units among others, blaming lower five-year operating forecasts. It also booked an impairment charge of about $474 million in the second quarter to write down the value of six brands, including Velveeta and Cool Whip. The impairment charges are preliminary and subject to finalization of control procedures, it said.  This marks Kraft Heinz’s second major writedown since Feb. 21, when the company knocked $15.4 billion off the value of its Kraft and Oscar Mayer brands, posted a surprise quarterly loss, and disclosed a U.S. Security and Exchange Commission investigation into its accounting practices.  After an internal review, Kraft Heinz said in May it had increased the initial brand writedown by about $13 million due to misstatements in reports for 2016, 2017 and the first nine months of 2018. The U.S. Attorney’s Office for the Northern District of Illinois is working with the Securities and Exchange Commission to investigate this matter.  Net income attributable to the company’s shareholders fell more than 51% to $854 million, or 70 cents per share. Excluding items, the Chicago-based company earned $1.44 per share. Kraft Heinz said net sales fell about 5% to $12.37 billion. The company, whose shares have lost a third of their value since February, said it expects better second-half sales and earnings growth. (Reporting by Richa Naidu in Chicago and Aishwarya Venugopal in Bengaluru Editing by Saumyadeb Chakrabarty, David Gregorio and Susan Thomas)","24":"CHICAGO (Reuters) - Kraft Heinz Co’s incoming chief executive, Miguel Patricio, is indicating a change in strategy for the packaged food company that could move it away from the aggressive cost-focused culture that has been in place since the company was created in 2015.  FILE PHOTO: Commemorative items for sale are on display at the Kraft Heinz booth during the Berkshire Hathaway Annual Shareholders Meeting at the CenturyLink Center in Omaha, Nebraska, U.S. April 30, 2016. REUTERS\/Ryan Henriksen  Patricio, a 52-year-old Portuguese native who will take over the helm of the world’s fifth biggest food company from July 1, said he plans to focus more on efficiency, investing in brands and growing sales organically at a company that has been reeling from a $15.4 billion writedown on some of its brands.  Kraft Heinz’s focus on cost-cutting and interest in scoring a big acquisition have been key to the company’s strategy under management installed by Brazilian private equity firm 3G Capital. 3G, along with Warren Buffett’s Berkshire Hathaway, forged the $49 billion merger of Kraft Foods with H.J. Heinz in 2015.  “I think the obsession for efficiency has to be much bigger than the obsession for cutting costs,” Patricio, 52, told Reuters on Monday.  “Cost cutting should be a priority for any company. However, you cannot cut costs every year,” said Patricio, who most recently was the global head of marketing for brewer Anheuser-Busch InBev’s. He previously worked at Philip Morris, Coca-Cola Co and Johnson & Johnson.  3G Capital, which is Kraft Heinz’s second largest shareholder, behind Berkshire Hathaway, with a 22.15 percent stake, is known for scoring large M&A deals and using a controversial cost-cutting tool called zero-based budgeting to keep profit margins high.  Zero-based budgeting requires managers to justify their expenses annually from scratch, rather than use the prior year as a guide or pursue cost savings on an ongoing basis.  Kraft Heinz’s outgoing CEO, Bernardo Hees, a 3G partner, told Reuters in September that he was considering M&A to fuel growth.  Asked on Monday if Kraft Heinz was still considering big acquisitions, Patricio said he was sure the company would do so one day, but that his focus, for now, was on growing existing brands.  “At this moment, I’m really focused on the organic part of it. I think we can - and we need – to get organic growth and I’m going to put a lot of my time figuring that out.”  INVESTORS WANT PROOF  The announcement comes two months after Kraft Heinz took the massive writedown on some of its brands, cut its dividend and disclosed a Securities and Exchange Commission probe into accounting practices at its procurement unit. Intense competition from private-label brands, changing consumer habits and pressure from retailers to lower prices has sent the food industry reeling in recent years.  “Given what’s happened at Kraft Heinz in the past several months, that 3G model has come into question,” Edward Jones analyst Brittany Weissman said. “I think they realize they cut a little too far.  “And to Patricio’s point, it may now be about investing where you need to while maintaining cost discipline. Investors want to see proof that can grow sales.” Weissman said. “It’s good to hear they’re not thinking about an imminent acquisition. From a balance sheet perspective, they’re not there yet.”  3G did not immediately respond to a request for comment.  Under Hees, Kraft Heinz lost half its market value, as it ceded market share to competitors and failed to snap up Anglo-Dutch consumer giant Unilever Plc in a proposed $143-billion merger. At the time, Unilever cited concerns about Kraft Heinz’s culture.  Kraft Heinz’s cost-focused strategy also gave way to a high-pressure, anxious environment, according to four former Kraft Heinz employees who worked at the company’s Chicago headquarters and two former employees from Europe.  The deep cuts and layoffs also ate away at advertising budgets and decades of industry experience, said two sources who worked at Kraft Heinz’s marketing department.  “3G are known for being ruthless and brutal when it comes to cost and what does that do to culture?” Edward Jones’ Weissman said. “It’s too early to see how much flexibility Patricio will have to change the culture or improve processes at the company. Can he get those brands back to growth? That’s probably going to take a lot of investment.”  Zero-based budgeting (ZBB) is a pillar of the Kraft Heinz culture, spokesman Michael Mullen said, noting that cost savings help the company increase support for its brands, drive innovation, and invest in top-tier talent.  “In 2018, and again this year, savings from ZBB allow us to invest in new capabilities, emerging channels, and new product platforms for top-line growth,” Mullen said.  Industry analysts have raised concerns that Kraft Heinz was pricing its brands too high at a time when private-label brands from Walmart, Aldi and Kroger were gaining popularity. Kraft Heinz’s ketchups, sliced cheeses and hot dogs were some of the first products these retailers sought to replicate at a lower price.  Buffett, whose Berkshire Hathaway Inc owns 26.7 percent of Kraft Heinz, highlighted the pressure from retailers in February, saying Costco Wholesale Corp’s Kirkland brand outsells all Kraft Heinz products.  “These next two months, I’m going to dedicate fully to knowing the people (at Kraft Heinz), to build on culture, to agree or tweak the long-term strategy of the company, and to know the financials behind the business in detail. These are the four big things I want to do,” Patricio told Reuters.  “I bring diversity of thought to the team. My background is very different from the background of the other team members. And I think that this is critical in any company.”","25":"CHICAGO, Feb 16 (Reuters) - Kraft Heinz Co and Conagra Brands Inc said they may choose to raise prices this year on some products that use wheat, sugar and other commodities that are becoming increasingly expensive due to high demand.  Conagra executives told Reuters on Tuesday that higher prices for some ingredients, including edible oils, pork and eggs, and for packaging, may prompt it to raise prices to offset the increases this year.  Kraft Heinz CEO Miguel Patricio told Reuters last week the company is seeing inflation in “everything related to grains,” saying it may raise prices in categories exposed to some raw materials.","26":"(Reuters) - Packaged food giants including Kraft Heinz, General Mills and Kellogg are pushing sales of their products to consumers directly via their own online channels, in a quest to gather more data about shoppers’ purchasing habits.  FILE PHOTO: Tins of Heinz Baked Beans rest on a palette in the company's factory in Wigan, northern England, May 21, 2009. REUTERS\/Phil Noble  Velveeta-cheese maker Kraft Heinz saw its e-commerce sales double in 2020, now representing more than 5% of its global sales, Chief Executive Miguel Patricio said at the virtual Consumer Analyst Group of New York (CAGNY) conference this week.  The company sells Heinz baked beans and tomato soup by subscription or in bundles directly to consumers on a “Heinz To Home” website in the United Kingdom, Australia and Europe.  Sales on the site are “giving us valuable insights into consumer behavior, enabling us to quickly test and learn from innovations,” Kraft’s head of international business, Rafael de Oliveira, said at the conference.  Kraft would continue to use the site as a channel to generate strong sales in developed markets, he said.  The company also counts sales of its products through marketplaces such as on Amazon.com and Walmart.com as part of its e-commerce sales.  U.S. shoppers spent on average $1,271 buying groceries online last year, 45% more than they did in 2019 as the pandemic spurred shopping online, according to market research firm Earnest Research. In contrast, the average dollars spent in stores rose only about 7% to $3,849.  PepsiCo sells products including Doritos, Quaker oats and Gatorade directly to consumers through two websites, pantryshop.com and snacks.com, both launched in 2020.  Chief Financial Officer Hugh Johnston said that more than 45% of the company’s capital investments over the next few years would be dedicated toward manufacturing capacity, automation, and a “ramping up of investments in our e-commerce channel.”  As major online retailers including Amazon.com and Walmart.com continue to gather valuable data on shoppers, many packaged food manufacturers are keen to gather their own data on shoppers, too.  “COVID (has) simply accelerated our digital growth and has provided us with yet another source of data and insight,” Monica McGurk, chief growth officer at breakfast cereal maker Kellogg Co., told the conference.  Kellogg, producer of Corn Flakes as well as Pringles chips, said on Wednesday it had launched a direct-to-consumer website focused on digestive wellness. The group plans to sell its new Mwell Microbiome Powder for gut health via the site to gather data on customer interest before it launches the product more widely.  E-commerce sales have doubled in the past year and now represent about 8.5% of the group’s $13.77 billion in annual sales, Kellogg said.  Pillsbury dough-maker General Mills also sees the benefits of tracking consumer habits more closely.  “We’re aggressively investing in data and analytics. We are gathering unparalleled insights from the first-party data we collect through our brand websites,” General Mills’ Chief Executive Jeffrey Harmening said at the conference.  On its Bettycrocker.com website, General Mills provides hundreds of recipes using Betty Crocker cake mixes and frosting. The site leads people to the closest store or an online retailer where they can purchase the products, thereby generating data for General Mills on what a particular customer from a certain zip code is buying. The company does not sell the food products directly on its website.  Consumers, however, may have to shell out more if they shop directly from brand websites.  Prices on the two PepsiCo sites, for example, were generally higher than those on Walmart.com or Amazon.com, Reuters checks show. On Walmart.com, for example, a 10 oz pack of Doritos Nacho Cheese was on sale for $2.50 compared to $4.29 on Pepsico’s website.  Kraft Heinz offers tins of soup, beans, pasta and baby food bundled into packs ranging from six to 25 items and costing between 10 and 20 pounds ($14.01-$28.03) on its UK website. It told Reuters the relatively higher prices of items and bundling of packs than on some other online marketplaces was to be able to eke out a margin after including delivery costs.  “Longer term, we see real value in this channel to be an insight and data channel for us,” Jean-Philippe Nier, head of e-commerce for Kraft Heinz’s business in the UK and Ireland, told Reuters. People are more prepared to order directly from manufacturers than they were before. The time is now.”  Graphic: Direct online sales to cross $20 billion in 2021 -  ($1 = 0.7137 pounds)","27":"FILE PHOTO: Shareholders shop for discounted products at the Kraft Heinz booth at the annual Berkshire Hathaway shareholder meeting in Omaha, Nebraska, U.S., May 4, 2019. REUTERS\/Scott Morgan  (Reuters) - Shares of Kraft Heinz Co KHC.O fell 4% on Tuesday after the packaged food maker's second largest investor, 3G Capital, sold over 25 million shares in the open market at a discount.  In a filing with the U.S. Securities and Exchange Commission on Monday, 3G Global Food Holdings disclosed that it sold 25.1 million shares at $28.44 per share, lower than Kraft Heinz’s Monday’s close of $29.62.  The $712.95 million stock sale brings 3G Capital's stake down to 20.1% from 22.14%, and it continues to be the second largest shareholder behind Warren Buffett's Berkshire Hathaway Inc BRKa.N.  “The sale was driven by periodic liquidity windows by 3G investors in the 3G fund that holds Kraft Heinz stock,” said Kraft’s spokesman, adding that the Brazilian private equity firm has no current plan or intention to sell any additional shares.  Separately, Jorge Paulo Lemann, 3G capital co-founder and Kraft Heinz board member, disclosed his purchase of about 3.5 million of the company shares for about $100 million. (here)  3G Capital’s stake cut comes as Kraft Heinz struggles to turnaround following dismal results, a string of write-downs of brands amidst competition from private-label brands, changing consumer tastes and lower investment in its brands due to heavy cost-cutting.  The company in August had reported weak first-half sales while it wrote down values of its several business units by more than $1 billion and withdrew its full-year outlook.  “We don’t think it sends an encouraging signal to the market that 3G Capital – the controlling shareholder – is reducing its holdings at this particular point in time,” said Guggenheim analyst Laurent Grandet.  Shares of Kraft Heinz have slumped about 31% this year.","28":"CHICAGO, May 2 (Reuters) - Tater Tots-maker Kraft Heinz Co on Wednesday reported lower first-quarter sales, weighed down by weakening demand for processed foods in the United States.  The company, whose brands include Velveeta cheese and Heinz ketchup, said net sales slipped 0.3 percent to $6.30 billion in the first quarter ended March 31.  Net income rose to $993 million, or 81 cents per share, from $893 million, or 73 cents per share, a year earlier, primarily reflecting benefits from U.S. tax reforms.","29":"CHICAGO (Reuters) - Kraft Heinz Co and Conagra Brands Inc said they may choose to raise prices this year on some products that use wheat, sugar and other commodities that are becoming increasingly expensive due to high demand.  Slideshow ( 2 images )  Conagra CEO Sean Connolly said the company, which makes Duncan Hines cake mixes and Marie Callender’s pulled pork mac and cheese bowls, will need to implement inflation-justified price increases this year so it can also continue to fuel sales growth through innovation.  Ingredient and packaging costs represent 60% to 65% of Conagra’s total cost basket, Finance Chief Dave Marberger said on the sidelines of the Consumer Analyst Group of New York virtual conference.  With people on lockdown cooking more at home – and still stockpiling in some parts of the world – prices for commodities like sugar, wheat and soy are surging, forcing food companies to absorb higher costs.  U.S. consumers on average paid 3.7% more for food consumed at home in January than they did a year earlier, according to the Bureau of Labor Statistics Consumer Price Index. Year-over-year increases in food prices have topped 3.5% each month since last April, the longest such stretch in nearly a decade.  “We have inflation, we are seeing inflation, we are concerned about inflation. We have to mitigate that inflation, or at least part of it, with hedges and with efficiencies in the factories,” Kraft Heinz Chief Executive Miguel Patricio told Reuters in a recent interview. “Will we have price increases in food this year? Maybe in some categories that are very exposed to specific commodities.”  “Where we are seeing (inflation) is in grains and everything related to grains ... It’s across the board. Sugar has big inflation; mac & cheese because it has wheat; mayo because it has oil; salad dressing because it has oil; all sweet products like desserts,” Patricio said.  Kraft Heinz - which makes Jell-O, Kraft Macaroni & Cheese and a slew of Heinz mayonnaise products and salad dressings – said it did not increase prices in the most recent quarter, but did cut down on promotions and discounts.  Other major food companies, including Lipton tea and Hellmann’s mayonnaise maker Unilever, have also signaled higher prices due to global commodity inflation.  “We’ve got some inflationary pressures coming forward. And we do expect mid-to-high single-digit commodity inflation in the first half. So we have to be at the top of our game in pricing going forward,” Unilever Chief Financial Officer Graeme Pitkethly said on a recent earnings call.  The food producers are not the only U.S. manufacturers beginning to respond to sharply higher input costs - the highest in a decade in some national surveys - with price increases of their own. The Philadelphia Federal Reserve’s monthly factory survey for January showed prices received by manufacturers for their goods rising by the most since 1989.  U.S. Federal Reserve policymakers, however, have downplayed any imminent inflation risk. They do not regard one-time price hikes in an industry or across a group of goods as inflation, as opposed to sustained price increases across the broader economy.  “Households have been buying more groceries. You are going to see price pressures,” Kansas City Fed President Esther George said on Tuesday in a presentation to a real estate symposium. “Airlines, dining out, where activity remains depressed, is offsetting” the price pressure, she added. “In the near term I don’t see we are going to have an inflation problem.”","30":"Feb 23 (Reuters) - Kraft Heinz Co said on Friday billionaire investor Warren Buffett has decided to retire from the company’s board following the end of his term to reduce travel commitments.  Buffett, 87, has shed many of his non-Berkshire responsibilities in the last few years and, last month, gave Abel and Ajit Jain greater oversight of Berkshire’s operating businesses.  H.J. Heinz Co, backed by Buffett’s Berkshire Hathaway Inc and Brazilian private equity firm 3G Capital, acquired Kraft Foods Group in 2015 to create one of the biggest food and beverage companies in the world.  The company said it plans to nominate Alexandre Van Damme, a board member of Anheuser-Busch Inbev and Restaurant Brands International, to stand for election to Buffett’s place in its 2018 annual stockholder meeting.","31":"Feb 16 (Reuters) - Kraft Heinz Co:  * KRAFT HEINZ REPORTS FOURTH QUARTER AND FULL YEAR 2017 RESULTS  * Q4 EARNINGS PER SHARE $6.52  * Q4 ADJUSTED EARNINGS PER SHARE $0.90  * Q4 SALES ROSE 0.3 PERCENT TO $6.9 BILLION  * Q4 EARNINGS PER SHARE VIEW $0.95, REVENUE VIEW $6.92 BILLION -- THOMSON REUTERS I\/B\/E\/S  * KRAFT HEINZ - “OUR FINANCIAL PERFORMANCE IN 2017 DID NOT REFLECT OUR PROGRESS OR POTENTIAL”  * “SINCE HR-1 TAX CUTS AND JOBS ACT WAS SIGNED INTO LAW, WE HAVE ALREADY TAKEN ACTIONS AND ARE ACCELERATING KEY BUSINESS INITIATIVES”  * KRAFT HEINZ - INTEGRATION AND RESTRUCTURING EXPENSES RECORDED IN COST OF PRODUCTS SOLD WERE $200 MILLION FOR QUARTER  * QTRLY ORGANIC NET SALES DECREASED 0.6 PERCENT  * KRAFT HEINZ - U.S. TAX REFORM INCLUDED TAX BENEFIT OF $7.0 BILLION IN 2017 RELATED TO ENACTMENT OF TAX CUTS AND JOBS ACT BY U.S. GOVERNMENT ON DECEMBER 22, 2017  * QTRLY UNITED STATES NET SALES WERE $4.8 BILLION, DOWN 1.1 PERCENT VERSUS THE YEAR-AGO PERIOD Source text for Eikon: Further company coverage:","32":"(Adds background, details)  CHICAGO, Sept 15 (Reuters) - Kraft Heinz Co said on Tuesday that it will sell several of its cheese businesses to a U.S. affiliate of France’s Groupe Lactalis for $3.2 billion.  After weak sales results and several billion-dollar writedowns over the past two years, there has been market speculation about which categories Kraft Heinz will offload from its balance sheet. The company has reportedly also looked for buyers for its Maxwell House coffee business and Ore-Ida frozen potatoes brand.  Tuesday’s deal, which is expected to close in the first half of 2021, includes Kraft Heinz’s U.S. natural, grated, cultured and specialty cheese businesses - including its Breakstone’s and Cracker Barrel brands - and its grated cheese business in Canada. Kraft Heinz is also selling its International Cheese unit outside of Canada and the United States.  The Chicago-based company will retain its Philadelphia, Kraft Singles, Velveeta and Cheez Whiz brands in the United States and Canada. It will also keep the Kraft, Velveeta and Cracker Barrel Mac & Cheese businesses worldwide.  A banking source not involved in the deal said the shredded cheese business in the United States would likely be attractive to Lactalis, as it is “extraordinarily profitable”.  “Buying pre-shredded cheese is like giving money away,” the source said. (Reporting by Richa Naidu in Chicago and Martinne Geller in London; Editing by Lisa Shumaker)","33":"NEW YORK (Reuters) - Kraft Heinz Co said on Thursday that it plans to sell its nuts business - including most Planters and Corn Nuts products - to Hormel Foods Corp for $3.35 billion, sending shares up 6%.  Slideshow ( 2 images )  The Chicago-based company has been trying to streamline its portfolio and focus on more accretive brands, having faced criticism for years about losing out to private label products because it is in too many categories to focus on key brands. In September, Kraft Heinz said it would sell its natural cheese business to French dairy company Groupe Lactalis for $3.2 billion.  “Planters is one of the brands most affected by private label in our portfolio. It’s also, of course, affected as a commodity,” Chief Executive Miguel Patricio said in a statement.  “We must focus on areas where we see the greatest competitive advantage.”  Patricio said in an interview with Reuters the Planters deal gives Kraft Heinz the flexibility to invest internally, make acquisitions or pay down debt. He declined to comment on what brands Kraft Heinz is interested in buying but said the company is “not in any negotiation at the moment.”  Kraft Heinz’s nuts business contributed about $1.1 billion to net sales in 2020.  The deal, which is expected to close in the first half of 2021, includes global intellectual property rights to the brands, subject to existing third-party licenses.  Kraft Heinz also beat analysts’ estimates on Thursday for fourth-quarter revenue as people under pandemic lockdown during the holidays bought more packaged food products like Mac and Cheese, Heinz ketchup and Oscar Meyer meat slices.  “No large-cap food company has benefited more from the COVID era than Kraft Heinz, with strong non-promoted sales growth and much needed balance sheet relief,” Evercore ISI analyst David Palmer wrote in a recent note.  Sales grew 6.2% to $6.94 billion in the three months ended Dec. 26, beating the average estimate of $6.82 billion, according to Refinitiv data.  Adjusted net earnings rose to 80 cents per share from 72 cents per share a year earlier, beating estimates of 74 cents per share.","34":"FILE PHOTO: A Heinz Ketchup bottle sits between a box of Kraft macaroni and cheese and a bottle of Kraft Original Barbecue Sauce on a grocery store shelf in New York March 25, 2015. REUTERS\/Brendan McDermid\/File Photo  (Reuters) - U.S. food and beverage company Kraft Heinz Co KHC.O had achieved the target of cutting $1.7 billion in costs by the end of 2017, the company said in a presentation on Thursday.  The fifth-largest food and beverage company in the world, which would announce its quarterly results on Friday, said it slashed its operating costs by over 5 percent since it acquired Kraft Foods Group in 2015. (bit.ly\/2F6csIx)  Shares of the company, which owns brands such as Velveeta cheese and Heinz ketchup, closed up 1 percent on Thursday ahead of the presentation that it had announced earlier this week.","35":"May 6 (Reuters) - Kraft Heinz Co will restate its financial statements for the years 2016 and 2017 to fix accounting errors that resulted from misconduct of several employees of the packaged food company’s procurement area, the company revealed in a filing on Monday.  The misstatements mainly relates to incorrect timing of when certain costs and rebates were recognized initially, the company said.  The company said it will not be able to timely file its quarterly report for the period ended March 30, 2019.  “Misstatements were also not quantitatively material to any quarter,” Kraft said. (Reporting by Aishwarya Venugopal in Bengaluru; Editing by Shailesh Kuber)","36":"Feb 22 (Reuters) - U.S. stocks opened slightly higher on Friday on hopes of a trade deal between the United States and China, but a 26 percent plunge in Kraft Heinz Co hit the consumer staples sector.  The Dow Jones Industrial Average rose 55.64 points, or 0.22 percent, at the open to 25,906.27. The S&P 500 opened higher by 5.79 points, or 0.21 percent, at 2,780.67. The Nasdaq Composite gained 21.93 points, or 0.29 percent, to 7,481.63 at the opening bell. (Reporting by Sruthi Shankar in Bengaluru; Editing by Anil D’Silva)","37":"(Corrects net debt ratio in paragraph 6)  CHICAGO, Sept 15 (Reuters) - Kraft Heinz Co on Tuesday forecast better-than-expected quarterly sales growth and said it would step up its marketing budget and overhaul of its supply chain, hoping to save $2 billion by 2024 and halt weak sales and brand deterioration.  Shares in Chicago-based Kraft Heinz jumped 1.7% in premarket trading.  Packaged food companies like Kraft Heinz and Campbell Soup that market tinned food and salty snacks have for years faced a perception that their products are unhealthy. At the same time, the industry is battling aggressive competition from cheaper private label brands from Walmart and Kroger .  At its virtual investor day, Chicago-based Kraft Heinz said it plans to increase spending on marketing by 30% to just over $1.4 billion, a move many shareholders have hoped for since media and advertising veteran Miguel Patricio took over as CEO in July 2019. Shares of Kraft Heinz have risen 4.6% since then.  “We are totally rethinking our operations in manufacturing logistics and procurement - it is absolutely critical because in the five next years, we are going to improve our operations big time,” Patricio told Reuters in an interview ahead of the presentation - his first major strategic update.  The company expects third-quarter net sales growth in the mid-single digit range versus last year, beating analysts’ expectations of a 2% increase in sales, according to Refinitiv data. The highly leveraged company, whose debt pile was $27 billion at the end of last year, also said it will reduce net leverage to about four times EBITDA by the end of this year.  Kraft Heinz forecast high-single-digit quarterly adjusted core earnings growth and mid-single-digit full-year adjusted core earnings growth.  The company has begun streamlining its supply chain, Patricio said, and is trying to build better relationships with suppliers - many of whom have been critical about Kraft Heinz’s culture under the management of cost-focused private equity firm 3G Capital.  “When you cut costs too much, actually your costs increase because you lose efficiencies,” Patricio said. Kraft Heinz will continue to reduce costs but doesn’t need to be as aggressive if it can work with factories, transportation and logistics companies to preserve margins by being more productive.  “We had a very transactional relationship with our suppliers ... they are part of the equation to find solutions to improve productivity in our factories,” he said.  Patricio said Kraft Heinz will invest most of its media budget in five areas, including ready-made meals like Mac & Cheese and healthy snacks.  It also aims to promote products that can be used as ingredients, such as Oscar Mayer bacon and Planters nuts that can be used in salads.  The company, whose portfolio doesn’t currently include many sweet foods, plans to spend heavily on promoting “indulgent desserts” and children’s beverages.  Kraft Heinz, which owns the Capri Sun drink brand, needs to invest in making existing brands better, not making more types of products, he said.  “For example, we launched more than 50 different flavors of salad dressing in the last five years ...that brings an unbelievable problem of complexity to our factories.” (Reporting by Richa Naidu; editing by Peter Henderson and Richard Pullin and Chizu Nomiyama)","38":"Oct 31 (Reuters) - Kraft Heinz Co fell short of Wall Street expectations for quarterly sales on Thursday as the struggling packaged food company battled weak demand in the United States, its biggest market.  Net income attributable to the company’s shareholders rose to $899 million, or 74 cents per share, in the third quarter ended Sept. 28 from $619 million, or 50 cents per share, a year earlier.  Net sales fell nearly 5% to $6.08 billion, missing analysts’ estimates of $6.12 billion, according to IBES data from Refinitiv. (Reporting by Aishwarya Venugopal in Bengaluru; Editing by Anil D’Silva)","39":"CHICAGO, Sept 15 (Reuters) - Kraft Heinz Co said on Tuesday it is stepping up its marketing budget and planning an overhaul of its supply chain, hoping to save $2 billion by 2024 and put a halt to years of weak sales and brand deterioration.  Packaged food companies like Kraft Heinz and Campbell Soup that market tinned food and salty snacks have for years faced a perception that their products are unhealthy. At the same time, the industry is battling aggressive competition from cheaper private label brands from Walmart and Kroger .  At its virtual investor day, Chicago-based Kraft Heinz said it plans to increase spending on marketing by 30% to just over $1.4 billion, a move many shareholders have hoped for since media and advertising veteran Miguel Patricio took over as CEO in July 2019. Shares of Kraft Heinz have risen 4.6% since then.  “We are totally rethinking our operations in manufacturing logistics and procurement - it is absolutely critical because in the five next years, we are going to improve our operations big time,” Patricio told Reuters in an interview ahead of the presentation - his first major strategic update.  The company has begun streamlining its supply chain, Patricio said, and is trying to build better relationships with suppliers - many of whom have in the past been critical about Kraft Heinz’s culture under the management of cost-focused private equity firm 3G Capital.  “When you cut costs too much, actually your costs increase because you lose efficiencies,” Patricio said. Kraft Heinz will continue to reduce costs but doesn’t need to be as aggressive if it can work with factories, transportation and logistics companies to preserve margins by being more productive.  “We had a very transactional relationship with our suppliers ... they are part of the equation to find solutions to improve productivity in our factories,” he said.  Patricio said Kraft Heinz will invest most of its media budget in five areas, including ready-made meals like Mac & Cheese and healthy snacks.  It also aims to promote products that can be used as ingredients, such as Oscar Mayer bacon and Planters nuts that can be used in salads.  The company, whose portfolio doesn’t currently include many sweet foods, plans to spend heavily on promoting “indulgent desserts” and children’s beverages.  Kraft Heinz, which owns the Capri Sun drink brand, needs to invest in making existing brands better, not making more types of products, he said.  “For example, we launched more than 50 different flavors of salad dressing in the last five years ...that brings an unbelievable problem of complexity to our factories.”","40":"(Reuters) - Kraft Heinz Co will restate financial reports for a near three-year period to fix errors that resulted from lapses in procurement practices by some of its employees, the packaged food company said in a filing on Monday.  The company also said it received an additional subpoena from the U.S. Securities and Exchange Commission (SEC) in March, related to the assessment of goodwill and asset impairments and a request for documents associated with the procurement operations.  Kraft had disclosed a SEC subpoena in February related to an investigation into its accounting practices and, procurement procedures. Following the subpoena, the company initiated an investigation into the procurement practices.  Kraft Heinz said the misstatement was not “quantitatively material” to its financial reports, adding that its investigation was substantially complete and that it would continue to cooperate with the SEC.  Along with the subpoena, the company had also announced a $15.4 billion write-down of its Kraft and Oscar Mayer brands in February and Monday’s filing revealed that the misstatements would increase the amount by about $13 million.  Due to these findings, the company said it would not be able to timely file its quarterly report for the period ended March 30.  “While we expect there will be more change, the worst of the uncertainty surrounding financial statements appears to be over,” Consumer Edge Research’s Jonathan Feeney said.  Shares of the company were marginally up at $32.70 in noon trading.  Warren Buffett, whose Berkshire Hathaway Inc is Kraft Heinz’s largest shareholder with a 26.7 percent stake, told CNBC after Kraft Heinz disclosed the restatements that the company had his confidence.  The misstatements in Kraft’s reports for the years 2016, 2017 and the first nine months of 2018 mainly relates to the timing and recognition of supplier contracts in the procurement area.  The investigation and review required adjustments of about $208 million related to the costs of products sold and the findings from the investigation also revealed that there was no misconduct from any member of Kraft Heinz’s senior management.  Kraft also said it reviewed supplier contracts and found additional misstatements may or may not have resulted from the misconduct tied to its procurement practices.  “The company is taking action to improve our policies and procedures and will continue to strengthen our internal financial controls,” Kraft Heinz spokesman Michael Mullen said.","41":"(Adds Kraft Heinz, EPM)  Sept 17 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2000 GMT on Tuesday:  ** Colombian public services holding company Empresas Publicas de Medellin said it will sell its participation in two Chilean interests for $138 million, part of a plan to increase its liquidity the year after the near collapse of a hydro-electric dam resulted in thousands of evacuations.  ** Shares of Kraft Heinz Co fell 4% after the packaged food maker’s second largest investor, 3G Capital, sold over 25 million shares in the open market at a discount.  ** Investment company Kinnevik will hand out its 37.2% stake in telecoms operator Millicom to shareholders as it presses on with its strategy to increase its exposure to private Nordic companies.  ** Malaysia’s IHH Healthcare Bhd has proposed buying the Prince Court Medical Centre for 1.02 billion ringgit ($244 million) from sovereign wealth fund Khazanah Nasional Bhd.  ** The German family-owned investment group Haniel still wants to exit its holding in retailer Metro, the investor said.  ** Sony Corp said it was rejecting a call by Daniel Loeb’s activist hedge fund Third Point LLC to spin-off its chips business, saying that the business is “a crucial growth driver” for the Japanese company.  ** EU antitrust regulators have cleared E.ON’s proposed purchase of rival Innogy’s network and retail assets, subject to it selling certain business in Germany, the Czech Republic and Hungary.  ** Japan’s SoftBank Group Corp has led a $110 million financing round for Brazilian online home goods platform MadeiraMadeira, according to a statement.  ** The French government is hoping for improved offers for insolvent airline Aigle Azur and that any offer from Air France will save as many Aigle Azur jobs as possible, junior transport minister Jean-Baptiste Djebbari said.  ** South African miner Exxaro Resources Ltd said it acquired the remaining 50% stake in its wind farm joint venture for 1.55 billion rand ($105.56 million) as it looks to expand its energy business.  ** The board of Brazil’s MRV Engenharia e Participacoes SA , Latin America’s largest homebuilder, has temporarily interrupted the purchase of Florida-based AHS Residential LLC, it said on Monday, saying it will first hear shareholders’ concerns.  ** The Federal Communications Commission on Monday said it voted to approve Nexstar Media Group Inc’s acquisition of Tribune Media Co in a $6.4 billion deal. (Compiled by C Nivedita and Saumya Sibi Joseph in Bengaluru)","42":"May 2 (Reuters) - Kraft Heinz Co:  * THE KRAFT HEINZ COMPANY DECLARES REGULAR QUARTERLY DIVIDEND OF $0.625 PER SHARE Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","43":"(Reuters) - Shares of Kraft Heinz Co slumped 20 percent late on Thursday after the food company posted a quarterly loss, disclosed an SEC investigation and wrote down the value of its iconic Kraft and Oscar Mayer brands as it highlighted the tough environment for the packaged food industry.  FILE PHOTO - Bottles of Heinz tomato ketchup of U.S. food company Kraft Heinz are offered at a supermarket of Swiss retail group Coop in Zumikon, Switzerland December 13, 2016. REUTERS\/Arnd Wiegmann\/File Photo  The gloomy results and forecast from the company, which is one of billionaire Warren Buffett’s largest investments, reflect changes in consumer trends away from processed foods to healthier alternatives.  The after-hours slump erased $12 billion from Kraft Heinz’s stock market value and left its shares trading at their lowest point since H.J. Heinz Co bought Kraft Foods Group Inc in 2015, to create the world’s fifth largest food and beverage company.  “Kraft Heinz results confirmed all our worst fears – plus more,” Guggenheim Partners’ analyst Laurent Grandet said in a note.  The $15.4 billion write-down indicates declining fortunes of the iconic brands and other losses in asset value, meaning the company views those assets as less valuable than before the merger.  “We expect to take a step backwards in 2019,” Chief Financial Officer David Knopf told analysts on a post earnings conference call, promising “consistent profit growth” starting in 2020.  Kraft, which owns Velveeta cheese and Heinz ketchup brands, forecast adjusted earnings before interest, tax, depreciation and amortization (EBITDA) between $6.3 billion and $6.5 billion in 2019, lower than analysts’ estimates of $7.47 billion, according to IBES data from Refinitiv.  On a post-earnings call with analysts, Chief Executive Officer Bernardo Hees said the entire packaged foods industry will likely remain challenged, blaming the rising popularity of private label brands and higher commodity costs.  “Kraft Heinz is in a worse position than many other consumer packaged goods companies because it has got a very weak portfolio of brands. They are not delivering the level of growth that’s needed in this sort of market,” GlobalData Retail managing director Neil Saunders said.  The company, which competes with General Mills Inc and Kellogg Co, cut its quarterly dividend to 40 cents per share from around 63 cents per share on Thursday.  Buffett’s Berkshire Hathaway Inc and Brazil’s 3G Capital control Chicago-based Kraft Heinz.  In addition to lower-than-expected earnings, the company disclosed it had been subpoenaed by the U.S. Securities and Exchange Commission in October, related to an investigation into its accounting policies, procedures and internal controls related to procurement.  The company said it was working on ways to improve its internal controls and determined the problems required it to record a $25 million increase to the cost of products sold.  “That has really made a bad set of results even worse because it has also thrown some uncertainty into the mix,” Saunders said.  For the quarter ended Dec. 29, Kraft had a net loss of $12.6 billion. It earned 84 cents per share on an adjusted basis, missing Wall Street estimates of 94 cents, according to IBES data from Refinitiv.  Net sales of $6.89 billion fell short of analysts’ estimates of $6.94 billion in the reported quarter.","44":"(Reuters) - Warren Buffett said on Monday his Berkshire Hathaway Inc overpaid in the 2015 merger that created Kraft Heinz Co, but he had no plans to flee the struggling packaged foods company.  FILE PHOTO: Warren Buffett, CEO of Berkshire Hathaway Inc, pauses while playing bridge as part of the company annual meeting weekend in Omaha, Nebraska U.S. May 6, 2018. REUTERS\/Rick Wilking\/File Photo  Buffett spoke four days after Kraft Heinz took a $15.4 billion writedown for its Kraft and Oscar Mayer brands and other assets, slashed its dividend, and said the U.S. Securities and Exchange Commission was probing its accounting.  Kraft Heinz’s share price sank 27.5 percent on Friday, wiping out more than $16 billion of market value, and causing Berkshire to lose $4.3 billion on its stake. Berkshire owns 26.7 percent of Kraft Heinz.  “I was wrong in a couple of ways on Kraft Heinz,” Buffett said on CNBC television. “We overpaid for Kraft.”  Buffett did not say by how much Berkshire overpaid, but said the market reacted “probably quite properly” to the news.  He also said he has “absolutely no intention” of adding to or subtracting from Berkshire’s stake in Kraft Heinz, saying the company had “very, very strong” brands and that he would be happy to own it a decade from now.  The comments were a rare admission of error by the 88-year-old billionaire on a major investment at his Omaha, Nebraska-based conglomerate.  Berkshire and Brazilian private equity firm 3G Capital combined the former Kraft Foods with H.J. Heinz, which they bought in 2013, and own about half of the merged company.  Buffett said he may have learned about the SEC probe seven to 10 days before it was announced.  Greg Abel, a Berkshire vice chairman widely considered a candidate to succeed Buffett as Berkshire’s chief executive officer, is a Kraft Heinz director.  Buffett also said he would continue to do business with 3G and its co-founder Jorge Paulo Lemann, calling him “an absolutely outstanding human being.”  ‘TOE TO TOE’  Kraft Heinz’s disclosure raised questions about 3G’s financial strategy for the company, whose brands include Jell-O, Kool-Aid and Philadelphia cream cheese, and whether it is out of step with consumers seeking healthier, fresher alternatives to processed food.  Buffett acknowledged the changes, but said greater pressure is coming from retailers such as Amazon.com Inc, Walmart Inc and Costco Wholesale Corp, saying the latter’s Kirkland brand outsells all Kraft Heinz products.  Stronger brands can “go toe to toe with Walmart or Costco” but weaker brands “tend to lose out,” Buffett said. “The ability to price has changed, and that’s huge.”  Still, Buffett added: “If I had to bet one way or another, I think people will eat more of our products this year than last year.”  Berkshire’s own $3 billion writedown related to Kraft Heinz contributed to a $25.39 billion fourth-quarter net loss for Berkshire.  “He monumentally overpaid for Kraft,” said Doug Kass, founder of the hedge fund Seabreeze Partners Management Inc. “Increasingly, the moats he initially saw in his investments have been damaged.”  The bad news also called into question 3G’s signature business model of zero-based budgeting, which requires managers to justify their expenses annually from scratch, rather than use last year as a guide or pursue cost savings on an ongoing basis.  Kraft Heinz’s belt-tightening resulted in more than $1.7 billion in annual savings, including the loss of thousands of jobs, mirroring 3G’s similar efforts at such companies as Anheuser-Busch InBev and Tim Hortons.  The strategy has resulted in leaner companies, but could backfire if the companies lacked products that people wanted, or failed to spend enough to develop and market those products.  Buffett said he did not believe 3G underinvested in Kraft Heinz, but it was hard for him to tell. Berkshire is not involved in day-to-day operations.","45":"Oct 29 (Reuters) - Kraft Heinz Co on Thursday beat analysts’ estimates for quarterly revenue, as consumers cooking more at home bought more of its packaged foods and condiments.  The company, known for brands from Philadelphia cream cheese to Heinz ketchup, said third-quarter sales grew 6% to $6.44 billion, beating analysts’ average estimate of $6.32 billion, according to Refinitiv data. (Reporting by Siddharth Cavale in Bengaluru; Editing by Sriraj Kalluvila)","46":"Feb 22 (Reuters) - Kraft Heinz Co shares fell 20 percent on a slew of bad news, mainly centering on a multi-billion dollar write-down, which had investors wondering if years of rigorous cost cuts came at the expense of losing the value of its marquee Kraft and Oscar Mayer brands.  The move put the spotlight on Kraft’s slowing growth and the changing tastes of consumers, who have been shunning older, established brands for newer hipper products, cheaper private label brands and non-processed food.  Shares of rivals also fell, with General Mills, Conagra Brands Inc, Unilever and Nestle SA all down between 1 percent and 4 percent.  Kraft Heinz, controlled by Brazil’s 3G Capital and Warren Buffett’s Berkshire Hathaway Inc, has been combating higher transportation and commodity costs by tightening overall expenses. But that has come at a price.  “Investors for years have asked if 3G’s extreme belt-tightening model ultimately would result in brand equity erosion,” JPMorgan analyst Ken Goldman said.  “We think the answer arguably came yesterday in the form of a $15 billion intangible asset write-down for the Kraft and Oscar Mayer brands,” said Goldman, who cut his rating to “neutral” from “overweight”.  Kraft also hit investors with the announcement of a regulatory probe, a chop in its dividend and a quarterly loss on Thursday.  The shares tanked 20 percent in late trade and are set to open at a record low at the open.  H.J. Heinz merged with Kraft in 2015 in a deal engineered by 3G, and under its stewardship carried out extreme cost cuts that risked hurting the company’s top line by stifling investment in innovation and marketing.  A year later, 3G was praised for making Kraft Heinz’s operating margin the best amongst its peers, but that came at the cost of closing six factories and cutting 7,000 jobs in 18 months.  Analysts now doubt if 3G’s model was effective, given that the company’s margins before interest and taxes fell to 23.2 percent in 2018 from 27.2 percent in 2015.  “Kraft Heinz results confirmed all our worst fears – plus more,” Guggenheim Partners’ analyst Laurent Grandet said in a note.  Stifel downgraded the stock to “hold” from “buy” and more than halved its price target to $35, well below the current median target of $52.  Credit Suisse cut its price target by $9 to $33, making it the lowest on Wall Street.  “This is not your typical “reset the base and everything will be fine” story,” Credit Suisse analyst Robert Moskow wrote.  “The dividend cut, the $15.8 billion write-down of the Kraft and Oscar Mayer trademarks, and the guidance for further divestitures demonstrate the hallmarks of a company that has a serious balance sheet problem,” Moskow said. (Reporting by Siddharth Cavale and Nivedita Balu in Bengaluru; Editing by Bernard Orr and Sweta Singh)","47":"FILE PHOTO: Shareholders shop for discounted products at the Kraft Heinz booth at the annual Berkshire Hathaway shareholder meeting in Omaha, Nebraska, U.S., May 4, 2019. REUTERS\/Scott Morgan  (Reuters) - Kraft Heinz Co's KHC.O newly-appointed chief executive officer replaced finance chief David Knopf on Monday in what he said was a strategic decision, naming the more \"seasoned\" Paulo Basilio, after the company was forced to restate three years of results.  Basilio had been Heinz’s finance chief when it merged with Kraft in 2015 and remained in the role in the unified company until October 2017, when Kraft Heinz’s second largest shareholder 3G Capital persuaded the board to embark on changes centering around heavy cost-cutting.  Under 31-year old Knopf, who would return to his role as a partner at 3G Capital, Kraft Heinz has this year written down $15.4 billion in the value of two marquee brands, slashed dividends and withdrawn its financial outlook.  The change is the first big move by new CEO Miguel Patricio since the Portuguese marketing veteran was brought in from Anheuser-Busch InBev ABI.BR in April with the aim of rebooting Kraft Heinz.  The packaged food company, which counts billionaire Warren Buffett as its largest investor, has been battered by competition from private-label brands, changing consumer tastes and lower investment in its brands.  An internal investigation into the company’s accounting issues in May required adjustments of about $208 million related to the costs of products sold, while saying that there had been no misconduct from any member of Kraft Heinz’s senior management.  Shares of the company, which have lost nearly half of their value since February, were up nearly 1% in morning trading.  Basilio, currently the chief business planning and development officer for Kraft Heinz, will take over from Sept. 1. (bit.ly\/2ZdS45M)  Knopf, a former Goldman Sachs analyst, did not immediately respond to Reuters’ request for comment.","48":"LONDON (Reuters) - Kraft Heinz KHC.O speaks daily with Amazon.com AMZN.O and Walmart Inc WMT.N, hoping to speed up deliveries as customers worldwide stay home and shop online to protect themselves from the COVID-19 pandemic, Kraft Heinz's CEO said on Friday.  Slideshow ( 2 images )  Kraft Heinz, which makes packaged food products from Planters peanuts to Heinz Ketchup, is among several major food companies that has increased production to help retailers respond to panic-buying of staple goods like canned food, toilet paper and cleaning products.  “Amazon and Walmart and the others have faced a huge increase in demand. I think the bottle-neck is being able to deliver to people’s homes, not production,” Kraft Heinz Chief Executive Miguel Patricio said in an interview on Friday.  “Penetration has increased for them (Amazon), more people are subscribing - it’s big demand and you have to adapt your logistics system to attend this demand.” Patricio said Kraft Heinz was producing “a lot” more for Amazon, but declined to provide specific numbers.  “They are trying to simplify their portfolio of products and focus on things that are more vital at this moment.”  Kraft Heinz is increasing overall manufacturing and shipping efficiency by cutting production of some items, for instance reducing less popular flavors of a given product. This has freed up enough people for Kraft Heinz to create a third shift in many factories, up from two, Patricio said.  Patricio said sales of Mac & Cheese, Oscar Mayer cold cuts and Planters nuts have increased, and that people are also buying more Heinz vinegar to use as an alternative to cleaning products.  “We’re breaking production records every day,” Patricio said, adding that a Davenport, Iowa-based Oscar Mayer plant he visited yesterday had increased weekly capacity by 40% compared with the same week last month. According to data firm Nielsen, sales of alternatives to fresh meat were up 206.4% in the week ended March 7 versus the year before.  President Donald Trump on Sunday held a phone call with more than two dozen U.S. grocery store and supply chain executives, including Patricio. He said Kraft Heinz has now had two discussions with the White House about how to make the food supply chain more agile, and that the company has also held talks with other global leaders.  The company is donating $12 million of food to people in the United States and several countries including Italy, Canada and the United Kingdom.","49":"Feb 25 (Reuters) - Warren Buffett said on Monday that his company Berkshire Hathaway Inc overpaid in the merger that created Kraft Heinz Co.  Berkshire and Brazilian firm 3G teamed up in 2015 to merge the former Kraft Foods with their H.J. Heinz. They own about half of the combined company, with Berkshire holding a 26.7 percent stake.  “We overpaid for Kraft,” Buffett said on CNBC television. “I was wrong in a couple of ways on Kraft Heinz.” (Reporting by Jonathan Stempel in New York Editing by David Goodman)","50":"LONDON\/BOCA RATON, Fla. (Reuters) - Mounting troubles at Kraft Heinz, revealed late on Thursday with a triple-punch of bad news, call into question its reliance on cost-cutting as a way to generate profit growth.  FILE PHOTO: Heinz tomato Ketchup is show on display during a preview of a new Walmart Super Center prior to its opening in Compton, California, U.S., January 10, 2017. REUTERS\/Mike Blake\/File Photo  Shares of Kraft Heinz fell 27 percent on Friday to their lowest level since the 2015 merger of the eponymous cheese and ketchup makers that formed the world’s fifth-largest food and drinks company.  Late on Thursday, it revealed a $15.4 billion write-down tied to its Kraft and Oscar Mayer brands, slashed its dividend by about a third and disclosed an SEC investigation of its procurement accounting practices.  The news validated investors’ concerns about the health of the company’s brands and its pricing power in an environment of rising commodity and transportation costs and more competition.  Half of the group’s market value vanished over the last two years even before Friday, dampening enthusiasm for its backers, private equity firm 3G Capital, and its notorious embrace of a tool called zero-based budgeting (ZBB), used to keep costs low and profit margins high.  “At some point, having best-in-class margins doesn’t matter if the sales growth doesn’t eventually come,” said Guggenheim analyst Laurent Grandet.  A Kraft Heinz spokesman said the company’s ZBB efforts continued to drive savings that can be invested in growing the business.  “In 2019, we will increase brand support, go-to-market with a more innovation than ever and invest in talent… and this will be partially funded by ZBB savings,” spokesman Michael Mullen said. 3G could not immediately be reached for comment.  ZBB FIT FOR EVERYONE?  Zero-based budgeting is an approach requiring corporate managers to justify each item of spending every year, or even build their budgets from scratch, rather than the more common process of using the prior year’s budget as a starting point.  Former U.S. President Jimmy Carter wanted to apply it to federal spending, but it never took off and was abandoned.  It came back into fashion among corporations over the last decade, after 3G Capital used it to great margin effect at brewing giant Anheuser-Busch InBev, whose creation it orchestrated, and then at Kraft Heinz.  Both clocked industry-leading profit margins, and that led more consumer companies to adopt it in recent years as investors’ focus shifted to profits from sales, which were slowing amid a slowdown in once-hot emerging markets, new competition from independent challenger brands and weak pricing power due to e-commerce and discounters like Aldi and Lidl.  At the same time, high-profile activist investors set their sights on the sector, prompting many CEOs to squeeze out costs.  “The cuts can be impressive, and that’s a big win,” said consultants BCG in a report from 2017. They noted, however, that faster growth was not a guaranteed result. “When it’s applied clumsily, ZBB can have a demoralizing impact that distracts the organization from growth and value creation.”  Kraft on Thursday missed fourth-quarter earnings estimates and forecast a decline in operating earnings for 2019.  “KHC’s EBITDA has not grown over the last five years, its revenue has declined, and its balance sheet has ballooned,” said analysts at JP Morgan. “This is not an ideal progression of financial metrics.”  Unilever, Mondelez International, Diageo and Kellogg are among companies that have used ZBB, though none has seen as bad results as Kraft’s.  “I think it’s a black eye for Kraft Heinz management for not implementing it in as a sophisticated way as might be necessary, or maybe they just implemented it too hard, too fast,” Investec analyst Eddy Hargreaves said. “I don’t think ZBB per se is the problem.”  Others said it was not just cost-cuts that led to the write-down of the Kraft and Oscar Mayer brands.  “Are these the kinds of things people are buying these days? Are they fresh? Novel? Healthy? They don’t tick any of the boxes,” said Liberum analyst Robert Waldschmidt.  The head of investment at a European consulting firm said ZBB was not the answer for problems ailing Kraft and its packaged food peers, which are suffering as consumers eschew traditional staples like macaroni-and-cheese and bologna for fresher, less-processed or healthier options.  “To catch up with the shift of consumer demand for better-for-you and sustainable food, you have to innovate. And to innovate you simply can’t use ZBB,” he said.","51":"Oct 23 (Reuters) - Kraft Heinz Co has agreed to sell a portfolio of its Indian businesses, including children's drink brand Complan, to Indian drugmaker Zydus Wellness Ltd, Bloomberg reported here on Tuesday, citing sources.  The deal with Zydus, which is a unit of Cadila Healthcare Ltd, could be announced as early as this week, the report said.  Kraft Heinz declined to comment on the report. Cadila Healthcare and Zydus Wellness did not immediately respond to Reuters request for comment. (Reporting by Soundarya J in Bengaluru; Editing by Shailesh Kuber)","52":"Aug 3 (Reuters) - Velveeta cheese maker Kraft Heinz Co topped quarterly sales estimates as it raised prices to tackle higher input costs, sending its shares up nearly 5 percent before the bell.  Net income attributable to the company’s shareholders fell to $756 million, or 62 cents per share, in the second quarter ended June 30, from $1.16 billion, or 94 cents per share, a year earlier.  The company, which also houses brands such as Philadelphia cream cheese and Heinz ketchup, said net sales rose to $6.69 billion from $6.64 billion.  Analyst on average were expecting revenue of $6.59 billion, according to Thomson Reuters I\/B\/E\/S. (Reporting by Nivedita Balu in Bengaluru)","53":"(Reuters) - Kraft Heinz Co KHC.N is considering a sale of children's energy drink brand Complan in India, which could fetch about $1 billion, Bloomberg reported on Monday, citing people familiar with the matter.  Kraft Heinz is working with an adviser to gauge interest in the brand from potential buyers, including Indian companies and private equity firms, the report said, adding talks are at an early stage and the company may decide to keep the brand.  Kraft Heinz declined to comment on the report.  Reuters had reported in March that at least three companies including Kraft Heinz are expected to bid for GlaxoSmithKline's GSK.L Horlicks health nutrition business, which competes with Complan in India.  Horlicks and Complan are two popular malt-based drink brands in India.","54":"March 2 (Reuters) - Kraft Heinz Co:  * KRAFT HEINZ CO SAYS CEO BERNARDO HEES’ FY 2017 TOTAL COMPENSATION WAS $4.2 MILLION VERSUS $5.3 MILLION IN FY 2016 - SEC FILING  * KRAFT HEINZ CO - FORMER CHIEF OPERATING OFFICER OF U.S. COMMERCIAL BUSINESS GEORGE ZOGHBI 'S FY 2017 COMPENSATION WAS $17.1 MILLION VERSUS $12.1 MILLION IN 2016 Source text: (bit.ly\/2HY3ONx) Further company coverage:","55":"CHICAGO (Reuters) - Investors are chewing out Kraft Heinz Co KHC.O for failing to lay out a full strategy for how it plans to compete in the roughly $3 billion-a-year plant-based protein market.  FILE PHOTO: Veggie burgers are cooked over a flame on a grill in Greenwich, Connecticut, U.S., on June 26, 2017. REUTERS\/Adrees Latif  At the Kraft Heinz annual meeting to be held in Pittsburgh on Thursday, shareholders will vote on a proposal asking the company to reveal its long-term strategy for imitation meat and alternative proteins.  Products by rivals Beyond Meat Inc BYND.O and Impossible Foods have become the hottest food trend in recent years, gaining popularity among mainstream consumers looking to cut back on meat consumption.  “It’s a fast-growing market and they’ve been really silent with investors on how they plan to tackle that,” said Kyle Kempf, a spokesman for Green Century Funds, which proposed the proxy vote and owns a more than $460,000 stake in Kraft Heinz.  Kraft Heinz has been ranked one of the least proactive major food makers in the plant-based protein market, according to FAIRR, a major investor coalition that includes several Kraft Heinz shareholders. The company’s main meat-alternative brand, 40-year-old BOCA Burger, has lost market share since 2013.  “Any company ranking at the bottom clearly has some catching up to do,” said Peter van der Werf, head of responsible investment management at Robeco, which owns an $9.6 million stake in Kraft Heinz.  Robeco and another Kraft Heinz investor, NN Investment Partners, told Reuters they were inclined to support the investor demand that Kraft Heinz cough up more specifics about its alternative-protein strategy. Neither company would disclose whether they will vote for the proposal, which Kraft Heinz’s board of directors has recommended rejecting.  Kraft Heinz, which took a $15.4 billion writedown this year on its Kraft and Oscar Mayer brands, has been criticized for spending too little on innovation and marketing after years of cost cuts under managers from 3G Capital, Kraft Heinz’s No. 2 shareholder. Since the writedown, the company’s shares have fallen about 40%.  BOCA LOSES SIZZLE  BOCA Burger, credited by some as the original U.S. veggie burger for the masses, was bought by the then-Kraft Foods in 2000. One problem for the aging BOCA Burger, however, is that the current alternative-meat craze is actually being driven not by vegetarians, but by so-called flexitarians - meat-eaters who occasionally buy alternative-protein products. To appeal to these shoppers, Beyond Meat and other upstarts are convincing grocers to stock their products next to fresh-looking animal burgers in chilled-meat cases.  BOCA Burgers, by contrast, are frozen and sit in refrigerators with vegetarian and vegan products, where meat-eaters may not think to look.  Kroger Co KR.N, one of the first grocers to sell Beyond Meat patties in meat cases, said on Tuesday it was testing a plant-based protein section in the meat departments of 60 stores to gauge shopper behavior.  BOCA Burger’s share of the U.S. plant-based burger market shrank to 3.8% last year, compared with 7.3% in 2013, according to Euromonitor.  Kraft Heinz declined to provide details on its plans for plant-based proteins or comment on the forthcoming shareholder vote. In a filing ahead of the meeting, Kraft Heinz said several named executives had forfeited their bonuses for 2018 due to the company’s performance. Chief Executive Officer Miguel Patricio, who took the helm in July, said last month that the company needed to better understand consumers and was “far behind the plant-based market.”  Spokeswoman Lynne Galia said Kraft Heinz had increased BOCA sales over the past year, driven by changes to the taste, texture and packaging of its products. “We are committed to ensuring our BOCA products maintain meaningful competitive claims versus meat products, as well as competitive claims in the category as it evolves,” Galia said.  But BOCA’s new boxes lack the “plant-based” buzzword, and tout an “All American Veggie Burger” at a time when rivals lure meat-eaters by avoiding terms like “vegan” or “vegetarian.”  Faryda Lindeman, a senior responsible investment specialist at NN Investment Partners, said big companies including Kraft Heinz that had fallen behind in the plant-based market were likely set in their ways and did not want to invest in new risks. NN Investment holds a $9.4 million stake in Kraft Heinz.  “The only thing they can do is to buy other companies of course, they have a lot of cash,” Lindeman said. 3G Capital is known for scoring big M&A deals to drive growth, but new Kraft Heinz CEO Patricio said when his appointment was announced in April that his focus, for now, would be on expanding existing brands.","56":"(Reuters) - Kraft Heinz Co’s chief marketing officer, Eduardo Luz, will leave the company at the end of May, a spokesperson for the company said on Saturday.  Kraft Heinz’s president of beverages, snacks and desserts, Adam Butler, will take over Luz’s responsibilities on an interim basis, the spokesperson said.  Luz’s departure was first reported by CNBC.  The company two weeks ago named 30-year marketing veteran Miguel Patricio as its chief executive in April. Patricio succeeds Bernando Hees, who has been CEO since 2015.  Kraft Heinz’s second-biggest shareholder, Brazilian private equity fund 3G Capital, has pushed the company to control expenses to tackle higher costs and sluggish growth.  In February, Kraft Heinz cut its quarterly dividend and wrote down the value of its Kraft and Oscar Mayer brands, highlighting the tough environment in the packaged food industry. It also disclosed a U.S. Securities and Exchange Commission investigation into the company.","57":"(Corrects to remove reference to company limiting supplies of cold cuts to preserve margins in paragraph 10 of Feb. 16 story)  FILE PHOTO: A Heinz Ketchup bottle sits between a box of Kraft macaroni and cheese and a bottle of Kraft Original Barbecue Sauce on a grocery store shelf in New York March 25, 2015. REUTERS\/Brendan McDermid\/File Photo GLOBAL BUSINESS WEEK AHEAD SEARCH GLOBAL BUSINESS 12 FEB FOR ALL IMAGES  (Reuters) - Tater Tots-maker Kraft Heinz Co's KHC.O muted quarterly results echoed those of rival Campbell Soup Co CPB.N as more Americans opted for healthier meals, a trend that has pressured shares of processed food makers for several quarters now.  Kraft Heinz, owner of brands such as Velveeta cheese and Heinz ketchup, said on Friday that retailers in Canada were stocking fewer of their products — a factor that is likely to be permanent.  The company’s shares were down 3.3 percent in afternoon trading. They earlier fell as much as 7 percent to their lowest since August 2015.  “There is no question our financial results in 2017 did not meet our potential,” Kraft Heinz Chief Executive Officer Bernardo Hees said on a call with analysts.  Kraft Heinz and Campbell are the worst performing large-cap consumer staples stock over the past 12 months, losing 20 percent and 25 percent, respectively. The S&P 500 .SPX, in contrast, is up 15 percent.  Other food companies have in recent months spoken about escalating pressure from retailers, who are asking suppliers to offer lower prices and limit shipments so that they can control inventories better.  Food companies have tried to promote their healthier products but these have often failed to gain the sort of popularity their traditional products enjoyed.  Sales in Kraft Heinz’s U.S. business fell 1.1 percent to $4.79 billion, declining for the seventh straight quarter. They missed analysts’ average estimate of $4.81 billion, according to Thomson Reuters I\/B\/E\/S.  Total sales and profit for the fourth quarter fell short of estimates as well.  Other issues that weighed on sales included a supply shortfall of its Ore-Ida branded potato-based foods and cold cuts.  Kraft Heinz said several of these problems are likely to persist this year.  Net sales inched up 0.3 percent to $6.88 billion, but missed estimates of $6.92 billion.  Kraft-Heinz, the fifth-largest food and beverage company in the world, achieved its target of cutting $1.7 billion in costs by the end of 2017.  “After looking at the company’s slide presentation yesterday, one might have come away with the impression that KHC is firing on all cylinders; today’s print was a reminder that the company still has a long way to go before this is the case,” JP Morgan analyst Ken Goldman said.  Excluding items, the company earned 90 cents per share, missing estimates of 95 cents.","58":"(Reuters) - Kraft Heinz Co KHC.O will spend more on marketing for key brands widely thought to have been neglected after reporting on Thursday that lower costs helped it beat third-quarter profit expectations, sending shares up 13% in midday trading.  FILE PHOTO: Heinz tomato Ketchup is show on display during a preview of a new Walmart Super Center prior to its opening in Compton, California, U.S., January 10, 2017. REUTERS\/Mike Blake\/File Photo  Having booked billions of dollars in writedowns this year on the value of some of its most well-known brands, including bacon and cold-cuts maker Oscar Mayer, Kraft Heinz has been criticized for gutting spending on brands under a chief executive installed by No. 2 investor, Brazilian private equity firm 3G Capital.  The company, whose biggest investor is billionaire Warren Buffett's Berkshire Hathaway BRKa.N, has reported 13 quarters of lackluster sales amid changing consumer tastes and competition from private-label brands owned by Walmart WMT.N, Costco COST.O and Kroger KR.N.  Newly appointed Chief Executive Miguel Patricio, who will outline a detailed plan after a strategic review of the business in 2020, said Kraft Heinz would now direct more marketing funds toward its flagship brands. The company, whose major brands include Heinz ketchup and Velveeta cheese, also said it plans to halve the number of project launches planned for 2020.  “While we have been working hard to finish the year in a much better place than we started, we have also been investing a lot of energy in our future,” Patricio said on a post-earnings call.  Shares of Chicago-based Kraft Heinz were up 13% at $32.23 in midday trading. Earnings excluding items fell 9.2% to 69 cents per share, but handily beat the 54 cents expected by analysts, according to IBES data from Refinitiv.  Given the disappointing news earlier this year on weak sales and brand writedowns, and a massive drop in the stock’s valuation since February, the results are encouraging for investors who had been concerned about the company’s future, Bernstein analyst Alexia Howard said.  Kraft Heinz’s earnings beat comes after a rough year that saw it slash dividends and scrap its full-year forecast after taking two major writedowns - one in February of $15.4 billion and another in August of $1.22 billion. The company’s procurement practices are also under investigation by the U.S. Securities and Exchange Commission.  The stock has tumbled about 40% since the company disclosed the probe and its first writedown in February.  Net sales fell nearly 5% to $6.08 billion, missing analysts’ estimates of $6.13 billion. The company said it expects fourth-quarter sales and EBITDA to be “generally similar” to those of the third quarter. Fourth-quarter earnings are expected to take a hit of up to 10 cents per share.  Expenses sank nearly 25% to $767 million in the third quarter ended Sept. 28 as supply chain cost inflation slowed compared to the first half of the year. The company raised product prices by 1% while sales volume fell 2.1 percentage points.","59":"FILE PHOTO: Heinz tomato ketchup is show on display during a preview of a new Walmart Super Center prior to its opening in Compton, California, U.S., January 10, 2017. REUTERS\/Mike Blake  (Reuters) - Kraft Heinz Co is in talks to sell its Planters snack business to Skippy peanut butter maker Hormel Foods Corp for about $3 billion, the Wall Street Journal reported here on Tuesday, citing people familiar with the matter.  The deal could be announced as soon as next week if talks do not fall apart, the Journal said, adding that the deal would be Hormel’s largest to date.  Planters, which mainly sells nuts and snack mixes with labels featuring its popular Mr. Peanut mascot, would be the latest addition to Hormel’s portfolio that includes chillis, frozen meats and condiments.  Sales of pantry staples surged at the beginning of the COVID-19 pandemic as consumers prepared for lockdowns, but have since waned as restrictions were lifted, leading to companies restructuring their businesses accordingly.  Kraft Heinz in September sold its natural cheese business to France’s Groupe Lactalis for $3.2 billion, while Mondelez International Inc bought chocolate-bar maker Hu Master Holdings last month.  Kraft and Hormel declined to comment on the report.","60":"(Reuters) - Kraft Heinz Co named Miguel Patricio as its next chief executive on Monday, hoping the 30-year marketing veteran will revitalize brands such as Planters nuts and Oscar Mayer bacon at one of the world’s largest packaged food companies.  FILE PHOTO: A Heinz Ketchup bottle sits between a box of Kraft macaroni and cheese and a bottle of Kraft Original Barbecue Sauce on a grocery store shelf in New York March 25, 2015. REUTERS\/Brendan McDermid\/File Photo  Patricio, a 52-year-old native of Portugal, will take over the top job in July after two decades at Anheuser-Busch InBev, where he rose to become the company’s global head of marketing, building sales of beer brands Corona, Budweiser and others.  Before AB InBev, Patricio worked at major consumer companies including Philip Morris, Coca-Cola Co and Johnson & Johnson.  He succeeds Bernardo Hees, 49, who was made CEO in 2015 when Kraft Foods and H.J. Heinz merged.  His appointment comes two months after Kraft Heinz slashed its quarterly dividend, wrote down the value its marquee Kraft and Oscar Mayer brands and other assets by more than $15 billion. It also disclosed that it had been subpoenaed by the U.S. Securities and Exchange Commission.  Kraft Heinz’s second-biggest shareholder, Brazilian private equity fund 3G Capital, has pushed the company to rein in expenses to tackle higher costs and sluggish growth, a strategy it has successfully implemented at holdings including Heinz and Anheuser-Busch.  “Great companies are the ones that have the costs in control, that grow the top line, and grow the bottom line – it’s not one or the other, Patricio said in an interview. “I have very good experience on that - on being more efficient every year, which doesn’t mean cutting costs. It means to be more efficient.”  Kraft’s cost cuts, made at the urging of 3G, resulted in smaller marketing and advertising budgets for key brands like Oscar Mayer bacon and the loss of brand managers, which translated to market share loss to cheaper, private-label competitors, according to two former Kraft Heinz marketing employees.  On top of that, the broad sector has struggled with rising transportation and commodity costs along with a shift in consumer preferences to more niche health-focused brands.  Warren Buffett’s Berkshire Hathaway Inc and 3G together own close to 50 percent of Kraft Heinz. Berkshire Hathaway did not immediately response to requests for comment.  SEC PROBE  The company also disclosed in February that it had been subpoenaed by the U.S. Securities and Exchange Commission related to an investigation into its accounting policies, procedures and internal controls related to procurement.  At the time, Kraft said it was working on ways to improve its internal controls and determined the problems required it to record a $25 million increase to the cost of products sold.  “The change at the top of Kraft Heinz is a positive development,” said Roosevelt Investment Group fund manager Jason Benowitz, which previously held a stake in Kraft Heinz.  “It shows that management and the board understand the serious nature of the challenges facing the company. Kraft Heinz ... cannot further cost cut its way to prosperity.”  The company’s shares were flat at $32.96. The stock has lost half its value since Heinz and Kraft merged.  Kraft Heinz has been the worst performing stock on the S&P 500 Packaged Foods and Meats index over the last year, falling some 43 percent.  “By appointing Mr. Patricio as the new CEO, it appears that Kraft Heinz is doubling down on its efforts to reinvigorate the top line,” Bernstein analyst Alexia Howard wrote in a note.  Patricio’s experience as the president of Asia Pacific of Anheuser-Busch InBev might enable him to explore more growth opportunities in emerging markets at Kraft Heinz, she said.","61":"OMAHA, Neb. (Reuters) - Ketchup, bologna and Jell-O don't excite Wall Street. But a big deal might whet its appetite for Kraft Heinz Co KHC.O.  FILE PHOTO: A Heinz Ketchup bottle sits between a box of Kraft macaroni and cheese and a bottle of Kraft Original Barbecue Sauce on a grocery store shelf in New York March 25, 2015. REUTERS\/Brendan McDermid\/File Photo  Many analysts believe Kraft Heinz, controlled by Brazil's 3G Capital and Warren Buffett's Berkshire Hathaway Inc BRKa.N, needs a blockbuster acquisition to foster growth.  And its energetic chief executive, Bernardo Hees, is under pressure to manage Street expectations.  While he says he is in no rush to do deals, does not need a big acquisition now, and is not talking much with investment bankers, opportunities may be coming.  “Our M&A framework has not changed,” Hees, 48, said in an interview at Berkshire’s recent annual shareholder weekend in Omaha, Nebraska. “We continue to like big brands. We continue to like businesses that can travel. We continue to like businesses that we can find synergies that we can reinvest behind growth.  “The relative and absolute valuations are more attractive today than they were six months ago, or a year ago,” Hees added. “If more consolidation would happen in the food and beverage industry, we want to be a force.”  Hees (pronounced \"Hess\") is a partner at 3G, which is known for engineering big mergers, such as the creation of Restaurant Brands International Inc QSR.TO by combining Burger King with Canada's Tim Hortons, and then imposing draconian cost cuts.  That reputation helped prompt Dove soap and Ben & Jerry's ice cream maker Unilever Plc UNc.AS to rebuff 3G's $143 billion Buffett-backed takeover approach last year.  Kraft Heinz decided to walk away, and Hees is not dwelling on the rejection.  INVESTORS HAVE DOUBTS  For now, his challenge is to create buzz for familiar brands such as Oscar Mayer and Velveeta, and not just for products capable of riding the newest food trends.  The company eliminated $1.7 billion of costs, including six factories and about 4,900 jobs, following the 2015 merger of Kraft Foods with H.J. Heinz. The combined company is co-headquartered in Chicago and Pittsburgh.  “Big brands have scale, they have profitability, they allow you to grow when you have the right product offerings, and it’s relevant,” said Hees, who previously led Heinz and Burger King.  So as Kraft Heinz takes celebrity chef David Chang’s Momofuku Ssam Sauce national, and partners with Food Network on “globally inspired” salad dressings, cooking sauces and meal kits, so too it must inspire consumers to fill their pantries with Planters Signature nuts and Philadelphia cheesecake cups.  At Berkshire’s annual meeting, Buffett praised 3G’s and Hees’ ability to cut unnecessary costs.  “The people at 3G are great, great managers, and they are wonderful partners,” Buffett said.  Investors aren’t as convinced they will succeed at Kraft Heinz.  Since peaking on Feb. 17, 2017, Kraft Heinz's share price had fallen 40 percent through Tuesday. The S&P 500 .SPX rose 14 percent in the same period.  “We believe the stock market will take care of itself if we deliver upon our commitments,” Hees said. “The stock price today is not in the way of anything we want to achieve in the mid- or long-term.”  Rivals’ stock prices have also taken hits.  Through Tuesday, the S&P 500 Packaged Foods & Meats index .SPLRCFOOD had fallen 9.9 percent in the last six months. Mondelez International Inc MDLZ.O dropped 7.3 percent, while Campbell Soup Co CPB.N and General Mills Inc GIS.N lost a respective 12.4 percent and 19 percent.  ‘MAYOCHUP’  Last week, Kraft Heinz reported better-than-expected first quarter profit, even though organic sales fell 1.5 percent.  “We maintain our concern that the management team lacks the marketing acumen necessary to adapt to the dynamic changes in the market and grow its collection of ‘retro’ brands in highly commoditized categories,” Credit Suisse analyst Robert Moskow wrote.  Kraft Heinz is trying.  Two months ago, Kraft Heinz launched Springboard, a brand incubator to develop natural and organic, specialty and craft, healthy and what it called “experiential” foods.  And in April, Kraft Heinz created a viral frenzy when it took to Twitter to gauge whether consumers would buy “Mayochup,” a hybrid of mayonnaise and ketchup.  Some called it similar to “fry sauce.” Others noted that many people mix the two already.  “We truly believe that our brands need to be relevant, to the product offering, to the position, and to communicate it to consumers, wherever they are,” Hees said.  “Pop culture is a great way to do that. Mayochup is a great example. We started, we have these two sauces, can you put them together, is that disgusting, is that good?”  With the Kraft Heinz integration “behind us,” Hees said he is investing more into its businesses, armed with knowledge it has gained since the merger.  “Things move fast today, that’s a good thing, but we’re a young organization,” he said. “So there are many things we need to learn. Learn from your mistakes. Don’t repeat them. New mistakes are welcome.”","62":"NEW YORK (Reuters) - Kraft Heinz Co is feeling the pinch from trade conflicts and rising costs, but is still willing to consider an acquisition to fuel growth, its chief executive officer said on Friday.  CEO Bernardo Hees said in an interview that the maker of Heinz ketchup and Maxwell House coffee is “being hurt” by retaliation over U.S. steel and aluminum tariffs, which Canada responded to by slapping taxes on goods ranging from sauces to coffee. Kraft Heinz has described coffee as one of its key commodities in the United States and Canada.  Hees said the company and food industry was seeking exemptions from the tariffs on specific products.  Febreze and Gillette manufacturer Procter & Gamble Co told Reuters in July that some of its products sold in Canada would be affected by the tariffs as well.  Canada’s top trade negotiator and her U.S. counterpart started a third day of talks to save the North American Free Trade Agreement on Friday as differences between the two sides appeared to have narrowed.  Yet the trade conflict is adding to the pressures on Hees and industry peers trying to fatten profits even as consumers change their eating habits and U.S. inflation perks up.  Kraft Heinz topped quarterly profit and revenue estimates when it reported results last month as it raised product prices and posted higher-than-expected U.S. sales for the first time in several quarters.  FILE PHOTO: Bernardo Hees, chief executive of Kraft Heinz Co. and a partner at Brazilian firm 3G Capital, at the Berkshire annual shareholder weekend in Omaha, Nebraska, U.S., May 4, 2018. REUTERS\/Jonathan Stempel\/File Photo  Hees nonetheless said cost pressures are creeping up from labor to transportation, oil and plastic packaging. He did not specify how much he expected costs to hit the company’s earnings, saying that consumption and other economic trends are “really on the right foot.”  “That’s why for us to have an agreement on this - it would be very positive,” Hees said of U.S.-Canada trade negotiations. “In reality it takes the uncertainty out so we can invest for the long run.”  Many analysts believe Kraft Heinz, controlled by Brazil’s 3G Capital and Warren Buffett’s Berkshire Hathaway Inc, should include an acquisition among those investments.  Hees is a partner at 3G, which is known for engineering big mergers, such as the creation of Restaurant Brands International Inc by combining Burger King with Canada’s Tim Hortons, and then imposing draconian cost cuts.  Since peaking on Feb. 17, 2017, Kraft Heinz shares have fallen more than 40 percent. The S&P 500 rose 22 percent in the same period. Hees has said the stock market will take care of itself if the company delivers.  The company’s potential acquisition targets are getting cheaper and, arguably, more vulnerable. The S&P 500 Packaged Foods & Meats index is down 9 percent this year.  One possible acquisition target, Campbell Soup Co, is fighting off a proxy fight by billionaire investor Daniel Loeb’s Third Point LLC. Loeb is moving to remove Campbell’s entire board just one week after Campbell unveiled a strategic review, deciding to sell two businesses.  While Kraft Heinz had considered a Campbell acquisition in the past, it was not currently exploring a bid, a source told Reuters in August.  Asked about the subject, Hees declined to comment on Campbell but said valuations are more attractive than 12 months ago.  “If there would be more consolidation for the industry, we’d like to be a force behind it,” he said, noting that the company would be disciplined.  “We like strong brands, we like business that can travel, and we like businesses that have synergies, that can be reinvested behind brands, product and people. When we find a combination of that, we tend to move very fast.”","63":"(Reuters) - Food company Kraft Heinz Co has hired investment bank Credit Suisse to review options for its Maxwell House coffee business, including a potential sale, CNBC reported on Sunday, citing people familiar with the matter.  The coffee business has about $400 million in earnings before interest, taxes, depreciation and amortization and could attract a price of at least $3 billion in a sale, the sources, who were not identified, told CNBC.  The sale of the coffee business would be one in a string of divestitures for Kraft Heinz, the sources told CNBC.  Kraft Heinz spokesman Michael Mullen declined to comment on the CNBC report, but said the company was focused on building its business around brands in growing and profitable categories where it feels it has a competitive advantage.  “We will explore asset sales according to this framework and will engage if this alternative is superior to us keeping the business and helps to improve the company’s growth and margin trajectory,” he said in an email to Reuters on Sunday.  Credit Suisse spokeswoman Karina Byrne declined to comment on the report.  Kraft Heinz shares fell to a record low on Friday, a day after it disclosed a $15 billion writedown on its marquee brands. Also on Thursday, the company said it would cut its dividend by 36 percent and disclosed that the U.S. Securities and Exchange Commission was investigating the company’s accounting policies.  Brazil’s buyout fund 3G Capital and Warren Buffett’s Berkshire Hathaway Inc together own more than 50 percent of Kraft Heinz.  Kraft’s revenue growth has stagnated in the years since it merged with Heinz as consumers shun older, established brands for newer products, cheaper private-label brands and organic food.","64":"Slideshow ( 2 images )  (Reuters) - The U.S. Commodity Futures Trading Commission (CFTC) said on Thursday Kraft Heinz Co and Mondelez International Inc will have to pay $16 million in penalty regarding a wheat manipulation case that dates back to 2015.  Kraft Heinz, which was Kraft Foods until 2015, and Mondelez bought $90 million of December 2011 wheat futures, which gave the companies a dominant position in the market, even though they never intended to take possession of the grain, the CFTC said.  The move sent a false signal that the companies had demand for wheat and caused an artificial price fluctuation that earned them more than $5 million in profits, the CFTC said.  Both companies said they strongly disagree with CFTC’s statement, which “blatantly violate and misrepresent the terms and spirit of the consent order”, and will be seeking immediate relief from the court.  The commission said the companies’ goal was to narrow the price spread between the December 2011 and deferred-month wheat futures contracts, causing the market to sell cash wheat to the companies at lower prices, while earning them a profit on their speculative futures positions.  Wheat futures and options traders had also accused the companies of illegally manipulating the grain’s price at their expense.  The penalty is about three times the companies' alleged gain, the CFTC said in a statement. (bit.ly\/2OX1iyo)","65":"FILE PHOTO: Berkshire Hathaway CEO Warren Buffett talks to reporters prior to the Berkshire annual meeting in Omaha, Nebraska, U.S. on May 2, 2015. REUTERS\/Rick Wilking\/File Photo  (Reuters) - Kraft Heinz Co said on Friday billionaire investor Warren Buffett has decided to retire from the company’s board following the end of his term in April to reduce travel commitments.  H.J. Heinz Co, backed by Buffett’s Berkshire Hathaway Inc and Brazil’s private equity firm 3G Capital, acquired Kraft Foods Group in 2015 to create one of the biggest food and beverage companies in the world.  Berkshire Hathaway is Kraft Heinz’s biggest shareholder with 26.7 percent stake as of Dec. 31, according to Thomson Reuters data.  Last week, the maker of Velveeta cheese and Heinz ketchup reported disappointing fourth-quarter results, a sign of continued pressure on processed food makers as more Americans opt for healthier meals.  In the last few years, Buffett, 87, has shed many of his non-Berkshire responsibilities.  Last month, he gave two top executives Ajit Jain and Gregory Abel greater oversight of Berkshire’s operating businesses, cementing their status as the front runners to succeed Buffett atop the conglomerate.  Kraft said it plans to nominate Alexandre Van Damme, a board member of Anheuser-Busch Inbev and Restaurant Brands International, to stand for election to Buffett’s place in its 2018 annual stockholder meeting.  Abel and Tracy Cool, chief executive of Berkshire’s unit, Pampered Chef, are the other Berkshire representatives on Kraft’s board.  Kraft’s shares were down 1.4 percent in extended trading on Friday.","66":"April 12 (Reuters) - Helma Eigenheimbau AG:  * HEINZ MAERZKE INTENDS TO SWITCH TO THE SUPERVISORY BOARD \/ CFO GERRIT JANSSEN TAKES OVER AS CEO  * POSITION OF CEO WILL BE HELD FROM JULY 6, 2018 BY GERRIT JANSSEN Source text for Eikon: Further company coverage: (Gdynia Newsroom)","67":"CHICAGO (Reuters) - Kraft Heinz Co KHC.O on Tuesday said it would sell its natural cheese business to French dairy company Groupe Lactalis for $3.2 billion, step up its marketing budget and overhaul its supply chain, hoping to save $2 billion by 2024 and halt weak sales and brand deterioration.  FILE PHOTO: Heinz tomato ketchup is show on display during a preview of a new Walmart Super Center prior to its opening in Compton, California, U.S., January 10, 2017. REUTERS\/Mike Blake\/File Photo GLOBAL BUSINESS WEEK AHEAD  The company also forecast better-than-expected sales for the year, sending shares of Kraft Heinz up about 1% in afternoon trading.  Packaged food companies like Kraft Heinz and Campbell Soup CPB.N that market canned food and salty snacks have for years faced a perception that their products are unhealthy. At the same time, the industry is battling aggressive competition from cheaper private-label brands from Walmart WMT.N and Kroger KR.N.  At its virtual investor day, Chicago-based Kraft Heinz said it would now manage its business by distributing brands among six platforms built around the occasions people consume Kraft products and the foods they are paired with. The company previously managed its business as 55-plus categories, which created complexities.  For example, the company’s biggest platform will be called “Taste elevation,” which will include brands such as Heinz Ketchup, Master and ABC, which as sauces and condiments add “increased taste and texture” to regular foods. Other platforms include “easy meals made better” for products such as Mac & Cheese, and “Flavorful Hydration” for its Capri sun type drinks.  Kraft also plans to increase spending on marketing by 30% to just over $1.4 billion, a move many shareholders have hoped for since media and advertising veteran Miguel Patricio took over as chief executive in July 2019. Shares of Kraft Heinz have risen 4.6% since then.  “Kraft Heinz has played defense for far too long ... but now we are moving to offense. We are making decisions to win big,” Patricio said during the presentation - his first major strategic update, which was initially planned for the spring but was pushed to September due to the coronavirus pandemic.  The company also announced that it would sell its natural, grated, cultured and specialty cheese businesses in the United States - including its Breakstone’s and Cracker Barrel brands - to Lactalis, while retaining its more popular Philadelphia Cream Cheese, Kraft Singles, Velveeta Processed Cheese and Cheez Whiz brands.  The sale is part of plans to reduce its net leverage of about $27 billion to about four times EBITDA by the end of this year from the 4.2 times EBITDA it achieved at the end of the second quarter.  COST CUTS  Fueled by shoppers in lockdowns buying more packaged food, Kraft Heinz forecast high-single-digit quarterly adjusted core earnings growth and mid-single-digit full-year adjusted core earnings growth. Patricio said sales growth has slowed from that early peak, but is still faster than last year.  The company expects third-quarter net sales growth in the mid-single-digit range versus last year, beating analysts’ expectations of a 2% increase in sales, according to Refinitiv data.  The company has begun streamlining its supply chain, Patricio said, and is trying to build better relationships with suppliers - many of whom have been critical about Kraft Heinz’s culture under the management of cost-focused private equity firm 3G Capital.  “Investors might be cautious with the $2 billion savings plan announcement since aggressive cost cutting is what led to KHC’s downturn in the first place,” CFRA analyst Arun Sundaram said, pointing to the company’s muted stock reaction on Tuesday.  Kraft Heinz CEO Patricio tried to assuage concerns saying while the company will continue to reduce costs, it wont be as aggressive if it can work with factories, transportation and logistics companies to preserve margins by being more productive.  “When you cut costs too much, actually your costs increase because you lose efficiencies,” Patricio said.  Of the $2 billion cost cuts, $1.2 billion will come from procurement and $800 million will come from making Kraft Heinz’s logistical network more efficient.  The Portuguese CEO said Kraft Heinz will invest most of its media budget in five areas, including ready-made meals like Mac & Cheese and healthy snacks.  It also aims to promote products that can be used as ingredients, such as Oscar Mayer bacon and Planters nuts that can be used in salads.  The company, whose portfolio doesn’t currently include many sweet foods, plans to spend heavily on promoting “indulgent desserts” and children’s beverages and will invest in making existing brands better, not making more types of products, he said.","68":"Feb 21 (Reuters) - Packaged food maker Kraft Heinz Co reported a 6.7 percent fall in quarterly adjusted earnings on Thursday, hit by rising commodity and freight costs.  Adjusted earnings per share fell to 84 cents per share in the fourth quarter ended Dec. 29 from 90 cents per share a year earlier.  Net sales rose to $6.89 billion from $6.84 billion, missing analysts’ estimates of $6.94 billion, according to IBES data from Refinitiv. (Reporting by Uday Sampath in Bengaluru)","69":"FILE PHOTO: Shareholders shop for discounted products at the Kraft Heinz booth at the annual Berkshire Hathaway shareholder meeting in Omaha, Nebraska, U.S., May 4, 2019. REUTERS\/Scott Morgan  (Reuters) - Kraft Heinz Co KHC.O said on Sunday it has asked office employees to work from home as the coronavirus continues to spread.  Kraft Heinz expects employees to work from home except those who cannot perform their roles remotely, it said in a statement, adding that company will not close its offices.  “Until further notice, all employee air travel, both international and domestic, is restricted unless it is business-critical.”  Kraft Heinz’s global employee travel restriction to and from China continues to be in effect, it added.","70":"Nov 6 (Reuters) - Tater tots maker Kraft Heinz Co said on Tuesday it would sell its Canadian natural cheese business to dairy products company Parmalat Group in a deal valued at C$1.62 billion ($1.23 billion).  The company expects to use proceeds to pay down debt. ($1 = 1.3126 Canadian dollars) (Reporting by Sonam Rai in Bengaluru; Editing by Bernard Orr)","71":"March 16 (Reuters) -  * KRAFT HEINZ TAPS AS MUCH AS $4 BILLION OF CREDIT LINE - BLOOMBERG NEWS Source : bloom.bg\/33lJYqu","72":"FILE PHOTO: Shareholders shop for discounted products at the Kraft Heinz booth at the annual Berkshire Hathaway shareholder meeting in Omaha, Nebraska, U.S., May 4, 2019. REUTERS\/Scott Morgan\/File Photo  (Reuters) - Kraft Heinz Co said on Thursday it was selling its nut business to packaged food peer Hormel Foods Corp for $3.35 billion in cash.  The transaction includes most products sold under the Planters brand, including single variety and mixed nuts, trail mix, Nut-rition products, Cheez Balls, and Cheez Curls, as well as Corn Nuts branded products.","73":"CHICAGO, Feb 13 (Reuters) - Kraft Heinz Co on Thursday reported a 5.1% fall in quarterly sales hurt by lower U.S. demand for cheese, bacon and other products.  The Chicago-based company, which makes Oscar-Mayer bacon and Philadelphia cream cheese, said sales fell to $6.54 billion from $6.89 billion in the fourth quarter ended Dec. 28. (Reporting by Richa Naidu; editing by Jason Neely)","74":"LONDON (Reuters Breakingviews) - The fact Kraft Heinz’s share price has fallen almost one-third since last Friday suggests investors were shocked by its jumbo serving of bad news, which included a dividend cut and a big goodwill writedown. They should not even have been surprised.  Various Heinz sauces of U.S. food company Kraft Heinz are offered at a supermarket of Swiss retail group Coop in Zumikon, Switzerland December 13, 2016. REUTERS\/Arnd Wiegmann  The U.S. food giant is part of a longstanding stock-market tradition of investors seeking companies with invincible management that guarantees incredible prospects. This time the magic was supposed to come from the cost-cutting and debt-loading genius of the company’s second-biggest shareholder, Brazilian investment group 3G Capital.  While the fervour had already cooled - Kraft Heinz’s share price before its latest plunge was already 50 percent below where it had been two years earlier – investors were still pricing in a triumph of hope over experience. The slowdown in economic growth in developed economies ought to have been a clue that things were going to get tougher.  Think back to the beginning of the century. In 2000, the United States was coming out of a five-year period where real GDP grew at an annual compound rate of 4.3 percent. Even if that seemed unsustainably high, something close to 3 percent seemed plausible. In the subsequent 18 years, the actual rate has been 2 percent. Demographics suggest a decline from here.  Kraft Heinz is one of the American companies which have been caught in the downdraft. Despite extensive foreign operations, the annual inflation-adjusted growth rate of revenue per share since 2000 for all the constituents of the U.S. S&P 500 stock-market index has been a meagre 1.1 percent, just over half the rate at which real GDP grew.  It’s not just bottles of ketchup that are subject to economic gravity. Consider the big basic consumer goods of transport and housing. Average light vehicle sales over the last five years have been merely 8 percent higher than they were between 1996 and 2000. For housing starts, the same comparison shows a 24 percent decline. In such sectors, there is just not much growth for companies to capture.  Most economists and stock-market forecasters claim to accept something like this dull reality. Vanguard Research, for example, says that the long-term real growth rate of U.S. GDP is 2 percent. And consultants at McKinsey have suggested that it is reasonable for average companies to plan on a 2.5 percent real growth rate in profit.  Those numbers are far below what many corporate managers promise and many stock-market investors expect. The average is too often taken as a bare minimum, leading to unnecessary Kraft Heinz-style disappointments. Even after analysts reset their expectations, the Velveeta cheese maker is expected to report $2.97 of earnings per share in 2019, according to I\/B\/E\/S estimates from Refinitiv. That’s equivalent to almost 8 percent annual growth since 2015, largely thanks to tax-rate cuts.  There are three ways to better align operations and expectations with reality. First, give up on excessively positive thinking. It’s foolish to believe that strategies which have worked on a small scale, for example the 3G Capital approach, can be expanded infinitely. A wise manager remembers that aggressive expansions rarely pay off when overall growth is slow or non-existent, and is not afraid to cut capacity when demand in an industry is shrinking.  Second, try less hard to please financial markets. Overly demanding and optimistic investors often do not really understand what is in the best interests of companies. For example, shareholders were wrong to be miffed when Unilever rejected a merger with Kraft Heinz in 2017. The Brazilian shock therapy might have juiced up profits for a little while, but the Anglo-Dutch consumer conglomerate needs to spend enough to stay competitive in industries which have little growth and a fair number of eager competitors.  Finally, shareholders may have become surplus to requirement at many companies. Solidly profitable enterprises which face neither enormous risks nor great opportunities are extremely unlikely to need new equity capital. Their dividends on existing shares look suspiciously like what economists call rents, unmerited cashflows from customers to equity holders.  Many of these companies have been buying back shares in significant quantities. While those transactions are disguised dividends, they could be made real. Imagine that shareholders were all bought out, and companies adopted a not-for-profit structure like a typical university or non-American hospital. Freed from outside pressure for growth, the trustees could decide to aim for steady and unspectacular results.  Such structural transitions are almost unheard of. But the number of industries that have moved from rapid growth to mature stability is also relatively few. Perhaps it is time to develop new corporate forms to serve the new economy better.  Slow growth is not everyone’s problem. Mature economies only account for about 15 percent of the world’s population. The opportunities for economic expansion remain large for enterprises which serve the other 85 percent. However, only a few companies from rich countries will succeed at that task. For most established industry leaders, dynamic opportunities are yesterday’s story. Corporate styles need to change with the times.","75":"(Reuters) - Kraft Heinz Co KHC.O has agreed to sell its Canadian natural cheese business to Parmalat SpA PLT.MI in a C$1.62 billion ($1.23 billion) deal that will help Kraft trim its debt and extend the North American footprint of Parmalat owner Lactalis.  FILE PHOTO: The logo of Lactalis Group is seen on the headquarters of the French dairy group Lactalis in Laval, western France, January 12, 2018. REUTERS\/Stephane Mahe\/File Photo  The deal comes a month after the new United States-Mexico-Canada Agreement (USMCA) was signed, under which Canada partially opened its protected domestic market to the United States.  The cheese business being sold by Kraft, which includes brands like Cracker Barrel, P’tit Quebec and aMOOza, generated about C$560 million in net sales in 2017, Kraft and Parmalat said in statements on Tuesday.  The transaction followed a competitive bidding process, Parmalat said.  Under the deal, expected to close in the first half of 2019, Kraft will sell its production facility in Ingleside, Ontario and transfer 400 employees to Parmalat.  The U.S. food group will continue to own and market other cheese products, including Philadelphia, Cheez Whiz and Kraft Singles, which are processed in Quebec.  Kraft, which like other consumer goods firms has been struggling with rising costs for raw materials and transportation, expects to use proceeds from the deal to pay down debt, which amounted to nearly $31 billion as of Sept. 29.  RBC Capital Markets served as exclusive financial adviser to Kraft Heinz Canada, while Fasken Martineau DuMoulin LLP served as legal advisers.  Parmalat said the activity will reinforce its century-old Canadian business that already comprises 3,000 employees and 16 dairy processing plants, helping to secure jobs and farm revenue.  The revised North American trade deal has irked Canadian farmers who see a threat to the country’s supply management system, but the agreement may bring limited gains for U.S. producers.  Parmalat’s acquisition in Canada marks a further addition to the North American footprint of France’s Lactalis, the world’s largest dairy firm that controls nearly 90 percent of Parmalat.  The deal would reinforce its presence “in the strategic market for cheese with high added value in Canada,” Lactalis said in a separate statement on Wednesday.  Lactalis has in the past year struck deals to acquire U.S. organic yoghurt brand Stonyfield, previously owned by fellow French group Danone DANO.PA, and agreed to buy siggi's, a U.S.-based maker of Icelandic yoghurt.  In another overseas acquisition, Lactalis last month agreed to buy the infant formula business of Aspen Pharmacare APNJ.J, in a move to revive its baby milk after a health scandal in its home market.  A salmonella outbreak at its sole infant formula production site in northwest France last year caused dozens of babies to fall sick and led to a global product recall.  Natural cheeses can include unripened cheeses such as cottage cheese, soft cheese such as Camembert or hard cheeses such as Cheddar.  Processed cheese is made by pasteurizing, emulsifying, and blending natural cheese. Several varieties of natural cheeses may be mixed, and powdered milk, whey, cream or butter, and water may be added, according to the U.S. Environmental Protection Agency.  ($1 = 1.3126 Canadian dollars)","76":"(Reuters) - Kraft Heinz Co faces a new lawsuit questioning why controlling shareholder 3G Capital transferred $1.23 billion of stock six months before the processed foods company stunned investors with a huge writedown and other bad news.  FILE PHOTO: Characters at the Berkshire Hathaway company Kraft Heinz booth pose with a reporter at the shareholder shopping day as part of the Berkshire Hathaway annual meeting weekend in Omaha, Nebraska, May 5, 2017. REUTERS\/Rick Wilking -\/File Photo  The proposed class-action lawsuit made public on Wednesday is among the first accusing Kraft Heinz, whose other controlling shareholder is Warren Buffett’s Berkshire Hathaway Inc, of defrauding shareholders about its business prospects.  Kraft Heinz’s share price sank 27.5 percent on Feb. 22 after the company took a $15.4 billion writedown on its Kraft and Oscar Mayer brands and Canadian assets, as consumers shifted to healthier and fresher alternatives or private-label products.  The company, headquartered in both Chicago and Pittsburgh, also slashed its dividend and announced a U.S. Securities and Exchange Commission accounting probe. Kraft Heinz’s stock plunge erased more than $16 billion of market value.  In his damages complaint, shareholder Steve Walling accused Kraft Heinz, Chief Executive Bernardo Hees, 3G and others of concealing damage to Kraft Heinz’s iconic brands and internal controls, including from 3G’s signature belt-tightening.  Walling also said the defendants had been “motivated” to engage in improper conduct to allow 3G to “sell” $1.23 billion of stock last August at artificially inflated prices. The complaint was filed in the federal court in Pittsburgh.  In an Aug. 7 regulatory filing, 3G said an affiliate had transferred 20.63 million Kraft Heinz shares worth $59.83 each to an entity called HK3 18 LP.  The Brazilian private equity firm said none of the shares sold related to 3G partners’ original Kraft Heinz stake.  Hees told Reuters in a Sept. 7, 2018 interview that the transfer was made on behalf of institutional investors that had a “window to liquidity” and were exiting a 3G fund.  “It’s not 3G, as we know 3G,” he said. “We are very optimistic about the profile of what the investment can be for the long run.”  Kraft Heinz and 3G did not immediately respond on Thursday to requests for comment. Robbins Geller Rudman & Dowd, a law firm representing Walling, did not respond to similar requests.  Berkshire and Buffett are not defendants. Buffett told CNBC on Monday the market reacted “probably quite properly” to Kraft Heinz’s news.  Shareholder lawsuits are common after unexpected bad news hurts a company’s stock price. They are often combined into a single lawsuit near where the company is based.  The case is Walling v Kraft Heinz Co et al, U.S. District Court, Western District of Pennsylvania, No. 19-00214.","77":"MILAN (Reuters) - Italy’s Newlat is interested in acquiring infant food brand Plasmon from U.S. behemoth Kraft Heinz, an adviser for Newlat said.  Newlat, which already owns a portfolio of food companies including pasta brand Buitoni, said on Tuesday it wanted to list on the Milan bourse to raise money for acquisitions.  “Newlat is already a supplier of Plasmon and knows the company well,” said Davide Milano, a partner at consultancy Oaklins Italy, adding any deal would hinge on how quickly Newlat could raise cash with its initial public offering.  Oaklins has advised Newlat on the acquisition of pasta maker Delverde.","78":"MILAN (Reuters) - Global packaged food group Kraft Heinz Co KHC.O will keep baby food line Plasmon and plans to leverage its 'Made in Italy' credentials to expand the brand abroad, Kraft Heinz Co's general manager for Italy said.  Plasmon products are seen on supermarket shelves in Milan, Italy, October 19, 2019. Picture taken October 19, 2019. REUTERS\/Francesca Landini  Earlier this year, the maker of Heinz ketchup explored the possibility of selling Italy-based Plasmon and other labels, as it grappled with write-downs for some of its brands and an investigation into its accounting policies.  A review has brought a change in strategy for Kraft Heinz Italia’s $210-million-revenue baby food business, which comprises Plasmon and smaller labels Nipiol, Cuore di Natura and Dieterba.  “The review has shown that Plasmon and the whole baby food business have growth potential to be exploited,” Kraft Heinz General Manager for Italy Felipe Della Negra told Reuters.  The world’s baby food sector is estimated to be worth $63 billion this year and is expected to grow annually by 5% between 2019 and 2023, according to market research company Statista.  The 117-year-old Plasmon sells a range of products including first milk, homogenized baby food, pasta and fruit compote for babies.  It is best known for its infant biscuits made with powdered milk, vitamins and minerals.  “We want to export more, banking on the fact that we are an Italian food company and we can guarantee a full disclosure over the ingredients of our baby food products,” Della Negra said in a phone interview.  He added the group was implementing a project to increase the use of Italian ingredients for Plasmon products under a deal signed with Italy’s agriculture ministry in May.  Currently, Kraft Heinz Italia makes only about 5% of its baby food revenue abroad, or $10 million, but the group’s ambition is to increase international sales 10 times in the next five years, Della Negra said, adding the group planned to expand in promising markets such as China.","79":"CHICAGO (Reuters) - Kraft Heinz Co KHC.O on Thursday said second-half core earnings growth would be weaker-than-expected and took a nearly $3 billion charge on the value of several businesses, highlighting uncertainty in the food industry due to the novel coronavirus.  FILE PHOTO: Heinz tomato ketchup is show on display during a preview of a new Walmart Super Center prior to its opening in Compton, California, U.S., January 10, 2017. REUTERS\/Mike Blake\/File Photo  Shares of the Chicago-based company, which makes Philadelphia cream cheese and Kraft Singles, were down 4% in afternoon trading.  Higher employee bonuses, foreign exchange fluctuations and climbing commodity costs - particularly the price of cheese - are expected to soften second-half results, Kraft Heinz said.  Adjusted EBITDA growth - earnings before interest, taxes, depreciation, and amortization - will now be about 9 percentage points lower than last year, versus the 7-percentage-point hit the company predicted in April.  With movement outdoors restricted due to lockdowns to curb the spread of the coronavirus, people around the world bought significantly more groceries during the period for meals at home.  While Kraft Heinz’s retail sales rose, the lockdown took its toll on its U.S. and Canadian food service businesses, which provide ketchup, mayonnaise and other products to restaurants, offices and school cafeterias. These units were included in a nearly $1.8 billion writedown taken during the quarter.  Kraft Heinz - which has written down about $20 billion of its brands and businesses since February 2019 - also took nearly $1.1 billion off the value of Oscar Mayer, Maxwell House and seven other brands.  Due to the most recent impairment charges, the company reported a second-quarter loss attributable to common shareholders of $1.65 billion, versus a profit of $449 million a year earlier. Excluding items, adjusted earnings were 80 cents per share, handily beating analysts’ average estimate of 65 cents.  Food companies have particularly benefited from sales in developed countries, which have strong e-commerce infrastructure and adaptable distribution systems.  Revenue from Kraft Heinz’s U.S. business rose 8.5% to $4.9 billion in the quarter ended June 27, as it ramped up inventory and boosted sales across nearly all its retail categories. Overall sales grew 3.8% to $6.65 billion, beating analyst expectations for $6.54 billion, according to Refinitiv.  Bernstein analysts called this a “solid quarter” for Kraft Heinz, but said they would remain “on the sidelines” until September, when the company is due to announce a strategic update at its investor day.  Shares are up 10.7% on the year, outperforming the benchmark S&P 500 stock index’s gain of about 0.9% on the year.","80":"(Adds Buffett and investor comments, background about Kraft Heinz, bylines)  Feb 25 (Reuters) - Warren Buffett said on Monday that his Berkshire Hathaway Inc overpaid in the 2015 merger that created Kraft Heinz Co, but he had no plans to flee the struggling packaged foods company.  Buffett spoke four days after Kraft Heinz said it had taken a $15.4 billion writedown for its Kraft and Oscar Mayer brands and other assets, slashed its dividend, and that the U.S. Securities and Exchange Commission was probing its accounting.  Kraft Heinz’s share price sank 27.5 percent on Friday, causing Berkshire to lose $4.3 billion on its stake. Berkshire owns 26.7 percent of Kraft Heinz. Shares rose 0.7 percent to $35.21 in early trade on Monday.  “I was wrong in a couple of ways on Kraft Heinz,” Buffett said on CNBC television. “We overpaid for Kraft.”  The comments were a rare admission of error by the 88-year-old billionaire on a major investment at his Omaha, Nebraska-based conglomerate.  Berkshire and Brazilian firm 3G Capital had teamed up in 2015 to combine the former Kraft Foods with their H.J. Heinz, and together own about half of the merged company.  Buffett also said he has “absolutely no intention” of adding to or subtracting from Berkshire’s stake, and that he would continue to do business with 3G and its co-founder Jorge Paulo Lemann, calling him “an absolutely outstanding human being.”  ‘TOE TO TOE’  Kraft Heinz’s disclosure raised questions about 3G’s financial strategy for the company, whose brands include Jell-O, Kool-Aid and Philadelphia cream cheese, and whether it is out of step with consumers seeking healthier, fresher alternatives to processed food.  Buffett acknowledged the changes, but said greater pressure is coming from retailers such as Amazon.com Inc, Walmart Inc and Costco Wholesale Corp, including through the latter’s Kirkland brand.  Stronger brands can “go toe to toe with Walmart or Costco” but weaker brands “tend to lose out,” Buffett said. “The ability to price has changed, and that’s huge.”  Berkshire’s own $3 billion writedown related to Kraft Heinz contributed to a $25.39 billion fourth-quarter net loss for Omaha, Nebraska-based Berkshire.  “He monumentally overpaid for Kraft,” said Doug Kass, founder of the hedge fund Seabreeze Partners Management Inc. “Increasingly, the moats he initially saw in his investments have been damaged.”  Buffett said he learned about the SEC probe about seven to 10 days before it was announced.  Greg Abel, a Berkshire vice chairman widely considered a candidate to succeed Buffett as Berkshire’s chief executive officer, sits on Kraft Heinz’s board.  3G STRATEGY  The announcement also called into question 3G’s signature business model of zero-based budgeting, which requires managers to justify their expenses annually from scratch, rather than use last year as a guide or pursue cost savings on an ongoing basis.  Kraft Heinz’s belt-tightening resulted in more than $1.7 billion in annual savings, including the loss of thousands of jobs, mirroring 3G’s similar efforts at such companies as Anheuser-Busch InBev and Tim Hortons.  While the strategy has resulted in leaner companies, it could backfire if the companies lacked products that people want, or failed to spend enough to develop and market those products.  Buffett said he did not believe 3G underinvested in Kraft Heinz. Berkshire is not involved in day-to-day operations. (Reporting by Jonathan Stempel and Jennifer Ablan in New York Editing by David Goodman and Jeffrey Benkoe)","81":"","82":"NEW YORK, Feb 11 (Reuters) - Kraft Heinz Co on Thursday beat analysts’ estimates for fourth-quarter revenue as people under pandemic lockdown bought more packaged meals, snacks and condiments.  The Chicago-headquartered company said sales grew 6.2% to $6.94 billion in the three months ended Dec. 26, beating the average estimate of $6.82 billion, according to Refinitiv data. (Reporting by Richa Naidu in New York; Editing by Hugh Lawson)","83":"LONDON (Reuters) - U.S. food producer Kraft Heinz Co KHC.O on Thursday struck a cautious tone about its 2020 performance following a better-than-expected start due to coronavirus-related stockpiling.  FILE PHOTO: Bottles of Heinz tomato ketchup of U.S. food company Kraft Heinz are offered at a supermarket of Swiss retail group Coop in Zumikon, Switzerland December 13, 2016. REUTERS\/Arnd Wiegmann  Even though the strong start should mean greater upside for the full year, the maker of Heinz ketchup, Kraft Macaroni & Cheese and Oscar Mayer lunch meat said the environment remains too unpredictable to call.  “It’s therefore difficult to become significantly more optimistic about the second half,” said Chief Financial Officer Paulo Luiz Basilio.  The company’s shares, which had risen 52 percent since March 12 on hopes that consumers’ pantry-stocking would boost results, were down 0.2 percent at $30.58 a share in morning trade in New York.  Risks that are too difficult to quantify include foodservice sales and their pace of recovery, the potential for consumer pantry deloading and supply disruptions as well as the possibility that costs for key commodities such as meat could become more volatile as the year progresses.  In addition, the company forecast a 700 basis point headwind to second-half EBITDA from the loss of its coffee partnership with McDonald’s, incentive compensation and the strength of the U.S. dollar, which reduces the value of overseas sales.  Kraft Heinz said first-quarter sales were $6.16 billion, slightly ahead of analysts’ average estimate of $6.14 billion, according to IBES data from Refinitiv. Excluding hits from currency fluctuations and divestitures, organic sales rose 6.2 percent, in line with a forecast the company gave earlier this month.  About 6 to 7 percentage points of sales growth were due to increased consumer demand related to the COVID-19 pandemic, as shoppers stocked up on pantry staples.  About one-quarter of the sales growth was due to price increases. Nearly three-quarters came from selling a larger volume, and higher-priced mix, of goods, as the growth in at-home consumption more than offset lower shipments to foodservice outlets like restaurants, which remain closed to help curb the spread of the novel coronavirus.  First-quarter net income fell to $378 million, or 31 cents per share, from $405 million, or 33 cents per share, a year earlier. Excluding items, adjusted earnings were 58 cents per share, topping analysts’ average estimate of 55 cents.  The full benefit from the COVID-related sales lift did not fall to the bottom line, due to costs related to meeting the higher demand.  Looking forward, the company forecast low to mid-single-digit organic net sales growth and mid-single-digit constant-currency adjusted EBITDA growth for the current second quarter.  “The impact of the COVID-19 pandemic on the company’s full-year 2020 results remains uncertain,” the company said.","84":"(Reuters) - Kraft Heinz Co KHC.O topped quarterly profit and revenue estimates on Friday as the Tater Tots maker raised product prices and posted higher-than-expected sales from the United States for the first time in several quarters.  A box of Kraft Velveeta shells and cheese is displayed in a grocery store in New York March 25, 2015. REUTERS\/Eduardo Munoz  Shares in the Chicago-based company rose as much as 9.4 percent, the stock’s biggest percentage gain in 18 months.  Many packaged food companies have been forced to nudge prices up in recent months to combat skyrocketing commodities and transportation costs. Prices had long been suppressed by fierce competition between retailers and changing consumer eating habits.  Kraft Heinz, which also makes Philadelphia cream cheese and Planters peanuts, said it had raised prices everywhere but Europe, the Middle East and Africa.  The company still expects second-half organic sales to be higher than in the first half of the year, but warned that earnings would now be evenly split across both halves due to spending on commercial investments and persistently higher input costs.  “Mainly at freight and transportation, packaging, both resins and cardboard as well as tariff risk currently impacting foil and aluminum costs in the U.S. and certain products we sell in Canada,” Chief Financial Officer David Knopf told analysts on a call. The company does still expect constant currency adjusted core earnings to improve by year-end and gain momentum into 2019, he added.  Last month, Canada struck back at the Trump administration over U.S. steel and aluminum tariffs, imposing taxes on C$16.6 billion of U.S.-made products. Retaliatory measures covered soup, ketchup, mayonnaise, strawberry jams and several other products that Kraft Heinz makes.  “There are so many uncertainties here ... they’re trying to manage expectations in case costs stay higher for longer or things with tariffs get worse,” Edward Jones analyst Brittany Weissman said.  INVESTMENTS PAYING OFF  Kraft Heinz, controlled by Brazil's 3G Capital and Warren Buffett's Berkshire Hathaway Inc BRKa.N, has been trying to prove that it can grow through product innovation and investments in e-commerce and food startups.  Weissman said Friday’s results signaled Kraft Heinz’s investments might finally be showing results, despite market skepticism.  Sales from the United States, the company’s biggest market, topped the average analyst estimate of $4.43 billion - the company’s first U.S. sales beat in at least five quarters.  Analysts have also been waiting for Kraft Heinz to announce a new acquisition since its failed bid for Unilever ULVR.L last year. 3G is known for engineering big mergers, such as the creation of Restaurant Brands International Inc QSR.TO by combining Burger King with Canada's Tim Hortons.  Bernardo Hees, Kraft Heinz’s Chief Executive and a partner at 3G, said Kraft Heinz was waiting for a deal that would make the company stronger for years to come, not one it would regret in a couple of years.  Since Campbell Soup Co CPB.N said in May it would embark on a strategic review, reports have surfaced speculating on Kraft Heinz's interest in the company.  Kraft Heinz is also selling a portfolio of Indian brands and has narrowed down a list of bidders, Bloomberg reported on Friday.","85":"April 22 (Reuters) - Kraft Heinz Co said on Monday it appointed Anheuser-Busch InBev executive Miguel Patricio as Chief Executive Officer, replacing Bernardo Hees.  Patricio will take over from Hees on July 1. (Reporting by Uday Sampath in Bengaluru; Editing by Shailesh Kuber)","86":"(Kraft corrects CEO information that three facilities had been halted, says the plants have reduced production. Corrects headline and first sentence.)  SAO PAULO, April 3 (Reuters) - Kraft Heinz Co has moved to significantly reduce production at three plants because of a decline in demand stemming from the new coronavirus outbreak, its Chief Executive Miguel Patricio on Friday said in a video presentation hosted by Brazilian retail brokerage XP Inc .  Patricio said all the factories, two in the United States and one in the United Kingdom, are in the food service segment and saw demand drop due to the pandemic, mainly in Europe. (Reporting by Carolina Mandl; Editing by Christian Plumb)","87":"CHICAGO, July 30 (Reuters) - Kraft Heinz Co on Thursday wrote down the value of several businesses - including its Oscar Mayer deli meat brand and Canadian retail unit - by about $2.9 billion.  Due to the impairment charges, the company reported a second-quarter loss attributable to common shareholders of $1.65 billion, or $1.35 per share. (Reporting by Richa Naidu; editing by Jason Neely)","88":"May 4 (Reuters) - Kraft Heinz Co’s chief marketing officer Eduardo Luz is leaving the company at the end of May, a spokesperson for the company said on Saturday.  Kraft Heinz's president of beverages, snacks and desserts, Adam Butler, will be taking Luz's responsibilities on an interim basis, according to CNBC, which first reported cnb.cx\/2GVzvYb the departure.  The move comes after the company named 30-year marketing veteran Miguel Patricio as its next chief executive in April. Patricio succeeds Bernando Hees, who was made CEO in 2015.  Kraft Heinz’s second-biggest shareholder, Brazilian private equity fund 3G Capital, has pushed the company to control expenses to tackle higher costs and sluggish growth.  In February, Kraft Heinz cut its quarterly dividend and wrote down the value of its Kraft and Oscar Mayer brands, highlighting the tough environment in the packaged food industry. It also disclosed a U.S. Securities and Exchange Commission investigation into the company.","89":"LONDON, April 30 (Reuters) - U.S. food producer Kraft Heinz Co reported higher quarterly sales on Thursday, helped by coronavirus-related stockpiling.  The maker of Heinz ketchup, Kraft Macaroni & Cheese and Oscar Mayer lunch meat said first-quarter sales were $6.16 billion, up from $5.96 billion a year earlier, and slightly ahead of analysts’ average estimate of $6.14 billion, according to IBES data from Refinitiv.  Net income fell to $378 million, or 31 cents per share, from $405 million, or 33 cents per share, a year earlier. Excluding items, adjusted earnings were 58 cents per share, it said.  Looking forward, the company forecast low to mid-single-digit organic net sales growth and mid-single-digit constant-currency adjusted EBITDA growth for the current second quarter. (Reporting by Martinne Geller; editing by David Evans)","90":"(Adds no comment by Credit Suisse)  Feb 24 (Reuters) - Food company Kraft Heinz Co has hired investment bank Credit Suisse to review options for its Maxwell House coffee business, including a potential sale, CNBC reported on Sunday, citing people familiar with the matter.  The coffee business has about $400 million in earnings before interest, taxes, depreciation and amortization and could attract a price of at least $3 billion in a sale, the sources, who were not identified, told CNBC.  The sale of the coffee business would be one in a string of divestitures for Kraft Heinz, the sources told CNBC.  Kraft Heinz spokesman Michael Mullen declined to comment on the CNBC report, but said the company was focused on building its business around brands in growing and profitable categories where it feels it has a competitive advantage.  “We will explore asset sales according to this framework and will engage if this alternative is superior to us keeping the business and helps to improve the company’s growth and margin trajectory,” he said in an email to Reuters on Sunday.  Credit Suisse spokeswoman Karina Byrne declined to comment on the report.  Kraft Heinz shares fell to a record low on Friday, a day after it disclosed a $15 billion writedown on its marquee brands. Also on Thursday, the company said it would cut its dividend by 36 percent and disclosed that the U.S. Securities and Exchange Commission was investigating the company’s accounting policies.  Brazil’s buyout fund 3G Capital and Warren Buffett’s Berkshire Hathaway Inc together own more than 50 percent of Kraft Heinz.  Kraft’s revenue growth has stagnated in the years since it merged with Heinz as consumers shun older, established brands for newer products, cheaper private-label brands and organic food. (Reporting by Ben Klayman in Detroit; Editing by Peter Cooney and Cynthia Osterman)","91":"Feb 16 (Reuters) - Kraft Heinz Co:  * THE KRAFT HEINZ COMPANY DECLARES REGULAR QUARTERLY DIVIDEND OF $0.625 PER SHARE Source text for Eikon: Further company coverage:","92":"April 30 (Reuters) - Kraft Heinz Co:  * KRAFT HEINZ CEO SAYS TURNAROUND IS ON TRACK - CONF CALL  * KRAFT HEINZ CEO SAYS NEXT SEVERAL MONTHS WILL BE CRITICAL IN UNDERSTANDING PATH FORWARD AND THE PACE OF TURNAROUND IN THE NEAR TERM - CONF CALL  * KRAFT HEINZ CEO SAYS COVID-19 CRISIS IS ACCELERATING SUPPLY CHAIN EFFORTS - CONF CALL  * KRAFT HEINZ CEO SAYS EXPECT FOOD SERVICE SALES TO DECLINE BETWEEN 30% AND 70% IN EACH GEOGRAPHIC ZONE - CONF CALL  * KRAFT HEINZ CEO SAYS DOES NOT BELIEVE Q2 CONSUMPTION PATTERNS WILL BE RELIABLE INDICATOR OF NEW NORMAL; LIKELY TO GET CLARITY IN H2 OF YEAR  * KRAFT HEINZ CEO SAYS PLANS TO STEP UP INVESTMENTS IN BRANDS - CONF CALL  * KRAFT HEINZ EXEC CAUTIONS AGAINST EXPECTING SIMILAR GROWTH IN SECOND HALF OF YEAR - CONF CALL  * KRAFT HEINZ CFO EXPECTS Q2 FOOD SERVICE SALES TO DECLINE 30% TO 50% - CONF CALL  * KRAFT HEINZ CFO SAYS EBITDA MARGIN SHOULD BEGIN TO RETURN TO PRIOR YEAR LEVELS IN Q2 AS PRICING AND SUPPLY CHAIN PERFORMANCE IMPROVED - CONF CALL  * KRAFT HEINZ CFO SEES SIGNIFICANT DECLINE IN Q2 FOOD SERVICE SALES - CONF CALL  * KRAFT HEINZ CEO SAYS MOVED INVESTOR DAY TO SEPTEMBER - CONF CALL  * KRAFT HEINZ EXEC SEES H2 EBITDA HELD BACK BY ISSUES INCLUDING INCENTIVE COMPENSATION AND CURRENCY TRANSLATION - CONF CALL  * KRAFT HEINZ SEES MCCAFÉ EXIT, INCENTIVE COMPENSATION AND CURRENCY TRANSLATION REPRESENT A NEARLY 700 BASIS POINT HEADWIND TO H2 RESULTS- CONF CALL  * KRAFT HEINZ EXEC SAYS THERE ARE TOO MANY UNKNOWNS TO CONFIDENTLY SEE UPSIDE BEYOND Q2 - CONF CALL  * KRAFT HEINZ EXEC SAYS MAINTAINING CAPEX AT $750 MILLION FOR 2020 - CONF CALL  * KRAFT HEINZ EXEC SAYS CONSUMERS ARE COMING BACK TO BIG BRANDS; GROWING HOUSEHOLD PENETRATION IN ALMOST EVERY MARKET - CONF CALL  * KRAFT HEINZ EXEC SAYS REDUCING NUMBER OF PRODUCT LINES BEING PRODUCED FOR BETTER PRODUCTIVITY - CONF CALL  * KRAFT HEINZ EXEC SEES POSSIBILITY THAT RECENT KEY COMMODITY DEFLATION COULD TURN INTO GREATER COMMODITY VOLATILITY - CONF CALL Further company coverage:","93":"CHICAGO, Nov 1 (Reuters) - Tater tots maker Kraft Heinz Co reported a steep decline in third quarter net income, hurt by higher commodity costs and other expenses, sending its shares down 5.7 percent.  Net income attributable to the company’s shareholders slid 33.3 percent to $630 million, or 51 cents per share, in the three months ended Sept. 29, from $944 million, or 77 cents per share, a year earlier.  The Chicago-based company, which owns the Velveeta cheese and Heinz ketchup brands, said net sales rose 1.6 percent to 6.38 billion. (Reporting by Richa Naidu Editing by Bill Berkrot)","94":"(Reuters) - Kraft Heinz Co said on Friday the numbers it restated last month were accurate following completion of an internal investigation, but that the matter was under review by the U.S. Attorney’s Office.  FILE PHOTO: A Heinz Ketchup bottle sits between a box of Kraft macaroni and cheese and a bottle of Kraft Original Barbecue Sauce on a grocery store shelf in New York March 25, 2015. REUTERS\/Brendan McDermid\/File Photo  Last month, the company said it would restate financial reports for a near three-year period to fix errors that resulted from lapses in procurement practices by some of its employees.  Kraft Heinz said it expects to report its delayed first-quarter results on or before July 31.  The company’s shares, which have fallen nearly 33% so far this year, rose about 3% in after hours trading.  The packaged foods company, in a long overdue annual regulatory filing on Friday, said a United States Attorney’s Office for the Northern District of Illinois is reviewing this matter.  Kraft Heinz had disclosed a SEC subpoena in February. Thereafter, the company initiated an investigation into the procurement practices.  As a result of the internal investigation and material weaknesses spotted, Kraft Heinz said it is taking steps to improve internal policies and would strengthen internal control in financial reporting.  “We are pleased that Kraft Heinz is returning to a path of normalization,” Kraft Heinz Chairman Alex Behring said.  Kraft Heinz also said it has elected Joao Castro-Neves, a former Anheuser-Busch InBev executive, to its board.  In April, the company named Miguel Patricio, a former marketing executive at AB InBev, as its chief executive officer.","95":"CHICAGO (Reuters) - Second-quarter sales of Kraft Heinz’s KHC.O Oscar Mayer deli meats and cheese slices grew more slowly than those of higher-end rival products such as ham from pigs fed vegetarian diets on family farms, retail data shows.  FILE PHOTO: Heinz tomato ketchup is show on display during a preview of a new Walmart Super Center prior to its opening in Compton, California, U.S., January 10, 2017. REUTERS\/Mike Blake\/File Photo  The nearly $7 billion U.S lunch meat market grew by 18% in the 8 weeks to June 13, but Oscar Mayer sales rose only 9%, according to Nielsen data analyzed by Wells Fargo. Meanwhile, sales of rival brands like Hormel Foods' HRL.N Applegate and Tyson Foods' TSN.N Hillshire surged 37% and 27%, respectively.  Cheese and chilled processed meat are Kraft Heinz’s top two U.S. businesses by retail sales, but Euromonitor data shows Kraft Heinz’s market share in both categories has steadily shrunk since 2015. The company is due to report quarterly earnings on Thursday.  To fuel growth, Kraft Heinz needs to innovate, a process that could take several years, analysts said.  “The higher priced brands are seeing the strongest growth. People aren’t trading down to private-label, they’re buying the quality stuff,” Wells Fargo analyst John Baumgartner said. “Oscar Mayer doesn’t have that quality perception with consumers - they’re going to have to launch a product that’s really clean-label so they can charge more.”  To appeal to environmentally conscious consumers, the labels of Applegate’s roughly $16-a-pound hams say prominently that its pigs are “humanely raised” and given vegetarian feed on family farms. The packaging of Oscar Mayer products, which cost about $4.85 per pound in stores, say they don’t contain hormones, nitrates or artificial ingredients - a years-old declaration in the industry.  While Hillshire has rolled out cheese and cracker snack plates with premium prosciutto and wine-infused salami, Oscar Mayer’s cheaper plates come with hickory-smoked ham and hard salami.  Kraft Heinz CEO Miguel Patricio, who began revamping operations when he took over about a year ago, said in April the company had postponed a lot of innovation this year to spend more on media and reduce the number of products it makes. Kraft Heinz declined to comment for this story.  The company’s U.S. cheese sales rose 24% in the 8 weeks to June 13, the Nielsen data shows, once more lagging rivals - including premium private-label brands - that drove 32% growth in the $19 billion U.S. packaged cheese market.  Kraft Heinz has taken some steps to innovate. In September, a fund backed by the company led a $3.5 million investment in animal-free dairy cheese startup New Culture. Kraft Heinz’s Cracker Barrel cheddar cheese is considered premium and has seen some innovation, but it was launched in 1954 and analysts say it needs to further revamp its portfolio through tie-ups with specialty cheese-makers or regional dairies.","96":"CHICAGO, Jan 8 (Reuters) - Kraft Heinz Co on Wednesday named Carlos Abrams-Rivera as the leader of its U.S. business in the food company’s first major executive change since August when it replaced finance chief David Knopf.  New Kraft Heinz CEO Miguel Patricio had been managing the Chicago-based company’s U.S. business since he took over in July.","97":"FILE PHOTO: Bottles of salad dressing, made by food conglomerate Kraft Heinz, are seen on a supermarket shelf in Seattle, Washington, U.S., February 10, 2017. REUTERS\/Chris Helgren\/File Photo  (Reuters) - Kraft Heinz Co KHC.O said on Wednesday it would report results for the first six months of the year on Aug. 8, its first financial statement since disclosing a more than $15 billion writedown on its iconic Kraft and Oscar Mayer brands.  Since the writedown in February, Kraft Heinz has appointed a new chief executive officer and restated its earnings for nearly three years following a regulatory investigation into lapses in its procurement practices.  The packaged food company said it was now required to provide first-quarter financial statements on or before Aug. 13. The company had previously said it would file its quarterly report for the quarter ended March 30 on or before July 31.(bit.ly\/318n6IN)  Kraft’s shares were marginally up in premarket trading. The stock has fallen 34% since Feb. 21, when the company disclosed the writedown and the SEC investigation.","98":"Feb 24 (Reuters) - Warren buffett, referring to global stock selloff, says his company berkshire hathaway would ‘certainly be more inclined’ to buy stocks today than on friday, and would feel ‘better’ about doing it -- cnbc Buffett says cryptocurrency has, ‘in terms of value, zero’ Buffett says ‘i don’t own any cryptocurrency, i never will’ Buffett says berkshire’s recent purchases of etfs were not made by him or his portfolio managers todd combs or ted weschler Buffett says he still believes ‘we paid too much’ for kraft heinz, but that it has a valuable business and can maintain its dividend payout as it pays down debt Buffett says berkshire’s recent investment in kroger was made by either combs or weschler; says kroger is doing a good job in a ‘tough business,’ where amazon.com and costco are ‘sweating it out’ Buffett, discussing succession at berkshire, reiterates that if he died tonight, berkshire’s board would know tomorrow morning what to do Buffett says pg&e ‘doesn’t fit berkshire’ Buffett says pg&e is ‘too tough,’ with many constituencies to satisfy, and that ‘i don’t know how to solve all that’ Buffett says berkshire vice chairmen ajit jain and greg abel leave berkshire board meetings when succession planning is discussed; many investors and analysts view them as leading candidates to succeed buffett as ceo Buffett says his 20- or 30-year outlook is ‘not changed’ by coronavirus outberak Warren buffett appearance on cnbc ends","99":"SAO PAULO, April 3 (Reuters) - Kraft Heinz Co has moved to halt production at three different plants because of a decline in demand stemming from the new coronavirus outbreak, its Chief Executive Miguel Patricio on Friday said in a video presentation hosted by Brazilian retail brokerage XP Inc.  Patricio said all the factories, two in the United States and one in the United Kingdom, are in the food service segment and saw demand drop due to the pandemic, mainly in Europe. (Reporting by Carolina Mandl; Editing by Christian Plumb)","100":"(Reuters) - Kraft Heinz Co KHC.O said on Tuesday it was voluntarily recalling about 7,000 cases of its Taco Bell Cheese Dip as the product showed signs that it could allow for the growth of the bacteria that causes botulism.  The company said it was recalling 15-ounce cases of it Taco Bell Salsa Con Queso Mild Cheese Dip that had “best when used by” dates ranging from Oct. 31, 2018 to Jan. 23, 2019.  Botulism is a rare but potentially fatal form of food poisoning that can paralysis and is sometimes linked to contaminated food.  Kraft Heinz said no cases of illnesses have been reported.  This follows recalls by other major packaged food companies including Kellogg Co's K.N Honey Smacks cereal, Campbell Soup Co's CPB.N Goldfish Crackers and Mondelez International Inc's MDLZ.O Ritz Cracker due to potential salmonella contamination.","101":"FILE PHOTO: Shareholders shop for discounted products at the Kraft Heinz booth at the annual Berkshire Hathaway shareholder meeting in Omaha, Nebraska, U.S., May 4, 2019. REUTERS\/Scott Morgan  SAO PAULO (Reuters) - Kraft Heinz Co KHC.O said on Friday it has moved to significantly reduce production at three plants providing restaurant supplies amid the new coronavirus outbreak, but its CEO noted the company has added shifts at others to meet demand for packaged foods like macaroni and cheese.  Speaking in a video presentation hosted by Brazilian retail brokerage XP Inc XP.O, Miguel Patricio said the affected factories, two in the United States and one in the United Kingdom, are in the food service segment and saw demand drop due to the pandemic, mainly in Europe.  In a statement sent after the video, in which Patricio said the plants had been halted, Kraft said, “These facilities have significantly reduced production.”  Patricio, who took over as Kraft Heinz’s CEO last year, said its packaged food units are working in three shifts to meet high demand, especially for macaroni and cheese in the United States and canned beans and soups in the United Kingdom.  “We feel that people are seeking more comfort food at this moment, as they seek some other ways to feel pleasure,” Patricio said.  He said operations in China are returning to normal now, but he feels that consumers’ behavior has changed, as individuals are using more home deliveries.  Patricio said he considers Kraft Heinz to be a “safe haven” but is worried about the effect of credit constraints on its suppliers, adding that he is looking at ways to address the issue.  The company's shares were up 2.7% on Friday even as the S&P500 .SPX slumped 1.5%.  (Kraft corrects CEO presentation that three facilities had been halted, says the plants have reduced production. Story corrects headline and first and second paragraphs, and adds third paragraph of company explaining the change.)","102":"(Reuters) - New York City employees’ pension funds are accusing Bernstein Litowitz Berger & Grossmann and Kessler Topaz Meltzer & Check of breaching their ethical and contractual obligations to the funds in a lead counsel fight in a securities class action against Kraft Heinz.  In a brief and accompanying declaration from New York City Law Department Senior Counsel Alan Kleinman, the pension funds allege that Bernstein Litowitz and Kessler Topaz misused confidential information about the funds’ trading in Kraft Heinz to undermine the New York funds’ motion to lead the shareholder class action against the company. Bernstein Litowitz and Kessler Topaz represent a competing lead plaintiff candidate in the securities fraud case in federal court in Chicago, which alleges that Kraft misled investors in the run-up to its $15 billion writedown of brand assets in February. Kraft Heinz counsel Daniel Kramer of Paul Weiss Rifkind Wharton & Garrison declined to comment.  Want more On the Case? Listen to the On the Case podcast.  Bernstein Litowitz and Kessler Topaz sent me a joint statement: “BLBG and KTMC unequivocally deny the allegations by the New York City funds and their lawyers,” it said. “At no time did BLBG or KTMC represent the NYC funds in the Kraft Heinz case or violate any confidentiality or ethical obligations relating to the New York City funds.” The firms are scheduled to file a brief Friday addressing the funds’ assertions. They said they are looking forward to providing the court with that response.  I reached out to the New York City comptroller’s office, which oversees the city’s pension funds, to ask if Bernstein Litowitz and Kessler Topaz still have a client relationship with the funds. In a response on behalf of the New York funds, their outside counsel in the Kraft Heinz case, Cohen Milstein Sellers & Toll, declined to comment.  According to the pension funds, Bernstein Litowitz and Kessler Topaz received proprietary trading data because they are among the six firms pre-approved to represent New York City funds in securities class actions. The panel was selected in a competitive process in 2018, according to the funds. Bernstein Litowitz and Kessler Topaz learned of their selection in the fall of 2018 and both subsequently signed agreements with New York City’s Law Department. The agreement requires firms on the securities panel to obtain a written conflict waiver if they want to represent different clients in matters involving the pension fund, according to the declaration by NYC senior counsel Kleinman. The agreement also contains a confidentiality provision barring lawyers from panel firms from disclosing pension funds’ trading data.  In April 2019, as the NYC funds contemplated a pitch to lead a shareholder class action against Kraft Heinz, the city sent data about its trading in Kraft Heinz to its panel firms. The city funds eventually submitted a motion in late April to run the Kraft Heinz case, represented by Cohen Milstein Sellers & Toll. New York’s funds claimed losses of nearly $60 million in Kraft Heinz trading – the biggest alleged losses of shareholders who want to lead the case.  Bernstein Litowitz and Kessler Topaz submitted a motion for the Swedish pension fund AP7 and the German fund Union Asset Management to serve jointly as lead plaintiff. The foreign funds alleged losses of “tens of millions of dollars.” (Other investors are also competing to lead the shareholder class action, which is before U.S. District Judge Robert Dow of Chicago. The other lead plaintiff candidates are not involved in the dispute between the New York funds and Bernstein Litowitz and Kessler Topaz.)  Typically, in securities class actions, judges pick the shareholder with the biggest losses to lead the case, especially if, like the New York City pension funds, that investor is a sophisticated institution with experience in major fraud litigation. But in an extraordinary brief filed on May 24, Bernstein Litowitz and Kessler Topaz asked Judge Dow to permit discovery on the New York funds’ alleged losses, suggesting that because some of the funds’ investments were in commingled vehicles, the funds may not have directly owned all of the Kraft Heinz shares on which they supposedly lost money.  The May 24 brief accused NYC officials of “obfuscating the record” and refusing to answer the foreign funds’ questions about commingled investment vehicles. It also attacked Kleinman, the city lawyer who signed the pension funds’ certification of their investment losses, as having “no apparent expertise in calculating financial interest under the (Private Securities Litigation Reform Act), finance or mathematics.”  Bernstein Litowitz and Kessler Topaz said in the May 24 brief that were relying on public information, making no mention of the firms’ relationship with the New York City pension funds. In fact, the firms said that the trading data they sought through the motion was not privileged or confidential and would eventually be demanded by Kraft Heinz. The pension funds’ arguments for secrecy, they said, were baseless.  The May 24 motion for discovery triggered the funds’ accusations Friday against Bernstein Litowitz and Kessler Topaz. The funds assert that despite the conflict waiver provision in the agreement between the firms and New York City, Bernstein Litowitz and Kessler Topaz did not ask for or receive waivers to represent the Swedish and German funds in the Kraft Heinz case – and then turned around and used the funds’ own trading data against them.  “NYC believes that BLBG and Kessler Topaz have engaged in continuous violations of their contractual and ethical obligations,” the funds’ brief said. In his declaration, NYC lawyer Kleinman said, “At a minimum, it should be beyond dispute that (Bernstein Litowitz and Kessler Topaz) should not have used the NYC funds’ confidential data in a manner adverse to their clients, the NYC funds.”  I should note that I didn’t find evidence of Bernstein Litowitz or Kessler Topaz appearing publicly as counsel for the New York City funds after they joined the panel of approved firms in 2018. Years ago, New York City pension funds were one of the co-lead plaintiffs in a securities class action against Cendant, in which Bernstein Litowitz was co-lead counsel. The city funds successfully appealed the $262 million fee award in the $3.2 billion case. The court ultimately approved a reduced fee award of $55 million.  As Bernstein Litowitz and Kessler Topaz said in their statement, their brief addressing the funds’ accusations is due Friday. It’s going to be a must-read.","103":"April 24 (Reuters) - Discovery Inc:  * KRAFT HEINZ - CO, FOOD NETWORK ANNOUNCE LAUNCH OF FOOD NETWORK KITCHEN INSPIRATIONS, A NEW LINE OF SALAD DRESSINGS, COOKING SAUCES AND MEAL KITS Source text for Eikon: Further company coverage:","104":"Feb 23 (Reuters) - Sinking stocks and deteriorating prospects from an investment in Kraft Heinz Co pummeled the bottom line of Warren Buffett’s Berkshire Hathaway Inc , which on Saturday reported a large quarterly net loss even though operating profit rose.  The fourth-quarter net loss was $25.39 billion, or $15,467 per Class A share, reflecting more than $27.6 billion of investment losses, including from stocks Berkshire still owns.  Results included a $3.02 billion writedown for intangible assets that Buffett said was “almost entirely” attributable to Kraft Heinz, which on Thursday reported its own $15.4 billion writedown for Kraft, Oscar Mayer and other assets.  Berkshire’s operating profit, meanwhile, rose to $5.72 billion from $3.34 billion.","105":"FILE PHOTO: Shareholders shop for discounted products at the Kraft Heinz booth at the annual Berkshire Hathaway shareholder meeting in Omaha, Nebraska, U.S., May 4, 2019. REUTERS\/Scott Morgan  LONDON (Reuters) - Kraft Heinz KHC.O will extend for two weeks a $100 per week stipend for factory workers producing its packaged foods during the COVID-19 pandemic, the company said on Wednesday.  “Kraft Heinz has made the decision to extend the $100 per week stipend for another two weeks and we will continue to evaluate this special compensation program as the situation evolves,” a spokesman for the U.S.-based maker of Heinz ketchup and Kraft Macaroni & Cheese said in an emailed statement.  The stipend covers factories in the United States, Canada and Europe.  Conditions for its factory workers were called out this week by a chapter of the Retail, Wholesale and Department Store Union (RWDSU) representing 227 of 250 employees at a Kraft Heinz factory in Holland, Michigan, where two people tested positive for the coronavirus and three others are presumed to have it.  The union complained that the essential pay bonuses were tied to employee attendance, and called for a repeal.  “Our members more than deserve essential pay, but it cannot be tied to their attendance,” RWDSU Local 705 said in a statement. “Tying extra pay to attendance encourages workers to come to work when they are sick.”  Kraft Heinz said it would never encourage employees to come to work if they were not well. The company also said it added social distancing throughout its factories and health questionnaires as part of factory employee safety routines. It is also to start conducting temperature checks this week.  The union also complained that employees had to use vacation days if they had to self-quarantine. The company has since lifted that requirement.","106":"Aug 26 (Reuters) - Kraft Heinz Co on Monday named Paulo Basilio as chief financial officer in place of David Knopf, who will return to Brazilian private equity firm 3G Capital as a partner.  Basilio is currently the chief business planning and development officer for the packaged food company and will take over from Sept. 1. (bit.ly\/2ZdS45M) (Reporting by Aishwarya Venugopal in Bengaluru; Editing by Arun Koyyur)","107":"Aug 8 (Reuters) - Kraft Heinz Co’s net income more than halved in the first half of the year as the packaged food maker booked a goodwill impairment charge in its delayed results.  Net income attributable to the company’s shareholders fell to $854 million, or 70 cents per share, in the six months ended June 29, from $1.76 billion, or $1.43 per share, a year earlier as it recorded a non-cash charge of $744 million.  Kraft Heinz’s earnings report was delayed while it restated financial reports for a near three-year period after an internal investigation into lapses in procurement practices by some of its employees.  The U.S. Attorney’s Office for the Northern District of Illinois is working with the Securities and Exchange Commission to investigate this matter. (Reporting by Richa Naidu in Chicago and Aishwarya Venugopal in Bengaluru Editing by Saumyadeb Chakrabarty)","108":"FILE PHOTO: Various Heinz sauces of U.S. food company Kraft Heinz are offered at a supermarket of Swiss retail group Coop in Zumikon, Switzerland December 13, 2016. REUTERS\/Arnd Wiegmann  MILAN (Reuters) - U.S. packaged food giant Kraft Heinz has launched the sale of its baby food brand Plasmon with preliminary bids due by the end of next week, two sources close to the matter said.  Private equity firms and food groups are looking at the business, both sources said, adding it could be worth about 700 million euros ($783 million).  Another source said PAI Partners was among investors expected to present a preliminary bid, adding that rival private equity firm Cinven could also be interested.  Plasmon is mainly based in Italy and Kraft intends to sell it to focus on its global brands, one of the sources said.  According to Italian financial newspaper Il Sole 24 Ore, Kraft Heinz has hired U.S. bank JPMorgan to advise on the sale.  Kraft Heinz, PAI Partners, Cinven and JPMorgan declined to comment.  Plasmon, founded in 1902, sells a range of baby foods including first milk, pasta and fruit compote. It is best known for its baby biscuits made with powdered milk, vitamins and minerals.  Its annual revenue is more 200 million euros and core earnings are around 50 million euros.","109":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window.)  *  * Kraft Heinz plummets, hits consumer staples  * Indexes up: Dow 0.3 pct, S&P 0.3 pct, Nasdaq 0.5 pct (Updates to late afternoon)  NEW YORK, Feb 22 (Reuters) - U.S. stocks were higher in afternoon trading on Friday but pared gains after U.S. officials said the United States and China still have issues to resolve in their ongoing trade talks.  People briefed on the talks said more time is likely needed in the talks given China’s resistance this week to U.S. demands for specific steps by Beijing to end forced transfers of U.S. technology and certain other policies.  Signs of progress in the ongoing trade talks between the two countries supported the market for much of the session, leaving the Dow and Nasdaq on course to post a ninth straight week of gains.  Top trade negotiators from the two countries met to wrap up a week of talks on some of the thorniest issues in their trade war. If the two sides fail to reach a deal by midnight on March 1, then their seven-month trade war could escalate.  Hopes of a trade deal as well as dovish signals from the Federal Reserve largely have driven recent gains in stocks, with the S&P 500 now up nearly 19 percent from its late-December low.  “Right now the downside risk has been not as steep but there’s always a concern that something happens last minute,” said Quincy Krosby, chief market strategist at Prudential Financial in Newark, New Jersey.  “Having a Chinese economy that stabilizes is constructive for global markets. That’s what is key in terms of the market looking at the results.”  The S&P 500 technology index was up 0.9 percent, leading gains among the 11 major S&P sectors, but off its highs of the session. The trade-exposed industrials index climbed 0.2 percent.  The Dow Jones Industrial Average rose 94.04 points, or 0.36 percent, to 25,944.67, the S&P 500 gained 8.93 points, or 0.32 percent, to 2,783.81 and the Nasdaq Composite added 38.17 points, or 0.51 percent, to 7,497.88.  Kraft Heinz Co tumbled 28 percent, and was the biggest drag on the S&P along with a 1.8 percent fall in Class B shares of the company’s controlling stakeholder, Berkshire Hathaway Inc.  The packaged food company posted a quarterly loss, disclosed an SEC probe and wrote down the value of its iconic Kraft and Oscar Mayer brands.  Advancing issues outnumbered declining ones on the NYSE by a 2.72-to-1 ratio; on Nasdaq, a 1.88-to-1 ratio favored advancers.  The S&P 500 posted 59 new 52-week highs and 3 new lows; the Nasdaq Composite recorded 107 new highs and 21 new lows. (Additional reporting by Shreyashi Sanyal and Sruthi Shankar in Bengaluru; Editing by Anil D’Silva and Chizu Nomiyama)","110":"(Reuters) - Kraft Heinz Co shares fell to a record low on Friday a day after the food company disclosed a $15 billion write-down on its marquee brands, raising concern that years of rigorous cost cutting have eroded the value of its Kraft cheeses and Oscar Mayer deli meats.  Kraft’s revenue growth has stagnated in the years since it merged with Heinz as consumers shun older, established brands for newer products, cheaper private label brands and non-processed and organic food.  The shares fell as much 28 percent to a low of $34.51, wiping $17 billion off the company’s market value. In mid-afternoon trading, shares were down $13.10 at $35.07.  (Graphic: Kraft Heinz stock crushed by writedown - tmsnrt.rs\/2BNXPcJ)  Shares of rivals food makers also fell, with General Mills, Conagra Brands Inc, Unilever and Nestle SA all down between 1 percent and 3 percent.  Brazil’s buyout fund 3G Capital and Warren Buffett’s Berkshire Hathaway Inc together own more than 50 percent of Kraft Heinz. 3G has advocated the company combat higher transportation, commodity costs and sluggish growth by reining in expenses companywide. But that has come at a price.  “Investors for years have asked if 3G’s extreme belt-tightening model ultimately would result in brand equity erosion,” JPMorgan analyst Ken Goldman said.  “We think the answer arguably came yesterday in the form of a $15 billion intangible asset write-down for the Kraft and Oscar Mayer brands,” said Goldman, who cut his rating to “neutral” from “overweight.”  On Thursday, Kraft Heinz, whose brands include Jell-O gelatin dessert and Velveeta processed cheese, reported a quarterly loss, said it would cut its dividend 36 percent and disclosed that the U.S. Securities and Exchange Commission was investigating the company’s accounting policies.  FILE PHOTO: Heinz tomato Ketchup is show on display during a preview of a new Walmart Super Center prior to its opening in Compton, California, U.S., January 10, 2017. REUTERS\/Mike Blake\/File Photo  Ketchup-maker Heinz merged with Kraft in 2015 in a deal engineered by 3G. Under 3G’s stewardship, the new company embarked on extreme cost cutting that risked stifling investment in innovation and marketing.  Warren Buffett releases his annual letter to shareholders on Saturday and investors will scour the document for any insight from the billionaire on his Kraft stake and relationship with 3G.  ZERO-BASED BUDGETING  Under 3G, Kraft Heinz embraced zero-based budgeting, a cost-conscious strategy intended to improve operating margins that requires managers to justify all expenses, from pencils to forklifts.  Some analysts are now questioning the effectiveness of 3G’s model, given that the company’s margins before interest and taxes fell to 23.2 percent in 2018 from 27.2 percent in 2015, the year Kraft Heinz was formed.  “We see the 3G model as highly dependent on deal-making and synergy realization and at some point having best-in-class margins doesn’t matter if the sales growth doesn’t eventually come,” Guggenheim Partners’ analyst Laurent Grandet said in a note.  “Kraft Heinz results confirmed all our worst fears – plus more,” Grandet wrote in a note.  Stifel downgraded the stock to “hold” from “buy” and more than halved its price target to $35, well below the current median target of $52.  Credit Suisse cut its price target by $9 to $33, making it the lowest on Wall Street.  “This is not your typical “reset the base and everything will be fine” story,” Credit Suisse analyst Robert Moskow wrote.  “The dividend cut, the write-down of the Kraft and Oscar Mayer trademarks, and the guidance for further divestitures demonstrate the hallmarks of a company that has a serious balance sheet problem,” Moskow said.  The news also hit the company’s bond investors. Kraft Heinz’s nearly $31 billion of bonds were among the most heavily traded paper in the U.S. corporate debt market on Friday morning, according to MarketAxess, and yields on several of their largest bonds shot higher and their prices dropped by a full point or more.  Spreads on their bonds, or the premium demanded by investors as compensation for holding Kraft paper over safer U.S. Treasury securities, widened by the most ever across a range of the company’s bonds."}}