{"date":{"0":"2019\/02\/13","1":"2018\/02\/16","2":"2020\/08\/28","3":"2021\/02\/06","4":"2018\/04\/24","5":"2020\/01\/26","6":"2019\/06\/03","7":"2019\/03\/16","8":"2018\/08\/31","9":"2018\/12\/06","10":"2019\/09\/18","11":"2018\/04\/24","12":"2020\/07\/21","13":"2020\/10\/01","14":"2021\/01\/28","15":"2019\/12\/30","16":"2020\/04\/02","17":"2018\/02\/16","18":"2020\/01\/30","19":"2019\/10\/18","20":"2019\/06\/24","21":"2020\/09\/29","22":"2020\/01\/30","23":"2018\/11\/08","24":"2018\/09\/17","25":"2021\/02\/10","26":"2018\/03\/08","27":"2018\/02\/27","28":"2021\/01\/08","29":"2018\/05\/30","30":"2021\/01\/16","31":"2019\/07\/23","32":"2018\/07\/25","33":"2018\/08\/14","34":"2020\/11\/11","35":"2018\/08\/28","36":"2020\/03\/23","37":"2018\/10\/18","38":"2019\/07\/23","39":"2018\/04\/26","40":"2019\/12\/30","41":"2018\/04\/02","42":"2018\/06\/20","43":"2020\/10\/27","44":"2021\/02\/14","45":"2018\/03\/16","46":"2020\/09\/25","47":"2019\/05\/20","48":"2020\/02\/21","49":"2020\/09\/17","50":"2019\/02\/14","51":"2020\/07\/21","52":"2018\/02\/15","53":"2019\/10\/24","54":"2020\/12\/18","55":"2018\/08\/31","56":"2018\/06\/20","57":"2019\/07\/01","58":"2020\/02\/13","59":"2018\/05\/29","60":"2021\/02\/10","61":"2020\/03\/24","62":"2019\/07\/01","63":"2018\/12\/06","64":"2018\/09\/17","65":"2018\/08\/31","66":"2018\/03\/23","67":"2020\/10\/26","68":"2020\/04\/27","69":"2018\/11\/13","70":"2018\/10\/18","71":"2018\/02\/16","72":"2020\/06\/22","73":"2020\/03\/24","74":"2020\/12\/22","75":"2019\/07\/23","76":"2018\/02\/28","77":"2020\/12\/23","78":"2020\/12\/17","79":"2020\/02\/13","80":"2018\/08\/14","81":"2018\/04\/24","82":"2018\/04\/26","83":"2018\/08\/31","84":"2020\/03\/31","85":"2020\/08\/28","86":"2020\/08\/05","87":"2019\/06\/24","88":"2018\/08\/28","89":"2020\/10\/01","90":"2020\/09\/03","91":"2018\/11\/08","92":"2021\/02\/15","93":"2019\/10\/10","94":"2019\/07\/23","95":"2019\/07\/23","96":"2018\/11\/29","97":"2019\/01\/03","98":"2018\/04\/20","99":"2020\/07\/20","100":"2020\/03\/20","101":"2018\/12\/13","102":"2020\/01\/24","103":"2020\/04\/21","104":"2018\/02\/15","105":"2018\/11\/08","106":"2018\/10\/30","107":"2020\/12\/17","108":"2020\/09\/29","109":"2021\/02\/09","110":"2019\/04\/23","111":"2020\/10\/22","112":"2019\/12\/17","113":"2018\/08\/17","114":"2018\/10\/18","115":"2019\/04\/23","116":"2019\/06\/03","117":"2018\/07\/25","118":"2018\/03\/23","119":"2019\/04\/23","120":"2018\/10\/30","121":"2018\/03\/23","122":"2018\/11\/08","123":"2019\/04\/23","124":"2020\/04\/21","125":"2020\/05\/18","126":"2019\/10\/18","127":"2018\/09\/18","128":"2018\/05\/29","129":"2018\/03\/14","130":"2019\/01\/03","131":"2020\/10\/22","132":"2018\/04\/01"},"text":{"0":"Feb 13 (Reuters) - Whitbread Plc will buy back an additional 2 billion pounds ($2.58 billion) of shares using proceeds from its sale of the Costa Coffee chain to Coca Cola Co , the owner of Premier Inns said on Wednesday.  In a presentation outlining its long-term plans to investors, Whitbread also predicted that its German operations would be profitable in fiscal year 2022.  The group, which completed the $5 billion sale of Costa Coffee last month, has shifted focus completely to its hotels business. It also forecast a further 220 million pounds in savings over the next three years.","1":"(Reuters) - Coca-Cola Co KO.N reported better-than-expected quarterly profit and sales on Friday as it sold more teas, coffees and vitamin water, offsetting sluggish sales of fizzy drinks, sending its shares up as much as 2 percent.  Coke also said it planned to use cash it held overseas and savings generated from the U.S. corporate tax rate changes to reduce its debt by $7 billion, making it the latest company to take advantage of the new tax law to bolster its balance sheet.  For the fourth quarter, however, the company took a $3.6 billion charge related to the tax law, resulting in a net loss compared with a profit a year earlier.  Coke and rival PepsiCo PEP.O have been struggling with lower sales of their sugary sodas as consumers shift to healthier drinks. Earlier this week, Pepsi also reported weak quarterly sales of sodas and sugary drinks.  To stem the decline, Coke relaunched its iconic low-calorie Diet Coke in four new flavors - ginger-lime, feisty cherry, blood orange and twisted mango - earlier this year, and has focused on its non-fizzy beverages such as Georgia coffee and Glaceau vitamin water.  Coca-Cola CEO James Quincey said the new flavors and packaging were a step in the right direction and that sales of Coke Zero Sugar were picking up following a relaunch.  Net operating revenue fell to $7.51 billion from $9.41 billion a year earlier due to ongoing efforts to refranchise its bottling operations, but beat the average analyst estimate of $7.36 billion, according to Thomson Reuters I\/B\/E\/S.  Global volume growth remained unchanged even as North America volumes increased 1 percent.  Wells Fargo analyst Bonnnie Herzog said flat unit case volume growth was a concern but positive momentum in many international markets was encouraging.  The Fanta and Diet Coke maker reported a net loss of $2.75 billion, or 65 cents per share, in the fourth quarter ended Dec. 31, mainly due to a $3.6 billion charge related to the new tax law. A year earlier the company had posted a profit of $550 million, or 13 cents per share.  On an adjusted basis, the company reported earnings per share of 39 cents, beating analysts’ average estimate of 38 cents.  For 2018, the Coke said it expects organic revenue to grow 4 percent and adjusted earnings per share to grow between 8 and 10 percent.","2":"Aug 28 (Reuters) - Coca-Cola Co said on Friday it would reduce its global workforce as part of a company-wide restructuring.  The beverage maker did not provide details on how many jobs it plans to cut, but said it would offer voluntary separation packages to 4,000 employees in the United States, Canada and Puerto Rico.  The company said it would incur about $350 million to $550 million in severance expenses.","3":"JOHANNESBURG (Reuters) - Coca-Cola Beverages South Africa (CCBSA) will increase the stake held by employees and black empowerment investors in the company to 20%, it said on Friday, in a bid to meet merger conditions laid out by competition authorities.  Bottles of Coca-Cola are displayed at a supermarket. REUTERS\/Arnd Wiegmann  In 2014, the Coca-Cola Company and SABMiller Plc reached an agreement with the majority shareholder of a company which bottled Coca-Cola’s products to combine the bottling operations of their non-alcoholic beverages businesses in Southern and East Africa, which led to the creation of CCBSA’s parent company.  The parent company is Coca-Cola Beverages Africa.  The merger required the parties to increase black empowerment ownership of CCBSA, a government rule meant to reverse decades of economic exclusion of black people under apartheid.  Companies in South Africa are required to meet rules of a scheme called Black Economic Empowerment (BEE) which allows black employees and investors to hold equity in the company. This makes a company more likely to qualify for government tenders.  The deal will see nearly 8,000 employees increase their current holding of around 5% in CCBSA to an approximate 15% shareholding, CCBSA Managing Director, Velaphi Ratshefola and Minister of Trade, Industry and Competition Ebrahim Patel said in a joint statement.  Adding to the company’s external BEE partners, the combined equity stake will be 20%, Patel said.  In June the company said every employee will receive an equal allocation of shares regardless of staff level, race or years of service.  CCBSA, a bottler for the Coca-Cola Company, will also be contributing 80 million rand ($5.39 million) per year for three years to the government’s localisation initiatives.  “We have also undertaken to collaborate with our sugar suppliers to increase the volume of sugarcane procured from black farmers,” Ratshefola added.  ($1 = 14.8383 rand)","4":"(Reuters) - Coca-Cola Co KO.N said on Tuesday it would take a hit in the second quarter from the introduction of a British sugar tax on soft drinks and rising freight costs in the United States, overshadowing modestly better than forecast results for the first three months of 2018.  The somber forecast undid an initial rise in shares of the world’s biggest drinks maker after it topped forecasts for revenue and profit, helped by a reboot of its Diet Coke brand that has introduced new flavors and cans.  The company said it had reformulated recipes and launched smaller packaging to ensure that two-thirds of its major brands would not be subject to the new tax, but Coca-Cola Classic, its top-selling U.K. brand, will still face the levy, which kicked in on April 6.  Company executives during a post-earnings call also cautioned that rising freight costs in North America, up 20 percent from a year earlier, would reduce revenue in the first half of the year.  “People assumed that Coke sold to bottlers, and so some didn’t realize how much exposure the company has on freight,” said Brittany Weissman, a consumer analyst with Edward Jones. “But they do distribute and are affected.”  U.S. packaged goods companies, already struggling with lower demand and price tensions with retailers, have recently begun flagging higher commodities and transportation costs.  A jump in volumes due to the timing of Easter holiday shipments and price cuts in North America helped Coca-Cola top first-quarter revenue estimate by $300 million.  Total volumes rose 3 percent in the first quarter, with growth in both sodas and teas and coffees driving much of the gains.  Organic sales, which exclude gains from acquisitions or divestitures, rose 5 percent in the quarter.  “While it’s good to see the underlying volumes improve, people are concerned on the pricing side, if those volumes are gaining at the expense of the price and mix,” said Weissman.  First quarter net revenue fell 16 percent to $7.63 billion, due to the divestment of its bottling operations, but beat analysts’ estimates of $7.34 billion.  Despite the strong results, Coca-Cola retained its full-year outlook for organic sales growth and earnings per share, which could also have disappointed investors, brokerage Macquarie said.  Excluding items, net profit of 47 cents per share beat consensus forecasts by 1 cent, the company said.","5":"(Corrects to show Coke distribution is for Kaiser not former Kirin products)  BRUSSELS, Jan 26 (Reuters) - Heineken, the world’s second largest brewer, denied on Sunday a Brazilian newspaper report, which said that Coca-Cola Brasil had filed a lawsuit seeking to annul Heineken’s 2017 acquisition of Brasil Kirin.  The Valor Economico newspaper said that the filing in a Brazilian court accused the Dutch brewer of designing a sale contract for Brasil Kirin with the intention of breaking the distribution contract it had with Coca Cola.  However, Heineken said it understood the lawsuit from Coca-Cola Brasil and Brazilian Coke bottlers was not threatening the acquisition, which made it the number two player in the country, the world’s third-largest beer market.  Last October, an arbitration tribunal decided Heineken must keep distributing its existing Kaiser products via the Coca-Cola network until March 2022, keeping the dates in the original contract. Heineken had wanted to sell its new and existing brands via its own distribution system.  Heineken said on Sunday it had become aware of the lawsuit through public sources, but believed the suit was not aimed at annulling its 2017 acquisition of Kirin’s business in Brazil.  Coca-Cola Brasil and the Brazilian Coke bottlers, it said were seeking compensation, for Heineken’s unwillingness to transfer its portfolio of beers bought with the Kirin acquisition to the Coke distribution system.  The plaintiffs were challenging certain corporate actions of Heineken, but these actions did not impact the validity of its Brasil Kirin purchase. An arbitration tribunal had already addressed these issues, Heineken said.  Heineken also said the lawsuit did not change its operations in Brazil, including distribution of its Kaiser brands via Coke distributors.  Coca-Cola did not immediately comment on the matter. (Reporting by Philip Blenkinsop, editing by Louise Heavens)","6":"(Reuters) - Coca-Cola’s leading bottler Coca Cola HBC AG said on Monday it expects annual revenue growth over the next six years at around 6%, while pointing to margin growth below estimates for fiscal year 2020.  The company, which sells Coca-Cola drinks in 28 countries, said it expects comparable earnings before income tax (EBIT) margin of 11% by 2020, below analysts’ average estimate of 11.2%, according to company compiled consensus.  Coca Cola HBC forecast comparable EBIT margin to rise by 20-40 basis points on an average beyond fiscal year 2020.  The company said its average annual revenue growth rate up to 2025 is expected to be in the range of 5%-6% on a currency-neutral basis.  The forecast comes ahead of an investor event in London later on Monday where the company will present its strategy to investors and analysts.  The FTSE-100 company’s shares were down 1.1% at 1143 GMT.","7":"FILE PHOTO: McLaren team principal Zak Brown, poses for a photograph at the McLaren Technology Centre in Woking, Britain November 21, 2018. REUTERS\/Will Russell  MELBOURNE (Reuters) - Former champions McLaren have extended a partnership with Coca Cola after agreeing a short-term deal last year, the British-based Formula One team announced on Saturday.  The deal with will be used to promote multiple Coca Cola drinks brands through the 21-race season that starts in Australia on Sunday.  No financial details were given.  “There was a positive reaction to our 2018 debut as partners on the Formula One track and I’m looking forward to us exploring the full potential of this partnership over the coming season,” said McLaren Racing chief executive Zak Brown.  Last season’s partnership covered the last three races of 2018 in the United States, Brazil and Abu Dhabi and was the first time the soft drinks company’s brand had appeared on a Formula One car.  McLaren have a new driver lineup for 2019 with Spaniard Carlos Sainz and 19-year-old British rookie Lando Norris. Sixth overall last year, the team have not won a race since 2012.","8":"Aug 31 (Reuters) - Britain’s Whitbread Plc said on Friday it had agreed to sell coffee chain Costa to Coca Cola for an enterprise value of 3.9 billion pounds ($5.1 billion).  The deal was unanimously agreed by the Whitbread board to be in the best interests of shareholders, the company said in a statement. It acquired the chain in 1995, for 19 million pounds when it had only 39 shops. ($1 = 0.7679 pounds) (Reporting by Sangameswaran S in Bengaluru; editing by Kate Holton)","9":"(Corrects to Thursday from Wednesday)  Dec 6 (Reuters) - Coca-Cola Co said on Thursday Chief Executive Officer James Quincey would take on the additional role of chairman, succeeding Muhtar Kent who will retire in April next year. (Reporting by Soundarya J in Bengaluru Editing by Saumyadeb Chakrabarty)","10":"(This September 18 story has been refiled to clarify second paragraph.)  MILAN (Reuters) - Coca-Cola HBC CCH.L, which bottles Coca-Cola KO.N products in Europe, has agreed to buy Italian mineral water maker and sparkling beverage company Lurisia in a deal worth 88 million euros ($97 million), it said on Wednesday.  The acquisition, made together with global beverage group Coca-Cola, will allow the London-listed group to add premium Italian brands to a portfolio which already includes iced teas and plant based drinks.  In addition to mineral water sourced from a spring in the mountains, Lurisia sells sparkling beverages based on ingredients sourced in Italy such as Chinotto and Gazzosa.  Coca-Cola HBC will buy the company from a group of investors, which include Italian private equity fund IDeA Taste of Italy and food retailer Eataly Distribuzione.  As part of the transaction, Lurisia CEO Piero Bagnasco and Alessandro Invernizzi will remain on the board of the company, the buyer said in a statement.  ($1 = 0.9042 euros)","11":"April 24 (Reuters) - Coca-Cola Co:  * Q1 NON-GAAP EARNINGS PER SHARE $0.47 FROM CONTINUING OPERATIONS  * Q1 EARNINGS PER SHARE $0.31 FROM CONTINUING OPERATIONS  * Q1 EARNINGS PER SHARE VIEW $0.46 -- THOMSON REUTERS I\/B\/E\/S  * Q1 REVENUE $7.6 BILLION VERSUS I\/B\/E\/S VIEW $7.34 BILLION  * COMPANY IS ON TRACK TO DELIVER FULL YEAR TARGETS  * QTRLY ORGANIC REVENUES (NON-GAAP) GREW 5%  * QTRLY UNIT CASE VOLUME GREW 3 PERCENT  * QTRLY SPARKLING SOFT DRINKS UNIT CASE VOLUMES GREW 4% FOR THE QUARTER  * SEES 16 PERCENT HEADWIND FROM ACQUISITIONS, DIVESTITURES AND STRUCTURAL ITEMS TO Q2 COMPARABLE NET REVENUES  * SEES 1 PERCENT CURRENCY TAILWIND BASED ON CURRENT RATES, INCLUDING IMPACT OF HEDGED POSITIONS TO Q2 COMPARABLE NET REVENUES  * SEES 4% TO 5% STRUCTURAL HEADWIND, 1% CURRENCY HEADWIND, 2% HEADWIND FROM ACCOUNTING CHANGES TO Q2 COMPARABLE OPERATING INCOME  * FY2018 EARNINGS PER SHARE VIEW $2.10, REVENUE VIEW $31.57 BILLION -- THOMSON REUTERS I\/B\/E\/S Source text for Eikon: Further company coverage:","12":"July 21 (Reuters) - Coca-Cola Co reported a 28.5% drop in quarterly revenue on Tuesday as sales of its trademark sodas were battered by the closure of restaurants, theaters, and sporting venues due to the COVID-19 pandemic.  The Atlanta-based company reported net revenue of $7.15 billion for the second quarter ended June 26.  Net income attributable to the beverage maker’s shareholders fell to $1.78 billion, or 41 cents per share, from $2.61 billion or 61 cents per share, a year earlier. (Reporting by Nivedita Balu in Bengaluru; Editing by Sriraj Kalluvila)","13":"(Repeats to fix media packaging code)  Oct 1 (Reuters) - PepsiCo Inc will consider introducing alcoholic beverages, the company said on Thursday, days after rival Coca-Cola Co decided to launch an alcoholic sparkling water in the United States next year.  “We will make decisions in the coming quarters - whether this is an area where PepsiCo wants to play,” Chief Executive Officer Ramon Laguarta said on an analyst call when asked about following Coca-Cola.  Molson Coors Beverage Co said on Tuesday it partnered with Coca-Cola Co to make and sell an alcoholic version of the beverage company’s Topo Chico sparkling water.","14":"The Coca-Cola Co is requiring its law firms to staff its matters with diverse lawyers or risk losing pay and business, its general counsel Bradley Gayton said on Thursday in a letter to outside counsel.  Gayton, who is the latest in-house leader to use the position’s spending power to push for change, said that on new Coca-Cola matters, firms must commit to have at least 30% of each billed associate and partner time be from diverse attorneys – people of color, LGBTQ people, women and people with disabilities. At least half of those amounts of time must be from Black lawyers specifically. The work is expected to be substantial, Gayton said.  To read the full story on Westlaw Today, click here: bit.ly\/39nJd4Y","15":"(Reuters) - A U.S. federal appeals court on Monday said the maker of Diet Dr Pepper did not deceive consumers into thinking the soft drink promoted weight loss by including “diet” in its name, a decision that could doom a similar lawsuit over Diet Coke.  FILE PHOTO: Dr Pepper soda cans for sale are pictured at a grocery store in Pasadena, California, U.S., February 14, 2018. REUTERS\/Mario Anzuoni  The 9th U.S. Circuit Court of Appeals rejected California resident Shana Becerra’s claim that Dr Pepper\/Seven Up, now part of Keurig Dr Pepper Inc, misled consumers, including through ads featuring physically attractive models, and that its conduct violated California consumer fraud laws.  Becerra, who claimed to have struggled with obesity since childhood, relied on scientific evidence that she said linked aspartame, an artificial sweetener used in Diet Dr Pepper, to possible weight gain.  But in a 3-0 decision for the San Francisco-based court, Circuit Judge Jay Bybee said Becerra failed to show that reasonable consumers associated diet soda with health benefits.  “No reasonable consumer would assume that Diet Dr Pepper’s use of the term ‘diet’ promises weight loss or management,” Bybee wrote. “The use of ‘diet’ in a soft drink’s brand name is understood as a relative claim about the calorie content of that soft drink compared to the same brand’s ‘regular’ (full-caloric) option.”  John Weston, one of Becerra’s lawyers, said he was disappointed with the decision.  Evan Young, a lawyer for Dr Pepper\/Seven Up, in an email said people who drink Diet Dr Pepper know it is a calorie-free version of Dr Pepper.  “We appreciate that the Ninth Circuit has allowed common sense to prevail and that it rejected the attempt to complicate something that is so simple,” he added.  Monday’s decision upheld an August 2018 dismissal by U.S. District Judge William Orrick in San Francisco.  The 9th Circuit last week dismissed Becerra’s appeal in a similar case against Coca-Cola Co over Diet Coke, saying it lacked jurisdiction because the February 2018 dismissal by U.S. District Judge William Alsup in San Francisco was not final.  Alsup would be expected to apply the reasoning in Monday’s decision if Becerra pursued the Diet Coke case.  The federal appeals court in Manhattan earlier this year upheld dismissals of similar cases against Dr Pepper, Coca-Cola and PepsiCo Inc under New York consumer fraud laws.  The case is Becerra v Dr. Pepper\/Seven Up Inc, 9th U.S. Circuit Court of Appeals, No. 18-16721.","16":"* COCA-COLA CEO QUINCEY REPEATS COMPANY HAS NO PLANS FOR LAYOFFS AMID CORONAVIRUS CRISIS -CNN INTERVIEW  * QUINCEY SAYS COCA-COLA HAS NO PLANS FOR GLOBAL RESTRUCTURING DUE TO CORONAVIRUS  * QUINCEY SAYS NOT CLEAR WHAT THE SHAPE OF THE RECOVERY WILL BE AFTER ECONOMIC SHOCK FROM CORONAVIRUS Source text for Eikon: Further company coverage: [ ]","17":"Feb 16 (Reuters) - Coca-Cola Co:  * NONALCOHOLIC BEVERAGE INDUSTRY WAS LITTLE SOFT DURING 2017 AS EMERGING, DEVELOPING MARKETS SLOWED SLIGHTLY FROM LAST YEAR- CONF. CALL  * EXPECT TO GROW COMPARABLE EPS IN RANGE OF 8 PERCENT TO 10 PERCENT IN FY 2018  * INTEND TO USE APPROXIMATELY $7 BILLION OF CASH HELD OVERSEAS TO REPAY GROSS DEBT  * EXPECT ORGANIC REVENUE TO GROW AT 4 PERCENT IN FY 2018  * EXPECT 8-9 PERCENT UNDERLYING OPERATING INCOME GROWTH IN FY 2018  * EXPECT COMMODITY PRICES TO RISE IN FY 2018  * PENSION ACCOUNTING CHANGE WILL REQUIRE RESTATEMENT TO 2017 RESULTS, DO NOT EXPECT IT TO IMPACT 2018 GUIDANCE ON OPERATING INCOME  * IN 2018, GROSS MARGINS WILL CONTINUE TO BE UNDER PRESSURE  * “DISSATISFIED” THAT CO WAS NOT ABLE TO TURN AROUND DIET COKE IN 2017 Further company coverage:","18":"Jan 30 (Reuters) - Coca-Cola Co on Thursday reported quarterly revenue above market expectations, driven by demand for its sparkling soft drinks, teas and coffees.  Net revenue grew 16% to $9.07 billion. Wall Street was expecting $8.89 billion, according to IBES data from Refinitiv.  Net income attributable to the company’s shareholders rose to $2.04 billion, or 47 cents per share, in the fourth quarter ended Dec. 31, from $870 million, or 20 cents per share, a year earlier. (Reporting by Nivedita Balu in Bengaluru Editing by Tomasz Janowski)","19":"(Reuters) - Coca-Cola Co KO.N beat Wall Street estimates for quarterly revenue on Friday as customers took to smaller-sized cans of its sodas, including Coca-Cola Zero Sugar, prompting the beverage maker to give an upbeat forecast for 2019.  FILE PHOTO: A Coca-Cola logo is pictured during an event in Paris, France, March 21, 2019. REUTERS\/Benoit Tessier\/File Photo GLOBAL BUSINESS WEEK AHEAD  Faltering demand for sugary drinks has forced the world's two largest beverage makers, Coca-Cola and PepsiCo Inc PEP.O, to roll out low-sugar drinks, while diversifying into coffee, tea and bottled waters to boost sales.  Coca-Cola has also been rolling out new products such as Coca-Cola Plus Coffee, a blend of its trademark soda with coffee in more than 20 markets, as well as drinks in small but high-margin packs that are appealing to consumers who are turning more health conscious.  The beverage maker is launching Coca-Cola Energy, its first Coke-branded energy drink, in the United States, and has expanded its coffee business with the multi-billion dollar purchase of Britain-based Costa Coffee last year.  Volume in sparkling soft drinks rose 2% in the quarter, driven by double-digit percentage growth in Coca-Cola Zero Sugar and Sprite in North America.  Strong growth was also seen in its smaller package drinks, led by double-digit growth in 7.5-ounce mini-cans.  Organic revenue, that excludes the impact of currency fluctuations, acquisitions and divestitures, climbed 5% during the quarter, above the average analyst estimate of 4.3%, according to five analysts polled by Refinitiv.  Shares of the Atlanta-based company rose 2% before the opening bell, adding to the 14% they have gained this year.  “We were very impressed with Coca-Cola’s better-than-expected topline,” Wells Fargo analyst Bonnie Herzog said.  Coca-Cola also said it now expects full-year organic revenue growth to be at least 5%, from its previous forecast of 5% growth.  Overall, revenue rose 8.3% to $9.51 billion in the third quarter ended Sept. 27, beating the average analyst estimate of $9.43 billion, according to IBES data from Refinitiv.  Excluding items, Coca-Cola earned 56 cents per share, inline with estimates.  The beverage maker maintained its full-year profit forecast even as it lowered its capital expenditure forecast for the year to about $2.2 billion from its prior target of about $2.4 billion.  Earlier in the month, PepsiCo Inc PEP.O also reported better-than-expected quarterly profit and sales, benefiting from an advertising blitz and demand for its low-calorie beverages in North America.","20":"","21":"(Reuters) - There will be more than just fizz when Coca-Cola Co KO.N launches the alcoholic version of its Topo Chico sparkling water along with beer giant Molson Coors Beverage Co TAP.N in the United States. It will be the beverage giant's first alcoholic drink in the country.  The launch, planned for next year, will help Coca-Cola push further into alcoholic drinks and expand its market beyond Latin America and Japan, where it sells Lemon-Do drink.  Coca-Cola bought the Topo Chico brand in 2017 from its second-largest bottling partner in Latin America, Arca Continental.  For Molson Coors, the launch is expected to strengthen its portfolio of low-alcohol spirits, including hard seltzers, which have seen surging demand.  Molson Coors said on Tuesday that it would roll out Topo Chico in the first half of 2021, its third hard seltzer to hit the shelves. The low calorie drink will compete with the popular White Claw beverage as well as other hard seltzers from companies, including Anheuser Busch Inbev NV ABI.BR.  Molson Coors said last month that it tied up with D.G. Yuengling & Son Inc to brew and sell Yuengling beers in the West Coast in efforts to boost its business.  Molson Coors shares were up about 4% in early trading.","22":"(Reuters) - Coca-Cola Co's KO.N quarterly revenue beat market expectations on Thursday, driven by demand for the beverage maker's signature soda, flavored Cokes and Fuze teas, sending its shares up as much as 2.8% to a record high.  FILE PHOTO: Boxes of Coca-Cola are seen at a grocery store in Los Angeles, California U.S. November 21, 2017. REUTERS\/Lucy Nicholson  The Atlanta-based company said fourth-quarter revenue growth was led by its trademark Coca-Cola, that included products such as caffeinated beverage Plus Coffee and Zero Sugar soda.  Retail sales of its flagship brand rose 6%, Chief Executive Officer James Quincey said, adding that volumes in the brand were positive for the second straight year.  The world’s largest beverage maker has been pushing into flavored sodas, coffees, teas and low-sugar beverages to attract consumers who move away from sugary drinks.  The company is also expanding its portfolio and bought dairy company Fairlife earlier this month after spending about $5 billion to buy Costa Coffee last year.  Credit Suisse analyst Kaumil Gajrawala found it reassuring that the group’s core product did well amid such expansion.  “When the trademark Coke brand is up 6%... That’s one of the most positive indicators we have,” Gajrawala said.  The group said innovative sodas helped its organic revenue, a keenly watched metric that excludes currency fluctuations and acquisitions, climb 7% during the quarter.  Coca-Cola projected 2020 organic revenue growth to slow slightly to about 5% from a 6% rise it reported in 2019 and said it would continue focus on new categories through acquisitions.  “That’s a pretty good indication that they feel good about the year so far... this would be seen as setting up a strong year,” industry expert and executive editor of Beverage-Digest, Duane Stanford, said.  Volumes, a key indicator of demand, grew 3%, spurred by its Coca-Cola soda, with growth across all geographies. Volumes grew 4% for teas and coffee and 3% for sparkling soft drinks.  For the year, Coca-Cola expects to record adjusted profit of $2.25 per share, just a cent below analysts’ forecast, according to IBES data from Refinitiv.  Excluding one-time items, Coca-Cola earned 44 cents per share in the fourth quarter ended Dec. 31, meeting Wall Street expectations.  Net revenue grew 16% to $9.07 billion, beating analysts’ estimate of $8.89 billion.  Net income attributable to the company’s shareholders rose to $2.04 billion, or 47 cents per share, in the fourth quarter ended Dec. 31, from $870 million, or 20 cents per share, a year earlier.","23":"Nov 8 (Reuters) - Coca-Cola Co said on Thursday it plans to launch two energy drinks under its namesake brand, its latest move to diversify away from sugary sodas.  Coca-Cola, in an emailed statement, declined to provide a timeline for the launch of the drinks, to be named “Coca-Cola Energy” and “Coca-Cola Energy No Sugar.”  The beverages would likely have caffeine from naturally-derived sources and guarana extract, Coke said.  Coke is currently in arbitration with energy drinks maker Monster Beverage, in which it is the top shareholder, over the launch of the drinks, which Monster says could violate an agreement between the companies.  Monster shares fell 10 percent on Thursday morning after news of the arbitration with Coke.  “We have submitted the difference in interpretation to an arbitration panel for resolution, which is the mechanism agreed by the Coca-Cola Company and Monster in the original agreements,” a Coca-Cola spokesperson said. (Reporting by Aishwarya Venugopal in Bengaluru Editing by Sai Sachin Ravikumar)","24":"(Reuters) - Coca-Cola Co KO.N is closely watching the fast-growing marijuana drinks market for a possible entry that would expand the world's largest soft drink maker's ambitions further away from sugary sodas.  Coca-Cola announced its interest in a statement on Monday, responding to a report from BNN Bloomberg that said it was in talks with Canada's Aurora Cannabis Inc ACB.TO to develop drinks infused with cannabidiol (CBD), the non-psychoactive chemical found in marijuana.  Coke would join a rush by major alcohol makers and a cigarette company to test the cannabis market and find partners ahead of the Oct. 17 launch of legal recreational marijuana in Canada.  Coke and Aurora, in separate statements, each said they were interested in cannabidiol-infused beverages but would not comment on any specifics or talks. Aurora’s stock soared 17 percent, while Coke’s edged up slightly.  The CBD drinks would likely aim to ease inflammation, pain and cramping, the BNN report said here.  Wells Fargo analyst Bonnie Herzog called the news “an exciting potential development” as it would take Coke into another fast-growing healthier segment following last month’s $5.1 billion deal for Costa Coffee and expand cannabis-infused drinks in the area of functional wellness products.  The CBD products likely would be different from those produced by alcohol makers, which would likely give drinkers a buzz from tetrahydrocannabinol (THC), the main psychoactive chemical in marijuana.  Beer makers Constellation Brands STZ.N, Molson Coors TAP.N and Heineken HEIN.AS are all playing in the market for cannabis products. For example, Heineken's craft beer Lagunitas recently launched Hi-Fi Hops, a beer-flavored sparkling water with THC and CBD.  “The THC beverages probably sit better with the beer makers, and maybe CBD fits better with Coke, in terms of playing off the health trend,” said Liberum analyst Nico von Stackelberg.  FILE PHOTO: The logo of Dow Jones Industrial Average stock market index-listed company Coca-Cola (KO) is seen in Los Angeles, California, U.S. April 4, 2016. REUTERS\/Lucy Nicholson\/File Photo  Cowen analyst Vivien Azer cited growing consumer interest in CBD and said its properties lend the ingredient well to a sports recovery drink. She said she would not be surprised to hear of a similar deal by PepsiCo for its Gatorade drink. Pepsi did not immediately respond to a request for comment on the cannabis market.  Besides Aurora, she said cannabis companies Tilray TLRY.O and Aphria APH.TO were likely targets for partnerships with big consumer companies looking to get into the market.  LEGAL HIGH  Canada is the first major economy to legalize recreational marijuana, and shares in cannabis producers have rallied in anticipation. New Cannabis Ventures' global cannabis stock index has risen about 87 percent over the past year. here  Several U.S. states have legalized marijuana but it remains against federal law.  Sales in U.S. legal markets should nearly triple to $16 billion by 2020 from $5.4 billion in 2015, according to market research firm Euromonitor International, and Constellation says cannabis globally could be worth $200 billion in 15 years.  “Along with many others in the beverage industry, we are closely watching the growth of non-psychoactive CBD as an ingredient in functional wellness beverages around the world,” Coke said in its statement on Monday.  Cannabidiol is one of hundreds of molecules found in marijuana plants, and contains less than 0.1 percent of THC. It does not cause intoxication.  There are already CBD drinks available in some markets, made by brands such as Dirty Lemon, Sprig and Kickback.  Moving into this area carries little reputational risk for Coke, said Liberum’s von Stackelberg.  “If they came out with a THC-infused drink, that’s a different question,” he said.  Aurora's shares rose 17 percent while U.S-listed shares of fellow Canadian producers Canopy Growth Corp CGC.N and Tilray Inc TLRY.O were up 2 percent and 9 percent, respectively.","25":"(Reuters) - Coca-Cola Co on Wednesday forecast a return to organic revenue growth this year after a torrid 2020, betting vaccine rollouts across the world will encourage consumers to return to cinemas and sporting events that drive a chunk of its sales.  The company depends on non-retail channels for over a third of its sales, but the health crisis limited restaurant operations, forced cancellation of events and kept consumers largely indoors, causing a 9% drop in organic sales last year.  “It is still early days in the vaccination process, and we’d expect to see further improvements in our business as vaccinations become more widely available over the coming months,” Chief Executive Officer James Quincey told analysts.  He, however, added near-term recovery would still be impacted by the presence of the virus in most markets.  The company expects 2021 adjusted earnings to grow in the high-single digits to low-double digits and organic revenue to rise in the high-single digits.  Meanwhile, Coca-Cola also warned it expects a potential liability of about $12 billion in a dispute with the U.S. Internal Revenue Service on how much it charged foreign affiliates for the rights to make and sell Coke products abroad.  The company said the U.S. tax court “misinterpreted and misapplied” the regulations in its conclusions in November and would “appeal and vigorously defend” its position. Coca-Cola recorded a tax reserve of $438 million last year.  “This does not change our long-term view of Coke emerging from the pandemic better positioned than it was before,” Edward Jones analyst John Boylan said, referring to the tax dispute.  Coca-Cola’s shares were up 1% as the world’s largest beverage maker also beat estimates, earning 47 cents per share in the fourth quarter, 5 cents more than expectations.  Rival PepsiCo Inc is scheduled to report on Thursday.","26":"March 8 (Reuters) - Coca-Cola Co:  * COCA-COLA SAYS CHAIRMAN & FORMER CEO MUHTAR KENT’S 2017 TOTAL COMPENSATION WAS $14.8 MILLION - SEC FILING  * COCA-COLA CO - CEO JAMES QUINCEY’S 2017 TOTAL COMPENSATION WAS $10.6 MILLION  * COCA-COLA CO SAYS CFO KATHY WALLER'S FY 2017 TOTAL COMPENSATION WAS $6.4 MILLION VERSUS $7 MILLION IN FY 2016 Source text : ( bit.ly\/2FrJXEF ) Further company coverage:","27":"(Adds background, details on retail unit)  MEXICO CITY, Feb 27 (Reuters) - Mexican bottler and retailer Fomento Economico Mexicano (Femsa) on Tuesday said its net profit fell more than 70 percent in the fourth quarter, hit by the revaluation of assets in its Venezuelan Coca-Cola bottling operation.  Net profit in the October-December period was more than 1.83 billion pesos ($93 million), down from nearly 6.7 billion pesos in the same period of 2016. Revenues rose more than 11 percent to 122.5 billion pesos from nearly 110 billion pesos in the last quarter of 2016.  Femsa controls Coca-Cola Femsa, the world’s largest Coke bottler, which reported a $1.2 billion net loss in the fourth quarter, hampered by a change in the reporting of its results in Venezuela.  Higher fuel costs in Mexico, higher labor costs and depreciation in Central America also took a toll on Coke Femsa’s results.  Femsa said its retail division, which operates OXXO convenience stores, saw revenues rise 10 percent, but it noted that sales at stores open for at least a year had slowed.","28":"NASCAR will run eight Cup Series races in 2021 with practice and qualifying, the circuit said Friday.  FILE PHOTO: Nov 8, 2020; Avondale, Arizona, USA; NASCAR driver Denny Hamlin (11) during the NASCAR Cup Series Championship at Phoenix Raceway. Mandatory Credit: Mark J. Rebilas-USA TODAY Sports  That continues the trend from 2020 when only one race -- the Coca-Cola 600 -- had a qualifying run. Time on the track was limited to race-day only to help reduce the spread of COVID-19.  The NASCAR schedule has 36 Cup Series races.  How the starting lineups will be determined for 2021 races will be announced at a later time, NASCAR said. Whether to hold practice and\/or qualifying runs for either the Xfinity Series or Camping World Truck Series has yet to be determined.  These are the eight Cup Series events that will have practice and qualifying runs:  --Daytona 500, Daytona International Speedway, Feb. 14  --Food City Dirt Race, Bristol Motor Speedway dirt, March 28  --Circuit of the Americas, Austin, Texas, May 23  --Coca-Cola 600, Charlotte Motor Speedway, May 30  --NASCAR Cup Series Race at Nashville, Nashville Superspeedway, June 20  --Road America, Elkhart Lake, Wis., July 4  --Big Machine Vodka 400 at the Brickyard, Indianapolis Motor Speedway Road Course, Aug. 15  --NASCAR Cup Series Championship, Phoenix Raceway, Nov. 7  --Field Level Media  DOWNLOAD STORY","29":"NAIROBI, May 30 (Reuters) - Coca-Cola Beverages Africa (CCBA), the continent’s largest soft drinks bottler, said on Wednesday it would invest $100 million in Kenya over the next five years to improve infrastructure and launch new products.  The company, which sells and distributes Coca-Cola Co products in Africa, plans to introduce 50 new products in Kenya to add to more than 130 existing ones in the country, local Managing Director Daryl Wilson said in an interview.  “As the middle class is (growing)... they are wanting more variety,” he said, adding the new offerings would include various sugar-free and flavoured water beverages.  “Kenyan tastes are growing, the need for new brands is growing,” he said.  This month, the company launched a 7 billion Kenyan Shilling ($69 million) new juice line at its Nairobi plant. It operates four bottling plants in Kenya.  CCBA’s distribution system includes 300 official distributors reaching across the country of 45 million people.  The company operates in a dozen sub-Saharan African countries including Ethiopia and South Africa.  Kenya is second in terms of profits to Ethiopia, Wilson said, where the company has plans to open at least four or five factories in the next five years.  While Kenya’s economy offers a conducive business environment, bad rural roads take a toll on vehicles distributing products, Wilson said.  Another challenge is electricity, where inconsistent availability of power in some of its plants has forced it to deploy generators, which are expensive.  Wilson urged the government to “look at opportunities to reduce (the cost of) electricity, because it’s a big component of ours.”","30":"Jan 13, 2021; Oklahoma City, Oklahoma, USA; Los Angeles Lakers forward LeBron James (23) gestures against the Oklahoma City Thunder during the second half at Chesapeake Energy Arena. Mandatory Credit: Alonzo Adams-USA TODAY Sports  LeBron James is changing teams in the cola wars.  The Los Angeles Lakers superstar, a pitchman for Coca-Cola since entering the NBA in 2003, is set to land a new deal with PepsiCo.  The news was first reported Friday by Front Office Sports, then confirmed by ESPN.  James reportedly will endorse Mountain Dew’s new “Rise Energy” beverage, part of the PepsiCo family, and he also could become the face of Pepsi Cola.  His deal with Coca-Cola ended last year after he spent years hawking Sprite and Powerade.  A Coca-Cola spokesperson told Front Office Sports, “LeBron’s contract came up at a time when both he and The Coca-Cola Company were actively reviewing all of its resources to make sure it was investing in places that ensured long-term growth. After many discussions with LeBron and his team, we mutually agreed to part ways.”  PepsiCo and James’ representatives refused to comment on the report, per Front Office Sports.  James ranked fifth on Forbes’ 2020 list of the world’s highest-paid athletes, with his $60 million in endorsements for the year tying for second on the list with the No. 8 Tiger Woods. No. 1 Roger Federer was tops in endorsement money at $100 million.  --Field Level Media","31":"(Reuters) - Coca-Cola Co KO.N beat second-quarter earnings expectations and raised its organic revenue forecast for the full year thanks to higher sales of its zero-sugar sodas, soft drinks with new flavors and ready-to-drink coffees.  Shares in the Atlanta-based company rose nearly 6% in morning trading to hit $54.1, a record high.  The world's biggest beverage makers, Coca-Cola and rival PepsiCo PEP.O, have been responding to changing consumer tastes by moving beyond traditional sodas and offering drinks that are lower in sugar or come in new flavors and in ready-to go packages.  “Our performance was largely driven by consumer demand for no sugar versions of some of our best-known sparkling soft drink brands as well as for the a smaller packages for less sugar,” Chief Executive Officer James Quincey told analysts.  PepsiCo’s results also beat analysts’ estimates earlier this month, boosted by demand for smaller packages of its traditional sodas.  “The small packages are definitely a trend going forward... it’s a good thing when the category is strong, when there are innovations across all parties,” Edward Jones analyst John Boylan said.  As part of his plan to create a “total beverage company”, Quincey has been looking beyond soda and last year clinched a deal to buy Britain-based Costa Coffee for $5 billion.  Cans of Coca-Cola are pictured in the refrigerator during an event in Paris, France, March 21, 2019. REUTERS\/Benoit Tessier  The company is now betting on its coffee innovations, express vending machines, beans and machines for food service customers to grow sales.  It recently rolled out ready-to-drink Costa Coffee in three varieties and Coke coffee, a beverage that blends coffee and its trademark soda, in several markets.  Quincey said almost 25% of the company’s revenue is now from new or reformulated products, up from 15% two years ago.  Coke Zero Sugar is now in its third year of double-digit volume growth, helped by smaller packaging and new flavors, the company said.  It now expects organic revenues to grow 5% in the whole of 2019, up from its previous projection of an increase of about 4%.  In the second quarter, a 4% volume growth in traditional Coca-Cola and its zero-sugar version helped net revenue rise 6.1% to $10 billion, a touch above analysts’ estimates.  Organic revenue, a keenly watched metric that gives sales growth excluding acquisitions and currency fluctuations, rose 6%.  Excluding one-time items, Coca Cola earned 63 cents per share, 2 cents above Wall Street’s estimates, according IBES data from Refinitiv.  Nicholas Hyett, an analyst at Hargreaves Lansdown said the combination of global reach and a willingness to back new products were the key to the company’s success.  “With market share improving again today, Coca-Cola’s still got plenty of fizz,” Hyett said.","32":"July 25 (Reuters) - Coca-Cola Co topped Wall Street estimates for quarterly sales on Wednesday, driven by the success of new versions of Diet Coke. Net income attributable to the company’s shareholders rose to $2.32 billion, or 54 cents per share, in the second quarter ended June 29, from $1.37 billion, or 32 cents per share, a year earlier.  Revenue fell 8 percent to $8.93 billion, hurt by the divestiture of its low-margin bottling operations. Analysts had estimated sales of $8.54 billion, according to Thomson Reuters I\/B\/E\/S. (Reporting by Nivedita Balu in Bengaluru; Editing by Arun Koyyur)","33":"Aug 14 (Reuters) - Coca-Cola Co is buying a minority stake in a sports drink brand backed by basketball star Kobe Bryant, it said on Tuesday, seeking to mount a stronger challenge to top energy drink Gatorade.  The investment in BodyArmor comes as Coke’s Powerade steadily cedes market share to its more popular PepsiCo-owned rival. Coke has also been rattled by falling demand for its fizzy colas.  The company did not disclose the size of the investment or other financial details, but said it could increase its ownership stake in BodyArmor.  Bryant is BodyArmor’s third biggest shareholder and also has endorsement deals with baseball player Mike Trout and another NBA star, James Harden. (Reporting by Aishwarya Venugopal in Bengaluru; Editing by Sai Sachin Ravikumar)","34":"FILE PHOTO: Bottles of Coca-Cola are displayed at a supermarket of Swiss retailer Denner, as the spread of the coronavirus disease (COVID-19) continues, in Glattbrugg, Switzerland June 26, 2020. Picture taken June 26, 2020. REUTERS\/Arnd Wiegmann  (Reuters) - Coca Cola HBC CCH.L said it will be raising its advertising spending in 2021 to target returning events as a rebound in demand from restaurants helped the soft drinks bottler beat third-quarter sales estimates on Wednesday.  The company, which bottles and sells Coca-Cola KO.N drinks in 28 countries, on Wednesday posted sales of 1.83 billion euros ($2.16 billion), above a consensus here of 1.79 billion euros.  HBC’s at-home channel, which contributes nearly 60% of HBC’s revenue, grew by mid-single digits in the quarter, while business consumption also improved, HBC said.  Drinks companies have been left saddled with too much product meant for businesses as shoppers in lockdowns bought from grocery stores instead.  Chief Executive Officer Zoran Bogdanovic told Reuters there will be more marketing funds in 2021 versus this year as the company expects to see “some kind of new normal.”  “We will be activating Easter, Euro cup (European soccer championship) - which was moved from this year to 2021 - and we also hope that there will be the Olympics sometime in the third quarter from where we stand now,” he said.  Many sporting and cultural events were scrapped this year due to the COVID-19 pandemic but hopes are running high for their return after drug company Pfizer’s positive results on its coronavirus vaccine candidate this week.  HBC has also cut costs to cushion the blow from the pandemic, and on Wednesday, its finance chief Michalis Imellos told Reuters “a good proportion” of its 120 million euros of savings it made are going to be permanent because of the shift in office working.  U.S.-based Coca-Cola owns a 23.2% stake in Coca-Cola HBC, Refinitiv data showed.","35":"The wall of the Coca Cola bottling plant is seen in Los Angeles, California, U.S. October 24, 2017. REUTERS\/Lucy Nicholson\/File Photo  (Reuters) - Coca-Cola Co KO.N said on Tuesday it will buy Moxie, a soda-based soft drink brand that is more than a hundred years old, from its bottling partner Coca-Cola of Northern New England (CCNNE).  Moxie, the official soft drink of the state of Maine, was invented two years before Coke in 1884 and counted President Calvin Coolidge and Boston Red Sox great Ted Williams among its patrons.  Both the companies did not disclose the value of the deal, which is expected to close in the fourth quarter of 2018.  There will be no change in the distribution and the brand will become part of Coke’s venturing and emerging brands, said Lauren Thompson, a spokeswoman for Coca-Cola.  CCNNE, which is an independent franchise bottler of Coca-Cola, bought Moxie over a decade ago.  “The acquisition will provide the Moxie brand with the resources needed to evolve for a new generation of drinkers.” CCNNE’s spokesman Nick Martin said.","36":"March 23 (Reuters) - Coca-Cola Consolidated Inc:  * COCA-COLA CONSOLIDATED INC SAYS CEO FRANK HARRISON’S FY 2019 TOTAL COMPENSATION WAS $11.7 MILLION VERSUS $11.6 MILLION IN FY 2018 - SEC FILING  * COCA-COLA CONSOLIDATED INC SAYS FOR 2019, CEO PAY RATIO WAS ABOUT 259:1 Source :(bit.ly\/39jTJHi) Further company coverage:","37":"Oct 18 (Reuters) - Coca-Cola Co on Thursday appointed company veteran Brian Smith as its chief operating officer, a role that has been vacant since James Quincey became chief executive officer last year.  Smith, who serves as president of the beverage company’s Europe, Middle East and Africa group, begins his new role from January.  Coca-Cola also said Chief Financial Officer Kathy Waller would retire by the end of the year and be replaced by John Murphy, the president of Coke’s Asia Pacific unit. (Reporting by Aishwarya Venugopal in Bengaluru; Editing by Sai Sachin Ravikumar)","38":"NEW YORK, July 23 (Reuters) - The S&P 500 and Nasdaq approached record highs on Tuesday, lifted by upbeat quarterly earnings reports from Coca-Cola Co and United Technologies Corp.  The Dow Jones Industrial Average rose 177.29 points, or 0.65%, to 27,349.19, the S&P 500 gained 20.44 points, or 0.68%, to 3,005.47 and the Nasdaq Composite added 47.27 points, or 0.58%, to 8,251.40. (Reporting by Noel Randewich; Editing by Dan Grebler)","39":"April 26 (Reuters) - Coca-Cola Co:  * BOARD OF DIRECTORS OF THE COCA-COLA COMPANY DECLARES QUARTERLY DIVIDEND  * SETS REGULAR QUARTERLY DIVIDEND OF $0.39PER SHARE Source text for Eikon: Further company coverage:","40":"Dec 30 (Reuters) - A U.S. federal appeals court on Monday said the maker of Diet Dr Pepper did not deceive consumers into thinking the soft drink promoted weight loss by including “diet” in its name, a decision that could doom a similar lawsuit over Diet Coke.  The 9th U.S. Circuit Court of Appeals rejected California resident Shana Becerra’s claim that Dr Pepper\/Seven Up, now part of Keurig Dr Pepper Inc, misled consumers, including through ads featuring physically attractive models, and that its conduct violated California consumer fraud laws.  Becerra, who claimed to have struggled with obesity since childhood, relied on scientific evidence that she said linked aspartame, an artificial sweetener used in Diet Dr Pepper, to possible weight gain.  But in a 3-0 decision for the San Francisco-based court, Circuit Judge Jay Bybee said Becerra failed to show that reasonable consumers associated diet soda with health benefits.  “No reasonable consumer would assume that Diet Dr Pepper’s use of the term ‘diet’ promises weight loss or management,” Bybee wrote. “The use of ‘diet’ in a soft drink’s brand name is understood as a relative claim about the calorie content of that soft drink compared to the same brand’s ‘regular’ (full-caloric) option.”  John Weston, one of Becerra’s lawyers, said he was disappointed with the decision. Lawyers for Dr Pepper were not immediately available for comment.  Monday’s decision upheld an August 2018 dismissal by U.S. District Judge William Orrick in San Francisco.  The 9th Circuit last week dismissed Becerra’s appeal in a similar case against Coca-Cola Co over Diet Coke, saying it lacked jurisdiction because the February 2018 dismissal by U.S. District Judge William Alsup in San Francisco was not final.  Alsup would be expected to apply the reasoning in Monday’s decision if Becerra pursued the Diet Coke case.  The federal appeals court in Manhattan earlier this year upheld dismissals against Dr Pepper, Coca-Cola and PepsiCo Inc of similar cases under New York consumer fraud laws.  The case is Becerra v Dr. Pepper\/Seven Up Inc, 9th U.S. Circuit Court of Appeals, No. 18-16721. (Reporting by Jonathan Stempel in New York)","41":"(Repeats to widen readership)  WASHINGTON, April 1 (Reuters) - Coca-Cola Co thought it had a deal with the U.S. Internal Revenue Service on how much the company charged foreign affiliates for the rights to make and sell Coke products abroad.  Then in September 2015 a letter from the IRS arrived at Coca-Cola’s Atlanta headquarters with a bill for back taxes whose amount, $3.3 billion, stunned the world’s No. 1 soft drinks maker.  Coca-Cola sued the IRS, disputing the bill. The case is being tried now in U.S. Tax Court in Washington. A verdict is not expected for some time after the trial ends, expected in mid-April.  The case is being watched closely by tax experts as a sign of rising tension between tax authorities and multinational corporations over transfer pricing, that is, the way companies value the goods, services, trademark and patent rights that they constantly move among foreign units across national boundaries.  An important management discipline inside multinationals, transfer pricing is under more scrutiny than ever before from tax agencies worldwide because of strict new global standards, raising legal risks for companies and their investors.  The Coca-Cola case goes to trial as interest among corporations in seeking multi-year deals with the IRS covering transfer pricing arrangements has fallen in the past two years.  The IRS reported on Friday that it received 101 applications in 2017 for “advance pricing agreements” (APAs), similar to 2016’s level of 98 in 2016, but well below 2015’s peak of 183.  APA applications also fell in 2016 in Japan, the top U.S. bilateral APA partner, according to the latest data.  Anecdotal evidence suggests the APA process, designed to prevent conflict, is under strain in many countries, with some tax lawyers citing Mexico, Italy and China as challenging.  Corporate tax directors at a conference in Washington earlier this month said APAs are taking longer to negotiate and government tax agencies are less willing to do them.  “We’re really living in a different time and we can understand why tax authorities might be reluctant because there’s a lot more external scrutiny than there ever was,” said Amy Roberti, director of global tax and fiscal policy for Procter & Gamble Co, at the conference.  Asked for more details afterward, Roberti said through a company spokeswoman that APAs help Procter & Gamble build “relationships with governments and fiscal authorities.”  The IRS did not immediately provide answers to questions about the Coca-Cola case and transfer pricing, in general.  Coca-Cola responded to questions by providing an internal employee memo about the case that said, “The company firmly believes that the IRS’ claims are without merit and will pursue all available administrative and judicial remedies.”  TRANSFER PRICING CHALLENGE  The IRS contends that Coca-Cola charged several foreign affiliates royalties that were too low from 2007 to 2009, which reduced the parent company’s U.S. income and resulted in underpayment of its U.S. income taxes by $3.3 billion.  Tax agencies often challenge transfer pricing arrangements on the grounds that they are set up to minimize income in high-tax countries and maximize it in low-tax countries.  Under a Base Erosion and Profit Shifting framework set up by the Organization for Economic Cooperation and Development (OECD) in 2016, one hundred national tax agencies including the IRS expect companies to use an “arm’s length” approach to transfer pricing.  That means, in the case of trademark rights, for instance, charging foreign units royalties equal to their open market value. The trouble is that trademarks are usually unique. So approximating their “arm’s length” price is difficult.  Coca-Cola says in court filings that the IRS approved the company’s method for setting its transfer prices for the affiliates in a 1996 agreement, but that the IRS later withdrew that approval and issued the bill for back taxes.  Coca-Cola did not have an APA with the IRS. Instead, it had an APA-like “audit closing agreement” that dated back to 1996 and was, the company says, reaffirmed in later audits.  But much changed in transfer pricing over the more than 20 years since Coca-Cola reached its understanding with the IRS.  “It’s an interesting case,” said former IRS Acting Commissioner Steven Miller. “If I were a tax director, I would be thinking about how much I can rely on agreements like this.  “It does drive home how important it is not to just assume that an agreement can be relied on forever because apparently, maybe not,” said Miller, now national director of tax at consulting firm Alliantgroup. (Additional reporting by Chris Prentice in New York, Amanda Becker in Washington and Stanley White in Tokyo Editing by Damon Darlin and Steve Orlofsky)","42":"(Reuters) - A U.S. appeals court on Wednesday revived Dr Pepper Snapple Group Inc's DPS.N challenge to Coca-Cola Co's KO.N effort to register trademarks for soft drinks and sports drinks whose names contain the word \"zero.\"  Workers walk past a Coca Cola logo painted on a gate at a Coca Cola factory in Nairobi, Kenya, June 7, 2018. REUTERS\/Baz Ratner  By a 3-0 vote, the Federal Circuit Court of Appeals in Washington, D.C. threw out a May 2016 dismissal of much of Dr Pepper’s decade-old case, saying a trademark review board failed to properly analyze whether “zero” was too generic to be trademarked.  Multiple companies sell beverages with the “zero” name, which often denotes an absence of calories or carbohydrates.  The ability to market products effectively is important to beverage makers trying to counteract declines in U.S. sales of carbonated soft drinks since their mid-2000s peak.  Coca-Cola and its lawyer did not immediately respond to requests for comment.  Dr Pepper welcomed the decision. “We do not believe that any company should have the ability to claim exclusive trademark rights to a term like ‘zero’ in connection with zero-calorie beverages,” spokesman Chris Barnes said in a statement.  Coca-Cola has used the “zero” name on such products as Cherry Coke Zero, Sprite Zero, Powerade Zero, and more recently Coca-Cola Zero Sugar.  The Atlanta-based company’s effort to register U.S. rights to 17 drinks with the word “zero” prompted a 2007 challenge by Dr Pepper, whose products include Diet Rite Pure Zero. Coca-Cola argued that such names could confuse consumers.  In 2016, the U.S. Patent and Trademark Office’s Trademark Trial and Appeal Board said “zero” had “acquired distinctiveness” when used to sell Coca-Cola soft drinks.  The board cited a 2008 survey offered by Coca-Cola in which 61 percent of consumers associated the word “zero” with one company, as opposed to 6 percent for the word “diet.”  But the board also said Plano, Texas-based Dr Pepper could trademark Diet Rite Pure Zero because only full brand names, not the word “zero” by itself, were “inherently distinctive.”  Dr Pepper’s appeal sought to force Coca-Cola to “disclaim” the word “zero,” broadly freeing rivals to use it.  In Wednesday’s decision, Circuit Judge Kathleen O’Malley said the trademark board used the wrong legal approach to assess whether consumers thought “zero” generically described low-calorie or low-carbohydrate drinks.  She also said Coca-Cola failed to counteract Dr Pepper’s evidence about how companies used the word, and that the passage of time made the 2008 survey’s usefulness “questionable.”  The case was returned to the trademark board for further proceedings.  The case is Royal Crown Co et al v Coca-Cola Co, U.S. Federal Circuit Court of Appeals, Nos. 2016-2375.","43":"(Reuters) - Earlier this year, a flood of major U.S. companies pledged to address racial inequality and promote social justice after Minneapolis police killed George Floyd, a Black man, setting off protests across the country.  FILE PHOTO: A person holds a \"Black Lives Matter\" sign as a heavy cloud of tear gas and smoke rises after being deployed by Seattle police as protesters rally against police brutality and the death in Minneapolis police custody of George Floyd, in Seattle, Washington, U.S. June 1, 2020. REUTERS\/Lindsey Wasson\/File Photo  Companies that rushed to take a stand include household names like Home Depot Inc, Procter & Gamble Co and Coca-Cola Co. Corporate America pledged billions to promote diversity in employee ranks and the communities in which they operate, including banks like JPMorgan Chase & Co, which recently made a $30 billion commitment over the next five years.  Another set of companies, particularly in Silicon Valley, are turning more cautious, according to interviews with more than a dozen investors, entrepreneurs, executive coaches and recruiters.  Companies and employees should avoid taking public stances that stoke controversy in an increasingly polarized America, proponents of this view and their advisers told Reuters. Instead, they should focus on strategic initiatives and meeting financial targets, they said.  Management teams and boards of directors are discussing how to handle the issue, sources said, with some staying silent as a strategy and others laying out formalized ground rules detailing how executives can discuss sensitive social and political issues.  “People are struggling with employees expecting companies to solve problems that are beyond the purview of the company,” said executive coach Stephen Miles of the Miles Group.  Miles has spoken to at least 10 CEOs in recent weeks who commiserated with Brian Armstrong, the chief executive of Coinbase, whose Sept. 27 blog post explaining why the cryptocurrency company would remain apolitical brought the debate into the public square. (Blog: bit.ly\/2IG9BMm)  Coinbase and its employees should pay attention to the corporate “mission” and not delve into broader societal problems that distract and decrease productivity, Armstrong wrote. The company declined to comment further for this story.  After he shared it on Twitter, some founders and former senior executives of prominent tech companies replied supportively. The view may be shared even more widely in corporate America than it appears.  “People aren’t taking a public stand about this, but they are asking about it in the boardroom: ‘What should we do?’” said Kathleen Utecht, managing partner at venture-capital firm Core Innovation Capital.  Utecht agrees with Armstrong. His position is more common than people may realize, she said, especially at smaller companies where management teams do not want to devote limited resources to fixing complex societal issues.  The unprecedented outpour of corporate support for racial justice lately follows several years of companies taking a stand on other issues that activists criticize them about, including climate change, the gender wage gap and LGBTQ rights.  Blue-chip corporations have not wavered from their announcements and smaller companies have taken a stand, too. On Friday, Expensify CEO David Barrett emailed the software company’s 10 million users urging them to vote for Democratic presidential contender Joe Biden.  These declarations get attention, partly because of how unusual they are historically, said Harvard University professor Mike Toffel, who has studied CEO activism. It is more common now than it was five or 10 years ago, but still rare, he said, and the feeling that companies should get involved in politics is far from universal.  “You can count on a couple of hands how many examples you can find,” he said. “Many are not engaging.”  Roughly half of the companies in the Russell 1000 did not make statements about racial inequality last summer, according to preliminary data from As You Sow, a nonprofit that advocates for corporate accountability.  Of those that did make statements, 195 were in hard-to-find locations like a CEO’s LinkedIn page or staff Facebook page, not the corporate website, said Andrew Behar, As You Sow’s chief executive.  Lloyd Carney, a former tech executive who sits on the boards of companies including artificial intelligence provider Nuance Communications Inc, said “smart” companies are taking steps to address social causes internally, but not in a splashy way. That allows them to avoid backlash from employees, customers or politicians, he said.  “It’s one of those things where it’s better to make quiet noise,” said Carney. “A press release is the worst thing you can do in this highly politicized environment.”  About half a dozen companies outside Silicon Valley recently set up “guardrails” for how executives can discuss sensitive social and political issues, like Black Lives Matter, one adviser to boards told Reuters. Executives must make it clear that they are speaking in a personal capacity on certain issues and notify boards about their comments, the adviser said.  For instance, high-tech manufacturer Sono-Tek Corp adopted a similar code of conduct in September that forbids employees from participating in politics on the job or with company resources.  The provision is especially important in today’s tumultuous world and is meant to help employees feel comfortable at work, said the company’s chief financial officer, Steve Bagley.  “Large businesses want people to buy their product, to support their company, whether they are hardcore Democrats or hardcore Republicans, or in between,” said Ronn Torossian, head of 5W Public Relations, who talks to CEOs across a wide swath of industries. “A week doesn’t pass that major companies aren’t discussing this.”","44":"(Reuters) - The European bottling arm of Coca-Cola has sweetened its final, binding takeover offer for Australian counterpart Coca-Cola Amatil by 75 cents per share, reflecting a jump in the company’s market value since an initial offer last year.  FILE PHOTO: Bottles of Coca-Cola are pictured during a presentation in Paris, France, January 19, 2016. REUTERS\/Benoit Tessier  Coca-Cola European Partners (CCEP) said on Monday it was raising the offer by 6% to A$13.5 per share, valuing the Australian company at A$9.93 billion ($7.70 billion).  Shares in Coca-Cola Amatil, which have been gaining steadily since CCEP’s initial offer was made public in October, hit an eight-year high of A$13.41 in response.  Coca-Cola has long outsourced its bottling operations to separate regional operators. It owns 31% of Amatil and 19% of CCEP, which is now by far the largest by revenue, serving 13 countries in Western Europe. While the deal would unite two companies that bottle and distribute Coca-Cola drinks, providing scale, operating efficiencies and a larger geographic spread, it also provides CCEP with a platform for further consolidation in Asia.  Amatil said it backs the offer, which would be Australia's biggest deal this year and comes after reports here that its major shareholders viewed the earlier offer of A$12.75 per share as too low.  The company’s preliminary full-year results in January forecast 2020 earnings before interest and taxes of A$550.7 million, 10% ahead of expectations, while also slashing debt, on the back of a strong Christmas in Australia and New Zealand.  Monday’s offer is subject to an independent expert concluding that the offer is “fair and reasonable”, but Jefferies analysts said CCEP was likely to seal the deal.  “We do not see a superior proposal emerging given the integrated nature of the franchise system,” the brokerage’s analyst Edward Mundy said.  CCEP said it would buy out 10.8% of Coca-Cola’s stake in Amatil in cash, but has not yet made any decision on acquiring the rest.  ($1 = 1.2890 Australian dollars)","45":"NEW YORK (Reuters) - Coca-Cola Co KO.N and the U.S. State Department along with two other companies said on Friday they are launching a project using blockchain's digital ledger technology to create a secure registry for workers that will help fight the use of forced labor worldwide.  FILE PHOTO - Coca-Cola cartons are seen in a Casino supermarket in Mouans Sartoux, France, October 27, 2016. REUTERS\/Eric Gaillard  The State Department said this is the government agency’s first major project on this issue using blockchain, reinforcing the technology’s growing application for social causes.  According to the International Labor Organization, nearly 25 million people work in forced-labor conditions worldwide, with 47 percent of them in the Asia-Pacific region.  Food and beverage companies are under pressure to address the risk of forced labor in countries where they obtain sugarcane. A study released last year by KnowTheChain (KTC), a partnership founded by U.S.-based Humanity United, showed that most food and beverage companies fall short in their efforts to solve the problem.  The study said Coca-Cola, one of 10 global companies looked at by KTC, has committed to conduct 28 country-level studies on child labor, forced labor, and land rights for its sugar supply chains by 2020.  The U.S. beverage giant said it has been exploring multiple blockchain projects for more than a year.  Brent Wilton, the company’s global head of workplace rights, said in an email to Reuters, “We are partnering with the pilot of this project to further increase transparency and efficiency of the verification process related to labor policies within our supply chain.”  The new venture is intended to create a secure registry for workers and their contracts using blockchain’s validation and digital notary capabilities, said Blockchain Trust Accelerator (BTA), a non-profit organization involved in the project.  BTA is a global platform for harnessing blockchain to deliver social impact.  The State Department said it will provide expertise on labor protection.  “The Department of State is excited to work on this innovative blockchain-based pilot,” Deputy Assistant Secretary Scott Busby said in an email to Reuters, noting that while blockchain cannot compel companies or those in authority to abide by the labor contracts, it can create a validated chain of evidence that will encourage compliance with those contracts.  The Bitfury Group, a U.S. tech company, will build the blockchain platform for this project, while Emercoin will provide blockchain services as well, Bitfury Chief Executive Valery Vavilov and Emercoin Chief Technology Officer Oleg Khovayko said on Friday.  (This version of the story has been corrected to change companies to two instead of three in lead paragraph; corrects description of BTA to non-profit organization instead of company in eighth paragraph)","46":"LONDON (Reuters) - Advertisers who boycotted social media are not all rushing back, despite an agreement by Facebook, YouTube and Twitter on how to curb harmful content online.  FILE PHOTO: 3D-printed Facebook and Twitter logos are seen in this picture illustration made in Zenica, Bosnia and Herzegovina on January 26, 2016. REUTERS\/Dado Ruvic  Unilever, one of the world’s biggest advertisers, told Reuters the move this week was “a good step in the right direction,” but would not say whether it would resume paid advertising on Facebook in the United States next year after stopping over the summer.  Coca-Cola also remains paused on Facebook and Instagram and declined to say if this changed its view. Beam Suntory, maker of Jim Beam bourbon and Courvoisier Cognac, plans to stay away from paid advertising for the rest of 2020 and reassess in 2021 based on how Facebook adjusts its approach.  Over 1,000 advertisers joined a Facebook boycott over concerns it wasn’t doing enough to combat hate speech. U.S. civil rights groups enlisted multinationals to help pressure the social media giant after the June death of George Floyd, an American Black man, in police custody in Minneapolis.  “Brands are very concerned about having any affiliation with the disinformation that runs through the big tech platforms,” said Michael Priem, CEO of advertising technology firm Modern Impact.  Deciding whether to pull ads from social media can be tough. Larger brands can afford to take a stance, but for smaller businesses that have already been hurt by the coronavirus pandemic, “it’s either make it or die,” Priem said.  On Wednesday, the World Federation of Advertisers announced that social media platforms and advertisers had committed to create common definitions of harmful content such as hate speech and harmonized reporting standards.  A Facebook spokeswoman said on Friday that advertisers were returning to the platform.  “For the most part advertisers are coming back because they recognize the efforts we’re making,” the spokeswoman said. “We’re never satisfied. We’ll continue to work with industry and with our clients.”  She said that 95% of the hate speech removed by Facebook is detected before being reported, up from 23% in 2017.  “Digital media is now more than half of all media spending yet is still operating with very few boundaries other than those that are self-imposed or that marketers try to enforce. It’s time for digital platforms to apply content standards properly,” Procter & Gamble’s chief brand officer, Marc Pritchard, said on Wednesday.  The maker of Gillette razors and Pampers diapers said it will “continue to advocate for greater transparency, reporting, and enforcement” directly with platforms and through industry forums.  COMING BACK  Many companies, such as drinks giant Pernod Ricard, returned to Facebook in August after a one-month pause aimed at sending a message.  “I feel very happy ... with the outcome. I think it worked,” said Eric Benoist, global marketing director for the maker of Absolut vodka and Martell Cognac. “It was a wake-up call. They heard it loud and clear.”  Some advertisers, like spirits group Diageo, came back following direct engagement with the platform and evidence of action.  “Some progress has been made, but more needs to be done and we think we’re better able to bring about change by working together,” a Diageo spokeswoman said. “We are in the process of resuming paid media and will continue to drive accountability on these pressing issues.”  Campaign organizers remain skeptical and pledged to keep up the heat.  “We cannot assume progress from yet another commitment to change until we see the impact and breadth of policy enforcement by these companies,” said Rashad Robinson, president of Color Of Change, a backer of the Stop Hate for Profit campaign, which organized the boycott.  “As long as these companies continue to abdicate their responsibility to their most vulnerable users, we will continue to call on Congress and regulatory agencies to intervene.”","47":"FILE PHOTO: Bottles of Coca-Cola are pictured in a cooler during a news conference in Paris, France, April 20, 2017. REUTERS\/Benoit Tessier\/File Photo  (Reuters) - Coca-Cola Co said on Monday it had dropped plans to refranchise its Africa bottling business, Coca-Cola Beverages Africa (CCBA), and would instead keep its majority stake in the unit for the time being.  The U.S. beverage giant had wanted to refranchise the unit as part of its global plan to divest its manufacturing and distribution assets to focus on main beverage business and boost margins.  “While we remain committed to the refranchising process, we believe it’s in the best interests of all involved for Coca-Cola to continue to hold and operate CCBA,” Coca-Cola said in a statement.  The company said it has had discussions with a number of potential partners. Coca-Cola HBC and rival Coca-Cola European Partners were seen as potential buyers for the unit.  Shares of Coca-Cola HBC were down 7.4%.  Coke in 2016 bought a majority stake in CCBA, the continent’s largest soft drink bottler, with operations in a dozen markets including South Africa, Kenya, Uganda and Tanzania, from Anheuser-Busch InBev SA.  The company said it would reclassify its financial statements from second quarter in 2019 to include CCBA as part of its continuing operations.","48":"Feb 21 (Reuters) - Coca-Cola Co:  * THE COCA-COLA COMPANY REAFFIRMS FULL YEAR GUIDANCE AND PROVIDES UPDATE ON EXPECTED IMPACT FROM COVID-19  * STILL EXPECTS TO ACHIEVE ITS PREVIOUSLY PROVIDED FULL YEAR GUIDANCE  * CHINA RANKS AS THIRD-LARGEST MARKET IN WORLD FOR COCA-COLA COMPANY IN TERMS OF UNIT CASE VOLUME  * CURRENTLY ESTIMATES AN APPROXIMATE 2- TO 3-POINT IMPACT TO UNIT CASE VOLUME FOR Q1  * COMPANY CURRENTLY ESTIMATES 1- TO 2-PENNY IMPACT TO EARNINGS PER SHARE FOR Q1 FROM COVID-19  * CURRENTLY ESTIMATES 1- TO 2-POINT IMPACT TO ORGANIC REVENUE FOR Q1 FROM COVID-19  * SITUATION WITH CORONAVIRUS - CONTINUES TO EVOLVE, AND CO EXPECTS TO PROVIDE MORE INFORMATION DURING ITS NEXT EARNINGS CALL IN APRIL  * Q1 EARNINGS PER SHARE VIEW $0.49, REVENUE VIEW $8.82 BILLION -- REFINITIV IBES DATA  * FY2020 EARNINGS PER SHARE VIEW $2.26, REVENUE VIEW $39.05 BILLION -- REFINITIV IBES DATA Source text for Eikon: Further company coverage:","49":"CHICAGO\/LONDON (Reuters) - Martin Williams’ great-grandfather founded their Coca-Cola distribution business in Corinth, Mississippi, in 1907, just a handful of years after Coke was first sold in bottles across the United States.  FILE PHOTO: A bottle of Coca-Cola is shown in this photo illustration in Encinitas, California October 10, 2013. The Coca-Cola Company will report 3rd quarter earnings October 15. REUTERS\/Mike Blake\/File Photo  He’s part of the fourth generation to run it, and he’s determined not to be the last.  Williams’ business is one of nearly 70 U.S. Coca-Cola “bottlers” - third-party, independent companies that put Coke and other beverages into cans and bottles and deliver the drinks to retailers and restaurants in every corner of the country.  The future of such companies is not only critical for their owners and employees, but also key for their main supplier - Coca-Cola, the world’s No.1 soft drink maker - which needs them to flourish to help it recover from a slump in sales.  But COVID-19 has upended their business models.  “It was chaos. You just had no idea what the world was going through and what we were up against,” said Williams, the finance head of his family’s firm. “It’s on our shoulders to try to take our business forward into the future and to maintain the work that our ancestors have done.”  Shoppers in lockdowns snapped up cases of Coke, Fanta and Sprite at grocery stores rather than at gas stations, restaurants and stadiums.  That left bottlers scrambling to keep stores stocked with bigger, often less-profitable packages. Lucrative sales to restaurants and convenience stores are still only a fraction of what they were before the pandemic hit the United States.  The bottlers - now saddled with too much product meant for restaurants - have also been hit by a shortage of aluminum cans due to a surge in demand for canned drinks as people stay home.  Williams, whose business distributes rather than makes drinks, has adapted to this new order over the last six months, while grappling with higher costs for fuel, transportation, labor, safety gear and cleaning products. Pressures have eased since the lockdown, but his firm is still affected.  (Graphic: Coca Cola bottlers by volumes sold in 2019 vs 2016 - )  Slideshow ( 4 images )  COCA-COLA MASS LAYOFFS  Coca-Cola sells syrups, powders and base ingredients - known as concentrates - to bottlers, who mix, package and sell drinks to retailers, giving a cut back to the soda giant.  The company works with many large publicly listed bottlers around the world, including in Europe and Asia. But many U.S. players are small, family-owned businesses, with limited reserves to draw from as sales and profits shrink.  About two-thirds of them received pandemic aid from the U.S. government to keep in hand or stay afloat, which is important for Coca-Cola to increase its own sales.  All the while Coca-Cola, with whom they have a symbiotic relationship, has also been under intense pressure.  The drinks giant’s volume sales in North America declined 16% in the latest quarter. Nearly 40% of its over 10,000 employees in the region will decide by Thursday whether to volunteer for severance as part of a sweeping restructuring.  “It was a very difficult time throughout April and May, in particular, and our bottlers have to deal with that on a regular basis,” Chaly Moyen, Coca-Cola’s North America head of strategy, told Reuters. As lockdowns have eased, worldwide volume declines have moderated, from about 25% in April to about 10% in June.  She declined to say whether Coca-Cola would bail out any bottlers close to going bankrupt.  NEW BUSINESS REALITIES  Coca-Cola is the U.S. leader in fizzy drinks - excluding tea, water and energy drinks - with about 38% of the $41.8 billion retail market, followed by PepsiCo and Keurig Dr Pepper, according to Euromonitor.  While the food-service sales that make up about half of Coca-Cola’s business have dived, Moyen said North American sales to large stores have risen. At the height of the pandemic, they were up by a double-digit percentage versus a year earlier, and remain up by double-digits for 2020 so far, she added.  However she acknowledged bottlers and distributors had been hit hard by the shifting retail landscape. “The impact that bottlers had from a mix shift was real,” Moyen said, adding that Coca-Cola expected the new consumer habits to stick.  Selling less product has also hurt; in the quarter ended June 26, Coca-Cola sold 22% less concentrates worldwide as demand fell.  Some bottlers have been forced to lay off or reassign workers specializing in supplying restaurants to bottling and distributing retail-friendly products, tasks in which they are not experienced, driving down productivity.  Reyes Holdings, Coca-Cola’s second-biggest U.S. bottler, told Reuters it laid off 30 people - or about 6% of staff - at its Alsip facility in Illinois in April. As things improved, it reinstated half of those workers.  Coca-Cola Consolidated, the biggest U.S. Coke bottler - last month reported a 3.6% fall in quarterly net sales. But the company, whose No.1 shareholder is Coca-Cola, increased adjusted operating income by 5.4%, after furloughing about 700 people without pay.  Duane Stanford, publisher of the Beverage Digest newsletter, said such moves simply reflected the new business realities.  “In this kind of environment it’s important to control costs – that absolutely comes with cutting jobs.”","50":"(Reuters) - Coca-Cola Co shares were set for their worst day in more than 10 years after the company forecast slowing sales in 2019, hit by a stronger dollar in the face of rising global economic uncertainty and lower demand for its fizzy sodas in some markets.  FILE PHOTO: Bottles of Coca-Cola are seen at a Carrefour Hypermarket store in Montreuil, near Paris, France, February 5, 2018. REUTERS\/Regis Duvignau\/File Photo  The stock was down 7 percent by late morning, also pressured by a broader retail rout sparked by data that showed a surprise drop in U.S. retails sales in December.  A stronger dollar is an added headache for companies like Coca-Cola and PepsiCo Inc that are already wrestling with rising freight and commodity costs even as they spend heavily on non-carbonated drinks to attract health conscious consumers.  Coca-Cola, which gets nearly two-thirds of its revenue from international markets, called out Middle East, Argentina and Turkey as being particularly weak and weighing on sales in the first half of 2019.  “We want to be prudent in our outlook guidance, given the macro environment,” Chief Executive Officer James Quincey said on a post-earnings call. “Consumers are under more pressure as we head into the new year.”  To counter rising costs, Coca-Cola has raised prices of its beverages. But that has come at the expense of demand - volumes fell 1 percent in North America in the fourth quarter, while Latin America was down 2 percent.  Coca-Cola forecast full-year profit to be between $2.06 and $2.10 per share, far below the average estimate of $2.23.  The company also said it expects core 2019 revenue growth of about 4 percent, down from 5 percent in 2018.  “The company seems to be playing it very conservatively on currency and taxes, but still a disappointment versus expectations,” Bernstein analyst Ali Dibadj said.  Excluding one-time items, Coca-Cola said it earned 43 cents per share, in line with expectations.  Revenue fell 6 percent to $7.1 billion in the fourth quarter, hurt by the refranchising of its low-margin bottling operations. Analysts had estimated sales of $7.03 billion, according to IBES data from Refinitiv.  Coca-Cola’s fourth quarter topline was decent, but there are concerns on the composition, with volumes being weak, Jefferies analyst Kevin Grundy said, adding that the quarter was “messy”.  Shares of British soft drink bottler Coca Cola HBC AG fell 4 percent earlier in the day, after it warned of higher finance costs and weak consumer spending in several of its markets this year.  Coca-Cola rival PepsiCo will report results on Friday.","51":"(Reuters) - Coca-Cola Co KO.N said on Tuesday demand for its beverages was improving after reporting a 28% slump in sales in the \"most challenging\" quarter of the year due to coronavirus-led closures of restaurants, theaters and sports venues.  Shares of the world’s largest soda maker rose about 4% as it also beat second-quarter profit estimates.  Coca-Cola generates a sizeable portion of its revenues by selling its soft drinks and concentrates to restaurants and theater operators, such as McDonald's Corp MCD.N and AMC Entertainment Holdings Inc AMC.N, but most of them had to close some or all of their operations due to the health crisis.  But as lockdowns eased, unit case volume trends, a key demand indicator, improved sequentially, from a decline of about 25% in April to a fall of about 10% in June. Volume trends was down mid-single digits globally for July to-date.  “We cannot discount there might be further waves of lockdowns, partial or full,” Chief Executive Officer James Quincey told analysts.  Slideshow ( 2 images )  “Having said that, I am pretty confident that second quarter will ultimately prove to have been the most difficult and the most impacted quarter.”  Adjusted revenue fell to $7.18 billion in the three months ended June 26, while net income attributable to the beverage maker’s shareholders tumbled about 32% to $1.78 billion.  “With the bar adequately lowered for Q2 in recent weeks... the exit rate for volume trends for June\/start to July was naturally a key focus for investors,” Jefferies analyst Kevin Grundy said.  Coca-Cola is expanding its digital presence through partnerships with third-party aggregators or by adding value bundles to restaurant menus as the pandemic prompts consumers to migrate to mobile delivery for groceries and prepared meals, Quincey said.  On a per share basis, Coca-Cola earned 42 cents, beating analysts’ estimate by 2 cents.","52":"Feb 15 (Reuters) - Coca-Cola Co:  * CHRISTOPHER DAVIS AND CAROLINE TSAY NOMINATED FOR ELECTION TO COCA-COLA BOARD OF DIRECTORS  * COCA-COLA CO - IF TWO NOMINEES ARE ELECTED, COCA-COLA’S BOARD WILL GROW FROM 14 TO 16 MEMBERS Source text for Eikon: Further company coverage:","53":"FILE PHOTO: A giant digital display shows Beyond Meat (BYND) listed on the NASDAQ stock exchange during the company's IPO at the NASDAQ Market Site in Times Square in New York City, New York, U.S., May 2, 2019. REUTERS\/Mike Segar  (Reuters) - Beyond Meat Inc BYNC.O will bring in Coca-Cola Co veteran Stuart Kronauge as its chief marketing officer, the vegan patty maker said on Thursday, as it looks to boost its presence in retail and restaurants.  Beyond Meat last month named former Tesla Inc TSLA.O executive Sanjay Shah as its chief operating officer.  Kronauge, who has been with Atlanta-based Coca-Cola KO.N for over 20 years, headed the company's sparkling business unit in North America.  She is credited for the resurgence of soda brands such as Coca-Cola, Coke Zero, Diet Coke, Sprite and Fanta. The beverage maker has been able to grow sales with the launch of smaller-sized cans of its sodas, in tune to a change in consumer tastes.  Beyond Meat is expanding sale of its plant-based meat burgers in retail stores and partnering with more restaurants as it builds on the recent hype for vegan patties that taste, cook and look like real meat.  The El Segundo, California-based company is competing with Impossible Foods, which recently launched its product in select U.S. retail supermarkets.  Kronauge will join Beyond Meat in January.","54":"TASHKENT (Reuters) - The government of Uzbekistan on Friday invited potential investors to express interest in its stake in a joint venture with Coca-Cola and said Rothschild was its exclusive advisor for the planned deal.  The Tashkent government holds a 57.1% stake in Coca-Cola Ichimligi Uzbekiston, which controls almost a half of the soft drinks market in the Central Asian nation of 34 million people.  The company reported a revenue of 1.455 trillion Uzbek sums (about $160 million) last year, a 46% jump year-on-year, the government said in a statement.  It said it would accept letters from would-be bidders by Dec. 31 and pick the participants of the first stage of the sale process by Jan. 14. The government provided no guidance on how much it planned to raise from the sale.","55":"(For a live blog on European stocks, type LIVE\/ in an Eikon news window)  LONDON, Aug 31 (Reuters) - European shares tumbled for a second day on Friday as reports that U.S. President Donald Trump is planning further tariffs on China heated up a trade war, while Whitbread stole the spotlight after clinching a $5.1 billion deal with Coca-Cola.  The pan-European STOXX 600 was down 0.6 percent by 0725 GMT, on track for its biggest fall in a fortnight, while Germany’s DAX, heavier in trade-sensitive industrial stocks, fell 0.9 percent.  Trade sparring between Trump and the European Union weighed on car stocks, down 1.5 percent and the worst-performing sector.  European Commission President Jean-Claude Juncker said the EU would respond in kind if the U.S. imposed car tariffs, after Trump was reported to have rejected the EU’s offer to eliminate car tariffs, saying its trade policies are “almost as bad as China”.  In M&A news, Whitbread soared as much as 19 percent after the UK firm agreed the sale of its Costa Coffee chain to Coca-Cola for 3.9 billion pounds ($5.1 billion).  Traders said the deal value exceeded the market’s expectations by 500 to 900 million pounds, and was wrapped up more quickly than forecast.  Whitbread aside, there were many substantial falls across the European market.  Sage tumbled 9 percent, the biggest faller among European stocks, after the British software developer surprised the market by announcing chief executive Stephen Kelly would stand down in May next year.  Air France fell 4.3 percent, extending Thursday’s losses after unions threatened further strikes.  German carrier Lufthansa also fell 4.6 percent, with traders citing a Citi note rating the stock a “sell” and analysts preferring low-cost European airlines.  Shares in Edenred fell 3 percent after Berenberg cut the stock to “sell” from “hold”, saying its business model remains structurally challenged. (Reporting by Helen Reid, Editing by Jan Harvey)","56":"June 20 (Reuters) - A U.S. appeals court on Wednesday revived Dr Pepper Snapple Group Inc’s challenge to Coca-Cola Co’s effort to register trademarks for soft drinks and sports drinks whose names contain the word “zero.”  By a 3-0 vote, the Federal Circuit Court of Appeals threw out a May 2016 dismissal of much of Dr Pepper’s decade-old case, saying a U.S. trademark review board failed to properly analyze whether “zero” was too generic to be trademarked.  Multiple companies sell beverages with the “zero” name, which often denotes an absence of calories or carbohydrates.  The ability to market products effectively is important to beverage makers trying to counteract declines in U.S. sales of carbonated soft drinks since their mid-2000s peak.  Lawyers for Coca-Cola and Dr Pepper did not immediately respond to requests for comment. The companies did not immediately respond to similar requests.  Coca-Cola has used the “zero” name on such products as Cherry Coke Zero, Sprite Zero, Powerade Zero, and more recently Coca-Cola Zero Sugar.  The Atlanta-based company’s effort to register U.S. rights to 17 drinks with the word “zero” prompted a 2007 challenge by Dr Pepper, whose products include Diet Rite Pure Zero. Coca-Cola argued that such names could confuse consumers.  In 2016, the U.S. Patent and Trademark Office’s Trademark Trial and Appeal Board said “zero” had “acquired distinctiveness” when used to sell Coca-Cola soft drinks.  The board cited a 2008 survey offered by Coca-Cola in which 61 percent of consumers associated the word “zero” with one company, as opposed to 6 percent for the word “diet.”  But the board also said Plano, Texas-based Dr Pepper could trademark Diet Rite Pure Zero because only full brand names, not the word “zero” by itself, were “inherently distinctive.”  Dr Pepper’s appeal sought to force Coca-Cola to “disclaim” the term “zero,” broadly freeing rivals to use it.  In Wednesday’s decision, Circuit Judge Kathleen O’Malley said the trademark board used the wrong legal approach to assess whether consumers thought “zero” generically described low-calorie or low-carbohydrate drinks.  She also said Coca-Cola failed to counteract “numerous sources of evidence” from Dr Pepper about how companies used the word, and that the passage of time made the 2008 survey’s current usefulness “questionable.”  The case was returned to the trademark board for further proceedings.  The case is Royal Crown Co et al v Coca-Cola Co, U.S. Federal Circuit Court of Appeals, Nos. 2016-2375. (Reporting by Jonathan Stempel in New York; Editing by Dan Grebler)","57":"(Corects typo in headline)  July 1 (Reuters) - Coca-Cola Co said on Monday an arbitration tribunal informed the beverage maker that it could sell its energy drink under the terms of the contract with Monster Beverage Corp.  The soda maker was in arbitration with Monster Beverage over the launch of Coca-Cola Energy, as it would put the company in direct competition with Monster and violate their initial agreement in 2015.","58":"(Reuters) - Rival bottlers Coca Cola HBC CCH.L and Coca-Cola European Partners (CCEP) CCEPC.L reported solid rises in annual profit on Thursday, with HBC also forecasting a faster growth in volume across its segments in 2020.  HBC, the smaller of the two semi-independent bottlers, which bottles and sells Coca-Cola Co KO.N drinks in 28 countries, said demand in emerging markets like Nigeria and Romania helped operating profit rise 11.9% to 715.3 million euros ($777.75 million) for the year ended Dec. 31.  “According to external forecasts for 2020, the economic outlook in our territories continues to be healthy and this we expect will support the final year of our 2020 plan,” the company said.  It expects faster growth in its established and developing countries segments, which were affected by unfavorable weather in 2019.  The Swiss-based company said restructuring initiatives from last year and those set to be rolled in 2020 together are expected to yield 32 million euros of total benefits in 2020.  Separately, Coca-Cola European Partners (CCEP) CCEPC.L reported an annual operating profit of 1.55 billion euros compared with 1.3 billion euros last year.  U.S.-based Coca-Cola Co owns a 23.2% stake in Coca-Cola HBC and a 19.11% stake in Coca-Cola European Partners, according to Refinitiv data.","59":"Bottles of Coca-Cola are seen at a Carrefour Hypermarket store in Montreuil, near Paris, France, February 5, 2018. REUTERS\/Regis Duvignau  BUENOS AIRES (Reuters) - Coca-Cola Co KO.N said on Tuesday it would increase its investments in Argentina over the next three years, giving embattled President Mauricio Macri's government a boost at a difficult time.  Coca-Cola said in a statement it would invest $1.2 billion in Argentina from 2019 to 2021, up from $1 billion from 2016 to 2018, noting the “responsibility of the corporate sector in this transcendental moment for the country.”  Coca-Cola was one of the first companies to pledge a major investment in Argentina after Macri took office in late 2015 promising business-friendly reforms after more than a decade of leftist populism.  Macri’s government is struggling with the aftermath of capital flight earlier this month. The central bank hiked interest rates to 40 percent, the highest in the world, and the government is negotiating stand-by financing with the International Monetary Fund after a run on the peso currency.  Macri’s popularity has plummeted and opponents in the Senate are trying to pass a bill to end the government’s planned utility price hikes. Macri has said Argentina cannot afford not to raise energy and transportation prices and needs to lower its deficit. He would likely veto the bill.","60":"(Adds details from conference call, analyst comment, background)  Feb 10 (Reuters) - Coca-Cola Co on Wednesday forecast a return to organic revenue growth this year after a torrid 2020, betting vaccine rollouts across the world will encourage consumers to return to cinemas and sporting events that drive a chunk of its sales.  The company depends on non-retail channels for over a third of its sales, but the health crisis limited restaurant operations, forced cancellation of events and kept consumers largely indoors, causing a 9% drop in organic sales last year.  “It is still early days in the vaccination process, and we’d expect to see further improvements in our business as vaccinations become more widely available over the coming months,” Chief Executive Officer James Quincey told analysts.  He, however, added near-term recovery would still be impacted by the presence of the virus in most markets.  The company expects 2021 adjusted earnings to grow in the high-single digits to low-double digits and organic revenue to rise in the high-single digits.  Meanwhile, Coca-Cola also warned it expects a potential liability of about $12 billion in a dispute with the U.S. Internal Revenue Service on how much it charged foreign affiliates for the rights to make and sell Coke products abroad.  The company said the U.S. tax court “misinterpreted and misapplied” the regulations in its conclusions in November and would “appeal and vigorously defend” its position. Coca-Cola recorded a tax reserve of $438 million last year.  “This does not change our long-term view of Coke emerging from the pandemic better positioned than it was before,” Edward Jones analyst John Boylan said, referring to the tax dispute.  Coca-Cola’s shares were up 1% as the world’s largest beverage maker also beat estimates, earning 47 cents per share in the fourth quarter, 5 cents more than expectations.  Rival PepsiCo Inc is scheduled to report on Thursday. (Reporting by Nivedita Balu in Bengaluru; Editing by Sriraj Kalluvila)","61":"Coca-Cola bottles are pictured in Lagos, Nigeria November 5, 2019. REUTERS\/Temilade Adelaja\/Files  BENGALURU (Reuters) - Coca-Cola’s India unit said on Tuesday it has temporarily suspended production at its manufacturing facilities across the country following widespread lockdowns to halt the spread of coronavirus.  The company said here it would operate its manufacturing facilities in a \"very small number\" to provide essential beverages. A spokesperson told Reuters that the company will keep up production for essential beverages like bottled water.  The announcement comes amid a widespread shutdown of manufacturing and production facilities by various global and domestic companies in the country.  Ride-hailing firm Uber UBER.N on Monday suspended some or all ride services in 27 cities in India to comply with government directives.  The world’s largest beverage maker had last month warned of a 1 cent to 2 cent impact to its Q1 earnings per share due to impact of the coronavirus.  Coca-Cola rival PepsiCo Inc's PEP.O bottling partner in India, Varun Beverages Ltd VARB.NS, also announced closure of all its corporate office and plants on Tuesday.  India has reported nearly 500 coronavirus cases and nine deaths from the COVID-19 disease it causes.","62":"FILE PHOTO: A Coca-Cola truck makes its way through downtown Los Angeles, California, U.S., October 24, 2018. REUTERS\/Mike Blake\/File Photo  (Reuters) - An arbitration tribunal has ruled that Coca-Cola Co KO.N can sell its energy drink globally under the terms of the contract with Monster Beverage Corp MNST.O, the two companies said on Monday, months after the launch of the product in Europe.  The soda maker was in arbitration with Monster Beverage over the launch of Coca-Cola Energy, as it would put the company in direct competition with Monster and violate their initial agreement in 2015.  Atlanta-based Coca-Cola launched the drink as a part of its efforts to break away from its traditional fizzy sodas and shift to health-focused trends.  Coca-Cola Energy, first launched in Spain and Hungary in April, has caffeine from naturally derived sources, guarana extracts, B vitamins and no taurine - a stimulant often found in energy drinks.  According to the ruling, the beverage maker can continue to sell and distribute Coca-Cola Energy, including in markets where it has already been launched, and is free to launch the product in new markets globally.  Coca-Cola said it would continue its partnership with Monster, in which it holds a stake of nearly 19%.  Shares of Monster fell 3% before the opening bell, while Coca-Cola’s shares rose marginally.","63":"The Coca-Cola Company President and Chief Operating Officer James Quincey delivers a speech during a presentation in Paris, France, January 19, 2016. REUTERS\/Benoit Tessier  (Reuters) - Coca-Cola Co KO.N said on Thursday Chief Executive Officer James Quincey would take on the additional role of chairman next April, when incumbent Muhtar Kent retires after four decades with the world's largest beverages maker.  Kent, 65, held the reins of the company as chief executive and chairman from 2009 until 2017. He continued as chairman after Quincey became the chief executive.  Kent's departure will be the second-high profile change in the beverage industry following Pepsico Inc PEP.O Chief Executive Officer Indira Nooyi's decision to step down as chief executive of the company in October. She is also expected to relinquish her position as Chairman in early 2019.  “One of the most important jobs of a chairman is to ensure that a strong leadership succession plan is in place,” Kent said in a statement on Thursday.  “I’m delighted that the board has elected James as chairman. He is the right leader to take the Coca-Cola system to the next level and through the next decade.”  Kent has been credited with spearheading Coca-Cola's move away from sugary sodas towards health and energy drinks. Under his leadership, the soda-maker made investments in energy drinks maker Monster Beverage Corp MNST.O in 2014, organic juice maker Suja Life LLC in 2015, among others.  During his tenure as CEO, Kent drove Coke’s sales up by about 39 percent, while its shares rose about 60 percent. Kent also led the consolidation of the company’s bottling system that helped it reduce costs.  The company on Thursday also said the board had elected Maria Lagomasino as lead independent director to succeed Sam Nunn, who would step down from board after 22 years as a director.  Dow Jones Industrial Average .DJI component Coca-Cola's shares were down 1.6 percent in noon trading, largely in-line with a nearly 2 percent decline in the benchmark.","64":"Sept 17 (Reuters) - Coca-Cola Co is in talks with Canadian marijuana producer Aurora Cannabis Inc to make cannabis-infused beverages, BNN Bloomberg reported on Monday.  The companies would likely develop health-focused beverages that will ease inflammation, pain and cramping, the report said here, citing sources familiar with the matter. (Reporting by Uday Sampath in Bengaluru; Editing by Sai Sachin Ravikumar)","65":"LONDON (Reuters) - Coca-Cola Co KO.N has agreed to buy coffee chain Costa for $5.1 billion to extend its push into healthier drinks and take on the likes of Starbucks and Nestle in the booming global coffee market.  The purchase from Britain's Whitbread WTB.L of Costa's almost 4,000 outlets thrusts the world's biggest soda company into one of the few bright spots in the sluggish packaged food and drinks sector.  Paying about 1 billion pounds ($1.3 billion) more than some analysts had expected, Coke will use its distribution network to supercharge Costa's expansion as it chases coffee chain market leader Starbucks SBUX.O and its almost 29,000 stores across 77 markets.  Beyond coffee shops, Coca-Cola CEO James Quincey, a Briton familiar with the UK brand, said Costa would provide an important growth platform ranging from beans to bottled drinks in an attractive category, growing by around 6 percent a year.  Coke already sells some coffee, such as the Georgia brand in Japan, but lacks a global offering, Quincey said in a blog post here, highlighting Costa's retail footprint, roastery, supply chain and Costa Express vending system, which the company plans to expand.  “Coffee is one of the strongest growing categories in the world, and Coca-Cola needs to expand into coffee and hot drinks,” he said.  Operating a retail chain marks a new challenge for 132-year-old Atlanta-based Coca-Cola, which mostly sells soft drink concentrates to a network of franchised bottlers.  It will face a fight, as rivals are also bulking up in a fragmented market, keen to attract young people prepared to pay out for barista-made drinks and developing tastes for ever more exotic coffees.  Nestle NESN.S, the market leader in packaged coffee, for example, has sealed a $7 billion licensing deal for Starbucks' retail business, while Europe's billionaire Reimann clan has built the JAB empire spanning coffee brands such as Kenco, Douwe Egberts and soft-drink maker Dr Pepper Snapple.  Bringing Costa shops to the key U.S. market would affect Starbucks, McDonald’s - a major Coke customer - and JAB, which owns a string of chains including Peet’s and Caribou.  Meanwhile, if Coke were to roll out canned or bottled Costa coffee drinks through its U.S. bottling system, that could upset the dominance of a joint venture between Starbucks and PepsiCo PEP.O, trade publication Beverage Digest said.  Cappuccinos sit on a table in Costa Coffee in Loughborough, Britain April 25, 2018. REUTERS\/Darren Staples  The purchase of the biggest coffee chain behind Starbucks adds to Coca-Cola’s drive to diversify away from fizzy drinks and expand its options for increasingly health-conscious consumers, after countries started introducing sugar taxes.  Coke shares were down 0.4 percent in morning trade in New York as investors weighed the benefits of diversification against concerns about profitability.  “We do think investors will have questions surrounding the retail component of the business and lower operating profit margin versus legacy Coca-Cola,” said JP Morgan analysts.  Coke did not change its outlook for 2018 or beyond. The deal is expected to close in the first half of 2019.  CAFFEINE HIGH  Whitbread shares closed 14.3 percent higher following news of the deal, which analysts said was priced at a punchy 16.4 times Costa’s latest annual earnings.  “Coca-Cola are one of the few companies in the world that could justify the valuation,” said Nicholas Hyett, equity analyst at Hargreaves Lansdown.  “Its global reach should turbo-charge growth in the years to come, and hot drinks are one of the few areas of the wider beverages sector where the soft drinks giant doesn’t have a killer brand. Costa will get lots of care and attention.”  Whitbread had been in the process of demerging Costa from its hotel group Premier Inn, and the sale marks the latest transformation in a business that was established in 1742 as a brewer and which has also owned sports clubs and restaurants.  Whitbread bought Costa, founded in 1971 in London by Italian brothers Sergio and Bruno Costa, for 19 million pounds in 1995. It only had 39 shops then, but now its maroon shop front is one of the most ubiquitous sights on British high streets, with 2,422 outlets in the UK and a further 1,399 in international markets, operated as franchises, joint ventures and wholesale outlets.  Whitbread Chief Executive Alison Brittain said the price tag represented “a substantial premium” to what would have been created through a demerger.  “We were not interested in a sale other than to somebody who had a strategic rationale and therefore would be able to create significantly more value than Costa could create on its own.”  Some of the proceeds will go toward reducing Whitbread’s pension deficit and financial debt to ease expansion of the Premier Inn hotel chain in the UK and Germany, but Brittain said a “significant majority” of the cash would go to shareholders.  Brittain also denied Whitbread had been pressured to accelerate the sale by activist investor Elliott and other hedge funds. “I would imagine they would be as delighted and surprised as anybody else this morning,” she told reporters.  Elliott congratulated the board on the deal and said it “looks forward to continuing to engage with them to maximize the value of the remaining businesses”.  CAFE CULTURE  The global market for packaged coffee and drinks was worth about $83 billion in 2017, a fraction of the $513 billion market for soft drinks, according to Euromonitor International, but it is growing faster. What is more, sales at coffee shops like Starbucks and Costa are growing even faster, as people increasingly indulge their habit on the go, rather than at home.  Costa recently expanded into China to try to offset an increasingly saturated market in Britain, where chains such as Starbucks and Caffe Nero vie with thousands of independents.  A burgeoning cafe culture in China provides an encouraging backdrop, but Costa faces intensifying competition there as well. Starbucks, which has 3,400 stores in China, plans to almost double that by 2022, while partnering with Chinese tech giant Alibaba BABA.N to start delivery services.  Local rival Luckin also plans to more than double its Chinese store count to 2,000 by the end of 2018.  Rothschild advised Coke on the deal while Goldman Sachs, Morgan Stanley and Deutsche Bank advised Whitbread.  ($1 = 0.7679 pounds)","66":"A Coca-Cola truck is seen in traffic in Mexico City September 9, 2013. REUTERS\/Edgard Garrido  MEXICO CITY (Reuters) - Mexico’s Coca-Cola Femsa, the world’s largest Coke bottler, said on Friday it had decided to indefinitely shut down operations in a town in southwestern Mexico after being crippled by violence and organized crime.  The firm, a joint venture between Fomento Economico Mexicano (Femsa) and Coca-Cola Co, said it was shuttering operations at its 160-employee distribution center in Ciudad Altamirano in Guerrero state.  “The lack of conditions necessary to operate in an efficient and safe way in this area of the state of Guerrero, as well as the recent unwarranted aggression towards one of our workers, led to the company taking this decision,” Coca-Cola Femsa said in a statement.  The company said it “profoundly regrets that the absence of law and the prevalence of impunity that affects the region has led us to stop working in a territory where we have been for more than four decades.”  Guerrero, which is home to the Pacific resort of Acapulco, is one of the poorest and most violent states in Mexico, assailed by opium-growing drug cartels and endemic corruption.  The news is a blow to the government of President Enrique Pena Nieto, which has failed to curb gang violence while trying to lure foreign investment into Latin America’s No. 2 economy. Murders in Mexico hit a record high last year.  Shares in Coca-Cola Femsa were down 2.25 percent on Friday afternoon.","67":"SYDNEY\/BENGALURU (Reuters) - Coca-Cola Co’s European bottler has made a A$9.28 billion ($6.6 billion) buyout approach to Australian peer Coca-Cola Amatil Ltd, a cut-price proposal that the target firm is backing due to uncertainty sparked by the coronavirus crisis.  FILE PHOTO: Bottles of Coca-Cola are seen at a Carrefour Hypermarket store in Montreuil, near Paris, France, February 5, 2018. REUTERS\/Regis Duvignau\/File Photo  The takeover by Coca-Cola European Partners PLC (CCEP) would be the biggest involving Australia this year, but prices the target company below its market valuation in February - before the COVID-19 pandemic began to rock global markets and plunged the world into recession.  The support from the Australians indicates expectations of an economic recovery that could take years, a bleaker view than that of some local economists who have pointed to improving economic indicators. Coca-Cola Amatil’s profit has been hit by shutdowns of restaurants and pubs since March.  The deal would unite two companies that bottle and distribute Coca-Cola drinks, providing scale, operating efficiencies and a larger geographic spread.  “Ultimately, when franchises become available, aligned Coke bottlers need to act,” said Jefferies analysts in a note, adding CCEP would be able to strengthen Amatil’s operational capabilities. “Longer term, the deal offers a platform for further consolidation in Asia.”  Amatil’s shares closed up 16.3% at A$12.50, below the proposed offer price of A$12.75, indicating investors are factoring in the possibility a deal might not come to fruition.  CCEP shares rose 8.5% in morning trade in London.  The deal could lift CCEP’s earnings by 18% after three years, Jefferies said.  “We are really confident about the recovery that the business is making (but) clearly there’s uncertainty over the next couple of years with the economic situation, and just the risk of further health outbreaks that could disrupt the business,” said Coca-Cola Amatil Chief Executive Alison Watkins on an investor call on Monday, when asked about the price.  CCEP was formed by the 2016 merger of three European bottlers. It is now the largest bottler by revenue, operating in 13 countries including the United Kingdom, Germany and Spain.  A spokesman for The Coca-Cola Co, which owns 31% of the Australian company and 19% of London-listed CCEP, said in an email the deal would be “in the best interests of the shareowners of both companies and of the Coca-Cola system overall”.  The Australian company said CCEP would conduct due diligence before making a binding offer. The deal would also need approval from Australia’s Foreign Investment Review Board, which was granted increased powers this year to block overseas deals deemed to be a security or supply chain risk.  CCEP said the deal would almost double its consumer reach, “ultimately driving sustainable and faster growth, through geographic diversification and scale.”  ($1 = 1.4031 Australian dollars)","68":"Slideshow ( 3 images )  (Reuters) - Microsoft Corp MSFT.O on Monday said it had won a five-year deal with Coca-Cola Co KO.N to supply business software, including its Teams chat app and tools for customer service agents.  The companies did not disclose the size of the deal but said it will include Dynamics 365, a suite of Microsoft tools that competes directly with Salesforce.com Inc CRM.N.  Microsoft has a stronghold in general-purpose business software such as email and word processing apps but has been working to win more customers for its specialized software such as apps used by customer service and sales employees.  James Phillips, the corporate vice president for Microsoft’s business applications group, told Reuters in an interview that Coca-Cola will use Microsoft technology to pull together information several internal systems, using artificial intelligence to fetch data from them and answer questions.  In the first phase, Phillips said, Coke will offer the system internally to employees “rather than making the employee understand that you need to go over here to request vacation time, over there to look at your last payroll slip, or to some other system to understand what educational courses may be available.”  Barry Simpson, senior vice president and chief information and integrated services officer of Coca-Cola, said in a statement that Microsoft’s software would help the company by “replacing previously disparate and fragmented systems.”  Eventually, Microsoft’s Phillips said, Coca-Cola’s customer service agents plan to use system to help quickly answer questions from the beverage maker’s customers, which include major retailers and grocers.","69":"FILE PHOTO: The logo of Nike (NKE) is seen in Los Angeles, California, U.S., April 12, 2016. REUTERS\/Lucy Nicholson\/File Photo  (Reuters) - Nike Inc NKE.N on Tuesday named former Coca-Cola Co KO.N executive Craig Williams as president of its sports shoes unit Jordan Brand.  Williams, who will take charge on Jan. 14, most recently headed the world’s biggest beverage maker’s partnership with fast-food chain McDonald’s.  He will replace Larry Miller who will become the chairman of the newly created Jordan Brand advisory board, Nike said.  Jordan Brand is a premium brand of footwear, apparel and accessories inspired by the legacy of former basketball player Michael Jordan.","70":"Slideshow ( 2 images )  (Reuters) - McLaren have signed a partnership with Coca-Cola until the end of the season that will see the soft drinks company’s brand appear on a Formula One car for the first time, the team announced on Thursday.  McLaren added that Coke’s sub-brands Dasani Sparkling and SmartWater would also feature on their two cars in the three remaining Grand Prix races in the U.S., Brazil and Abu Dhabi.  The team did not disclose financial details of the deal.  “Coca-Cola has a rich history of sponsorship and a record of innovative activations and we’re honored the company has chosen to partner with McLaren to explore opportunities in Formula One,” McLaren Racing Chief Executive Officer Zak Brown said.  “Formula One is changing, as are we as a team, and we’re looking forward to introducing Coca-Cola to the potential that our team and fantastic, global sport represents.”  Coca-Cola said the decision to collaborate with McLaren was aimed at furthering its connection with young people.  The U.S. Grand Prix takes place in Austin, Texas on Sunday.","71":"Feb 16 (Reuters) - Coca-Cola Co:  * QTRLY LOSS PER SHARE FROM CONTINUING OPERATIONS $0.66  * TOTAL UNIT CASE VOLUME WAS EVEN FOR THE QUARTER  * NET REVENUE DECLINED 20 PERCENT TO $7.5 BILLION FOR THE QUARTER  * QTRLY COMPARABLE EARNINGS PER SHARE FROM CONTINUING OPERATIONS $0.39  * Q4 EARNINGS PER SHARE VIEW $0.38, REVENUE VIEW $7.36 BILLION -- THOMSON REUTERS I\/B\/E\/S  * ORGANIC REVENUES (NON-GAAP) GREW 6% FOR QUARTER  * IMPACT OF TAX CUTS AND JOBS ACT RESULTED IN A ONE-TIME NET CHARGE OF $3.6 BILLION DURING THE QUARTER ENDED DEC. 31, 2017  * SEES ABOUT 4% GROWTH IN ORGANIC REVENUE (NON-GAAP) IN 2018  * PLANS TO REDUCE GROSS DEBT LEVEL BY ABOUT $7 BILLION WITH CASH HELD OVERSEAS  * SEES 8-9% GROWTH IN COMPARABLE CURRENCY NEUTRAL OPERATING. INCOME (STRUCTURALLY ADJUSTED) IN 2018  * QTRLY SPARKLING SOFT DRINKS UNIT CASE VOLUME FLAT  * SEES 2018 COMPARABLE EARNINGS PER SHARE FROM CONTINUING OPERATIONS TO GROW 8% TO 10% VERSUS $1.91 IN 2017  * FY2018 EARNINGS PER SHARE VIEW $2.01, REVENUE VIEW $30.97 BILLION -- THOMSON REUTERS I\/B\/E\/S  * SEES FY 2018 CAPITAL EXPENDITURES (EXCLUDING DISCONTINUED OPERATIONS) OF ABOUT $1.9 BILLION  * SEES 2018 NET SHARE REPURCHASES, NON-GAAP, APPROXIMATELY $1.0 BILLION Source text: (bit.ly\/2Eyyffi) Further company coverage:","72":"TASHKENT (Reuters) - The government of Uzbekistan will sell a stake in its joint venture with Coca-Cola COKE.O through open bidding, it said on Monday, and plans to hire foreign investment banks to arrange the deal.  Uzbekistan holds a 57.1% stake in the company which is one of the biggest players in the soft drinks market of the Central Asian nation of 34 million.  Uzbekistan’s State Asset Management Agency which announced the sale plans in a brief statement provided no other details of the potential deal.","73":"March 24 (Reuters) - Coca-Cola India:  * IN COMPLIANCE WITH GOVERNMENT DIRECTIVE, COCA-COLA SYSTEM IN INDIA HAS TEMPORARILY SUSPENDED PRODUCTION AT MANUFACTURING FACILITIES  * TO CATER TO CONSUMER DEMAND, CO OPERATING ITS MANUFACTURING FACILITIES \"IN VERY SMALL NUMBER\" COMPLYING TO LOCAL GOVERNMENT'S REGULATIONS Source text: (bit.ly\/2UBR1aw) Further company coverage:","74":"Social media users have been sharing content online showing Michael Schnedlitz, a member of the National Council of Austria, using a COVID-19 test on a glass of Coca-Cola and the results appearing to be positive. This claim is false: if done correctly, COVID-19 tests will not produce a positive result with Coca-Cola.  Reuters Fact Check. REUTERS  Posts making the claim can be seen here and here .  One post’s description reads: “The most popular soft drink in the world (COKE) tested positive for COVID right in front of Parliament. Y’all allowed the government to strip almost a year of your lives away along with freedoms. Link in comments.”  Most posts link to images from a video taken from a speech Schnedlitz gave in the Austrian parliament on Dec. 10, 2020 (here).  The video, posted by Schnedlitz (here), explains that he conducted a COVID-19 rapid antigen test on a glass of Coca-Cola live in parliament. He says the test showed a positive result and was therefore evidence that mass testing for COVID-19 is worthless, as can be seen from subtitles in a post featuring the video here .  Dialab, the company that manufactured the rapid antigen test, addressed the video on its Facebook and YouTube pages ( here , youtu.be\/CMcUzvrn75E ).  The test in Schnedlitz’s video and Dialab’s video appears to be the same, both showing a dark blue underside.  Dialab explains in its posts that Schnedlitz conducted the test incorrectly, leading to a positive result. The company demonstrated in the videos how to carry out the test correctly with Coca-Cola, which leads to a negative result.  The YouTube video’s description explains that the sample, in this case Coca-Cola, was not swirled with the buffer, which is essential to keep the pH value constant in order to conduct the test correctly. When the sample is not swirled with the buffer, the antibody proteins of the test are destroyed, showing the positive marker.  “This result would also be expected from any other manufacturer in such an application,” Dialab explains in its YouTube video. “If you had used the test properly, as described in the package insert, the test would be negative.”  Dialab recommends that these types of tests should always be performed by trained professionals to avoid false results.  The buffer is explained as a step in test instructions from various organizations and manufacturers here , here and here .  VERDICT  False. The test was carried out incorrectly, missing an essential step, which led to a positive result. It is not evidence that Coca-Cola produces a positive COVID-19 result.  This article was produced by the Reuters Fact Check team. Read more about our fact-checking work here .","75":"July 23 (Reuters) - Coca-Cola Co on Tuesday broadly met second-quarter revenue expectations after eight consecutive beats and raised its revenue forecast for the full year on the strength of demand for its sparkling soft drinks and coffees.  Net revenue rose 6.1% to $10 billion in the second quarter ended June 28, a touch above the estimate of $9.99 billion, according IBES data from Refinitiv.  The company said it expected a 5% growth in organic revenues in full-year 2019, compared with its previous projection of a about a 4% rise.","76":"(Reuters) - A federal judge has dismissed a lawsuit claiming that Coca-Cola Co’s advertising for Diet Coke misleads people into thinking that consuming the soft drink assists in weight loss, and that it actually causes weight gain.  Boxes of Coca-Cola are seen at a grocery store in Los Angeles, California U.S. November 21, 2017. REUTERS\/Lucy Nicholson  The plaintiff, Shana Becerra, claimed that she and others would not have bought Diet Coke, which was launched in 1982, but for the word “diet” and ads such as one showing the soft drink being poured by a bare-chested man with a well-muscled torso.  In a decision on Tuesday, however, U.S. District Judge William Alsup in San Francisco said 13 studies cited by Becerra were “equivocal” as to whether diet soda causes weight gain, and that she must prove it does to prevail.  He also noted that supermarkets do not display Diet Coke in the health food section, and said reasonable consumers would understand that any caloric savings would lead to weight loss only as part of a “sensible diet and exercise regimen” dependent on individual metabolism.  “Becerra has overstated the actual science,” Alsup wrote.  The judge separately rejected Coca-Cola’s argument that federal law preempted the lawsuit, which sought class-action status.  A lawyer for the plaintiff did not immediately respond on Wednesday to a request for comment. Coca-Cola did not immediately respond to a similar request.  Becerra, who lives in Santa Rosa, California, claimed that non-nutritive sweeteners such as Diet Coke’s aspartame interfere with the ability to metabolize calories, and raise the risk of cardiovascular disease and diabetes.  She sued on behalf of California residents for unspecified damages and an injunction against marketing Diet Coke as “diet.”  Coca-Cola relaunched the Diet Coke brand in January to stem falling sales, and added blood orange, cherry, ginger-lime and mango flavors in taller, thinner cans.  The case is Becerra v Coca-Cola Co, U.S. District Court, Northern District of California, No. 17-05916.","77":"Varios usuarios de redes sociales han estado compartiendo un contenido que muestra a Michael Schnedlitz, miembro del Consejo Nacional de Austria, aplicando un test de COVID-19 a un vaso con Coca-Cola que supuestamente arrojaría un resultado positivo. Esta afirmación es falsa: si se realiza correctamente, los test de COVID-19 no darán un resultado positivo con Coca-Cola.  Reuters Fact Check. REUTERS  Ejemplos de mensajes sosteniendo esta afirmación se pueden ver aquí ( here , here ).  La descripción de una de las publicaciones dice: “El refresco más popular del mundo (Coca-Cola) dio positivo en la prueba de COVID ante los ojos del Parlamento. Ustedes permitieron que el Gobierno les quitara casi un año de sus vidas junto con las libertades. Enlace en comentarios”.  La mayoría de las publicaciones incorporan capturas de un video del discurso pronunciado por Schnedlitz en el parlamento austriaco el 10 de diciembre de 2020 (here).  El video, publicado por el propio Schnedlitz (here), explica que llevó a cabo un test de antígenos rápido para detectar COVID-19 en un vaso de Coca-Cola ante los miembros del parlamento. El político sostiene que la prueba dio un resultado positivo y por lo tanto constituye una prueba de que los tests masivos de COVID-19 no tienen valor, como se puede leer en los subtítulos de una de las publicaciones que comparten el video aquí (here).  Dialab, la compañía que fabricó el test rápido de antígenos, se refirió al video en sus páginas de Facebook y YouTube ( here , youtu.be\/CMcUzvrn75E ).  El test del video de Schnedlitz y el de Dialab parece ser el mismo, ambos con una cara inferior de color azul oscuro.  Dialab explica en sus publicaciones que Schnedlitz realizó la prueba de manera incorrecta, lo que dio lugar a un resultado positivo. La empresa mostró en sus videos cómo realizar la prueba correctamente con Coca-Cola, lo que arroja un resultado negativo.  En la descripción del video de YouTube se explica que la muestra, en este caso de Coca-Cola, no fue removida con el tampón incorporado en el test, lo cual es esencial para mantener el valor de pH constante a fin de realizar la prueba correctamente. Cuando la muestra no se revuelve, las proteínas de los anticuerpos de la prueba se destruyen, mostrando el marcador positivo.  “Este resultado también sería de esperar en el test de cualquier otro fabricante con una aplicación de este tipo”, explica Dialab en su video de YouTube. “Si hubiera utilizado la prueba correctamente, como se describe en el prospecto, la prueba sería negativa”.  Dialab recomienda que este tipo de pruebas sean realizadas siempre por profesionales capacitados para evitar resultados falsos.  El uso del tampón es uno de los pasos en las instrucciones de los tests de varias organizaciones y fabricantes (aquí: here , here y here ).  VEREDICTO  Falso. La prueba se realizó incorrectamente, faltando un paso esencial, lo que condujo a un resultado positivo. No constituye una prueba de que Coca-Cola produzca un resultado positivo en COVID-19.  Este artículo fue producido por el equipo de Reuters Fact Check. Lea más sobre nuestro trabajo de verificación de datos aquí: here .","78":"Dec 17 (Reuters) - Coca-Cola Co is cutting 2,200 jobs globally, including 1,200 in the United States, as part of its restructuring efforts, the Wall Street Journal reported on Thursday.  The cuts represent roughly 12% of the company's U.S. workforce and will be made through a combination of buyouts and layoffs, the Journal reported here, citing a company spokesman.  Coca-Cola did not immediately respond to a Reuters request for comment. (Reporting by Uday Sampath in Bengaluru; Editing by Anil D’Silva)","79":"Feb 13 (Reuters) - Soft drink bottler Coca Cola HBC on Thursday reported a higher annual operating profit and said it expects a faster growth in volume across its segments in 2020.  The company, which bottles and sells Coca-Cola Co drinks in 28 countries, said operating profit rose 11.9% to 715.3 million euros ($777.75 million) for the year ended Dec. 31, helped by demand in emerging markets like Nigeria and Romania.  U.S.-based Coca-Cola Co owns a 23.2% stake in Coca-Cola HBC and a 19.11% stake in its rival bottler Coca-Cola European Partners, according to Refinitiv data.","80":"(In this August 14 story corrects paragraph 2 to show Powerade is not ceding market share to Gatorade)  A truck transports bottles from the Coca-Cola company on the outskirts of Moscow, August 6, 2014. REUTERS\/Maxim Shemetov  (Reuters) - Coca-Cola Co KO.N is buying a minority stake in a sports drink brand backed by basketball star Kobe Bryant, it said on Tuesday, seeking to mount a stronger challenge to PepsiCo's PEP.O Gatorade.  Coca-Cola’s investment in BodyArmor - which will make it the brand’s second largest shareholder - comes as its Powerade drink competes for market share with Gatorade. Coke has also been rattled by falling demand for its trademark fizzy drinks.  While Coke says there is “much work to be done” at Powerade, PepsiCo said last month that Gatorade was seeing higher demand after launching zero-sugar versions.  “Proud of our team at @DrinkBODYARMOR and our new partnership with the @CocaColaCo who believes in our mission of becoming the #1 Global Sports Drink. Thanks @Gatorade, we’ll take it from here,” Bryant said on Twitter.  Gatorade and PepsiCo's other sports drinks account for nearly a third of a $20 billion U.S. market, according to Euromonitor International. Monster Beverage MNST.O and Red Bull follow close behind, with Coke trailing in fourth place with a 7 percent share. Coca-Cola also has a 16.7 percent stake in Monster.  “(BodyArmor) is a positive for Coca-Cola, which is continuing to pursue its product portfolio diversification strategy,” said RBC Capital Markets analyst Nik Modi.  BodyArmor is also backed by Dr Pepper Snapple - now part of Keurig Dr Pepper KDP.N - which made a $20 million investment in 2015 and boosted its ownership to 15.5 percent in 2016.  But Wells Fargo analyst Bonnie Herzog said Coca-Cola’s investment could end BodyArmor’s agreement with Dr Pepper.  “We have learned that BodyArmor has notified Keurig Dr Pepper that they are terminating their existing distribution agreement,” she said. “Although the timing and mechanism by which distribution will transition over to Coca-Cola’s bottling system is still uncertain.”  Neither Keurig Dr Pepper nor BodyArmor responded to Reuters’ requests for comment.  Coke did not disclose the size of its investment or other financial details but said it could increase its ownership in BodyArmor, whose higher-priced energy drinks use natural flavors and sweeteners such as pure cane sugar and coconut water concentrate.  “We would not be surprised if Coca-Cola eventually acquires the remainder of BodyArmor,” Wells Fargo’s Herzog said.  Coca-Cola, however, has historically stayed away from full-blown acquisitions, settling instead for acquiring partial stakes in companies - a strategy that allows it to test-drive potentially risky bets.  Bryant, who first invested in BodyArmor in 2013 two years after it was launched, is now its third biggest shareholder. The brand also has endorsement deals with baseball player Mike Trout and another NBA star, James Harden.","81":"April 24 (Reuters) - Coca-Cola Co reported quarterly revenue that beat Wall Street estimates on Tuesday on higher demand for Coke Zero Sugar and new flavors of Diet Coke.  The Fanta and Sprite maker’s net profit rose to $1.37 billion, or 32 cents per share, in the first quarter ended March 30 from $1.18 billion, or 27 cents per share, a year earlier.  Revenue fell 16 percent to $7.63 billion, due to the divestment of its bottling operations, but beat analysts’ estimate of $7.34 billion.","82":"MEXICO CITY, April 26 (Reuters) - Mexican Coke bottler Arca Continental plans to invest 12 billion pesos ($635 million) this year at home and abroad, a larger amount than last year, in order to strengthen and grow its operations.  The company, one of Latin America’s largest Coca-Coca bottlers, said about a third of that money would be spent on its local operation, 30 percent in U.S. operations and 30 percent in South America. About 10 percent would be destined for its food business.  Last year, the company invested 10 billion pesos.  The company was due to report its first-quarter earnings on Friday.","83":"(Adds Suzano, Energisa; Updates Renesas, Coca-Cola)  Aug 31 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 1330 GMT on Friday:  ** Coca-Cola Co has agreed to buy coffee chain Costa for $5.1 billion including debt to extend its push into healthier drinks and take on the likes of Starbucks and Nestle in the booming global coffee market.  ** Activist investor Daniel Loeb’s hedge fund Third Point LLC is speaking to consumer industry executives as it seeks to fill a slate of nominees to challenge Campbell Soup Co’s board of directors, according to people familiar with the matter.  ** India’s Idea Cellular Ltd said it completed its merger with Vodafone India Ltd and Vodafone Mobile Services Ltd after getting approval from the National Company Law Tribunal.  ** The Czech government should decide on how to finance a multi-billion dollar expansion of nuclear power plants by the end of the year, Industry Minister Marta Novakova told Czech Television.  ** Finland’s state-owned gas firm and transmission system operator Gasum acquired the customer base of power broker Enegia, a company that handles the trading of about a quarter of the country’s electricity use, the firm said.  ** Renesas Electronics Corp is considering buying U.S. chipmaker Integrated Device Technology Inc, the Japanese automotive chipmaker said, as it beefs up its business in chips for self-driving cars and seeks new growth areas.  ** Brazil’s Energisa SA has enough cash for mandatory capital increases in two power distributors it acquired in an auction this week from state-controlled power company Centrais Elétricas Brasileiras SA, the company said in a presentation.  ** Brazil’s Suzano Papel e Celulose SA has gotten the green light from China’s competition authority to acquire rival Fibria Celulose SA, the pulp and paper producer said in a securities filing. (Compiled by Manogna Maddipatla in Bengaluru)","84":"ROME (Thomson Reuters Foundation) - Four of the world’s largest consumer brands are contributing to planet-heating emissions by using throwaway plastic to package everything from soft drinks and snacks to shampoo, said a report published on Tuesday.  Coca-Cola, PepsiCo, Nestle and Unilever are responsible for half a million tonnes of plastic pollution annually in the six developing countries examined in the report released by international aid agency Tearfund.  That is enough to cover 83 football pitches in a day, it said, calling the situation “morally indefensible”.  Of the waste plastic, 60% is then burned by consumers on street corners, open dumps and in backyards, producing annual greenhouse gas emissions equivalent to 4.6 million tonnes of carbon dioxide - the same as “2 million cars on UK roads a year”, the charity added.  Petrochemicals derived from oil and gas, which are carbon-rich fossil fuels, form the building blocks for plastic products.  Globally, greenhouse gases in the atmosphere hit a new record high in 2018, reinforcing damaging weather patterns, the World Meteorological Organization said in November.  An earlier 2019 report from UK-based Tearfund found that up to a million people die every year in poor countries from illnesses caused by discarded waste and plastic pollution.  Of the four multinational companies in the new study, Coca-Cola is “by far the worst polluter”, responsible for emissions greater than the other three combined, as about 8 billion of its bottles are burned or dumped each year in the six countries, Tearfund said.  In a statement, Coca-Cola said it was working to increase the use of returnable and refillable packaging, citing examples in five of the countries in the report - Brazil, India, Mexico, Nigeria and the Philippines - but did not mention China.  The company was aiming for every plastic bottle to contain “at least 50% recycled plastic by 2030”, it said, adding that the Tearfund report “raises some serious issues”.  PepsiCo, identified as the second-worst polluter, said it had set a target to decrease “virgin plastic content” across its beverage business by 35% by 2025.  Nestle, the world’s biggest food company, said it was committed to making 100% of its packaging recyclable or reusable by 2025.  Tearfund, however, said the brands should be doing more, adding that only consumer goods giant Unilever had committed to reduce its total plastic use, which the company said would amount to a decrease of more than 100,000 tonnes by 2025.  Unilever also said in a statement it planned to help collect and process more plastic packaging than it sells by 2025.","85":"(Reuters) - Coca-Cola Co KO.N on Friday joined a list of big U.S. companies laying off thousands of workers in response to the coronavirus crisis, offering voluntary deals across its businesses and promising to halve its number of operating units.  FILE PHOTO: Coca-Cola bottles are pictured in Lagos, Nigeria November 5, 2019. REUTERS\/Temilade Adelaja\/File Photo  The company was offering voluntary redundancy to 4,000 workers in the United States, Canada and Puerto Rico and would offer similar deals in other markets, it said in a statement, while also signaling other layoffs were likely to follow.  “The voluntary program is expected to reduce the number of involuntary separations,” the world’s largest beverage maker said, adding that the global severance programs would incur expenses of about $350 million to $550 million.  The company, battling a hit to sales from closures of bars, restaurants and cinemas where it normally sells heavily, said it would have nine operating units that would sit under four geographical segments, along with global ventures and bottling investments divisions.  Its current model includes 17 business units.  The plan to cut jobs come at a time when the number of Americans filing new claims for unemployment benefits hovered around 1 million last week, with the government confirming that the economy suffered its sharpest contraction in at least 73 years in the second quarter.  United Airlines Holdings Inc UAL.O signaled on Thursday it was preparing the biggest pilot furloughs in its history, saying it needed to cut about 21% of total pilot jobs due to a slump in air travel.  Cosmetics maker Estee Lauder Cos Inc EL.N and oilfield services giant Schlumberger NV SLB.N have in recent weeks announced that they would cut thousands of jobs.  Coca-Cola last month reported a 28% slump in sales in the “most challenging” quarter of the year due to coronavirus-triggered closures of restaurants, theaters and sports venues.  Shares in the company rose about 1% in early trading.","86":"FILE PHOTO: Bottles of Coca-Cola are displayed at a supermarket of Swiss retailer Denner, as the spread of the coronavirus disease (COVID-19) continues, in Glattbrugg, Switzerland June 26, 2020. REUTERS\/Arnd Wiegmann  (Reuters) - Soft drinks bottler Coca Cola HBC AG CCH.L on Wednesday posted a drop in first-half profit due to coronavirus-led closures of restaurants, cinemas and other public places, while saying sales had recovered some momentum from April lows as lockdowns eased.  The company, which bottles and sells Coca-Cola Co KO.N drinks in 28 countries, said comparable operating profit fell 35.8% to 208.8 million euros ($246.49 million) for the six months ended June 26, beating company-supplied consensus of 191.7 million euros.  HBC said out-of-home volumes - which include sales at hotels, restaurants and cafes - during the initial weeks of lockdowns fell by 70%-90% but improved to declines of 25%-50% in May and June and 10%-40% in July.  The company’s out-of-home channel typically accounts for slightly over 40% of its revenue.  The Zug, Switzerland-based company said its retail sales improved since April, when performance was hit by some customer de-stocking.  HBC said it expects a negative impact for 2020 due to weaker consumer environment and tourist season, as well as the risk of a second coronavirus wave.  U.S.-based Coca-Cola Co owns a 23.2% stake in Coca-Cola HBC, according to Refinitiv data.  (This story corrects to “beating” consensus not “missing” in second paragraph)","87":"LAUSANNE, Switzerland (Reuters) - China Mengniu Dairy and Coca-Cola have signed a multi-year global Olympic deal as joint beverages and dairy sponsors starting from 2021 until 2032, the International Olympic Committee (IOC) said on Monday.  While some reports put a $3 billion price tag on the agreement, there were no financial details available and both Coca-Cola CEO James Quincey and Mengniu Chief Executive Jeffrey Lu refused to comment on the size of the deal.  Coca-Cola’s previous deal ran to 2020 and the new agreement with China’s top milk products manufacturer, which will span six Olympic Games, makes it the longest Olympic sponsor, the U.S. drinks maker having first supported the Games in 1928.  “It is a substantial arrangement. It is a profound partnership,” said Quincey.  “With Mengniu, we saw an opportunity to expand the dairy aspect of the beverage category.  “We will be activating our own individual marketing plans, but we are pleased to be a joint partner with a well-respected dairy company that is well known to us in China.”  The two companies are already working together in some aspects of their business in China.  The announcement is a major boost for the IOC, strengthening its financial future as interest in the world’s biggest multi-sports event has waned in the last few years.  Mengniu is the latest Asian company to join as top sponsors after Bridgestone, Toyota and Alibaba in recent years and reflects the region’s growing influence of global business.  “This long-term agreement is another demonstration of the relevance and stability of the Olympic Games in these times of uncertainty,” IOC President Thomas Bach said.  His organization will later award the 2026 Winter Olympics to either Milan or Stockholm. Four other cities had pulled out of the bidding, fearful of the Games’ cost and size.  Beijing will host the 2022 Olympics, while the Summer Games of 2024 will be staged in Paris. Los Angeles has been awarded the 2028 Olympics.  Mengniu’s Lu said the agreement was a key part of their global vision.  “This historic joint partnership deal, together with our global expansion plans, will help Mengniu promote our long-held values around quality and safety,” Lu added.  “This is a vital step in our international strategy, and we are honored to have the opportunity to build the positive reputation of Chinese food and beverage brands among consumers globally.”","88":"(Adds Thomson Reuters, Yum China Holdings, Sinclair Pharma, Coca-Cola)  Aug 28 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2000 GMT on Tuesday:  ** EU antitrust regulators have approved Procter & Gamble’s 3.4 billion euro ($3.9 billion) acquisition of Merck KGaA’s consumer health unit, saying that they had no competition concerns.  ** Aspen Insurance Holdings Ltd said certain funds affiliated to alternative investment manager Apollo Global Management LLC will take the insurer private in an all-cash transaction valued at $2.6 billion.  ** Hong Kong-based insurer FWD Group has agreed to buy HSBC Holdings Plc’s stake in a Malaysian insurance joint venture as part of a plan to expand its presence in Asia, three people familiar with the matter said.  ** Qatari lenders Barwa Bank and the International Bank of Qatar have reached a final merger agreement, creating a combined group with total assets of 80 billion riyals ($22 billion), the banks said on Tuesday.  ** The merger of DEA, a vehicle of Russian billionaire Mikhail Fridman, and Wintershall, the oil unit of Germany’s BASF SE, may be signed in the next two weeks, with government approvals taking six months from then, the DEA CEO told Reuters.  ** The U.S. Federal Communications Commission’s inspector general said there was no evidence of impropriety relating to the proposed, and now defunct, merger of Sinclair Broadcast Group and Tribune Media Co, concluding FCC Chairman Ajit Pai had not shown bias in favor of the deal.  ** Dominika Kulczyk, one of the richest people in Poland, announced a tender offer to buy 49.8 percent of shares in utility Polenergia to give her full control of the company.  ** Norwegian oil firm DNO withdrew its request for seats on the board of Faroe Petroleum amid an escalating war of words between the companies.  ** Swedish compressor and vacuum pump maker Atlas Copco is buying U.S.-based Brooks Automation’s cryogenic business in a $675 million cash deal to expand its vacuum technology portfolio, the companies said.  ** VMware Inc will acquire CloudHealth Technologies as part of the information technology company’s continued push into cloud-based software services, the company announced.  ** In a bid to build on its payment offering and create multiple use cases for it, Amazon Pay is in talks to acquire personal assistant platform Tapzo in a part-stock and part-cash deal, the Economic Times reported.  ** Workers at Hellenic Petroleum physically prevented suitors eyeing a majority stake in Greece’s biggest oil refiner from entering two of its sites in protest at plans to privatize the utility, a union spokesman said.  ** WeWork’s Flatiron School, the coding boot camp purchased last year by the $40 billion co-working startup, has acquired Designation, a Chicago-based, for-profit design education school, the company told Reuters.  ** German energy group Uniper is in constructive talks with new major shareholder Fortum, its chief financial officer said, seeking to win back trust after opposing a takeover attempt by the Finnish rival.  ** Thomson Reuters Corp, launched a $9 billion share buyback, sending its shares higher, and said it would complete the sale of a majority stake in its Financial & Risk unit to Blackstone Group LP BX.N on Oct. 1.  ** Italian luxury group Ermenegildo Zegna said it had bought an 85 percent stake in Thom Browne, favoured by former First Lady Michelle Obama and celebrities, in a deal valuing the U.S. fashion house at about $500 million.  ** Advisory firm CamberView Partners agreed to sell itself to boutique investment bank PJT Partners Inc in a deal that comes as public companies seek help defending against activist investors demanding corporate changes.  ** Britain’s Sinclair Pharma has agreed on the terms of a potential 32 pence per share cash offer from a unit of China’s Huadong Medicine Co.  ** Yum China Holdings Inc, the operator of KFC, Pizza Hut and Taco Bell restaurants in China, has rejected a buyout offer from a consortium of investors that valued the company at more than $17 billion, the Wall Street Journal reported, citing a person familiar with the matter.  ** Coca-Cola Co said it will buy Moxie, a soda-based soft drink brand that is more than a hundred years old, from its bottling partner Coca-Cola of Northern New England (CCNNE). (Compiled by Manogna Maddipatla in Bengaluru)","89":"(Reuters) - PepsiCo Inc PEP.O will consider introducing alcoholic beverages, the company said on Thursday, days after rival Coca-Cola Co KO.N decided to launch an alcoholic sparkling water in the United States next year.  “We will make decisions in the coming quarters - whether this is an area where PepsiCo wants to play,” Chief Executive Officer Ramon Laguarta said on an analyst call when asked about following Coca-Cola.  Molson Coors Beverage Co TAP.N said on Tuesday it partnered with Coca-Cola Co KO.N to make and sell an alcoholic version of the beverage company's Topo Chico sparkling water.","90":"FILE PHOTO: Cappuccinos sit on a table in Costa Coffee in Loughborough, Britain April 25, 2018. REUTERS\/Darren Staples  (Reuters) - Costa Coffee, a unit of Coca-Cola Co KO.N, said on Thursday a plan to streamline its UK in-store structure in response to the coronavirus pandemic will put nearly 1,650 jobs at risk.  The coffee chain, which employs around 16,000 people across 1,600 wholly-owned stores in the UK, said the change includes the removal of the assistant store manager role across the UK business.","91":"(Reuters) - Coca-Cola Co KO.N is planning to launch a range of energy drinks for the first time on its own brand name as it intensifies efforts to break away from its traditional fizzy sodas and shift to health-focused trends.  FILE PHOTO: Coca-Cola cartons are seen in a Casino supermarket in Mouans Sartoux, France, October 27, 2016. REUTERS\/Eric Gaillard\/File Photo  The company on Thursday told Reuters it was working on plans to launch new drinks which would be branded “Coca-Cola Energy” and “Coca-Cola Energy No Sugar” and made with naturally-derived caffeine and guarana extract.  Coke has previously taken a cautious approach to energy drinks as they are wrought with controversy in both the United States and international markets after some drinks were linked to deaths in young people.  The company initially took a nearly 17 percent stake in energy drinks maker Monster Beverage Corp MNST.O in 2015, making Coke the largest shareholder, to sample at a distance the market in which it had a small presence with its NOS and Full throttle brands.  However, the partnership has turned rocky with Coke currently in arbitration with Monster Beverage over the launch of the Coke energy drinks, as it would put it in direct competition with Monster and violate their initial 2015 agreement.  “We have submitted the difference in interpretation to an arbitration panel for resolution, which is the mechanism agreed by the Coca-Cola Co and Monster in the original agreements,” a Coca-Cola spokesperson said.  Analysts, however, were skeptical whether consumers would take to Coke’s energy drinks under a brand mainly associated with fizzy sodas.  “While Coca-Cola certainly has the distribution muscle to push new offerings, we question the fit of an energy drink under the Coca-Cola trademark,” Cowen & Co analyst Vivien Azer said.  Stifel analyst Mark Astrachan said he did not think Coke’s new line of beverages would gain meaningful market share as consumers of energy drinks opt for something edgier.  Astrachan said Coca-Cola may be using the launch to enhance the consumption of trademark Coke drinks rather than materially change its relationship with Monster that is currently worth about $6 billion.  Monster shares fell 10 percent on Thursday after it revealed that it was in arbitration with Coke, while Coca-Cola shares were down marginally at $49.27.","92":"(Reuters) - Lockdown cooking and casual clothing inspired designer Jason Wu’s Autumn-Winter 2021 collection, which his models paraded live at New York Fashion Week on Sunday evening.  The creations were dished out in his 1950s-inspired “Mr. Wu’s General Store” between rows of fresh produce set up in an empty Broadway shopfront.  “During this past year, cooking has proven to be an amazing outlet for me creatively,” the Taiwanese-Canadian designer, 38, said in a statement.  “The joys that I experience from cooking and spending time with loved ones make me hopeful to celebrate the moments that really matter. This show represents who I am, not only as a designer but as a person.”  The edible ingredients were donated to City Harvest, a New York charity fighting food insecurity, after the show, one of the few live events in this year’s Fashion Week.  Wu, who founded his eponymous label in 2007 and rose to global fame as the designer of the gown worn by former first lady Michelle Obama to her husband’s first inauguration ball in 2009, has been documenting his pandemic-time cooking in a diary on his Instagram account “MrWuEats”.  In line with his 1950s Americana theme, Wu also partnered with Coca-Cola, diving into the U.S. brand’s archives to unearth prints, logos and styles.  “These logos bring that multicultural aspect to the collection and a nod to what America means to me - a melting pot of diverse cultures,” Wu said.  The show featured loose-fitting long dresses and skirts, combined with knitted sweaters and long masculine coats. Red and blue popped out against whites, black and greys. Long fringes and boots in yellow snakeskin and pink patent leather lightened up more somber styles.","93":"SINGAPORE (Reuters) - Singapore will ban advertisements of certain fizzy drinks and juices, its health ministry said on Thursday, part of a raft of measures to curb consumption of sugar in the city-state, which has some of the world’s highest diabetes rates.  FILE PHOTO: People eat at a food court in Singapore April 24, 2017. REUTERS\/Edgar Su  Under the measures, further details of which will be released next year, high-sugar drinks will also be required to bear health warnings on labels.  Singapore’s action appears to go further than measures in other countries such as Mexico and Britain, which restrict when advertisements for high-calorie food and drinks can be shown on television to limit their exposure to children.  “We will introduce an advertising prohibition of product advertisements for the least healthy SSBs on all local mass media platforms, including broadcast, print, out-of-home and online channels,” the health ministry said in a statement, referring to sugar-sweetened beverages.  Singapore is also considering taxes on sugary drink makers and importers, and even a total ban on the sale of some beverages, the ministry said.  The Coca-Cola Company, the world’s biggest beverage maker, said it welcomed the plans and would work to reduce sugar levels in its drinks sold in Singapore.  “We will continue to rethink many of our recipes in Singapore to reduce sugar, because while sugar in moderation is fine, we agree that too much of it is not good for anyone,” said Ahmed Yehia, country manager for Coca-Cola Singapore and Malaysia.  “We foresee minimal impact on our portfolio from this announcement,” he added.  Singapore’s health ministry said it would consult consumers, drink makers and the advertising industry in coming months over the measures without giving a timeline for implementation.  Wealthy Singapore has one of the highest rates of diabetes in the world, partly caused by its fast-ageing population and a culture of eating out at inexpensive hawker centers.","94":"July 23 (Reuters) - U.S. stocks opened higher on Tuesday, lifted by upbeat earnings from blue-chip companies including Coca-Cola and United Technologies, that soothed concerns over the pace of economic growth.  The Dow Jones Industrial Average rose 59.96 points, or 0.22%, at the open to 27,231.86.  The S&P 500 opened higher by 9.71 points, or 0.33%, at 2,994.74. The Nasdaq Composite gained 38.36 points, or 0.47%, to 8,242.50 at the opening bell. (Reporting by Shreyashi Sanyal in Bengaluru; Editing by Shounak Dasgupta)","95":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window.)  * Coca-Cola gains on profit beat, forecast raise  * United Tech gains on quarterly profit beat  * Trump, U.S. Congress leaders reach deal on debt limit  * Indexes up: Dow 0.20%, S&P 0.25%, Nasdaq 0.03% (Updates to afternoon)  July 23 (Reuters) - U.S. stocks rose on Tuesday, boosted by upbeat earnings and forecasts from Coca-Cola and United Technologies, while a two-year debt ceiling and budget deal between President Donald Trump and Congress buoyed sentiment.  The U.S. corporate earnings season is off to a strong start, with nearly 80% of the 104 S&P 500 companies topping earnings expectations in the second quarter.  United Technologies Corp gained 0.3%, after raising its full-year profit and sales outlook.  Fellow Dow component Coca-Cola Co shares rose as much as 5.8%, to hit a record high, after the fizzy drink maker beat quarterly earnings expectations and raised its full-year organic revenue forecast.  “Coca-Cola posting very robust results is very encouraging and raises the prospects of stocks being able to perform in a changing environment,” said Mike Loewengart, vice-president of investment strategy at E*Trade Financial in New York.  “The reaching of a debt ceiling agreement is positive news for all sectors at large, because it’s one additional question that gets removed from the outlook for growth and equities in general.”  The deal will help avert a feared government default later this year, but add to rising budget deficits.  The International Monetary Fund lowered its forecast for global growth this year and next, warning that more U.S.-China tariffs, auto tariffs or a disorderly Brexit could slow growth further.  Hopes that the Federal Reserve will cut rates at its policy-setting meeting next week to counter a slowing global economy have helped Wall Street’s main indexes scale new record levels and put the S&P 500 just about 1% shy of its all-time high.  The European Central Bank (ECB) is expected to signal easier monetary policy when it meets on Thursday.  At 12:34 p.m. ET, the Dow Jones Industrial Average was up 55.41 points, or 0.20%, at 27,227.31, the S&P 500 was up 7.51 points, or 0.25%, at 2,992.54. The Nasdaq Composite was up 2.19 points, or 0.03%, at 8,206.33.  Overall profits of S&P 500 companies are now expected to rise about 1% in the second quarter, according to Refinitiv IBES data, improving from a small decline estimated previously.  The financial sector rose 0.92%, and gave the biggest boost to markets, while the banking index rallied 1.66%.  The interest rate sensitive stocks likely got a boost from rising yields on the benchmark 10-year notes.  Travelers Cos Inc fell 2.3% after the insurer’s second-quarter profit missed estimates, as weather-related losses led to an 18% drop in underwriting gain.  Hasbro Inc jumped 8.8% and was the biggest gainer among S&P 500 companies, after the toymaker reported better-than-expected quarterly revenue.]  Advancing issues outnumbered decliners by a 1.44-to-1 ratio on the NYSE and by a 1.10-to-1 ratio on the Nasdaq.  The S&P index recorded 17 new 52-week highs and three new lows, while the Nasdaq recorded 37 new highs and 97 new lows. (Reporting by Amy Caren Daniel in Bengaluru; Additional reporting by Karina Dsouza; Editing by Shounak Dasgupta and Anil D’Silva)","96":"Pigeons sit on a table at a branch of Costa Coffee in the British overseas territory of Gibraltar, historically claimed by Spain, April 21, 2017. Picture taken April 21, 2017. REUTERS\/Phil Noble  (Reuters) - Britain's Whitbread Plc WTB.L said on Thursday that Chinese authorities have approved the sale of its Costa coffee chain to Coca-Cola KO.N.  The company said that it still needs approval from European Union regulators for the deal to close.","97":"(Adds Petrobras, Coca-Cola, KKR; Updates Bristol-Myers)  Jan 3 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2100 GMT on Thursday:  ** Bristol-Myers Squibb Co said it would buy Celgene Corp for about $74 billion, creating one of the biggest pharmaceutical companies and combining two significant cancer drug businesses.  ** Brazil’s PetroRio SA and Australia’s Karoon Energy Ltd are among the bidders for a mature shallow water oilfield owned by Petroleo Brasileiro SA, according to two sources speaking on condition of anonymity, as the state-run oil major marches ahead with an ambitious divestment program.  ** The European Commission said it had cleared the sale of the Costa Coffee chain to U.S. drinks maker Coca-Cola Co from British restaurant and hotel owner Whitbread Plc.  ** U.S. private equity giant KKR & Co Inc said it will acquire a 50 percent stake in Seattle-based aircraft leasing company Altavair AirFinance and make a $1 billion capital commitment to create a portfolio of leased commercial aircraft with partner.  ** Shares of Arconic Inc closed up 9.7 percent after Bloomberg reported that Apollo Global Management LLC is in talks to buy the U.S. aluminum products maker for about $22 a share, citing people familiar with the matter.  ** Chinese construction company Jangho Group Co Ltd has proposed to acquire medical centre operator Healius Ltd for A$1.7 billion ($1.2 billion), marking what would be one of the mainland’s biggest healthcare plays in Australia.  ** The founder of South Korean gaming company Nexon is set to sell a controlling stake worth around $9 billion in Nexon’s holding firm NXC Corp, the Korea Economic Daily newspaper reported.  ** Swiss bank UBS is not looking to merge with any other bank, Chairman Axel Weber told the Tages-Anzeiger newspaper, dismissing speculation that UBS could join forces with Deutsche Bank.  ** Talks between ailing German public sector bank NordLB and fellow public-sector lender Helaba about a possible merger have ended, Germany daily Boersen-Zeitung reported, citing no sources.  ** Norwegian oil company DNO said that it now requires only 50 percent of Faroe Petroleum shareholders to back its takeover bid after it lifted its stake in the UK firm, boosting the chances the hostile offer will go through.  ** Israeli engineering firm Baran Group said a foreign engineering group has expressed interest in buying 50.01 percent of the company, sending its shares surging.  ** Polish state-run lender Alior Bank has sought approval from the antimonopoly watchdog to take over Ruch, confirming speculation of a potential bid for the newspaper distributor.  ** Renova Energia SA’s board of directors has rejected an offer from AES Tietê Energia to acquire some of its wind projects, according to a securities filing. (Compiled by Mary Ann Alapatt and Debroop Roy in Bengaluru)","98":"April 20 (Reuters) - COCA-COLA ICECEK:  * SAID ON THURSDAY COLLECTIVE BARGAINING AGREEMENT NEGOTIATIONS WITH TEK-GIDA IS LABOUR UNION ARE FINALISED  * FOR FIRST YEAR OF AGREEMENT, GROSS WAGES OF UNION MEMBER EMPLOYEES WILL BE INCREASED BY 535 LIRA PER PERSON PER MONTH, EFFECTIVE 01.01.2018  * IN SECOND YEAR OF AGREEMENT, GROSS WAGES WILL BE INCREASED BY RATE OF INCREASE IN CONSUMER PRICE INDEX PLUS 135 LIRA PER PERSON PER MONTH  * ANNUAL SOCIAL PACKAGE WILL BE INCREASED BY APPROXIMATELY 13 PERCENT FOR FIRST YEAR AND BY RATE OF INCREASE IN CONSUMER PRICE INDEX FOR SECOND YEAR  Source text for Eikon:  Further company coverage: (Gdynia Newsroom)","99":"The Coca-Cola Co is driving off with a new top lawyer from Ford Motor Co, the beverage maker announced Monday in a statement.  Bradley Gayton, who has worked at Ford for nearly 30 years, including more than four years as general counsel, will join Coca-Cola as its general counsel on Sept. 1, the beverage giant said. The Atlanta-based company’s previous general counsel, Bernhard Goepelt, retired in February after eight years in the role.  To read the full story on Westlaw Practitioner Insights, click here:bit.ly\/3jnIxQ8","100":"March 20 (Reuters) - Coca-Cola Co:  * COCA-COLA CO - DO NOT EXPECT TO ACHIEVE PREVIOUSLY PROVIDED FULL YEAR GUIDANCE.  * COCA-COLA CO - EXPECT TO PROVIDE AN UPDATE DURING OUR Q1 2020 EARNINGS RELEASE AND CALL  * COCA-COLA CO - IMPACT OF COVID-19 OUTBREAK COULD BE MATERIAL  * COCA-COLA CO - AT THIS STAGE, DO NOT FORESEE ANY NEAR-TERM DISRUPTIONS IN CONCENTRATE OR BEVERAGE BASE PRODUCTION  * COCA-COLA CO - HAS ASKED MANY OFFICE-BASED EMPLOYEES TO WORK REMOTELY  * COCA-COLA CO - WORKING CLOSELY WITH BOTTLING PARTNERS ON CONTINGENCY PLANNING FOR CONTINUOUS SUPPLY Source: (bit.ly\/2J8nX53) Further company coverage:","101":"Dec 13 (Reuters) - Soda can maker Ball Corp said on Thursday it would sell its beverage packaging facilities in China for about $225 million.  Ball, which makes cans for Coca-Cola Co and Molson Coors Brewing Co, plans to sell the facilities to Chinese metal packaging company ORG Technology Co.  Ball said proceeds from the sale will support its global expansion and multi-year share repurchase program. (Reporting by Uday Sampath in Bengaluru; Editing by Shounak Dasgupta)","102":"Slideshow ( 2 images )  SAO PAULO (Reuters) - Coca-Cola Brasil has filed a motion in a Brazilian court to annul the 2017 Heineken HEIN.AS acquisition of Brasil Kirin , the Valor Economico newspaper reported on Friday, citing court documents.  According to the paper, Coca-Cola has accused the Dutch brewer of designing a sale contract for Brasil Kirin with the intention of breaking the distribution contract the company had with Coca Cola. Heineken tried to break the contract in 2017, but Coca-Cola distributors began arbitration.  Last October, the arbitration decided Heineken must keep distributing Brasil Kirin’s products through 2022, keeping the dates in the original contract.  Heineken and Coca-Cola did not immediately comment on the matter.","103":"April 21 (Reuters) - Coca-Cola Co said on Tuesday its current-quarter results would take a severe hit from low demand for sodas due to the lockdowns imposed to fight the spread of the coronavirus.  \"The ultimate impact on the second quarter and full year 2020 is unknown at this time ... However, the impact to the second quarter will be material,\" the company said in a statement here.  Net revenue fell 1% to $8.6 billion in the first quarter ended March 27. (Reporting by Nivedita Balu in Bengaluru; Editing by Tomasz Janowski and Arun Koyyur)","104":"Feb 15 (Reuters) - Coca-Cola Co:  * BOARD OF DIRECTORS OF THE COCA-COLA COMPANY ANNOUNCES 56TH CONSECUTIVE ANNUAL DIVIDEND INCREASE  * COCA-COLA CO - RAISING QUARTERLY DIVIDEND 5.4 PERCENT, FROM 37 CENTS TO 39 CENTS PER COMMON SHARE Source text for Eikon: Further company coverage:","105":"(Reuters) - Monster Beverage Corp's MNST.O shares sank 14 percent on Thursday after the company said its top shareholder Coca-Cola Co KO.N was developing two energy drinks that could compete with its brand in the coming months.  Monster, whose black-and-green cans are common sight in the hands of skateboarders, motor-cyclists and Formula 1 drivers, is currently in arbitration with Coke, the company said on Wednesday.  Coke confirmed to Reuters that it was developing two energy drinks and that it had filed for arbitration with Monster.  Coke’s new products may violate an agreement between the companies that restricts Coca-Cola from making rival energy drinks, Monster Beverage Chief Executive Officer Rodney Sacks said.  “We value our relationship with Monster. As in any commercial relationship, we will abide by our contractual obligations,” Coca-Cola said in an emailed statement.  Coke also said “Coca-Cola Energy” would be planned to have caffeine from naturally-derived sources and guarana extract. “It would be developed as a preferred option for people who want these types of ingredients in an energy drink,” the company said.  Any competition with the world’s biggest beverage company was a major risk for Monster, Wall Street analysts said after Monster revealed Coke’s plans during a conference call with analysts after reporting third-quarter results on Wednesday.  “This reflects the outsize bargaining power Coca-Cola has over Monster,” Morningstar analyst Sofia Vora said in a report. “Monster’s ability to secure shelf space and distribution is contingent on its relationships within Coca-Cola’s vast bottling network.”  Coke’s possible new energy drinks would raise uncertainty around Monster’s business, Wells Fargo analyst Bonnie Herzog said.  Any competition could also mean that Coke — which has a history of building ownership stakes in smaller companies before eventually buying them out — was unlikely to acquire the rest of Monster, she added.  Coke, which has a distribution agreement with Monster in markets including India, has been looking to diversify into health, sports drinks and even coffee, as customers continue to ditch its sugary sodas.  Coke had indicated that it pushed the proposed launch of its energy drinks until April, Sacks said.  Monster shares were last down 10 percent at $50.19 in trading before the opening bell on Thursday.  The company declined to comment further on the impact on its business from any competition with Coca-Cola, but said its current ties with Coke, which owns some 19 percent of Monster, would not be materially affected.","106":"Oct 30 (Reuters) - Coca-Cola Co reported quarterly sales that topped Wall Street estimates on Tuesday, as more consumers reached for new versions of its sugar-free sodas and sparkling water.  Volumes, a key indicator of demand, grew 2 percent in the third quarter ended Sept. 28 on strong performance of its trademark Coca-Cola brand.  Revenue fell 9 percent to $8.2 billion, hurt by the divestiture of its low-margin bottling operations.  Analysts had estimated sales of $8.17 billion, according to Refinitiv estimates. (Reporting by Aishwarya Venugopal in Bengaluru; Editing by Sriraj Kalluvila)","107":"FILE PHOTO: A Coca-Cola truck makes its way through downtown Los Angeles, California, U.S., October 24, 2018. REUTERS\/Mike Blake  (Reuters) - Coca-Cola Co will cut 2,200 jobs globally, including 1,200 in the United States, it said on Thursday, as the economic fallout from the COVID-19 pandemic forces the world’s largest soda maker to accelerate its business restructuring.  The company in August said it was offering voluntary separation packages to 4,000 workers in the United States, Canada and Puerto Rico, as it looked to streamline itself while its sales were taking a hit from the health crisis.  Coca-Cola said on Thursday it will not disclose the number of employees who have accepted the package. It also did not give details about the timeline for the job cuts.  The news of job cuts come as millions of Americans are already stuck on unemployment benefits as a relentless wave of new COVID-19 infections hobble business operations.  “The pandemic was not a cause for these changes, but it has been a catalyst for the company to move faster,” Coca-Cola said in an emailed statement.  It had about 86,200 employees at the end of last year, of which 10,400 were located in the United States.  About 500 job cuts will be in metro Atlanta, where Coca-Cola’s headquarter is based.","108":"Sept 29 (Reuters) - Molson Coors Beverage Co said on Tuesday that it partnered with Coca-Cola Co to make and sell an alcoholic version of the beverage company’s Topo Chico sparkling water in the United States.  Molson Coors shares were up about 5% in premarket trading.  The U.S. launch of the hard seltzer version will help Coca-Cola push further into alcoholic drinks and expand its market beyond Latin America and Japan, where it sells Lemon-Do drink.  Molson Coors will launch Topo Chico in the first half of 2021, its third hard seltzer to hit the shelves. The low calorie drink will compete with the popular White Claw beverage as well as other hard seltzer from companies, including Anheuser Busch Inbev NV.  The launch is expected to strengthen Molson’s plan to revamp its business as consumers shift to low-alcohol spirits, including hard seltzers, and premium beers. (Reporting by Aditi Sebastian; Editing by Anil D’Silva)","109":"(Reuters) - Coca-Cola Co will sell its popular sodas in bottles made from 100% recycled plastic material in the United States, the beverage maker said on Tuesday, in a major shift to combat plastic waste and reduce its carbon footprint.  The soda and beverage giant, criticized for being one of the biggest producers of plastic waste, pledged a couple of years ago to collect and recycle a bottle or can for each one it sells globally by 2030.  The company will start rolling out the new 13.2oz bottles of Coke, Diet Coke, Coke Zero Sugar, Coca-Cola Flavors this month in select states in the Northeast, Florida and California.  The Atlanta, Georgia-based firm said the new recycled bottles would help reduce its use of new plastic by more than 20% across its North American portfolio compared with 2018.  “We realize our unique opportunity and clear responsibility to make a positive difference in the global plastic crisis,” said Alpa Sutaria, the company’s vice president, Sustainability, North America Operating Unit.  Beginning this month, 20oz bottles of the beverages will be sold in California and New York, and in Texas by Spring, as well as its Dasani and Smartwater brands in some locations in the coming months.  Sprite will come in a new 13.2oz clear bottle packaging in select markets this month and will transition all packaging to clear bottles by the end of 2022.  Nestle and PepsiCo, among the top polluters, have also taken steps to redesign packaging and reduce waste.","110":"April 23 (Reuters) - Coca-Cola Co beat estimates for quarterly sales on Tuesday, selling more water, sparkling soft drinks as well as new flavors of its signature sodas.  Revenue rose 5 percent to $8.02 billion, above analysts’ estimates of $7.88 billion, according to IBES data from Refinitiv.  Organic sales, which exclude the impact of currency swings and acquisitions, rose 6 percent.  Net income attributable to the company rose to $1.68 billion, or 39 cents per share, in the first quarter ended March 29 from $1.37 billion, or 32 cents per share, a year earlier. (Reporting by Nivedita Balu in Bengaluru; Editing by Bernard Orr)","111":"Oct 22 (Reuters) - Coca-Cola Co beat quarterly revenue expectations on Thursday as the world’s largest soda maker benefited from the partial reopening of theaters and restaurants, which have remained shut for months due to the COVID-19 pandemic.  Net revenue fell 9% to $8.7 billion in the third quarter, above the analysts’ average estimate of $8.36 billion, according to IBES data from Refinitiv. (Reporting by Nivedita Balu in Bengaluru; Editing by Arun Koyyur)","112":"The Coca-Cola Company has announced that its longtime general counsel Bernhard Goepelt will retire in February 2020.  Goepelt, 57, has been Coca-Cola’s general counsel for eight years, according to a Monday statement from the Atlanta-based company. Coca-Cola has not yet named a successor.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2PZJuA0","113":"MEXICO CITY, Aug 17 (Reuters) - Shares in Mexico’s Coca-Cola FEMSA, the world’s biggest coke bottler, jumped more than five percent on Friday after it said it would sell its 51 percent stake in Coca-Cola FEMSA Philippines back to the Coca-Cola Company.  Shares in the company rose by as much as 5.47 percent on the S&P\/BMV IPC index on Friday morning, to reach their highest level since July. They were up by 4.82 percent at 117.98 pesos at 1645 GMT.  In a call with analysts on Friday explaining the reasons for the sale, Coca-Cola FEMSA chief executive John Santa Maria said a tax on sweetened beverages in the Philippines that started in January had made sugar prices soar as much as 50 percent.  “This was a particularly difficult decision,” he said.  The company did not disclose the value of the deal.  Brokerage Grupo Bursatil Mexicano estimated that the deal was worth roughly $688 million, the sum that Coca-Cola FEMSA paid to buy the stake in 2013.  At that time, the firm obtained an option to sell its share back to the Coca-Cola Company. (Reporting by Miguel Angel Gutierrez and Daina Beth Solomon, Editing by Rosalba O’Brien)","114":"FILE PHOTO: Aluminium Coca-Cola cans are seen at a restaurant in Buenos Aires, Argentina, August 3, 2018. REUTERS\/Marcos Brindicci  (Reuters) - Coca-Cola Co KO.N on Thursday appointed company veteran Brian Smith as its chief operating officer, a role that has been vacant since former COO James Quincey became chief executive officer last year.  Smith, 62, joined the beverage company in 1997 and is currently president of its Europe, Middle East and Africa group, which has generated organic revenue growth in every quarter during the last two years.  In a previous role leading Coke’s Latin America business, Smith oversaw the company’s acquisitions of several brands, including AdeS in Argentina and Santa Clara in Mexico.  “(Smith) is the ideal person to steer the in-market executional leadership of the company, which will allow me to focus on the strategic direction of Coca-Cola as we continue to evolve as a total beverage company,” Quincey said in a statement.  Coca-Cola also announced that Chief Financial Officer Kathy Waller is retiring after a 32-year tenure at the company. John Murphy, the president of Coke’s Asia-Pacific unit, will replace her.  Smith’s appointment is effective from January, while Murphy will become CFO in March.  Coca-Cola also named insider Nancy Quan as chief technical officer.","115":"(Reuters) - Strong demand for Coca-Cola Co’s zero-calorie drink Coke Zero Sugar, new orange-vanilla cola and flavored waters pushed the beverage maker’s quarterly sales and profit well above Wall Street estimates, sending its shares up as much as 3 percent on Tuesday.  FILE PHOTO: Cans of Coca-Cola are pictured in the refrigerator during an event in Paris, France, March 21, 2019. REUTERS\/Benoit Tessier  The world’s biggest beverage makers, Coca-Cola and PepsiCo Inc, are responding to shifting consumer tastes by tweaking ingredients and experimenting with new flavors that are focused more on health conscious consumers.  These efforts have helped revive soda sales after a years-long slump.  Chief Executive Officer James Quincey said Coke Zero Sugar sales witnessed a double-digit percentage rise, while its new orange-vanilla Coke soda was also a hit.  Sales of carbonated drinks rose 1 percent, driven by strong performance of its Coke brand, while smaller, immediate consumption packages of its flavored water and sports drinks drove a 6 percent sales increase in the business.  Quincey is trying to make Coca-Cola a “total beverage company” by adding coffees, teas, smoothies and flavored waters to a portfolio that has traditionally offered aerated drinks.  It recently made a big bet on coffee with its $5.1 billion acquisition of Costa Coffee and is preparing to launch ready-to-drink Costa products in stores soon.  “They’re making progress with innovations in general ... it is still early for a lot of these innovations, but we do like the increased focus that the company is bringing to its core brands and also its coffee products,” Edward Jones analyst John Boylan said.  Coke’s organic sales, which exclude the impact of currency swings and acquisitions, rose 6 percent, driven by price hikes and bottlers stocking up more products due to Brexit uncertainty.  Revenue rose 5 percent to $8.02 billion and the company earned 48 cents per share on an adjusted basis.  Analysts had forecast earnings of 46 cents per share and revenue of $7.88 billion, according to IBES data from Refinitiv.  For the second quarter, the company projected a 6 percent boost to comparable revenue, mainly due to acquisitions and divestitures, but said it continues to see an impact from a stronger dollar.  It maintained its organic sales growth forecast of about 4 percent for the full year.  “We expect the company to over-deliver on the 4 percent organic growth guidance this year, driven by innovation, global market share gains, and pricing power,” Guggenheim Partners analyst Laurent Grandet wrote in a note.","116":"June 3 (Reuters) - Coca-Cola’s leading bottler Coca Cola HBC AG expects revenue annual growth over the next six years at around 6%.  The company, which sells Coca-Cola drinks in 28 countries, said on Monday that the average annual revenue growth rate is expected to be in the range of 5%-6% on a currency-neutral basis.  The news is ahead of an investor event in London later where management will present its strategy to investors and analysts.  The company’s shares were down 1.6% at 1115 GMT. (Reporting by Muvija M and Sangameswaran S in Bengaluru; Editing by Bernard Orr)","117":"(Reuters) - Coca-Cola Co KO.N topped Wall Street estimates for quarterly sales and profit on Wednesday, as more consumers bought its healthier soda options such as Zero Sugar and new flavors of Diet Coke, sending its shares up 2.7 percent.  Coke and its smaller rival PepsiCo Inc PEP.O have been focusing on healthier drinks to garner market share as health-conscious consumers shift away from sugary sodas.  The company has launched new flavors of Diet Coke in slimmer packaging and in the quarter introduced no-sugar beverages in smaller markets such as New Zealand.  “We’re winning in the marketplace so far this year and our strategy’s on track,” Chief Executive Officer James Quincey said on a call with analysts.  Organic revenue, or sales from its core beverage business, rose 5 percent in the quarter, with Diet Coke, Coke Zero and sparkling water contributing the most.  Volumes, a key indicator of demand, grew 2 percent on strong performance of its trademark Coca-Cola brand, and Fuze Tea. Global volume grew 3 percent, its strongest in five years.  “We’re getting strong first half overall revenue growth and volume growth with our Zero, Diet portfolio in the U.S., which is a part of our strategy to go forward. So good numbers, much better than before,” Quincey said.  Organic sales in Europe rose 7 percent after the company reformulated its recipe for a few sodas in response to U.K’s tax on sugar.  “We were impressed with Coca-cola’s ability to deliver a strong and balanced topline,” Wells Fargo analyst Bonnie Herzog wrote in a note.  Sales in North America - its biggest revenue generating region - rose 7 percent to $3.12 billion, but missed analysts’ average estimate of $3.14 billion, mainly due to weaker demand for juices and plant- based beverages.  Net income attributable to the company’s shareholders rose 69 percent to $2.32 billion, in the second quarter ended June 29.  Excluding one-time items, Coca-Cola said it earned 61 cents per share, beating analysts’ average estimate by a cent.  Revenue fell 8 percent to $8.93 billion, hurt by the divestiture of its low-margin bottling operations. Analysts had estimated sales of $8.54 billion.  Coca-Cola reaffirmed its 2018 profit outlook and said it expects full-year organic revenue to be at least 4 percent.  The company’s shares were up at $46.49 in morning trading.","118":"March 23(Reuters) - Coca-Cola Bottlers Japan Holdings Inc  * Says it completes repurchase of 17.1 million shares of its common stock, representing 8.3 percent of outstanding, for 55.92 billion yen in total, during period from Feb. 22 to March 22  * Says share repurchase plan was announced on Feb. 21  Source text in Japanese:goo.gl\/ZepNc1  Further company coverage: (Beijing Headline News)","119":"(Corrects first paragraph to say Coke Zero is a zero-calorie drink, not low calorie; also corrects CEO’s last name to “Quincey” from “Quincy” in fourth and sixth paragraphs)  April 23 (Reuters) - Strong demand for Coca-Cola Co’s zero-calorie drink Coke Zero, new orange-vanilla cola and flavored waters pushed the beverage maker’s quarterly sales and profit well above Wall Street estimates, sending its shares up 2.2 percent on Tuesday.  The world’s biggest beverage makers, Coca-Cola and PepsiCo Inc, are responding to shifting consumer tastes by tweaking ingredients and experimenting with new flavors that are focused more on health conscious consumers.  These efforts have helped revive soda sales after a years-long slump.  Chief Executive Officer James Quincey said Coke Zero sales witnessed a double-digit percentage rise, while its new orange-vanilla Coke soda was also a hit.  Sales of the company’s carbonated drinks rose 1 percent, driven by strong performance of its Coke brand, while smaller, immediate consumption packages of its flavored water and sports drinks drove a 6 percent sales increase in that business.  Quincey is trying to make Coca-Cola a “total beverage company” by adding coffees, teas, smoothies and flavored waters to a portfolio that has traditionally offered aerated drinks.  It recently made a big bet on coffee with its $5.1 billion acquisition of Costa Coffee and is preparing to launch ready-to-drink Costa products in stores soon.  “They’re making progress with innovations in general ... it is still early for a lot of these innovations, but we do like the increased focus that the company is bringing to its core brands and also its coffee products,” Edward Jones analyst John Boylan said.  Coke’s organic sales, which exclude the impact of currency swings and acquisitions, rose 6 percent, driven by price hikes and partly benefiting from bottlers stocking up more products due to Brexit uncertainty.  Revenue rose 5 percent to $8.02 billion, and the company earned 48 cents per share on an adjusted basis.  Analysts had forecast earnings of 46 cents per share on revenue of $7.88 billion, according to Refinitiv IBES.  For the second quarter, the company projected a 6 percent boost in comparable revenue from acquisitions and divestitures, but continues to see an impact from a stronger dollar. It maintained its core sales growth forecast for the full year.  “We are impressed with Coca-Cola’s ability to deliver a strong topline, suggesting that its refranchising (and) portfolio transformation are paying off,” Wells Fargo analyst Bonnie Herzog said. (Reporting by Nivedita Balu in Bengaluru; Editing by Bernard Orr and Anil D’Silva)","120":"(Reuters) - Coca-Cola Co’s quarterly revenue and profit topped Wall Street expectations on Tuesday, as investments to cater to changing consumer tastes paid off with higher sales of its sugar-free sodas and vitamin waters.  A Coca-Cola truck makes its way through downtown Los Angeles, California, U.S., October 24, 2018. REUTERS\/Mike Blake  The world’s biggest beverage maker, like rival PepsiCo Inc, has been building a portfolio of non-carbonated drinks and doubling down on its investments in enhanced waters such as electrolyte-filled smartwater.  Coke also paid $5.1 billion for the world’s second-largest coffee chain Costa earlier this year and took a stake in Kobe Bryant-backed sports drink BodyArmor in a bid to court a younger demographic that prefers sipping lattes over gulping big sodas.  Chief Executive Officer James Quincey played down media reports in recent weeks that the company is looking at cannabis-infused drinks in North America as a wave of legalization spreads across Canada and some U.S. states.  “We don’t have any plans at this stage to get into this space,” he told a post earnings call with analysts, adding that the pace of acquisitions in the quarter should not be taken as a sign of how the company would proceed from here.  “M&A of course is not a strategy in and of itself – it’s an enabler of our strategy.”  Organic revenue, or sales from its core beverage business, rose 6 percent in the third quarter, led by double-digit volume growth for Diet Coke and Coca-Cola Zero Sugar.  Volumes, a key indicator of demand, grew 2 percent in the quarter, roughly stable from a year ago. Carbonated drinks grew 2 percent in the quarter, while water and sports drinks, up just 1 percent in the previous quarter, grew 5 percent.  “(We are) starting to see growth coming back into water as we’ve done a bit of de-prioritizing and moved more into premium and innovation,” Quincey said.  GINGER LIME  Earlier this year the company launched new slim line Diet Coke cans along with flavors including ginger lime and feisty cherry. It promised earlier this month to introduce two new variants of its smartwater brand on the U.S. West coast.  The strategy, which follows Quincey’s appointment last year, has drawn support from Wall Street analysts and investors.  A 2 percent gain on Tuesday took its shares back into positive territory for this year and compared to a near 6-percent decline for Pepsi and an almost 5- percent drop in the S&P consumer staples index over the same period.  Net income attributable to the company’s shareholders rose 30 percent on the year in the three months ended Sept. 28.  Excluding one-time items, Coca-Cola said it earned 58 cents per share, beating analysts’ average estimate by 3 cents, according to Refinitiv data.  Revenue fell 9 percent to $8.25 billion, due to the disposal of its low-margin bottling operations, but beat expectations.  “We are impressed with Coca-Cola’s ability to deliver a strong and balanced top line, suggesting that its refranchising and portfolio transformation are paying off,” Wells Fargo analyst Bonnie Herzog said.","121":"March 23 (Reuters) - Ricoh Co Ltd  * Says it sells all 8.3 percent stake (17.1 million shares) in Coca-Cola Bottlers Japan Holdings Inc, at the price of 3,275 yen per share (55.92 billion yen)  Source text in Japanese: goo.gl\/1dhbgx  Further company coverage: (Beijing Headline News)","122":"(Reuters) - Coca-Cola has mastered the business of getting its sweet, fizzy drinks into even the most isolated of Papua New Guinea’s far-flung tropical islands and mountain villages.  FILE PHOTO: A villager and his family paddle a wooden canoe on the Fly River near the township of Kiunga in the Western Province of Papua New Guinea, November 3, 1997. REUTERS\/David Gray\/File Photo  But getting the proceeds out of the South Pacific nation is proving much more troublesome, undermining efforts by the host of this month’s APEC meeting to portray itself as an attractive destination for international investment.  Australian-listed Coca-Cola Amatil CCL.AX, which distributes Coke in the region, recently disclosed it was holding more of PNG's kina PGK= currency than it wanted due to foreign exchange restraints, a complaint echoed by other big businesses.  The restrictions, used to prop up the kina by fixing its value in a narrow band, have created a shortage of dollars and a weeks-long queue to buy them. That is stifling business investment and with it, the country’s economic prospects, business leaders say.  “For most customers, it has provided an impediment to the growth of their business,” said Robin Fleming, Chief Executive of Bank South Pacific, PNG’s biggest commercial bank and largest foreign exchange dealer.  “It’s really strained some of those relationships with their suppliers overseas,” he said on the phone from his office in the dusty seaside capital, Port Moresby.  DIGGING IN  Port Moresby is the venue for this month’s Asia Pacific Economic Cooperation summit of world leaders and PNG is hoping to use the high-profile event to showcase the nation and its investment credentials.  PNG Prime Minister Peter O’Neill said earlier this year that after APEC, “everyone will remember where Papua New Guinea is” and not confuse it with an African country.  Papua New Guinea has one of the largest economies in the Pacific Islands region, backed by mining, timber, fishing and huge energy reserves.  Riding booming commodity prices, the kina touched as high as $0.47 in 2013 but fell as low as $0.33 the following year when the oil price plunged.  Slideshow ( 6 images )  Demand for kina also dropped away sharply since the end of construction in 2014 of a giant LNG project led by Exxon Mobil Corp XOM.N.  The dollar shortfall was exacerbated by lower-than-expected tax receipts from the PNG LNG project and disruptions to copper and gold exports.  Papua New Guinea’s central bank responded by fixing the currency to a 150 basis point band either side of about $0.41 in June 2014. That made dollars cheaper overnight, driving a spike in demand exceeding meager supplies held locally by exporters.  Demand for foreign currency exceeded supply by about $500 million in August, according to Papua New Guinea’s central bank’s most recent policy update.  That has left businesses - even those earmarked for priority access to foreign currency such as food, fuel, aviation and medicine - pleading with suppliers to accept late payments.  “It does make it a challenge to get the currency you need to import materials,” such as sugar, aluminum tins and plastic bottles, Coca-Cola Amatil’s Sydney-based spokesman Patrick Low said.  Meanwhile, CCA’s stockpile of cash in kina jumped by more than a third over the 12 months to June 30 to 687 million kina ($200 million), half-year accounts show.  Other businesses find themselves similarly hamstrung.  “We need to minimize our purchasing in Australia,” said Ariel Sarangya, who manages a computer shop in the highlands and has cut back buying stock due to a lack of foreign currency.  “You need to wait up to three months, sometimes more than that, it’s up to the banks. We have to take whatever they give.”  Heineken HEIN.AS subsidiary South Pacific Brewery Ltd has quit all non-essential capital expenditure since the crunch began and has struggled to remit dividends to its parent, managing director, Stan Joyce, told Reuters.  The company even briefly considered buying coffee and trying to sell that offshore to bring in some U.S. dollars, he added.  DIGGING OUT  Economists say the solution is to let the kina gradually fall to encourage dollars to flow.  But the government is staking its hopes on an anticipated $13 billion in foreign investment expected as part of an expansion of the PNG LNG project, and recovering commodity prices, to stabilize the currency.  It has also cut dollar-denominated imports of fuel and last month raised $500 million with its debut sovereign bond issue.  “Much work going into import replacement, bringing fishing and logging industries processing onshore, lowering transport, energy and communication costs,” Treasurer Charles Abel said in an email, adding the backlog should be cleared by year’s end.  Businesses and economists are less sure, and say restraints need to be dropped before investment flows again.  In the meantime, though, Coke is flowing just fine, with PNG revenue and earnings up for the half-year.  “The most popular drink here in Papua New Guinea is Coke,” said Raymond Yafus, a storeman at a supermarket in PNG’s second-largest city, Lae.","123":"April 23 (Reuters) - U.S. stocks opened higher on Tuesday, led by gains in technology stocks and upbeat earnings from a handful of companies including Coca-Cola and Twitter.  The Dow Jones Industrial Average rose 2.78 points, or 0.01%, at the open to 26,513.83. The S&P 500 opened higher by 2.02 points, or 0.07%, at 2,909.99. The Nasdaq Composite gained 11.48 points, or 0.14%, to 8,026.75 at the opening bell.","124":"(Reuters) - Coca-Cola Co KO.N said on Tuesday its expected current-quarter results to take a hit as restaurants, theaters and other venues that represent about half of the company's revenue remain closed because of the coronavirus pandemic.  The soda maker's shares, a Dow 30 component .DJI, were down about 4%. They have lost about 16% so far this year.  Coca-Cola makes syrups and concentrates and through its bottlers distributes them to fast-food chains, theaters, amusement parks and other venues, most of which have either closed all operations or limited their businesses.  Several concerts and sporting events, including the company-sponsored Tokyo 2020 Olympics, have been postponed or canceled.  As a result, volumes fell about 25% globally since the beginning of April, largely stemming from the loss of sales other than at retail stores, the company said.  The hit to second-quarter results will be material, it said, though the ultimate impact on this quarter and the rest of the year is unknown at this time. Coca-Cola added it expected comparable revenue to include 4% to 5% hit from a stronger dollar.  The Atlanta-based beverage maker said, however, it saw stockpiling in some markets and a sharp rise in e-commerce sales, as consumers rushed to buy goods in preparation for lockdowns.  “It’s certainly not the case that e-commerce is offsetting the losses... E-commerce, even though it’s doubled in sales, for a beverage category, it’s still a very small percentage of the total beverage category,” Chief Executive Officer James Quincey told analysts.  The rapid spread of the novel coronavirus, first detected in the Chinese city of Wuhan last December, has claimed the lives of about 170,000 across the globe and has forced a wide range of businesses to shut doors.  “We do know that our over 134 years of business, we’ve seen many types of crisis.... We are in a better position today than we were heading into previous periods of challenge,” Quincey said.  For the first quarter, the soda maker reported better-than-expected revenue and profit, and said it expected conditions to start improving from mid-year.  For the first quarter ended March 27, net revenue fell 1% to $8.6 billion. Analysts were expecting $8.28 billion, according to IBES data from Refinitiv.  Excluding one-time items, Coke earned 51 cents per share, beating market consensus estimate of 44 cents.  UBS analyst Sean King noted that first-quarter results were better than feared, but the company had a tougher road ahead.","125":"An appeals court on Monday revived a lawsuit accusing the Coca-Cola Company of infringing a patent on an internet-enabled soft drink dispenser.  The U.S. Court of Appeals for the Federal Circuit vacated a lower court ruling that Coca-Cola’s Freestyle touchscreen soda fountain did not infringe a patent owned by Rothschild Connected Devices Innovations LLC, a non-practicing entity.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/3bKIYyE","126":"Oct 18 (Reuters) - Coca-Cola Co beat Wall Street expectations for quarterly sales on Friday, boosted by demand for zero-sugar sodas and Coca-Cola Plus Coffee.  Net operating revenue climbed 8.3% to $9.51 billion in the third quarter ended Sept. 27, beating the average analyst estimate of $9.43 billion, according to IBES data from Refinitiv.  The company said it now expects full-year organic revenue growth excluding currency fluctuations, acquisitions and divestitures to be at least 5%, from its previous forecast of 5% growth. (Reporting by Soundarya J in Bengaluru Editing by Saumyadeb Chakrabarty)","127":"FILE PHOTO - Bottles of Coca-Cola are seen at a Carrefour Hypermarket store in Montreuil, near Paris, France, February 5, 2018. REUTERS\/Regis Duvignau  (Reuters) - Coca-Cola Co KO.N said on Tuesday it bought Australia-based Organic & Raw Trading Co, known for its Mojo brand of kombucha tea, extending its push into healthier drinks.  The world’s largest drinks company has been increasingly diversifying its portfolio to include healthier options such as sparkling waters as consumers move away from sugary sodas.  Organic & Raw’s Mojo kombucha is a naturally fermented tea.  Coke has been on a deal spree, ranging from a $5.1 billion acquisition of coffee chain Costa to a minority stake in a Kobe Bryant-backed sports drink brand BodyArmor last month. The company is also among the bidder for GlaxoSmithKline's GSK.L Indian Horlicks nutrition business, Reuters reported on Tuesday.  The soda maker also said on Monday it was closely watching the fast-growing marijuana drinks market for a possible entry.  The latest deal, the terms for which were not disclosed, will allow Coca-Cola to add Mojo brands to its portfolio of 165 products and 25 brands across Australia.  “The addition of Mojo kombucha fits perfectly with the growing popularity of organic, probiotic drinks,” Vamsi Mohan, president of Coca-Cola Australia, said in a statement.","128":"BUENOS AIRES, May 29 (Reuters) - Coca-Cola Co plans to invest $1.2 billion in Argentina from 2019 to 2021, the company said in a statement on Tuesday, an increase from its three-year plan of $1 billion investment announced for 2016 to 2018. (Reporting by Eliana Raszewski; Writing by Caroline Stauffer)","129":"March 14 (Reuters) - Coca-Cola Bottling Co Consolidated :  * COCA-COLA BOTTLING CO CONSOLIDATED SAYS ‍ON MARCH 12 ENTERED CONFIRMATION OF ACCEPTANCE TO SELL $150 MILLION SENIOR UNSECURED NOTES DUE 2030 - SEC FILING​ Source text (bit.ly\/2FVCl0C) Further company coverage: (Reuters.Brief@thomsonreuters.com)","130":"FILE PHOTO: Costa coffee cups are seen wrapped in plastic at a Costa Coffee shop franchise in London, Britain, May 4, 2017. REUTERS\/Russell Boyce  BRUSSELS (Reuters) - The European Commission said on Thursday it had cleared the sale of the Costa Coffee chain to U.S. drinks maker Coca-Cola Co from British restaurant and hotel owner Whitbread Plc.  “The Commission concluded that the proposed acquisition would raise no competition concerns because the companies do not sell the same products and the links between their activities are limited,” the EU executive said in a statement.","131":"(Reuters) - Coca-Cola Co KO.N beat revenue and profit expectations on Thursday as a partial reopening of theaters and restaurants boosted demand and helped the world's largest soda maker bounce back from a shattering second quarter.  Declines in “away-from-home” sales eased to mid-teens range in the third quarter from about a 50% slump in April at the height of lockdowns, while demand for its trademark Coca-Cola and Coca-Cola Zero Sugar also rose.  Coca-Cola makes about half of its revenue by selling its soft drinks at public venues and their closure had forced it to offer voluntary job cuts to about 4,000 workers in the United States.  Chief Executive James Quincey said the situation is “dynamic”, as rising cases during the winter could result in regional lockdowns, adding the recovery in “away-from-home” sales had showed signs of getting stalled in September.  “We don’t expect to return to the peak levels of global lockdown, but we are prepared for setbacks due to the local spikes in cases and targeted restrictions and closures,” Quincey told analysts.  The company said consumers were buy more sparkling soft drinks and juices from grocery stores and online.  “Coronavirus effects may linger for at least a couple of quarters, but we are seeing better progress than expected,” Edward Jones analyst John Boylan said.  Rival PepsiCo Inc PEP.O too survived the lockdown-fueled slump with better sales at convenience stores and gas stations as well as good demand for snacks.  Coca-Cola said it will cut the number of brands by half to about 200 and phase out products like ZICO coconut water and TaB sodas as part of its strategy to streamline beverage portfolio and focus more on popular products.  On a per share basis, the Atlanta-based company earned 9 cents above expectations. Net revenue of $8.7 billion also beat estimates, according to Refinitiv data.","132":"WASHINGTON (Reuters) - Coca-Cola Co KO.N thought it had a deal with the U.S. Internal Revenue Service on how much the company charged foreign affiliates for the rights to make and sell Coke products abroad.  Bottles of Coca-Cola are seen at a Carrefour Hypermarket store in Montreuil, near Paris, France, February 5, 2018. REUTERS\/Regis Duvignau  Then in September 2015 a letter from the IRS arrived at Coca-Cola’s Atlanta headquarters with a bill for back taxes whose amount, $3.3 billion, stunned the world’s No. 1 soft drinks maker.  Coca-Cola sued the IRS, disputing the bill. The case is being tried now in U.S. Tax Court in Washington. A verdict is not expected for some time after the trial ends, expected in mid-April.  The case is being watched closely by tax experts as a sign of rising tension between tax authorities and multinational corporations over transfer pricing, that is, the way companies value the goods, services, trademark and patent rights that they constantly move among foreign units across national boundaries.  An important management discipline inside multinationals, transfer pricing is under more scrutiny than ever before from tax agencies worldwide because of strict new global standards, raising legal risks for companies and their investors.  The Coca-Cola case goes to trial as interest among corporations in seeking multi-year deals with the IRS covering transfer pricing arrangements has fallen in the past two years.  The IRS reported on Friday that it received 101 applications in 2017 for “advance pricing agreements” (APAs), similar to 2016’s level of 98 in 2016, but well below 2015’s peak of 183.  APA applications also fell in 2016 in Japan, the top U.S. bilateral APA partner, according to the latest data.  Anecdotal evidence suggests the APA process, designed to prevent conflict, is under strain in many countries, with some tax lawyers citing Mexico, Italy and China as challenging.  Corporate tax directors at a conference in Washington earlier this month said APAs are taking longer to negotiate and government tax agencies are less willing to do them.  \"We're really living in a different time and we can understand why tax authorities might be reluctant because there's a lot more external scrutiny than there ever was,\" said Amy Roberti, director of global tax and fiscal policy for Procter & Gamble Co PG.N, at the conference.  Asked for more details afterward, Roberti said through a company spokeswoman that APAs help Procter & Gamble build “relationships with governments and fiscal authorities.”  The IRS did not immediately provide answers to questions about the Coca-Cola case and transfer pricing, in general.  Coca-Cola responded to questions by providing an internal employee memo about the case that said, “The company firmly believes that the IRS’ claims are without merit and will pursue all available administrative and judicial remedies.”  TRANSFER PRICING CHALLENGE  The IRS contends that Coca-Cola charged several foreign affiliates royalties that were too low from 2007 to 2009, which reduced the parent company’s U.S. income and resulted in underpayment of its U.S. income taxes by $3.3 billion.  Tax agencies often challenge transfer pricing arrangements on the grounds that they are set up to minimize income in high-tax countries and maximize it in low-tax countries.  Under a Base Erosion and Profit Shifting framework set up by the Organization for Economic Cooperation and Development (OECD) in 2016, one hundred national tax agencies including the IRS expect companies to use an “arm’s length” approach to transfer pricing.  That means, in the case of trademark rights, for instance, charging foreign units royalties equal to their open market value. The trouble is that trademarks are usually unique. So approximating their “arm’s length” price is difficult.  Coca-Cola says in court filings that the IRS approved the company’s method for setting its transfer prices for the affiliates in a 1996 agreement, but that the IRS later withdrew that approval and issued the bill for back taxes.  Coca-Cola did not have an APA with the IRS. Instead, it had an APA-like “audit closing agreement” that dated back to 1996 and was, the company says, reaffirmed in later audits.  But much changed in transfer pricing over the more than 20 years since Coca-Cola reached its understanding with the IRS.  “It’s an interesting case,” said former IRS Acting Commissioner Steven Miller. “If I were a tax director, I would be thinking about how much I can rely on agreements like this.  “It does drive home how important it is not to just assume that an agreement can be relied on forever because apparently, maybe not,” said Miller, now national director of tax at consulting firm Alliantgroup."}}