{"date":{"0":"2018\/03\/23","1":"2018\/05\/17","2":"2018\/04\/10","3":"2018\/04\/10","4":"2020\/03\/21","5":"2018\/02\/12","6":"2020\/07\/01","7":"2019\/09\/03","8":"2018\/09\/18","9":"2019\/11\/05","10":"2018\/05\/24","11":"2019\/10\/02","12":"2018\/08\/07","13":"2019\/03\/01","14":"2018\/03\/23","15":"2019\/03\/19","16":"2020\/07\/01","17":"2018\/05\/17","18":"2019\/06\/20","19":"2019\/10\/07","20":"2018\/06\/28","21":"2018\/05\/17","22":"2020\/04\/21","23":"2019\/03\/07","24":"2019\/11\/05","25":"2018\/08\/08","26":"2018\/03\/23","27":"2019\/03\/07","28":"2020\/03\/05","29":"2019\/09\/03","30":"2018\/09\/13","31":"2019\/03\/01","32":"2018\/03\/08","33":"2019\/09\/05","34":"2018\/09\/13","35":"2018\/05\/23","36":"2018\/12\/06","37":"2019\/10\/07","38":"2020\/05\/05","39":"2018\/03\/23","40":"2020\/03\/05","41":"2020\/04\/28","42":"2019\/01\/08","43":"2018\/05\/14","44":"2020\/07\/01","45":"2018\/08\/08","46":"2018\/03\/01","47":"2020\/02\/14","48":"2020\/03\/05","49":"2018\/12\/18","50":"2019\/06\/20","51":"2018\/08\/08","52":"2020\/05\/01","53":"2020\/06\/18","54":"2018\/08\/14","55":"2020\/09\/11","56":"2018\/06\/21","57":"2019\/09\/12","58":"2021\/02\/05","59":"2020\/03\/12","60":"2018\/03\/12","61":"2019\/09\/03","62":"2018\/03\/09","63":"2019\/09\/12","64":"2018\/03\/01","65":"2018\/10\/30","66":"2018\/03\/01","67":"2020\/07\/15","68":"2018\/03\/15","69":"2020\/04\/27","70":"2018\/11\/19","71":"2020\/04\/01","72":"2018\/06\/21","73":"2019\/09\/05","74":"2020\/05\/12","75":"2018\/03\/08","76":"2020\/04\/01","77":"2018\/05\/17","78":"2018\/03\/01","79":"2018\/04\/30","80":"2018\/03\/08","81":"2018\/04\/20","82":"2020\/12\/22","83":"2020\/04\/01","84":"2019\/12\/05","85":"2020\/09\/11","86":"2020\/12\/03","87":"2018\/08\/07","88":"2018\/03\/19","89":"2019\/12\/05","90":"2019\/06\/11","91":"2020\/06\/18","92":"2018\/05\/17","93":"2020\/02\/24","94":"2018\/11\/19","95":"2018\/08\/14","96":"2018\/10\/30","97":"2018\/08\/16","98":"2020\/05\/01","99":"2019\/06\/20","100":"2021\/01\/20","101":"2018\/04\/16","102":"2018\/04\/10","103":"2019\/06\/20","104":"2018\/12\/06","105":"2018\/10\/02","106":"2018\/03\/19","107":"2020\/12\/03","108":"2018\/03\/27"},"text":{"0":"March 23 (Reuters) -  * THERE IS 'NO TRUTH' TO TARGET-KROGER MERGER REPORT - CNBC, CITING SOURCE Source text: cnb.cx\/2pyBBo4 Further company coverage: (Reuters.Briefs@thomsonreuters.com)","1":"May 17 (Reuters) - Kroger Co:  * KROGER PARTNERS WITH OCADO TO SERVE CUSTOMERS ANYTHING, ANYTIME, ANYWHERE IN U.S.  * KROGER - NEW DEAL WITH OCADO NOT EXPECTED TO AFFECT CO’S DILUTED EPS GUIDANCE RANGE FOR 2018, 2019 AS IT IS ALREADY REFLECTED IN RESTOCK KROGER PLAN Source text for Eikon: Further company coverage:","2":"April 10 (Reuters) - Kroger Co:  * KROGER FAMILY OF STORES HIRING 11,000 EMPLOYEES  * FAMILY OF STORES IS HIRING TO FILL AN ESTIMATED 11,000 POSITIONS IN ITS SUPERMARKET DIVISIONS, INCLUDING NEARLY 2,000 MANAGEMENT POSITIONS  * INVESTING $500 MILLION IN ASSOCIATE WAGES, TRAINING AND DEVELOPMENT OVER NEXT THREE YEARS, AS PART OF RESTOCK KROGER Source text for Eikon: Further company coverage:","3":"April 10 (Reuters) - Kroger Co said on Tuesday it would hire 11,000 employees to its supermarket divisions, including nearly 2,000 in management positions.  The company said it would invest an additional $500 million in wages, training and development over the next three years. (Reporting by Aishwarya Venugopal in Bengaluru; Editing by Arun Koyyur)","4":"March 21 (Reuters) - Kroger Co:  * KROGER FAMILY OF COMPANIES ANNOUNCES APPRECIATION BONUS FOR ASSOCIATES AND EXPANDS 14-DAY COVID-19 EMERGENCY LEAVE GUIDELINES  * KROGER- FRONTLINE GROCERY, SUPPLY CHAIN, MANUFACTURING, CUSTOMER SERVICE ASSOCIATES TO RECEIVE 1-TIME BONUS; $300 FOR FULL TIME AND $150 FOR PART TIME  * KROGER CO- SPECIAL BONUS WILL BE PAID TO FRONTLINE ASSOCIATES WHO WERE HIRED ON OR BEFORE MARCH 1, COVERS PAYROLL PERIOD MARCH 8 - MARCH 28  * KROGER CO- EXPANDED ITS COVID-19 EMERGENCY LEAVE GUIDELINES TO INCLUDE PAID TIME OFF FOR SELF-ISOLATION AND SYMPTOMS  * KROGER CO- ALLOWS PAID TIME OFF FOR ASSOCIATES DIAGNOSED WITH OR PLACED UNDER QUARANTINE DUE TO COVID-19 Source text for Eikon: Further company coverage:","5":"LONDON (Reuters) - Banks have lined up approximately $2.5 billion equivalent of leveraged loans to back UK forecourt operator EG Group’s acquisition of US grocery chain Kroger's KR.N convenience store unit, banking sources said.  Kroger agreed to sell its nearly 800 convenience stores to EG Group for $2.15 billion, the US supermarket chain said last week, just days after EG closed a 2.85 billion euro equivalent loan financing to fund its acquisition of over 2,000 Esso sites in Italy and Germany and refinance existing debt.  Bank of America Merrill Lynch, Barclays, Morgan Stanley, Deutsche Bank and UBS are leading the latest debt financing and are expected to be joined by other banks, the sources said.  The financing will comprise around $1.9 billion of term loans, of which around $200 million will be denominated in euros, as well as approximately $500 million of second-lien loans, the sources said.  The loans will launch for syndication to institutional investors in the next two to three weeks and will mainly target US-based investors, the sources said.  EG Group’s existing 281 million euro equivalent multi-currency revolving credit facility is also set to increase, given the company has grown as a result of the acquisition, the sources said.  DEBT-FUELLED  The Kroger acquisition will be financed entirely with debt as EG Group’s existing credit agreement enables EG Group to do so.  “It shows that the company is extremely ambitious, doing the acquisition with no equity,” a syndicate head said. “Investors will be looking at the pro forma-ing very closely, they’ll look at pro forma and see if falls within existing docs. The owners have already taken out a big dividend and have very little left invested – does that feel like the right risk\/reward?”  While some investors have expressed displeasure with a new financing launching so soon after the last financing closed, other investors are attracted to the opportunity of deploying further amounts of capital into a well-liked, strong performing credit.  Although investors cant stop the company from funding the Kroger acquisition entirely with debt, they can choose not to invest in the new debt or sell out of their existing positions in the secondary loan market, sources said.  However, EG Group’s term loans have remained fairly flat in secondary since the Kroger acquisition was announced, notwithstanding last week’s volatility from wider macro-economic conditions that saw a softening of many credits.  “Some investors were not so excited to find out about a new deal so soon after an old deal, however, secondary has been stable which suggests buyside is supportive. By definition the company still needs to raise debt so that is the opportunity for the lenders to talk, but if lenders were really worried about the acquisition then secondary levels would have dipped,” a second syndicate head said.  EG Group priced its 2.85 billion euro of loan facilities at the beginning of February. That deal included a 1.985 billion euro term loan B paying 400bp over Euribor with a 99.5 OID; a 400 million pounds term loan B priced at 475bp over Libor with a 99.75 OID; and a $500 million TLB priced at 400bp over Libor with a 99.75 discount.  There was also a 385 million euro unfunded letter of credit paying 200bp over Euribor and a 281 million euro-equivalent multi-currency revolving credit facility paying 300bp over Euribor\/Libor.  All facilities have a 0 percent floor.  TDR acquired a 1.3 billion pounds minority stake in EG Group, formerly known as Euro Garages, in January 2016, backed by a 745 million pounds financing split between a 370 million pounds seven-year TLB and a 250 million pounds equivalent euro-denominated TLB.","6":"July 1 (Reuters) - The healthcare unit of U.S. supermarket chain Kroger Co said on Wednesday the U.S. Food and Drug Administration had issued Emergency Use Authorization for its at-home sample collection kit for COVID-19.  The kits will be available to frontline workers across its companies beginning this week, Kroger said, adding that it plans to expand availability to other companies in the coming weeks, with a goal of processing up to 60,000 tests per week by the end of July. (reut.rs\/38tj82t) (Reporting by Manojna Maddipatla in Bengaluru; Editing by Maju Samuel)","7":"NEW YORK, Sept 3 (Reuters) - U.S. grocer Kroger Co has begun asking customers to stop openly carrying firearms in stores, a change in policy, a spokeswoman said on Tuesday.  Kroger previously had followed local and state laws on the matter, she said.","8":"LONDON (Reuters) - British online grocer Ocado OCDO.L said on Tuesday that Kroger KR.N, its most important partner, had made good progress identifying locations for the first of at least 20 sites to build automated warehouses in the United States.  FILE PHOTO: Delivery vans are lined up prior to dispatch at the Ocado CFC (Customer Fulfilment Centre) in Andover, Britain May 1, 2018. REUTERS\/Peter Nicholls  In May, the U.S. supermarket group struck a deal with Ocado to ratchet up its delivery business with the construction of robotically operated warehouses, upping the ante in its battle with Amazon AMZN.O.  The Kroger deal is Ocado's biggest yet, exceeding all of the centers the firm has built or plans to build with Morrisons MRW.L in Britain, Casino CASP.PA in France, Sobeys EMPa.TO in Canada and ICA Group ICAA.ST in Sweden.  Kroger is working to identify the first three sites for warehouses, which typically take two years to open.  “They’re making good progress identifying which particular sites and which particular cities. And we’re making good progress working on the details of the commercial relationship,” Duncan Tatton-Brown, Ocado’s chief financial officer told reporters, without naming the locations.  “There’s a lot of work going on because even though the final deal (service agreement) isn’t agreed we are actually being paid. So nothing is holding us up,” he said.  Online grocery shopping is growing rapidly, but companies are still grappling with the challenge of how to make money from taking goods at different temperatures to customers’ doors.  Ocado’s experience of developing a high-tech distribution system has helped its progress toward sustainable profit growth, with its shares up more than 200 percent over the last year thanks to four major overseas technology partnership deals.  The stock rose as much as 4.8 percent on Tuesday after Ocado reported third-quarter retail revenue growth in line with full-year guidance and said it had ramped up capacity in Britain with the opening of its fourth robotic warehouse this summer at Erith, near London.  The stock was up 39.2 pence at 951.8 pence at 0925 GMT, valuing the business at 6.4 billion pounds ($8.4 billion).  “We think there is a great deal for management to now execute on and thus see a low likelihood of another major deal in the near term,” said RBC Europe analyst Sherri Malek.  Ocado said Erith processed over 20,000 orders last week, 14 weeks after opening, a number its third warehouse in Andover, southern England, took 15 months to achieve.  BIGGEST CHALLENGE  Retail revenue rose 11.5 percent to 348.6 million pounds in the 13 weeks to Sept. 2, having climbed 11.7 percent in the first half. In July Ocado forecast retail revenue growth of 10-15 percent for the full year.  “Most of our competitors would die for a sales growth where we are,” said the finance chief.  Industry data also published on Tuesday showed sales at Britain’s four biggest grocers rose in a range of 1.6 to 3.1 percent in the latest 12-week period.  Tatton-Brown said Ocado’s biggest challenge currently was hiring enough people to keep up with the business’ growth.  “We’re hiring but we’d probably like to hire a bit faster,” he said.  Prior to Tuesday’s update, analysts’ average forecast was for Ocado to make a 2018 pretax loss of 30 million pounds and core earnings (EBITDA) of 73 million pounds. That compares with a loss of 500,000 pounds and core earnings of 84.3 million pounds in 2017.  ($1 = 0.7611 pounds)","9":"(Reuters) - Supermarket chain Kroger Co KR.N forecast 2020 profit and comparable sales ahead of Wall Street estimates on Tuesday, saying it expects to see further benefits from investments in store modernization and deliveries, sending its shares up 10%.  FILE PHOTO: The Kroger supermarket chain's headquarters is shown in Cincinnati, Ohio, U.S., June 28, 2018. REUTERS\/Lisa Baertlein  In the face of growing competition in the U.S. grocery space, recently disrupted by online retail giant Amazon.com AMZN.O, Cincinnati-based Kroger has taken a series of steps to boost its sales, including slashing prices.  Sales fell 1.2% last year, but analysts expect it to rise 1.1% in 2019.  Under its two-year-old “Restock Kroger” program, the company has been focusing on private-label brand display, rearranging store layouts and expanding home delivery and self checkouts services.  When it announced the program in 2017, Kroger had planned $9 billion in capital investments over three years and had forecast $400 million in incremental operating profit by 2020.  But the company in September raised doubts about its profit targets, shaking investor confidence in its plan.  Chief Financial Officer Gary Millerchip told analysts on Tuesday that lower pharmacy gross margins, higher wage investments and delayed sales momentum led Kroger to not reconfirm its 2019 operating profit forecast last quarter.  “We are clear-eyed about what worked and what didn’t,” Chief Executive Officer Rodney McMullen said.  The company has set aside $3.2 billion and $3.4 billion in capital investments for next year mainly for driving profitable sales growth in physical and online stores and the rollout of its first Ocado warehouse facility that will go live in 2021.  Kroger last year bought a stake in Ocado OCDO.L, an online grocer, and struck an exclusive deal for the U.S. market.  “When you look at grocery, it really is in a big state of flux... I think Kroger is doing a very aggressive, very smart job,” said Phil Lempert, an expert on retail food trends who advises companies on food branding and consumer behavior.  Kroger also said it would waive pick-up fee for online orders in some stores, as it tries to keep up with competition who offer similar options for consumers to order groceries on their app and collect from stores.  The supermarket chain forecast 2020 adjusted profit between $2.30 and $2.40 per share, and identical sales growth, excluding fuel, to be greater than 2.25%.  Analysts are expecting the company to earn $2.30 per share in 2020 and report same-store sales growth of 1.99%, according to IBES data from Refinitiv.","10":"SAN FRANCISCO (Reuters) - Shares of Blue Apron APRN.N climbed on Thursday after Kroger said it was buying Home Chef to broaden its menu in the home meal kit market while stock of Calavo Growers, whose unit partnered with Kroger on another meal kit service, slumped.  FILE PHOTO: The Blue Apron logo is pictured ahead of the company's IPO on the New York Stock Exchange in New York, U.S., June 29, 2017. REUTERS\/Lucas Jackson\/File Photo  Supermarket chain Kroger Co KR.N said late on Wednesday it would pay $200 million for Home Chef, and up to $500 million more if the service reaches targets for in-store and online sales of its personalized food kits.  Kroger’s purchase of Home Chef sent shares of meal-kit pioneer Blue Apron Holdings 3.2 percent higher in trading on Thursday.  Speculation it could be acquired has pepped up Blue Apron’s stock in the past, although the shares remain down 70 percent since the company’s initial public offering last June, with Wall Street worried about competition from Amazon.com and other retail heavyweights.  Calavo Growers CVGW.O, an avocado distributor that through a subsidiary partnered with Kroger on another meal kit service, slumped nearly 8 percent. Prep+Pared, which Kroger launched last year in partnership with FreshRealm, a supply chain startup partly owned by Calavo Growers, could fall by the wayside following the acquisition of Home Chef, analysts said.  “This acquisition should allow Kroger to gain new customers nationally, capture share in its existing markets (approximately 60 million shoppers), leverage existing vendor relationships, and complement (or replace) its existing meal kit business, Prep+Pared,” wrote Telsey Advisory Group analyst Joseph Feldman in a note to clients.  Blue Apron launched the meal-kit market, selling subscriptions for pre-portioned ingredients paired with recipes for restaurant-style meals like tilapia piccata and miso-glazed barramundi, but has faced growing numbers of competitors.  Home Chef increased its sales by 150 percent last year and offers more meal variety than competitors, according to Kroger.  In March, Walmart Inc WMT.N launched its own kits, priced between $8 and $15 per meal.  Kroger’s stock was down 0.25 percent at $24.50.","11":"FILE PHOTO: The Kroger supermarket chain's headquarters is shown in Cincinnati, Ohio, U.S., June 28, 2018. REUTERS\/Lisa Baertlein\/File Photo  (Reuters) - Kroger Co KR.N is looking to lay off several store employees holding middle management roles, amidst the supermarket chain's push to improve delivery and in-store technology to attract shoppers.  “As part of ongoing talent management, many store operating divisions are evaluating middle management roles and team structures with an eye toward keeping resources close to the customer,” a Kroger spokesperson said in an e-mailed statement.  Over the past couple of years, Kroger has been expanding home delivery, curbside pickup and self-checkout services, apart from investing heavily in technology such as its recent deal with UK-based Ocado Group OCDO.L to speed up its delivery operations with robot-operated warehouses.  The spokesperson said store divisions operate independently but Kroger is taking steps to ensure it has the right talent in the right store leadership positions.","12":"(Reuters) - U.S. supermarket chain Kroger Co KR.N said on Tuesday it is exploring strategic alternatives for its Turkey Hill Dairy business, including a sale.  Turkey Hill, which has nearly 800 workers, produces milk, ice creams, frozen dairy treats, iced teas and fruit drinks.  The unit was not part of the sale of Kroger’s convenience stores business to British gas station operator EG Group for $2.15 billion earlier this year.  The sale of the convenience stores, which had $4 billion in annual revenue, was part of Cincinnati-based Kroger’s “Re-stock” plan that aimed to revamp its nearly 2,800 brick-and-mortar supermarkets, cut prices and boost in-store technology.  Turkey Hill distributes frozen dairy desserts and drinks in 49 U.S. states, excluding Hawaii, and owns a manufacturing and distribution facility in Conestoga, Pennsylvania.  The company said it had hired Goldman Sachs & Co LLC to review and evaluate the options for Turkey Hill, which has been owned by Kroger since 1985.","13":"March 1 (Reuters) - U.S. supermarket chain Kroger Co on Friday said its Smith’s Food and Drug Stores division will stop accepting Visa Inc’s credit cards, starting April 3, because of excessive transaction fees.  Kroger had stopped accepting Visa’s credit cards at its Foods Co stores in California in August last year, because of a price dispute over interchange rates and network fees.  \"At Smith's, Visa's credit card fees are higher than any other credit card brand that we accept. Visa's excessive fees and unfairness cannot continue to go unchecked,\" Kroger's Chief Financial Officer Mike Schlotman said reut.rs\/2NzW0oi.  The company added it is going to continue to explore other options to reduce the cost of accepting credit cards and keep prices low for customers.  Smith’s operates over 130 stores across the U.S.  The dispute between Kroger and Visa is the latest between payments processors and merchants over transaction fees. Card companies have said in the past that expenses for ramping up anti-fraud\/anti-theft security measures to make payment processing safer have resulted in a fee hike.  Mastercard and Visa have another round of fee hikes, slated for April, which will be levied on merchant banks, not on the merchants directly, although the banks could pass on the fee hike to sellers, if they want to avoid absorbing it themselves.  Visa was not immediately available for a comment outside working hours.  Smith’s stores will continue to accept all other forms of payment, including major credit cards, and health savings account cards. (Reporting By Aparajita Saxena in Bengaluru; Editing by Shailesh Kuber)","14":"Slideshow ( 2 images )  (Reuters) - There is no truth to a report of merger talks between retailers Target Corp TGT.N and Kroger Co KR.N, a source familiar with the matter told Reuters on Friday.  Earlier on Friday, tech focused magazine Fast Company reported that the companies are in possible merger talks, sending the shares of both companies higher.  “There is no truth to this rumor,” the source said.  Kroger spokeswoman Kristal Howard said: “We generally don’t comment on rumors or speculation.”  Kroger has a market cap of $20.62 billion and Target $37.12 billion.  Korger shares that were up 13 percent before the bell pared their gains to trade up 2.5 percent at $24. Shares of Target are up 1.5 percent at $70.","15":"The Kroger supermarket chain's headquarters is shown in Cincinnati, Ohio, U.S., June 28, 2018. REUTERS\/Lisa Baertlein  (Reuters) - U.S. supermarket chain Kroger Co said on Tuesday it would sell its Turkey Hill business to an affiliate of private equity firm Peak Rock Capital.  Kroger in August said it was exploring alternatives for the business, including a sale. Turkey Hill, which has nearly 800 workers, produces milk, ice creams, frozen dairy treats, iced teas and fruit drinks.  Kroger did not disclose the financial details of the deal.","16":"July 1 (Reuters) - Gravity Diagnostics:  * GRAVITY DIAGNOSTICS PARTNERS WITH KROGER HEALTH TO EXPAND COVID-19 TESTING WITH HOME COLLECTION KITS  * GRAVITY DIAGNOSTICS - U.S. FDA GRANTED UPDATE TO CO’S EUA TO INCLUDE USE OF NASAL SWAB SPECIMENS USING KROGER HEALTH COVID-19 TEST HOME KIT Source text for Eikon:","17":"LONDON, May 17 (Reuters) - British online supermarket Ocado said U.S. retailer Kroger had agreed an exclusive deal to use its technology for grocery deliveries.  The U.S. company will take a 5 percent stake in Ocado as part of the deal, Ocado said on Thursday. (Reporting by Paul Sandle; editing by Costas Pitas)","18":"June 20 (Reuters) - Kroger Co on Thursday reported quarterly sales above Wall Street estimates, driven by the supermarket chain’s digital initiatives to sell more goods through its app and website.  Sales for the quarter were $37.25 billion, above analysts’ estimates of $37.21 billion, according to Refinitiv IBES data. (Reporting by Nivedita Balu in Bengaluru; Editing by Shailesh Kuber)","19":"Oct 7 (Reuters) - Kroger Co said on Monday it would stop selling e-cigarettes at its stores, making it the latest U.S. supermarket chain to take the step amid growing regulatory scrutiny of the product.  Last month, Walmart Inc told staff it will stop selling e-cigarettes and electronic nicotine delivery products at its U.S. stores, citing growing federal, state and local regulatory complexity and uncertainty. (Reporting by Nivedita Balu in Bengaluru; Editing by Anil D’Silva)","20":"CINCINNATI (Reuters) - Kroger Co and Silicon Valley startup Nuro will begin this autumn what they call the first real-world road test of an unmanned delivery vehicle, as the largest U.S. supermarket operator battles Amazon and others for U.S. dominance in fresh grocery delivery.  Slideshow ( 3 images )  The test of Nuro’s “R1” van, which is shaped like a rounded, silver lunch box, comes as Kroger and other store-based food retailers are racing to catch up with or gain an advantage over online retailer Amazon.com Inc, which sent grocery sellers scrambling to add home delivery after its $13.7 billion acquisition of Whole Foods Market last year.  Kroger is experimenting with ways to lower the cost of grocery delivery by automating different labor- and cost-intensive aspects of the service, from picking and packing orders to dropping them at homes. Just last month, it struck a deal with British online grocer Ocado to build highly automated warehouses.  Kroger Chief Executive Officer Rodney McMullen told Reuters that the non-exclusive partnership with Nuro, announced ahead of the company’s annual shareholder meeting on Thursday, will help shape the grocer’s strategy for giving shoppers at its 2,800 stores in 35 states “anything, anytime and anywhere.”  “It’s one more piece of that puzzle,” McMullen said of the Nuro test. No money exchanged hands and the location of the test city has yet to be announced.  Nuro said it is in the process of gaining regulatory approval for the project.  Nuro co-founder Dave Ferguson called the battery-operated R1 a “considerate, conservative” road user. It is half the width and about two-thirds the length of a Toyota Corolla and will travel at a maximum speed of 25 miles per hour, he said.  The R1 is larger than the slow-speed sidewalk delivery robots that Starship Technologies has been testing in cities around the world and, unlike many other driverless vehicles, it has no seats for humans.  Customers in the test market will have the option to select driverless delivery when they order groceries from their local Kroger supermarket’s website. Kroger and Nuro will tell users when R1 leaves the store and give updates on its journey. They also will provide a code to open the compartment containing their order.  Kroger offers its own delivery service in Denver and works with a broad variety of third-party providers in other markets. Delivery is popular, in part, because it takes the effort and hassle out of carrying bulky or heavy items like large packages of toilet paper or cases of bottled water to and from a car and into the home – something Nuro vans will not do.  Nuro, founded by former lead engineers from Google’s self-driving car project to focus on “last-mile” deliveries, has raised $92 million from U.S. and Chinese investors.  Its competitors include Ford Motor Co, which has partnered with Domino’s Pizza Inc and Postmates to test deliveries with its own self-driving cars. [L2N1LE1GS][L1N1P415E]","21":"May 17 (Reuters) - Ocado:  * CFO SAYS STILL IN NEGOTIATIONS WITH KROGER AND FINAL DETAILED DEAL STLL TO BE SIGNED  * CFO SAYS ‘PRETTY OPTIMISTIC’ CAN FUND KROGER PARTNERSHIP WITHOUT GOING TO INVESTORS  * CFO SAYS KROGER PARTNERSHIP ‘MULTI-YEAR PLAN WITH A LOT TO DO’  * CFO SAYS KROGER PARTNERSHIP IS A “QUANTUM DIFFERENCE” THAN PREVIOUS DEALS  * CFO SAYS KROGER WILL ALSO HAVE ACCESS TO ITS SOFTWARE, IF IT CHOOSES, FOR STORE PICKING  * CFO SAYS POST-KROGER DEAL, SEVEN MAJOR GROCERS WILL BE ON PLATFORM, CREATING URGENCY FOR ANY OTHERS WHO WANT TO JOIN  * CFO SAYS CONFIDENT IT CAN RAMP UP TO MEET KROGER’S AMBITIONS  * CFO SAYS KRUGER TAKING A STAKE IS EVIDENCE OF THE STRENGTH OF ITS TECHNOLOGY PLATFORM Further company coverage: (Reporting By London Bureau)","22":"April 21 (Reuters) - Kroger Co:  * KROGER CO FILES FOR POTENTIAL SENIOR NOTES OFFERING; SIZE NOT DISCLOSED - SEC FILING Source: (bit.ly\/2KmIgwr) Further company coverage:","23":"(Reuters) - Kroger Co projected annual profit below Wall Street estimates on Thursday, as the grocer spends billions of dollars on modernizing its stores and delivery to compete better with Walmart and Amazon.  FILE PHOTO: The Kroger supermarket chain's headquarters is shown in Cincinnati, Ohio, U.S., June 28, 2018. Picture taken June 28, 2018. REUTERS\/Lisa Baertlein  Its shares slid as much as 14 percent in morning trade after it also reported a 10 percent fall in fourth-quarter revenue and lower-than-expected earnings for the first time since October 2017.  Profits are expected to come under pressure as the retailer plans annual spending of up to $3.2 billion — up from $3 billion last year — to overhaul stores and improve its online business under a program called “Restock Kroger” launched over a year ago.  “We realized business transformations are hard,” Kroger Chief Executive William McMullen said on a conference call with analysts. “But I want to emphasize we are on track to deliver on our Restock Kroger commitments.”  The Cincinnati-based company has built robot-aided warehouses and is trying out self-driving vehicles to improve delivery, while introducing shelves in hundreds of stores that play videos and show nutritional information.  Such moves are expected to help Kroger better compete with the likes of Amazon, which is looking to expand in the grocery business, according to media reports.  Kroger said it had finished most of its store remodeling last year, and going forward, its work would be more targeted and less disruptive to customers.  The retailer, which also runs gas stations, forecast full-year earnings of between $2.15 and $2.25 per share, which fell short of Wall Street expectations of $2.26.  “We expect 2019 to be a transition year with only modest operating income growth,” Moody’s Vice President Mickey Chadha said of Kroger.  Its net income plunged to $259 million in the fourth quarter ended Feb. 2, from $854 million a year earlier. Excluding one-time items, the company earned 48 cents per share, below analysts’ estimates of 52 cents.  Revenue fell to $28.09 billion, missing estimates of $28.38 billion, mainly due to higher gas prices that discouraged customers from buying fuel.  Kroger’s shares were last down 9.5 percent at $25.76 in afternoon trading.","24":"Nov 5 (Reuters) - Kroger Co on Tuesday forecast 2020 profit and same-store sales ahead of Wall Street estimates, as the supermarket chain benefits from its investments in store modernization and delivery services.  The company forecast adjusted profit between $2.30 and $2.40 per share in 2020, and identical sales growth, excluding fuel, to be greater than 2.25%.  Analysts are expecting the company to earn $2.30 per share in 2020 and report same-store sales growth of 1.99%, according to IBES data from Refinitiv.  Kroger reconfirmed its 2019 forecast on identical sales and earnings. (Reporting by Nivedita Balu in Bengaluru; Editing by Shinjini Ganguli)","25":"CINCINNATI, Aug 8 (Reuters) - Kroger Co, the nation’s biggest supermarket chain, whose founder delivered groceries by horse and buggy, is using a different kind of horsepower in its race with online grocery sellers.  The 135-year-old company is experimenting with a variety of technologies as it battles Amazon.com and Walmart Inc to find a profitable formula to serve customers who want milk and eggs whisked to their doorsteps. These shoppers are a tiny but fast-growing segment of the $800-billion U.S. grocery market. Kroger must win them over to survive.  “We want to serve the customer on their terms,” said Chief Executive Rodney McMullen, who for years has kept tabs on the economics of grocery delivery. “For us, every penny counts.”  In a series of interviews with Reuters at Kroger headquarters in Cincinnati, McMullen and other executives outlined a host of experiments and initiatives. These include self-driving delivery vans, third-party delivery contractors and curbside pickup in Kroger parking lots. Most of these efforts are an attempt to leverage one of the company’s most valuable assets: brick-and-mortar stores located within a mile or two of most of its current customers.  But Kroger is breaking with that familiar model for its next big push. It is betting big on giant warehouses staffed with fast robots to pack orders straight for delivery to shoppers.  In May, Kroger paid roughly $248 million for a minority stake in Ocado, a British company whose newest machines can pull together a 50-item grocery order in as little as five minutes. That technology leapfrogs what is currently in use by any retailer in the United States. It has turned Ocado into the world’s No. 1 online grocer, serving 679,000 active customers in the United Kingdom without operating a single supermarket.  This year Kroger and Ocado will pick U.S. sites for the first three of 20 planned high-tech warehouses, known as “sheds,” that take a couple of years to build, Kroger executives said. They declined to name locations, but said Kroger plans to break into at least one new area where it does not have existing stores.  Industry veterans said Kroger’s partnership with Ocado was a bold move that positions the company, which posted 2017 sales of $123 billion, to grab share from younger players seen as nimbler and more innovative.  “This will be a game-changer ... and probably the most likely catalyst for grocery e-commerce in the U.S. to take off,” said London-based Bernstein analyst Bruno Monteyne, a former e-commerce executive at British food seller Tesco.  Kroger executives would not say whether they will use their own drivers or outsource delivery from the sheds.  Meanwhile, the company has teamed up with Silicon Valley self-driving startup Nuro to test a driverless delivery van in Phoenix. And Kroger continues to invest in curbside pickup.  Earlier this month it launched a beefed-up online shopping service called Kroger Ship that sends packages directly from its distribution centers via United Parcel Service Inc and FedEx Corp.  But competitors are not sitting still.  Walmart, which waged a brutal price war to become the top U.S. grocery seller, recently launched its own self-driving car project. Later this year it will begin testing automated grocery picking at a supercenter in Salem, New Hampshire.  Amazon, meanwhile, already sells more non-perishable groceries online than any other retailer. It spent $13.7 billion last year to acquire the Whole Foods supermarket chain with an eye to turning those stores into distribution hubs to bolster its AmazonFresh delivery service. The company just launched curbside pickup at Whole Foods, starting with stores in Sacramento, California and Virginia Beach, Virginia.  DEMAND DILEMMA  It is all largely a bet on the future.  Analysts say online grocery purchases currently account for just 1 percent to 4 percent of U.S. industry sales. Three-quarters of online shoppers surveyed said they rarely or never buy groceries that way, according to a new Reuters\/Ipsos telephone poll of nearly 6,000 adults fielded from June 26 to July 11.  (For a look at why U.S. shoppers are not buying groceries online, see: tmsnrt.rs\/2LYQUUV)  Investment in automation has spurred faster growth overseas. Online grocery sales account for 5.6 percent of the market in the United Kingdom and 3.8 percent in China, compared to 1 percent in the United States, according to market research firm IGD Retail.  Kroger is letting go of old models that have proven unprofitable.  Chief Financial Officer Mike Schlotman revealed for the first time that the company never made money on Home Shop, a roughly 30-year-old delivery service it shuttered in April. Kroger offered it in just 20 stores in the company’s King Soopers division in the Rocky Mountain area, for prices ranging from $10.95 for an internet order to $20.90 for telephone orders. That was not enough to cover the cost of labor and the expense of operating a fleet of refrigerated trucks.  “It’s highly inefficient to do that out of a store. You can’t get the critical mass you need,” Schlotman said.  Kroger replaced Home Shop with Instacart, one of a handful of third-party delivery firms that now serve more than 1,200 Kroger stores.  Monteyne, the supermarket analyst, said Kroger’s new delivery push is a recognition of the value of online shoppers. These customers crave convenience and tend to spend more per order than those who just drop by the supermarket for a few items. The “first-mover” advantage is key to locking them in.  That is how Kroger lost Cincinnati shopper Alene Annan, 50. Tired of hauling dog food and Diet Coke up two flights of steps to her home, she switched to Meijer Inc, which was among the first stores to offer delivery in her area.  Still, she said she is open to switching back to Kroger when its new service is ready.  “They just have to make it easy,” Annan said.","26":"March 23 (Reuters) - Department store operator Target Corp and grocery chain Kroger Co are in talks about a possible merger, tech focused magazine Fast Company reported on Friday, citing people with knowledge of the matter.  Neither companies was immediately available for comment.  The companies first started talks last summer about a partnership that could improve Target’s grocery business and give Kroger customers more access to merchandise and e-commerce, the report said.  While the talks started once again in 2018, the two companies appear to be struggling to decide whether a merger is the best path forward, the report said.  Shares of Kroger rose 8 percent in premarket trading on Friday while that of Target was trading up 2.8 percent.  Kroger has a market cap of $20.62 billion and Target $37.12 billion. (Reporting by Uday Sampath in Bengaluru; Editing by Arun Koyyur)","27":"March 7 (Reuters) - Kroger Co’s quarterly profit fell as the supermarket chain spends heavily new technology and delivery services to better compete with Walmart and Amazon.  Cincinnati-based Kroger said on Thursday net income fell to $259 million or 32 cents per share in the fourth quarter ended Feb. 2, from $854 million or 96 cents per share a year earlier.  Its same-store sales, excluding fuel, rose 1.9 percent. Analysts on average had expected a 1.81 percent increase, according to IBES data from Refinitiv. (Reporting by Nivedita Balu in Bengaluru; Editing by Sai Sachin Ravikumar)","28":"(Reuters) - U.S. supermarket chain Kroger Co KR.N topped fourth-quarter profit and sales estimates on Thursday, boosted by strong demand for its high-margin private-label brands, sending its shares up as much as 7.2%.  FILE PHOTO: The Kroger supermarket chain's headquarters is shown in Cincinnati, Ohio, U.S., June 28, 2018. Picture taken June 28, 2018. REUTERS\/Lisa Baertlein  The company’s shares touched a three-year high of $33.18, even as broader markets dipped as coronavirus fears hit California.  The company maintained its forecast for fiscal 2020, that excluded any impact from the global epidemic, which has infected thousands and killed over 3,000, including 11 in the United States.  Kroger has limited supply chain exposure in China and sources a majority of its products domestically, Chief Executive Officer Rodney McMullen said.  “It’s really too early for us to have a sense of how customers’ overall behavior will change and what the impact will be,” Chief Financial Officer Gary Millerchip told analysts.  “I think you’ve seen more in response to the media activity and some of the advice out there in the market of customers starting to spend more on things like water and hand sanitizer, hand soap, paper.”  For the fourth quarter, the company was able to boost sales under its strategy to add a wide selection of high-margin private-label brands, which comprises everything from plant-based meats to its own line of seltzer waters at competitive prices.  As part of its “Restock Kroger” program, the supermarket chain is attempting to gain market share though improved sales by stocking more of its own brands on shelves, while also improving store layouts.  Kroger said its “Our Brands” private label saw its best year ever, with sales more than $23.1 billion in 2019.  It has also been improving delivery services and digital presence to compete better in a grocery space dominated by retail giants Walmart WMT.N and Amazon.com AMZN.O.  Excluding one-time items, Kroger earned 57 cents per share, beating analysts’ estimate of 55 cents, according to IBES data from Refinitiv.  Gross margin came in at 22.1% for the quarter, compared with expectations of 21.91%.  Sales rose 2.1% to $28.89 billion, beating analysts’ estimate of $28.87 billion. Comparable sales rose 2%, excluding the impact of fuel prices. Analysts had expected a 2.09% growth.  Net earnings attributable to Kroger rose 26% to $327 million.","29":"(Reuters) - Walmart Inc, the nation’s largest retailer, said on Tuesday it would stop selling ammunition for handguns and some assault-style rifles in all its stores across the United States, and called for action on gun safety after a string of mass shootings, including at Walmart stores in Texas and Mississippi.  Walmart also called for a strengthening of background checks for gun buyers and action to take guns out of the hands of those who pose a risk of violence, which was followed by an almost identical message from grocery operator Kroger Co.  Both Walmart and Kroger, which exited the firearms and ammunition business last year when its Fred Meyer unit stopped such sales, said they are now asking customers not to bring guns into their stores, even when allowed by local laws.  The two retailers are among a growing number of U.S. companies, such as Delta Air Lines and Bank of America, that are responding to the debate over guns and gun safety as mass shootings have proliferated, risking backlash from powerful gun owners’ groups while elected leaders consider options.  “It’s clear to us that the status quo is unacceptable,” Walmart’s chief executive officer, Doug McMillon, said in a letter to employees. “As a company, we experienced two horrific events in one week, and we will never be the same.”  Kroger, in a statement from corporate affairs vice president Jessica Adelman, spoke about “the growing chorus of Americans who are no longer comfortable with the status quo and who are advocating for concrete and common sense gun reforms.”  Kroger said it was “joining those encouraging our elected leaders to pass laws” on background checks and keeping firearms out of the hands of those at risk for violence.  McMillon said Walmart’s decision follows his visit to El Paso, Texas, on Aug. 6, three days after a gunman went on a rampage at a Walmart store there, killing 22 people.  Walmart Inc said it would stop selling ammunition for handguns and some assault-style rifles in all its stores across the United States. McMillon in the letter described himself as a gun owner and said that company founder Sam Walton was “an avid outdoorsman who had a passion for quail hunting.”  Walmart will stop selling handgun sales in Alaska, the only state where it still sells hand guns. The halt on the ammunition and handgun sales will come into effect when current inventory is sold out.  Kroger had sold guns in 43 of its Fred Meyer stores in the Pacific Northwest and Alaska before announcing in March 2018 that it would exit the firearms business.  PRAISE AND CRITICISM  The retailers’ latest moves sparked immediate reaction from groups on both sides of the gun control debate.  Slideshow ( 3 images )  “The tide is turning,” said Shannon Watts, founder of Moms Demand Action, a gun control advocacy group. The announcements “send a strong cultural signal that when lawmakers don’t protect their constituents, companies will protect their customers.”  The National Rifle Association (NRA), a pro-gun group with deep political ties, said Walmart was succumbing to pressure from “anti-gun elites.”  “Lines at Walmart will soon be replaced by lines at other retailers who are more supportive of America’s fundamental freedoms,” it said. It did not immediately respond to a request for comment on the Kroger move.  Slideshow ( 3 images )  Walmart said its latest actions would reduce its share of the ammunition market from around 20% to a range of about 6% to 9%, and would trend toward the lower end of that range over time.  U.S. gun and ammunition stores had total sales of about $11 billion last year, of which 19% was ammunition, according to market research firm IBISWorld.  The move reflects growing corporate activism on guns.  Walmart, like rival Dick’s Sporting Goods, had previously ended sales of assault rifles and raised the minimum age for gun purchases to 21.  Bank of America last year said it would no longer lend to companies making military-style firearms for civilians, and airlines Delta and United last year said they were no longer offering discounted rates to the NRA.  The latest move will leave Walmart focused on weapons for hunting, including deer rifles, shotguns and related ammunition.  “The general principle is if we don’t sell the firearm we wouldn’t sell the ammunition,” a spokesman for Walmart told Reuters.  Just last month, Walmart said it would not change its policy on selling firearms even as it took down signs and playable demos of violent video games.  On Friday, McMillon in his letter to employees said he would send letters urging action on “common sense measures” to the White House and the Congressional leadership, calling for debate of the reauthorization of a ban on assault weapons, to determine its effectiveness, as well.","30":"Sept 13 (Reuters) - Kroger Co missed quarterly same-store sales estimates on Thursday, as disruptions caused by the supermarket chain changing the way it stocks merchandise on shelves kept some customers away from its stores.  Cincinnati-based Kroger said net income rose to $508 million, or 62 cents per share, in the second quarter ended Aug. 18, from $353 million, or 39 cents per share, a year earlier.  The company’s same-store sales, excluding fuel, rose 1.6 percent in the quarter. Analysts on average had expected a 1.86 percent increase, according to Thomson Reuters I\/B\/E\/S.  Total sales rose to $27.87 billion from $27.60 billion. (Reporting by Uday Sampath in Bengaluru; Editing by Maju Samuel)","31":"(Reuters) - U.S. supermarket chain Kroger Co on Friday said its Smith’s Food and Drug Stores division will stop accepting Visa Inc’s credit cards, starting April 3, because of excessive transaction fees.  FILE PHOTO: The Kroger supermarket chain's headquarters is shown in Cincinnati, Ohio, U.S., June 28, 2018. Picture taken June 28, 2018. REUTERS\/Lisa Baertlein  Kroger had stopped accepting Visa’s credit cards at its Foods Co stores in California in August last year, because of a price dispute over interchange rates and network fees.  \"At Smith's, Visa's credit card fees are higher than any other credit card brand that we accept. Visa's excessive fees and unfairness cannot continue to go unchecked,\" Kroger's Chief Financial Officer Mike Schlotman said reut.rs\/2NzW0oi.  The company added it is going to continue to explore other options to reduce the cost of accepting credit cards and keep prices low for customers.  “It is unfair and disappointing that Kroger is putting shoppers in the middle of a business dispute,” a Visa spokeswoman said, adding that the company has put forward a number of solutions to allow its cardholders to continue using their credit cards at Foods Co and Smith’s “without Kroger-imposed restrictions.”  “When consumer choice is limited, nobody wins,” she added.  Smith’s operates over 130 stores across the U.S. Together with Foods Co, almost 142 supermarket and 108 fuel center locations across seven states in the U.S. will stop accepting Visa credit cards from April.  The dispute between Kroger and Visa is the latest between payments processors and merchants over transaction fees. Card companies have said in the past that expenses for ramping up anti-fraud\/anti-theft security measures to make payment processing safer have resulted in a fee hike.  Mastercard and Visa have another round of fee hikes, slated for April, which will be levied on merchant banks, not on the merchants directly, although the banks could pass on the fee hike to sellers, if they want to avoid absorbing it themselves.  Visa’s shares were up 0.5 percent in morning trading, while Kroger rose 0.31 percent.  Smith’s stores will continue to accept all other forms of payment, including major credit cards, and health savings account cards.","32":"March 8 (Reuters) - Kroger Co:  * KROGER REPORTS FOURTH QUARTER AND FULL YEAR 2017 RESULTS  * Q4 SALES ROSE 12.4 PERCENT TO $31 BILLION  * Q4 EPS OF $0.96  * QTRLY ADJUSTED EARNINGS PER SHARE $0.63  * 2018 NET EARNINGS PER DILUTED SHARE GROWTH GUIDANCE OF $1.95 TO $2.15  * Q4 EARNINGS PER SHARE VIEW $0.63, REVENUE VIEW $30.83 BILLION -- THOMSON REUTERS I\/B\/E\/S  * TOTAL SALES, EXCLUDING FUEL AND THE 53RD WEEK, INCREASED 2.7% IN THE FOURTH QUARTER OVER THE SAME PERIOD LAST YEAR  * KROGER RECORDED A LIFO CREDIT OF $54 MILLION IN THE FOURTH QUARTER  * KROGER SEES IDENTICAL SUPERMARKET SALES GROWTH, EXCLUDING FUEL, TO RANGE FROM 1.5% TO 2.0% IN 2018  * EXPECTS CAPITAL INVESTMENTS, EXCLUDING MERGERS, ACQUISITIONS, AND PURCHASES OF LEASED FACILITIES, TO BE APPROXIMATELY $3.0 BILLION IN 2018  * EXPECTS ITS 2018 TAX RATE TO BE APPROXIMATELY 22%  * Q4 EARNINGS PER SHARE VIEW $0.63, REVENUE VIEW $30.83 BILLION -- THOMSON REUTERS I\/B\/E\/S  * FY EARNINGS PER SHARE VIEW $2.15 -- THOMSON REUTERS I\/B\/E\/S  * IDENTICAL SUPERMARKET SALES, WITHOUT FUEL, OF 1.5% IN THE FOURTH QUARTER OF 2017 Source text for Eikon: Further company coverage:","33":"FILE PHOTO: The Kroger supermarket chain's headquarters is shown in Cincinnati, Ohio, U.S., June 28, 2018. REUTERS\/Lisa Baertlein\/File Photo  (Reuters) - Kroger Co KR.N on Thursday said it would launch its own line of meatless burger patties, as the supermarket chain tries to cater to a growing appetite for plant-based meat alternatives, made popular by Beyond Meat BYND.O.  The supermarket chain, which was one of the first retailers to sell Beyond Meat’s plant-based burgers, will sell the products under its “Simple Truth” brand and include deli meats, sour cream and queso.  Companies including Tyson Foods Inc TSN.N and Perdue Foods are also rolling out products made of plant-based meat as vegan diets gain popularity.  Piper Jaffray analysts estimate sales of plant-based meat could account for about 7% to 8% of the $80 billion meat industry, with much of it coming from new, refrigerated products with a look and feel more similar to grass-fed meat.  Kroger’s shares were up about 2% in afternoon trading.","34":"(Reuters) - U.S. supermarket chain Kroger Co missed quarterly same-store sales estimates on Thursday, sending shares down as much as 11 percent, as changes to the way it stocks merchandise on shelves kept some customers away from its stores, analysts said.  FILE PHOTO: The Kroger supermarket chain's headquarters is shown in Cincinnati, Ohio, U.S., June 28, 2018. REUTERS\/Lisa Baertlein\/File Photo  Under its “Restock” program launched this year, the largest U.S. supermarket operator with $123 billion in 2017 sales has been adjusting product assortments, rearranging store layouts and highlighting private-label brands on its shelves.  However, analysts have said the resulting short-term disruption and inconvenience could lead some customers to shop for their groceries elsewhere.  “Pricing pressure continues to negatively impact comparable sales and margins and we expect competition to remain intense in 2018,” Moody’s Vice President Mickey Chadha wrote in a note on Thursday.  Traditional grocery chains are wrestling with Amazon.com Inc’s aggressive expansion into groceries through its purchase of specialty retailer Whole Foods Market and other efforts.  Kroger has responded with initiatives including home- delivery expansion, curbside pickup and self-checkout services. It has also invested heavily in technology, including a deal with British online grocer Ocado to build automated warehouses.  The Cincinnati, Ohio-based company said adjusted gross margin fell 36 basis points in the second quarter from a year earlier, hurt by price cuts and higher freight costs.  Rivals Walmart Inc and Target Corp both raised their outlooks for 2018 when they reported earnings last month, topping Wall Street expectations. Kroger said on Thursday its 2018 outlook is unchanged.  Chief Financial Officer John Schlotman said he felt the untouched EPS outlook was solid in an environment where Kroger is “making dramatic investments to reshape the future of the company.”  Retail Metrics founder Ken Perkins noted Kroger’s significant runup in the past year, rising sharply to its year high of $32.73 earlier this month.  “Investors have likely taken some profits over the past 10 days and particularly in light of this morning’s release,” Perkins wrote in an email, adding that Kroger faces intense competition in an ongoing retail grocery war.  “Management doesn’t seem to be as concerned as investors and is making necessary investments to move the business forward.”  Same-store sales, excluding fuel, rose 1.6 percent in the quarter. Analysts on average had expected a 1.86 percent increase, according to Thomson Reuters I\/B\/E\/S.  Kroger said net income jumped 44 percent to $508 million, or 62 cents per share, in the quarter ended Aug. 18, from $353 million or 39 cents per share a year earlier.  Excluding one-time items, Kroger earned 41 cents per share. Analysts had estimated a profit of 38 cents.  Total sales rose 1 percent to $27.87 billion, compared with analysts’ estimate of $27.95 billion.  The company’s shares were down 9.7 percent at $28.66 in late morning on the New York Stock Exchange, off an earlier low at 28.30.","35":"May 23 (Reuters) - Kroger Co:  * KROGER AND HOME CHEF TO JOIN FORCES TO REVOLUTIONIZE MEALTIME  * KROGER - INITIAL TRANSACTION PRICE IS $200 MILLION & FUTURE EARNOUT PAYMENTS OF UP TO $500 MILLION OVER 5 YRS CONTINGENT ON ACHIEVING CERTAIN MILESTONES  * KROGER CO - EXPECTS TRANSACTION TO HAVE NO EFFECT ON 2018 EARNINGS, AND TO BE SLIGHTLY ACCRETIVE IN 2019  * KROGER CO - POST DEAL, HOME CHEF TO OPERATE AS UNIT OF KROGER CO., MAINTAIN ITS E-COMMERCE BUSINESS ON HOMECHEF.COM Source text for Eikon: Further company coverage:","36":"FILE PHOTO: The Kroger supermarket chain's headquarters is shown in Cincinnati, Ohio, U.S., June 28, 2018. REUTERS\/Lisa Baertlein\/File Photo  (Reuters) - U.S. supermarket chain Kroger Co KR.N reported quarterly same-store sales that fell just short of analysts' estimates on Thursday, hit by disruptions caused by the company revamping stores to give more shelf space to its best-selling products.  The company’s shares fell nearly 3 percent to $27.80 in premarket trading.  Kroger has warned that the remodeling will weigh on sales this year as customers find it harder to locate groceries, but will help drive revenue in the long run.  The company said same-store sales, excluding fuel, rose 1.6 percent. Analysts on average had expected a 1.65 percent increase, according to IBES data from Refinitiv.  Excluding fuel and a charge related to inventory valuation, Kroger’s gross profit margin fell 91 basis points to 21.6 percent due to price cuts and higher transportation costs.  The Cincinnati-based company said net income attributable to Kroger fell to $317 million, or 39 cents per share, in the third quarter ended Nov. 10, from $397 million, or 44 cents per share, a year earlier.  Total sales fell 0.3 percent to $27.67 billion, but came in marginally above average estimate of $27.66 billion.","37":"FILE PHOTO: The Kroger supermarket chain's headquarters is shown in Cincinnati, Ohio, U.S., June 28, 2018. REUTERS\/Lisa Baertlein\/File Photo  (Reuters) - Kroger Co and Walgreens Boots Alliance Inc said on Monday they would stop selling e-cigarettes at their stores, amid heightened regulatory scrutiny of the product and reports of lung disease and some deaths linked to vaping.  Their move comes weeks after Walmart Inc said it was pulling the plug on e-cigarette sales, citing growing federal, state and local regulatory complexity and uncertainty.  E-cigarettes and other vaping products have been linked to a mysterious lung illness that is reported to have led to 18 deaths as of last week, with the number of confirmed and probable cases of the condition exceeding 1,000, according to the U.S. Centers for Disease Control and Prevention (CDC).  Kroger said it would discontinue sales of e-cigarettes at its stores and fuel centers after selling through its current inventory.  Walgreens said it had decided to stop selling e-cigarette products at its U.S. stores as the CDC, the U.S. Food and Drug Administration (FDA) and other health officials continue to examine the issue.  The drugstore chain, which earlier this year set a minimum age to sell tobacco products at 21 years, said the decision was also reflective of developing regulations in a growing number of states and municipalities.  New York and Michigan have already banned the sales of flavored vaping products, while the Trump administration has announced plans to remove all flavored e-cigarettes from store shelves as officials warned that sweet flavors had drawn millions of children into nicotine addiction.  Kroger operates more than 2,700 stores, including over 1,500 fuel stations, while Walgreens runs nearly 10,000 drugstores in the United States.","38":"(Reuters) - Plant-based meat maker Impossible Foods will start selling its flagship burgers in supermarket chain Kroger Co's KR.N 1,700 stores in the United States, as it taps growing demand for vegan alternatives among home chefs.  Kroger, which also operates Fred Meyer, King Soopers, Ralphs, Smith’s and other stores, will sell the vegan burgers online as well on Kroger.com for curbside pickup and delivery, starting Tuesday.  Impossible Foods said the Kroger rollout represents an eighteen-fold increase in the California-based company’s retail footprint so far this year.  The Beyond Meat Inc BYND.O rival already sells its products in about 2,700 U.S. grocery stores including Albertsons, Safeway, Gelsons in Southern California, Fairway Markets in New York City among others.  Impossible Foods expects to expand its retail footprint fifty-fold this year, it said, as demand for plant-based meat soars both in retail and restaurants among health and environment conscious customers.  Beef and pork producers including Tyson Foods Inc TSN.N have signaled disruptions to the U.S. food supply as they are forced to shut many meat plants to curb the rapid spread of the coronavirus.","39":"March 23 (Reuters) - Kroger Co:  * THERE IS NO TRUTH TO REPORT ON TARGET CORP AND KROGER CO MULLING MERGER - SOURCE FAMILIAR WITH THE SITUATION Further company coverage:","40":"March 5 (Reuters) - U.S. Supermarket chain Kroger Co’s quarterly profit beat analysts’ estimates on Thursday, helped by higher demand for its private-label brands.  Excluding one-time items, the company earned 57 cents per share, beating analysts’ average estimate of 55 cents, according to IBES data from Refinitiv.  Gross margin came in at 22.1% for the fourth quarter ended Feb. 1. Analysts had forecast it at 21.91%.","41":"A former Kroger Co employee in Indiana filed a lawsuit on Tuesday accusing the supermarket chain of firing her for taking off of work to self-isolate after she developed a sore throat and other symptoms of COVID-19.  Plaintiff Ariel Robtoy, represented by Christopher C. Myers & Associates, in a complaint in federal court in Fort Wayne, Indiana accused Kroger of violating federal law and its own policy of granting workers affected by the coronavirus up to 14 days of paid leave.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2KJIi1q","42":"A Ralphs grocery store, which is owned by Kroger Co, is pictured ahead of company results in Pasadena, California U.S., December 1, 2016. REUTERS\/Mario Anzuoni  (Reuters) - U.S. supermarket chain Kroger Co KR.N said on Tuesday it plans to raise $1.2 billion through a debt offering, according to a U.S. regulatory filing bit.ly\/2QxmZAN.  The company said it would offer two series of notes worth $600 million each due January 2029 and January 2049 and use part of the proceeds to refinance long-term debt.  (This story corrects headline and paragraph 1 to say company plans to raise $1.2 billion, not $600 million)","43":"NEW YORK, May 13 (Reuters) - Shares of Kroger Co appear poised to rise as investors realize that the U.S supermarket chain is trading at a discount and luring customers away from rivals, Barron’s reported.  Kroger’s price-earnings ratio has tumbled to 11.5 times future earnings, from 18.8 times in early 2016, Barron’s said.  That puts it at a 30 percent discount compared with the Standard & Poor’s 500 index, and triple the average discount of about 9 percent over the past decade, Barron’s said.  Spending to expand the digital business will weigh on Kroger’s earnings in the current fiscal year, Barron’s said, but analysts expect earnings to rise 14 percent two years from now.  Kroger’s market share has risen about 2 percentage points since 2009, and hit 10.3 percent last year, placing it second behind Walmart Inc and Sam’s Club, which have a combined 21.2 percent, Barron’s said.  Kroger faces competition from Walmart and Amazon.com , which spent $13.7 billion to acquire Whole Foods last year, as well as smaller chains that are offering more food, Barron’s said.  But Kroger’s large franchise includes 2,800 grocery stores under many brands, 800 convenience stories and several hundred jewelry outlets, Barron’s said.  If the company can produce growth in the next fiscal year and investors decide to push the stock up to 14 times forward earnings, the stock could hit $30, producing a 25 percent return, including dividends, Barron’s said. (Reporting by Alwyn Scott Editing by Paul Simao)","44":"(Reuters) - The healthcare unit of U.S. supermarket chain Kroger Co said on Wednesday the U.S. Food and Drug Administration had issued emergency use authorization for its at-home sample collection kit for COVID-19.  The kits will be available to frontline workers across its businesses beginning this week, Kroger said, adding that it plans to expand availability to other companies in the coming weeks, with a goal of processing up to 60,000 tests per week by the end of July. (reut.rs\/38tj82t)  Kroger said the home-collection of nasal swab sample needs to be performed under the supervision of a licensed healthcare professional through video chat and the sample needs to be shipped overnight to a designated laboratory for processing.  The sample will be tested at the laboratory to detect parts of the coronavirus, which can be used to diagnose active infection with the virus. Most results will be confirmed in less than 72 hours, the company said.  The kit will initially be available in Arizona, Colorado, Georgia, Indiana, Kansas, Kentucky, Michigan, Montana, Nevada, New Mexico, Ohio, Tennessee, Utah and Virginia. Additional states will be added in the coming weeks.  While self-sample collection helps reduce patient traffic at hospitals and minimize chances of infection for healthcare workers, experts have flagged concerns about whether patients can accurately collect samples on their own and ship them to labs.  The FDA in April authorized for emergency use the first COVID-19 diagnostic kit by LabCorp with at-home collection of nasal swab samples which are then sent to the company’s labs for testing.","45":"(Repeats for additional clients with no changes to text)  CINCINNATI, Aug 8 (Reuters) - Kroger Co, the nation’s biggest supermarket chain, whose founder delivered groceries by horse and buggy, is using a different kind of horsepower in its race with online grocery sellers.  The 135-year-old company is experimenting with a variety of technologies as it battles Amazon.com and Walmart Inc to find a profitable formula to serve customers who want milk and eggs whisked to their doorsteps. These shoppers are a tiny but fast-growing segment of the $800-billion U.S. grocery market. Kroger must win them over to survive.  “We want to serve the customer on their terms,” said Chief Executive Rodney McMullen, who for years has kept tabs on the economics of grocery delivery. “For us, every penny counts.”  In a series of interviews with Reuters at Kroger headquarters in Cincinnati, McMullen and other executives outlined a host of experiments and initiatives. These include self-driving delivery vans, third-party delivery contractors and curbside pickup in Kroger parking lots. Most of these efforts are an attempt to leverage one of the company’s most valuable assets: brick-and-mortar stores located within a mile or two of most of its current customers.  But Kroger is breaking with that familiar model for its next big push. It is betting big on giant warehouses staffed with fast robots to pack orders straight for delivery to shoppers.  In May, Kroger paid roughly $248 million for a minority stake in Ocado, a British company whose newest machines can pull together a 50-item grocery order in as little as five minutes. That technology leapfrogs what is currently in use by any retailer in the United States. It has turned Ocado into the world’s No. 1 online grocer, serving 679,000 active customers in the United Kingdom without operating a single supermarket.  This year Kroger and Ocado will pick U.S. sites for the first three of 20 planned high-tech warehouses, known as “sheds,” that take a couple of years to build, Kroger executives said. They declined to name locations, but said Kroger plans to break into at least one new area where it does not have existing stores.  Industry veterans said Kroger’s partnership with Ocado was a bold move that positions the company, which posted 2017 sales of $123 billion, to grab share from younger players seen as nimbler and more innovative.  “This will be a game-changer ... and probably the most likely catalyst for grocery e-commerce in the U.S. to take off,” said London-based Bernstein analyst Bruno Monteyne, a former e-commerce executive at British food seller Tesco.  Kroger executives would not say whether they will use their own drivers or outsource delivery from the sheds.  Meanwhile, the company has teamed up with Silicon Valley self-driving startup Nuro to test a driverless delivery van in Phoenix. And Kroger continues to invest in curbside pickup.  Earlier this month it launched a beefed-up online shopping service called Kroger Ship that sends packages directly from its distribution centers via United Parcel Service Inc and FedEx Corp.  But competitors are not sitting still.  Walmart, which waged a brutal price war to become the top U.S. grocery seller, recently launched its own self-driving car project. Later this year it will begin testing automated grocery picking at a supercenter in Salem, New Hampshire.  Amazon, meanwhile, already sells more non-perishable groceries online than any other retailer. It spent $13.7 billion last year to acquire the Whole Foods supermarket chain with an eye to turning those stores into distribution hubs to bolster its AmazonFresh delivery service. The company just launched curbside pickup at Whole Foods, starting with stores in Sacramento, California and Virginia Beach, Virginia.  DEMAND DILEMMA  It is all largely a bet on the future.  Analysts say online grocery purchases currently account for just 1 percent to 4 percent of U.S. industry sales. Three-quarters of online shoppers surveyed said they rarely or never buy groceries that way, according to a new Reuters\/Ipsos telephone poll of nearly 6,000 adults fielded from June 26 to July 11.  (For a look at why U.S. shoppers are not buying groceries online, see: tmsnrt.rs\/2LYQUUV)  Investment in automation has spurred faster growth overseas. Online grocery sales account for 5.6 percent of the market in the United Kingdom and 3.8 percent in China, compared to 1 percent in the United States, according to market research firm IGD Retail.  Kroger is letting go of old models that have proven unprofitable.  Chief Financial Officer Mike Schlotman revealed for the first time that the company never made money on Home Shop, a roughly 30-year-old delivery service it shuttered in April. Kroger offered it in just 20 stores in the company’s King Soopers division in the Rocky Mountain area, for prices ranging from $10.95 for an internet order to $20.90 for telephone orders. That was not enough to cover the cost of labor and the expense of operating a fleet of refrigerated trucks.  “It’s highly inefficient to do that out of a store. You can’t get the critical mass you need,” Schlotman said.  Kroger replaced Home Shop with Instacart, one of a handful of third-party delivery firms that now serve more than 1,200 Kroger stores.  Monteyne, the supermarket analyst, said Kroger’s new delivery push is a recognition of the value of online shoppers. These customers crave convenience and tend to spend more per order than those who just drop by the supermarket for a few items. The “first-mover” advantage is key to locking them in.  That is how Kroger lost Cincinnati shopper Alene Annan, 50. Tired of hauling dog food and Diet Coke up two flights of steps to her home, she switched to Meijer Inc, which was among the first stores to offer delivery in her area.  Still, she said she is open to switching back to Kroger when its new service is ready.  “They just have to make it easy,” Annan said.","46":"March 1 (Reuters) - Kroger Co:  * KROGER CO SAYS “RAISING THE MINIMUM AGE TO 21 TO PURCHASE FIREARMS AND AMMUNITION IN ALL OF OUR FRED MEYER LOCATIONS THAT SELL FIREARMS”  * KROGER - WILL NO LONGER ACCEPT ANY SPECIAL-ORDERS OF ASSAULT-STYLE RIFLES WEAPONS IN ALASKA  * KROGER - “AS WE REFRESH STORES WE ARE OFTEN TRANSITIONING GUN DEPARTMENTS DUE TO SOFTER DEMAND AND CHANGING CUSTOMER PREFERENCES”  * KROGER - IN RESPONSE TO EVENTS IN PARKLAND & ELSEWHERE, CO HAS “TAKEN A HARD LOOK” AT POLICIES, PROCEDURES FOR FIREARM SALES Further company coverage: (Reuters.Brief@thomsonreuters.com)","47":"Feb 14 (Reuters) - Warren Buffett’s Berkshire Hathaway Inc on Friday said it has bought stock in Kroger Co, investing in one of the largest U.S. grocery chains as smaller rivals struggle.  Berkshire said it owned 18.94 million Kroger shares worth about $549.1 million as of Dec. 31, according to a regulatory filing detailing Berkshire’s U.S.-listed stocks as of the end of 2019.","48":"March 5 (Reuters) - Kroger Co:  * Q4 REVENUE $28.9 BILLION VERSUS REFINITIV IBES ESTIMATE OF $28.83 BILLION  * Q4 EPS OF $0.40; ADJUSTED EPS OF $0.57  * Q4 IDENTICAL SALES WITHOUT FUEL GREW 2.0%, DIGITAL SALES GREW 22%  * CONFIRMS IDENTICAL SALES WITHOUT FUEL, ADJUSTED FIFO OPERATING PROFIT AND ADJUSTED EPS GUIDANCE FOR 2020  * IN Q4, KROGER RECOGNIZED AN IMPAIRMENT CHARGE RELATED TO PLANNED CLOSING OF 35 STORES ACROSS FOOTPRINT IN 2020  * 2020 GUIDANCE DOES NOT INCLUDE ANY POTENTIAL IMPACT RELATED TO THE CORONAVIRUS  * FULL YEAR COST SAVINGS OF OVER $1 BILLION  * IMPAIRMENT CHARGE IS REFLECTED IN $52 MILLION OF TRANSFORMATION COSTS RECOGNIZED DURING Q4  * KROGER SAYS RESTOCK KROGER IS RIGHT STRATEGIC FRAMEWORK TO POSITION COMPANY FOR SUSTAINABLE GROWTH IN FUTURE  * AS A CONSEQUENCE OF LUCKY’S MARKET BANKRUPTCY PROCEEDING, KROGER REPORTED A NON-CASH CHARGE OF $174 MILLION IN QUARTER  * CONTINUES TO EXPECT, SUBJECT TO BOARD APPROVAL, AN INCREASING DIVIDEND OVER TIME  * KROGER’S 2020 GUIDANCE DOES NOT INCLUDE ANY POTENTIAL IMPACT RELATED TO CORONAVIRUS  * SEES 2020 CAPEX $3.2 BILLION- $3.4 BILLION  * Q4 EARNINGS PER SHARE VIEW $0.55, REVENUE VIEW $28.87 BILLION -- REFINITIV IBES DATA  * FY EARNINGS PER SHARE VIEW $2.34 -- REFINITIV IBES DATA Source text for Eikon: Further company coverage:","49":"FILE PHOTO: NuroÕs R1 driverless delivery van is seen packed with bags from KrogerÕs FryÕs Food Stores, which will begin a test of the vehicle in Scottsdale, Arizona, U.S., this autumn in this undated photo provided August 15, 2018. ÊCourtesy of Kroger\/Handout via REUTERS  (Reuters) - U.S. supermarket chain Kroger Co KR.N said on Tuesday it has started using unmanned autonomous vehicles to deliver groceries Scottsdale, Arizona in partnership with Silicon Valley startup Nuro.  The delivery service follows a pilot program started by the companies in Scottsdale in August and involved Nuro’s R1, a custom unmanned vehicle.  The R1 uses public roads and has no driver and is used to only transport goods.  Kroger’s deal with Nuro underscores the stiff competition in the U.S. grocery delivery market with supermarket chains angling for a bigger share of consumer spending.  Peers Walmart Inc WMT.N and Amazon.com Inc AMZN.O have also invested heavily in their delivery operations by expanding their offerings and shortening delivery times.  Walmart, Ford Motor Co F.N and delivery service Postmates Inc said last month they would collaborate to deliver groceries and other goods to Walmart customers and that could someday use autonomous vehicles.  Kroger said the service would be available in Scottsdale at its unit Fry’s Food Stores for $5.95 with no minimum order requirement for same-day or next-day deliveries.","50":"(This June 20 story is refiled to correct typographical error in paragraph five.)  Kroger Best \"Unicorn Swirl\" ice cream are pictured on a shelf in a Kroger in Columbia, South Carolina, U.S., June 20, 2019. REUTERS\/Leah Millis  BERLIN\/CHICAGO (Reuters) - Kroger Co has room to improve on sales and is looking to its Deluxe Unicorn Swirl ice cream and other store-brand products to boost growth, Chief Executive Rodney McMullen said on Thursday.  Multicolored, sparkly ice cream is an unlikely battleground in U.S. grocery stores. But Kroger Co believes trendy house-brand items like Unicorn Swirl will help it win market share from Walmart Inc, Aldi and Amazon.com Inc.  “We know we can do better when it comes to identical sales results,” McMullen told analysts after Kroger posted quarterly same-store sales below Wall Street estimates, sending its shares down 2.5%.  The grocer’s store-brand business was one of its most powerful tools, McMullen said.  Kroger’s own brand sales for the quarter rose 3.3%. Unicorn ice cream, pork belly bites and artisan jerky were among 219 new store brand items that boosted sales by $225 million.  By churning out new house-brand items, Kroger hopes to tap into broad sales growth for private labels. The push comes as grocers compete fiercely on price and race to expand online ordering and delivery, an area where the biggest U.S. grocery chain has lagged.  Kroger added 1,022 “own brand” items in 2018, and each supermarket on average stocks more than 15,000 private-label products such as pet food, clothes, furniture, meal kits and office supplies. Kroger’s 16 house brands account for more than 30% of unit sales, the company said in March.  “We don’t see this slowing down at all,” McMullen had told Reuters in a separate interview in May.  Cincinnati-based Kroger has long made store brands that compete with name brands from Kraft Heinz Co, Nestle and others. But it started focusing more on its own brands in 2012 and flagged them as key to reviving sales growth when introducing its “Restock Kroger” plan two years ago.  Graphic on store brand growth: tmsnrt.rs\/31Ff7UN  Kroger’s Simple Truth line hit $2.3 billion in annual sales to become the biggest U.S. natural and organic brand, the grocer said in March. Sales of its Kroger range and premium Private Selection food line are also growing, with the total own brand portfolio expanding 45% since 2011.  Starbucks Corp kicked off the unicorn food craze in 2017, sparking a social media frenzy with its pink and blue Unicorn Frappuccino. Breakfast cereal and cake followed, and Target Corp launched a cherry-flavored Unicorn Magic ice cream last year.  Kroger debuted its cake batter-flavored Unicorn Swirl in March, and saw more than 2.5 million likes and shares on social media for the product on National Unicorn Day on April 9.  “Kroger has been very clever about expanding into rapidly growing categories,” said Neil Saunders, who heads retail consultancy GlobalData, highlighting brands like Simple Truth and Home Chef meal kits.  Simple Truth has likewise benefited from a social media boost. Kayla Schneider, 28, a vegan receptionist and beauty advisor from Fenton, Michigan, has 11,000 Twitter followers and earlier this year tweeted when Simple Truth vegan ice cream went on sale.  “I have a lot of followers who also share my type of diet and I like sharing new finds\/yummy products so they can try them out as well,” Schneider said in a Twitter direct message.  Almost half of Kroger’s private-label grocery lines, including bakery and dairy items, are produced in its 37 plants, giving it an advantage when it comes to creating and testing out items.  Kroger makes more in-house than other U.S. retailers, with Walmart outsourcing all store-brand production until very recently, when it opened a dairy in Indiana, retail consultant Roger Davidson said.  “They (Kroger) are very serious about private label and in my opinion better than any consumer goods company in the U.S.,” said Davidson, who used to oversee food procurement at Walmart. “Big CPG companies are really struggling,” he said, referring to consumer packaged goods makers.  Kroger has been looking for ways to claw back market share from Walmart, the world’s biggest retailer, and German discount chain Aldi. It also has to grapple with Amazon’s fast-growing private-label sales, both online and in Whole Foods.  MARGIN PRESSURES  Soaring commodities and freight costs have pressured margins at companies like Procter & Gamble Co and Unilever PLC in recent years, making it harder for them to compete.  Meanwhile, Kroger’s private-label margin is typically 600 to 800 basis points higher than that of big consumer brands, McMullen said on Thursday.  Private-label products on average are about 20% less expensive than branded goods, according to data from market research firm IRI.  At a Kroger-owned Mariano’s in Chicago, 24 bottles of own-brand water cost $2.50 versus $4.99 for Nestle’s Pure Life, for instance. The world’s No.1 consumer company said in April there was no point in Pure Life trying to outcompete private-label bottled water.  Own-brand products made up 14.9% of U.S. store sales in 2018, up half a percentage point, with frozen, pet and baby products growing fastest and millennials buying most, according to IRI.  That compares with an international average of 39.4%. The share is highest in Britain at 52.5%, in part due to discounters like Aldi.  Aldi is expanding rapidly in the United States and seeks to become the No.3 U.S. grocery chain with 2,500 stores by 2022. It sells products that are almost entirely house brand.  KETO, PALEO, FLEXITARIAN  Kroger has a 400-person team developing its brands. The company poached Gil Phipps in 2012 from Texas-based retailer H-E-B, which has sought to emulate British store brand leaders like Sainsbury’s since the 1990s.  But Walmart has also been adding private labels, while already squeezing Kroger on price and outperforming on e-commerce and automation.  In March, Walmart launched its Hello Bello line of plant-based baby products with actor couple Kristen Bell and Dax Shepard. A month later, it introduced Unicorn Sparkle ice cream selling for $2.24 for 48 ounces, compared to $2.50 for Kroger’s Unicorn Swirl.  As part of the “Restock Kroger” drive, the company is also investing in store revamps and delivery, although a joint venture with British online grocer Ocado is taking time to ramp up.  “I worry whether Kroger is really keeping the end consumer in mind. They have so many irons in the fire,” said consultant Davidson.","51":"CINCINNATI (Reuters) - Kroger Co KR.N, the nation's biggest supermarket chain, whose founder delivered groceries by horse and buggy, is using a different kind of horsepower in its race with online grocery sellers.  The 135-year-old company is experimenting with a variety of technologies as it battles Amazon.com AMZN.O and Walmart Inc WMT.N to find a profitable formula to serve customers who want milk and eggs whisked to their doorsteps. These shoppers are a tiny but fast-growing segment of the $800-billion U.S. grocery market. Kroger must win them over to survive.  “We want to serve the customer on their terms,” said Chief Executive Rodney McMullen, who for years has kept tabs on the economics of grocery delivery. “For us, every penny counts.”  In a series of interviews with Reuters at Kroger headquarters in Cincinnati, McMullen and other executives outlined a host of experiments and initiatives. These include self-driving delivery vans, third-party delivery contractors and curbside pickup in Kroger parking lots. Most of these efforts are an attempt to leverage one of the company’s most valuable assets: brick-and-mortar stores located within a mile or two of most of its current customers.  But Kroger is breaking with that familiar model for its next big push. It is betting big on giant warehouses staffed with fast robots to pack orders straight for delivery to shoppers.  In May, Kroger paid roughly $248 million for a minority stake in Ocado OCDO.L, a British company whose newest machines can pull together a 50-item grocery order in as little as five minutes. That technology leapfrogs what is currently in use by any retailer in the United States. It has turned Ocado into the world's No. 1 online grocer, serving 679,000 active customers in the United Kingdom without operating a single supermarket.  This year Kroger and Ocado will pick U.S. sites for the first three of 20 planned high-tech warehouses, known as “sheds,” that take a couple of years to build, Kroger executives said. They declined to name locations, but said Kroger plans to break into at least one new area where it does not have existing stores.  Industry veterans said Kroger’s partnership with Ocado was a bold move that positions the company, which posted 2017 sales of $123 billion, to grab share from younger players seen as nimbler and more innovative.  \"This will be a game-changer ... and probably the most likely catalyst for grocery e-commerce in the U.S. to take off,\" said London-based Bernstein analyst Bruno Monteyne, a former e-commerce executive at British food seller Tesco TSCO.L.  Slideshow ( 6 images )  Kroger executives would not say whether they will use their own drivers or outsource delivery from the sheds.  Meanwhile, the company has teamed up with Silicon Valley self-driving startup Nuro to test a driverless delivery van in Phoenix. And Kroger continues to invest in curbside pickup.  Earlier this month it launched a beefed-up online shopping service called Kroger Ship that sends packages directly from its distribution centers via United Parcel Service Inc UPS.N and FedEx Corp FDX.N.  But competitors are not sitting still.  Walmart, which waged a brutal price war to become the top U.S. grocery seller, recently launched its own self-driving car project. Later this year it will begin testing automated grocery picking at a supercenter in Salem, New Hampshire.  Amazon, meanwhile, already sells more non-perishable groceries online than any other retailer. It spent $13.7 billion last year to acquire the Whole Foods supermarket chain with an eye to turning those stores into distribution hubs to bolster its AmazonFresh delivery service. The company just launched curbside pickup at Whole Foods, starting with stores in Sacramento, California and Virginia Beach, Virginia.  DEMAND DILEMMA  It is all largely a bet on the future.  Slideshow ( 6 images )  Analysts say online grocery purchases currently account for just 1 percent to 4 percent of U.S. industry sales. Three-quarters of online shoppers surveyed said they rarely or never buy groceries that way, according to a new Reuters\/Ipsos telephone poll of nearly 6,000 adults fielded from June 26 to July 11.  (For a look at why U.S. shoppers are not buying groceries online, see: tmsnrt.rs\/2LYQUUV)  Investment in automation has spurred faster growth overseas. Online grocery sales account for 5.6 percent of the market in the United Kingdom and 3.8 percent in China, compared to 1 percent in the United States, according to market research firm IGD Retail.  Kroger is letting go of old models that have proven unprofitable.  Chief Financial Officer Mike Schlotman revealed for the first time that the company never made money on Home Shop, a roughly 30-year-old delivery service it shuttered in April. Kroger offered it in just 20 stores in the company’s King Soopers division in the Rocky Mountain area, for prices ranging from $10.95 for an internet order to $20.90 for telephone orders. That was not enough to cover the cost of labor and the expense of operating a fleet of refrigerated trucks.  “It’s highly inefficient to do that out of a store. You can’t get the critical mass you need,” Schlotman said.  Kroger replaced Home Shop with Instacart, one of a handful of third-party delivery firms that now serve more than 1,200 Kroger stores.  Monteyne, the supermarket analyst, said Kroger’s new delivery push is a recognition of the value of online shoppers. These customers crave convenience and tend to spend more per order than those who just drop by the supermarket for a few items. The “first-mover” advantage is key to locking them in.  That is how Kroger lost Cincinnati shopper Alene Annan, 50. Tired of hauling dog food and Diet Coke up two flights of steps to her home, she switched to Meijer Inc [MEIJR.UL], which was among the first stores to offer delivery in her area.  Still, she said she is open to switching back to Kroger when its new service is ready.  “They just have to make it easy,” Annan said.","52":"FILE PHOTO: The Kroger supermarket chain's headquarters is shown in Cincinnati, Ohio, U.S., June 28, 2018. Picture taken June 28, 2018. REUTERS\/Lisa Baertlein  (Reuters) - Supermarket chain Kroger Co said on Friday it has put purchase limits on ground beef and fresh pork at some of its stores following growing concerns over meat shortages due to coronavirus-induced supply disruptions.  The world’s biggest meat companies, including Smithfield Foods Inc, Cargill Inc, JBS USA and Tyson Foods Inc, have halted operations at about 20 slaughterhouses and processing plants in North America as workers fall ill, stoking global fears of a meat shortage.  Earlier this week, U.S. President Donald Trump ordered meat-processing plants to stay open to protect the food supply in the country.  “There is plenty of protein in the supply chain. However, some processors are experiencing challenges,” a Kroger spokesperson said.  The news of the purchase restrictions was first reported by CNN, and the report added Walmart Inc does not expect it will have to set product limits on meat. (cnn.it\/2VRwAbs)  Walmart did not respond to a Reuters request for comment.","53":"(Reuters) - U.S. supermarket chain Kroger Co KR.N stopped short of raising its annual forecasts on Thursday, saying a coronavirus-driven surge in demand for essential goods was fading as American households reconsider what they have on their shelves.  FILE PHOTO: Customers browse grocery store shelves inside Kroger Co.'s Ralphs supermarket amid fears of the global growth of coronavirus cases, in Los Angeles, California, U.S. March 15, 2020. REUTERS\/Patrick T. Fallon\/File Photo  Demand for fresh produce, meat and soups surged in March and April, and wide-ranging stockpiling in the health crisis forced the grocer to put purchase limits on cold, flu and sanitary products, as well as beef and fresh pork at certain stores.  Reporting on a bumper first quarter, the supermarket group said that it now expected to beat earlier forecasts, which projected a rise of more than 2.25% in same-store sales and earnings of between $2.30 and $2.40 per share this year.  But it did not give a new forecast and said growth in second quarter earnings would be partially offset by investment and pressure on its fuel business after the collapse in oil prices.  Its shares, up 13% this year, fell 5%.  “Investors might be slightly jittery from Kroger not quantifying its FY20 outlook,” CFRA Research analyst Arun Sundaram said.  Digital sales skyrocketed 92% in the first quarter ended May 23, compared with the previous quarter’s 22% increase, as more consumers opted for Kroger’s delivery and pickup services. Overall same-store sales, excluding the impact of fuel prices, rose 19%.  Kroger said same-store sales growth was trending in the mid-teens range so far this quarter, as customers cook more at home.  “Customers are still stocking up, but to a lesser degree than during the shutdowns ... We do expect sales to continue to taper as the quarter progresses,” said Chief Financial Officer Gary Millerchip.  The results showed sales rose 11.5% to $41.55 billion, versus an average estimate of $40.72 billion. Excluding one-time items, Kroger earned $1.22 per share, beating market estimates of $1.09.","54":"(Reuters) - Kroger Co KR.N has partnered with Alibaba Group Holding Ltd BABA.N to sell nuts, supplements and other products in China, venturing outside the United States for the first time in what is fast becoming a fierce global battle to dominate online grocery sales.  The Kroger supermarket chain's headquarters is shown in Cincinnati, Ohio, U.S., June 28, 2018. REUTERS\/Lisa Baertlein\/File Photo  Kroger will sell Simple Truth brand products on the e-commerce firm’s Tmall Global virtual storefront “to meet Chinese consumers’ growing demand for high-quality, organic food products,” an Alibaba spokesman told Reuters on Tuesday.  Shares in Kroger, the largest U.S. supermarket operator with $123 billion in 2017 sales, closed up 2.35 percent at $30.45 on news of the deal.  Kroger's arrangement with Alibaba raises the stakes for rival U.S. grocery seller Walmart Inc WMT.N, which along with its Chinese partner JD.com Inc JD.O, is already fighting Alibaba for dominance in the world's second biggest economy.  “E-commerce enables Kroger to quickly scale (up) to reach new customers and markets where we don’t operate physical stores, starting with China,” Yael Cosset, Kroger’s chief digital officer, said in a statement.  The latest move from the 135-year-old grocer comes as the $800 billion U.S. grocery industry wrestles Amazon.com Inc's AMZN.O aggressive expansion into groceries through its purchase of specialty retailer Whole Foods Market and other efforts.  Kroger responded with its biggest strategy shift in two decades and already has unveiled a series of online initiatives.  Those include inking an exclusive U.S. deal with British online grocer Ocado OCDO.L to build automated warehouses to prepare curbside pickup and delivery orders, and launching a beefed-up U.S. online shopping service called Kroger Ship that sends packages directly from its distribution centers.  Kroger said its Simple Truth natural and organic products, which generated $2 billion in sales last year, will be sold in China beginning on Wednesday. Initial offerings include almonds and multivitamins.  Walmart and JD have been tightening their alliance to counter Alibaba’s dominance in China’s grocery sector, where the share of online business is expected to more than double to 6.6 percent by 2020, according to research firm IGD.  JD.com, the second-largest e-commerce retailer in China, serves as an online shopping platform for many Walmart stores in the country. The U.S. retailer holds a 12 percent stake in the Chinese company.  Earlier this year, Walmart opened a small high-tech supermarket and partnered with JD to deliver groceries from the store, in a bid to compete with delivery from Alibaba’s Hema Fresh stores.  Walmart and JD also co-invested $500 million in a Chinese online grocery and delivery firm to check Alibaba, which is rapidly expanding its retail network, investing in brick-and-mortar stores and cutting deals to combine shoppers’ online and offline experience.","55":"Sept 11 (Reuters) - Kroger Co reported a 14.6% rise in quarterly same-store sales on Friday, helped by a surge in online grocery sales as customers cooked more at home during the COVID-19 pandemic, sending the U.S. supermarket chain’s shares up 4%.  Analysts had expected second-quarter comparable-store sales to rise 10.96%, according to IBES data from Refinitiv. (Reporting by Nivedita Balu in Bengaluru; Editing by Shounak Dasgupta)","56":"June 21 (Reuters) - Supermarket chain Kroger Co said on Thursday same-store sales, excluding fuel centers, rose 1.4 percent in the first quarter and raised its 2018 profit forecast.  Net income rose to $2.03 billion, or $2.37 per share, in the quarter, from $303 million, or 32 cents per share, a year earlier.  Total sales rose to $37.53 billion from $36.29 billion. (Reporting by Nivedita Balu in Bengaluru; Editing by Anil D’Silva)","57":"Sept 12 (Reuters) - Kroger Co’s quarterly same-store sales growth beat analysts’ estimates on Thursday, helped by the supermarket chain’s delivery services and online business.  Sales at supermarkets open for more than a year, excluding the impact of fuel prices, rose 2.2% in the second quarter ended Aug. 17. Analysts were expecting 1.91% increase, according to IBES data from Refinitiv.  Net earnings attributable to Kroger fell to $297 million, or 37 cents per share, in the quarter, from $508 million, or 62 cents per share, a year earlier.","58":"FILE PHOTO: A logo of Kroger is displayed on a monitor above the floor of the New York Stock Exchange shortly after the opening bell in New York, U.S., December 5, 2017. REUTERS\/Lucas Jackson  (Reuters) - Supermarket chain Kroger Co said on Friday it would give $100 to workers who get a COVID-19 vaccination, joining a growing list of U.S. retailers incentivizing employees to get inoculated against the novel coronavirus as soon as possible.  Kroger, which also operates Ralphs and Harris Teeter among other banners across 35 states, has hired over 100,000 new workers to cater to a surge in demand amid coronavirus lockdowns.  The company said it would also invest an additional $50 million in rewards for associates, including a $100 store credit and 1,000 fuel points for hourly staff.  Other retailers who have taken similar action to encourage their U.S. employees to get a vaccination include Dollar General, German supermarket chain Aldi, Instacart and Trader Joe’s.  According to the U.S. Centers for Disease Control and Prevention, people over 75 and essential workers are scheduled to receive the vaccine in a later phase, after healthcare workers and nursing home residents.","59":"Slideshow ( 2 images )  (Reuters) - Pharmacy chain Walgreens Boots Alliance Inc WBA.O and supermarket chain Kroger Co KR.N on Thursday placed purchase limits on certain products to stabilize inventory, as customers stock up on essentials amid a global coronavirus outbreak.  While Kroger placed a limit on the number of cold, flu and sanitary products per order, a spokeswoman for Walgreens said it was limiting disinfectant wipes and cleaners, face masks, hand sanitizers, thermometers and gloves to four each per customer.  Deerfield, Illinois-based Walgreens also said it is waiving delivery fees for all eligible prescription drugs during the outbreak and would offer free delivery on any purchase on Walgreens.com until further notice.  Other supermarket chains and warehouse operators such as Target Corp TGT.N and Costco Wholesale Corp COST.O also reported a rise in footfall as concerns over the coronavirus have prompted customers to stock up on essentials, including disinfectants, sanitizers and bottled water.","60":"March 12 (Reuters) - Kroger Co:  * KROGER AND INSTACART EXPAND PARTNERSHIP Source text for Eikon: Further company coverage:","61":"FILE PHOTO: The Kroger supermarket chain's headquarters is shown in Cincinnati, Ohio, U.S., June 28, 2018. REUTERS\/Lisa Baertlein  NEW YORK (Reuters) - U.S. grocer Kroger Co KR.N has begun asking customers to stop openly carrying firearms in stores, a change in policy, a spokeswoman said on Tuesday.  Kroger previously had followed local and state laws on the matter, she said.  “Kroger is respectfully asking that customers no longer openly carry firearms into our stores, other than authorized law enforcement officers,” Jessica Adelman, group vice president of corporate affairs, said in an emailed statement.  “We are also joining those encouraging our elected leaders to pass laws that will strengthen background checks and remove weapons from those who have been found to pose a risk for violence.”  Cincinnati, Ohio-based Kroger's announcement follows Walmart Inc WMT.N on Tuesday saying it would discontinue sales of ammunition for handguns and some assault-style rifles in stores across the United States.","62":"March 9 (Reuters) - Kroger Co:  * KROGER CINCINNATI\/DAYTON ASSOCIATES RATIFY NEW CONTRACT WITH UFCW 75  * KROGER-CINCINNATI\/DAYTON DIVISION AGREEMENT RAISES STARTING WAGES TO AT LEAST $10\/HOUR,ACCELERATES WAGE PROGRESSIONS TO $11\/HOUR AFTER 1 YEAR OF SERVICE  * KROGER - UFCW 75 CONTRACT COVERS NEARLY 20,000 ASSOCIATES WORKING AT 109 STORES IN GREATER CINCINNATI, DAYTON, NORTHERN KENTUCKY, SOUTHEASTERN INDIANA Source text for Eikon: Further company coverage:","63":"(Reuters) - Kroger Co KR.N on Thursday raised doubts about its profit targets from an ongoing turnaround plan, even as the supermarket chain operator posted a better-than-expected quarterly profit, helped by its investments in delivery and online operations.  The retailer has been rapidly growing its online business by expanding delivery options under the three-year “Restock Kroger” restructuring plan, while also modifying store layout and adding more of its own brands on shelves.  Chief Executive Officer Rodney McMullen told analysts the company was not “reconfirming” its expectation of $400 million in incremental operating profit from the plan.  “We want to be transparent about what went according to plan and what didn’t go as anticipated ... Some things are coming to fruition as we expected, but just later than we thought, such as identical sales momentum,” he said.  The Cincinnati, Ohio-based company’s shares were initially trading higher after the its results, but lost most of those gains after McMullen’s comments.  The company has made heavy investments to engineer a turnaround and gain market share from rivals including Walmart Inc WMT.N and Albertsons.  However, over the years, Kroger ran into intense competition as even discount retailers started selling their own brands.  “The harsh reality is that Kroger has to spend a lot to maintain its leading position within the grocery segment,” said Neil Saunders, managing director of retail research firm GlobalData Retail.  “You can’t expect profit to be inflated by some of the things (Kroger is) doing and that’s the issue it is really facing,” Saunders said.  The company said it would give details on its financial goals for 2020 at its investor day in November.  Kroger also said it now expects its current-quarter earnings to be flat compared with a year ago, but maintained its forecast for the year.  It posted a 31% rise in online sales in the second quarter and a 3.1% increase in its private-label brands.  Excluding one-time items, Kroger earned 44 cents per share, 3 cents more than analysts’ expectations, according to IBES data from Refinitiv.  However, net earnings attributable to Kroger fell about 42% to $297 million in the second quarter, mainly due to losses stemming from its stake in online grocer Ocado OCDO.L.","64":"March 1 (Reuters) -  * KROGER TO STOP SELLING GUNS TO BUYERS UNDER 21 - WSJ Source: [on.wsj.com\/2F5qTMr] Further company coverage:","65":"LONDON, Oct 30 (Reuters) - British online grocer Ocado and U.S. supermarket chain Kroger Co have agreed service and operational terms in relation to the deal they struck in May.  As a result of the deal, Ocado will ratchet up its delivery business with the construction of robotically operated warehouses, upping the ante in the battle with Amazon.com Inc .  Ocado said on Tuesday the agreement includes how Kroger will order warehouses, or what Ocado calls Customer Fulfilment Centres (CFCs), and the basis on which Ocado will develop and operate those sites in the United States.  Kroger is expected to order 20 CFCs over the first three years of the agreement, and order the first three CFCs by the end of 2018.  Ocado expects the earnings impact of the deal to be neutral in full year 2018. (Reporting by James Davey; editing by Sarah Young)","66":"(Reuters) - Kroger Co said on Thursday it will stop selling firearms and ammunition to buyers under the age of 21 at its Fred Meyer stores, becoming the third major U.S. retailer to set restrictions that are tougher than government regulations.  The announcement follows similar moves by Walmart Inc and Dick’s Sporting Goods Inc on Wednesday, two weeks after social media-savvy students ignited an intense debate on gun control in the United States following a deadly shooting spree at their Florida high school.  “Recent events demonstrate the need for additional action on the part of responsible gun retailers,” Kroger said in an email.  Kroger operates 133 Fred Meyer stores in Alaska, Idaho, Oregon and Washington. It sells firearms in 43 of those stores.  The company will also stop selling assault-style rifles in Alaska. It ceased such sales in its Fred Meyer stores in Oregon, Washington and Idaho several years ago.  “We made the decision (Wednesday) that we will no longer sell assault-style rifles in Alaska nor accept any special orders of these weapons in this market,” a Kroger spokeswoman said.  Fourteen students and three adults were killed in Florida on Feb. 14 after being shot with a semi-automatic AR-15-style assault rifle. Authorities have said the weapon was purchased legally last year by the accused gunman, Nikolas Cruz, when he was 18 years old.  Federal firearms law allows people aged 18 and older to buy “long guns,” including shotguns and rifles, and associated ammunition from licensed firearm dealers. The law restricts dealer sales of other guns, including handguns like pistols, and related ammunition to people who are 21 and older.  The National Rifle Association, which represents gunmakers and gun owners, opposes raising the minimum age for purchases of rifles or “long guns.”  Gun control supporters have other retailers in their sights.  An online petition calling for Academy Sports and Outdoors, based in Katy, Texas, to halt assault rifle sales had almost 8,000 signatures on Change.org by Thursday afternoon.  Representatives from Academy Sports did not immediately respond to requests for comment.  New online petitions also target Bass Pro Shops and Cabela’s, which together operate roughly 200 stores. Bass Pro, which bought Cabela’s in September, did not immediately comment.  Walmart stopped selling assault firearms and accessories in 2015 and only sells handguns in Alaska. Dick’s said on Wednesday it would stop selling assault-style rifles and high-capacity magazines.","67":"(Reuters) - Walmart Inc, Kroger Co and Kohls Corp will require shoppers to wear face coverings starting next week, the retailers said on Wednesday, imposing a widely-accepted protective measure as coronavirus cases jump across the United States.  Using face masks is the top recommendation from health experts and government officials looking to control the spread of the COVID-19 pandemic, which has resulted in 136,000 deaths across the country.  Walmart said about 65% of its over 5,000 U.S. stores, including its wholesale Sam’s Club outlets, were in areas where there was already some form of government mandate on face coverings. Its new policy will now apply to all stores from Monday.  Kroger will require the use of face masks in all its locations from July 22, while department store chain Kohls, whose majority store base already insists on face coverings, will make it a requirement across stores starting July 20.  Best Buy Co Inc and Starbucks Corp have already imposed the use of face masks at their U.S. outlets.  Trade group National Retail Federation (NRF) on Wednesday pushed for retailers to adopt a nationwide policy that requires customers to wear masks.  While many retailers have recommended masks for months, they were hesitant to make it a requirement, for fear of antagonizing shoppers, with numerous videos posted online on confrontations between customers and employees.  “Shopping in a store is a privilege, not a right. If a customer refuses to adhere to store policies, they are putting employees and other customers at undue risk,” the NRF said.  Walmart said employees stationed at the entrance of its own and Sam’s Club stores will remind customers of its new policy.","68":"March 15 (Reuters) - Kroger Co:  * KROGER BOARD OF DIRECTORS APPROVES $1 BILLION SHARE REPURCHASE AUTHORIZATION, DECLARES QUARTERLY DIVIDEND  * KROGER BOARD OF DIRECTORS APPROVES $1 BILLION SHARE REPURCHASE AUTHORIZATION, DECLARES QUARTERLY DIVIDEND  * KROGER CO - BOARD OF DIRECTORS TODAY DECLARED A QUARTERLY DIVIDEND OF 12.5 CENTS PER SHARE Source text for Eikon: Further company coverage: (Reuters.Brief@thomsonreuters.com)","69":"April 27 (Reuters) - Kroger Co:  * KROGER HEALTH EXPANDS FREE DRIVE-THRU COVID-19 TESTING TO 12 STATES  * KROGER CO - KROGER HEALTH WILL PERFORM 100,000 TESTS BY END OF MAY  * KROGER CO - KROGER HEALTH TO EXPAND ITS DRIVE-THRU COVID-19 TESTING MODEL TO 50 LOCATIONS IN MORE THAN 12 STATES  * KROGER CO - KROGER HEALTH LAUNCHED A PILOT FOR SITE-SPECIFIC TESTING FOR COMPANY ASSOCIATES IN MICHIGAN AND COLORADO. Source text for Eikon: Further company coverage:","70":"Nov 19 (Reuters) - U.S supermarket chain Kroger Co said on Monday that Monroe, Ohio will be the location of its first high-tech fulfillment center with online grocer Ocado .  Kroger struck a deal with the British online grocer in May to ratchet up its delivery business with the construction of robotically operated warehouses to better compete against Amazon.com Inc’s growing grocery delivery business.  Kroger said its first warehouse with digital and robotic capabilities, known as the ‘shed,’ would be built with an investment of $55 million and generate more than 410 jobs. (Reporting by Soundarya J in Bengaluru; Editing by Maju Samuel)","71":"(Adds dropped words in the first paragraph)  April 1 (Reuters) - Kroger Co’s comparable sales surged about 30% in March as consumers cleared off shelves in preparation for a lockdown due to the coronavirus pandemic, and the grocer said it had borrowed $1 billion to boost its liquidity.  The supermarket chain also maintained its forecast for the year, despite the boost in sales and said it was being conservative about expectations citing a fluid environment caused by the outbreak.  Several retailers have withdrawn their projections due to the virus-related uncertainty.  “It is too early to speculate what will emerge as the ‘new normal’ in food consumption at home or what the impact on sales will be in future periods,” Kroger said.  The pandemic, which has killed nearly 4,000 in the United States, has led to panic buying, with several people thronging stores to stock up on canned foods and everyday essentials.  “After experiencing strong sales in February, the COVID-19 pandemic triggered a significantly greater lift in sales across both physical retail stores and digital channels in March,” Chief Executive Officer Rodney McMullen said in a statement.  McMullen said sales in March tapered towards the end of the month, but remained higher than normal, as customers adjusted to the new dining, work and travel restrictions.  The company said it expects first quarter profit to exceed its prior forecast and would pause additional share repurchases during the first quarter. (Reporting by Nivedita Balu in Bengaluru; Editing by Shailesh Kuber)","72":"(Reuters) - Kroger Co KR.N on Thursday raised the lower-end of its full-year earnings forecast and posted a better-than-expected quarterly profit, as investments in online and delivery services paid off, sending its shares up as much as 13 percent.  Under its “Restock Kroger” program, the supermarket chain has been cutting prices and experimenting with new ways of selling products, while also shutting underperforming stores and shifting away from areas where it does not have a strong presence.  The U.S. grocery industry, dominated by Walmart Inc WMT.N and Kroger, has been fearful that Amazon.com Inc AMZN.O would apply its current distribution strategy at Whole Foods, transforming existing stores into a grocery delivery network.  In response, Kroger has been expanding home delivery, curbside pickup and self-checkout services, apart from investing heavily in technology such as its recent deal with Ocado OCDO.L to speed up its delivery operations with the construction of robotically operated warehouses.  Some of these initiatives helped drive a 66 percent rise in online sales in the first quarter.  “The result suggests that Kroger’s investment in lower prices and its push on digital are both paying dividends,” GlobalData Retail Managing Director Neil Saunders said.  Kroger shares touched a near four-month high of $29.50 and clocked their best intraday day performance in 24 years.  The company raised the lower end of its adjusted profit forecast to a range of $2.00 to $2.15 per share from $1.95 to $2.15 per share, previously.  It also projected identical sales growth - excluding fuel but reflecting sales from specialty pharmacy and home delivery services - to rise in the range of 2 percent to 2.5 percent.  Gross margin slipped to 21.8 percent from 22.1 percent, but MoffettNathanson analyst Michael Montani commended the company for managing margins well in a very competitive grocery market.  Net earnings rose to $2.03 billion, or $2.37 per share, in the quarter from $303 million, or 32 cents per share, a year earlier, helped by the sale of nearly 800 of its convenience stores to EG Group for $2.15 billion.  Same-store sales, excluding fuel, rose 1.4 percent in the quarter.  “This print was better than feared with comparable-store sales probably slightly above buy side expectations and management’s tone about Restock Kroger quite positive,” J.P. Morgan analysts wrote in a note.  Excluding one-time items, Kroger earned 73 cents per share, 10 cents above analysts’ estimate.  Total sales rose 3.4 percent to $37.53 billion, while analysts’ were expecting revenue of $37.31 billion, according to Thomson Reuters I\/B\/E\/S.","73":"Sept 5 (Reuters) - Walgreens Boots Alliance Inc said on Thursday it would stop shoppers from carrying firearms in its Walgreen stores, joining Walmart Inc and Kroger Co in tweaking its gun policy following several deadly shootings in the United States.  “We are joining other retailers in asking our customers to no longer openly carry firearms into our stores other than authorized law enforcement officials,” the pharmacy store chain said in an e-mailed statement.  Earlier this week, Walmart Inc said it would discontinue sales of ammunition for handguns and some assault-style rifles in stores across the United States. (Reporting by Nivedita Balu in Bengaluru and Melissa Fares in New York; Editing by Shinjini Ganguli)","74":"May 12 (Reuters) - Kroger Co:  * KROGER CO SAYS CEO RODNEY MCMULLEN’S FY 2019 TOTAL COMPENSATION WAS $21.1 MILLION VERSUS $12.0 MILLION IN FY 2018 - SEC FILING  * KROGER CO SAYS COO MICHAEL DONNELLY’S FY 2019 TOTAL COMPENSATION WAS $10.3 MILLION VERSUS $5.7 MILLION IN FY 2018  * KROGER CO SAYS FOR 2019, CEO PAY RATIO WAS 789 TO 1 Source text : (bit.ly\/3dzf7KQ) Further company coverage:","75":"(Reuters) - Kroger Co KR.N forecast full-year profit below Wall Street's estimates on Thursday as its investments to fend off Walmart Inc WMT.N and Amazon.com Inc AMZN.O squeeze the grocer's margins, sending its shares tumbling almost 13 percent.  The owner of some 2,800 supermarkets, including Ralphs, Harris Teeter, Fred Meyer and Mariano’s, will use benefits from lower corporate taxes to expand services like home delivery, curbside pickup and self-checkout under its broad “Restock Kroger” program to make shopping more convenient and affordable, trading off capital spending for profits.  Executives said they were accelerating investment planned for the 2019-2020 and forecast 2018 earnings of $1.95 per share to $2.15 per share, dipping below analysts’ consensus target of $2.15 per share, according to Thomson Reuters I\/B\/E\/S.  “You should expect gross margin to decline somewhat in 2018,” Chief Financial Officer Michael Schlotman said on a conference call with analysts.  “We’re positioning the company to start growing again” in 2019 and 2020, Chief Executive Rodney McMullen added.  Wall Street has not been patient since Amazon burst into the physical supermarket business with its $13.7 billion purchase of Whole Foods Market last year.  Kroger “offered more of the same tough medicine in its (2018) guidance, with a heavy dose of margin reinvestment implied,” said MoffettNathanson analyst Michael Montani.  FILE PHOTO: A logo of Kroger is displayed on a monitor above the floor of the New York Stock Exchange shortly after the opening bell in New York, U.S., December 5, 2017. REUTERS\/Lucas Jackson  “Bears will seize on today’s news as further evidence of the heightened competition and impact of rising wages befalling brick and mortar retailers in the Age of Amazon,” Montani said.  The Cincinnati-based company also is refining its product assortment, pricing, marketing and customer service under Restock Kroger amid a brutal price war with rivals ranging from Walmart to German discounters Aldi and Lidl.  CEO McMullen said Kroger would not cede ground to those competitors, nor would it make the price war worse.  “We’re not going to lose on price, but we’re not out there trying to lead the market down,” McMullen said on the conference call.  Kroger plans $3 billion of capital expenditures in 2018, in line with 2017. It also expects to close the sale of 800 convenience stores to British gas station operator EG Group for $2.15 billion later this year and use the proceeds to buy back shares and pay down debt. That sale is not included in its 2018 profit forecast.  Kroger’s sales for the fourth quarter ended Feb. 3, rose 12.4 percent to $31.03 billion, topping analysts’ target of $30.83 billion. Identical same-store sales were up 1.5 percent, edging past analysts’ estimate of 1.45 percent, and the sales forecast for 2018 was roughly in line with expectations, a sign that customers are not abandoning Kroger.  Net earnings attributable to Kroger jumped 68.8 percent to $854 million, or 96 cents per share.  Gross margin was 21.9 percent of sales for the fourth quarter. Excluding fuel, the 53rd week and a credit and charge for last-in-first-out inventory accounting, gross margin decreased 31 basis points from the same period last year.  Kroger’s shares had gained about 16 percent in the past six months before dropping 12.7 percent to $22.91 in midday trading.  (In second paragraph, this story adds dropped word, “will”.)","76":"Kroger Co:  * KROGER - KROGER FAMILY OF COMPANIES ANNOUNCES HERO BONUS FOR ALL HOURLY FRONTLINE ASSOCIATES  * KROGER - WILL PROVIDE $2 PREMIUM ABOVE WORKERS’ STANDARD BASE RATE OF PAY, APPLIED TO HOURS WORKED MARCH 29 THROUGH APRIL 18 Source text for Eikon: Further company coverage:","77":"LONDON\/LOS ANGELES (Reuters) - U.S. supermarket chain Kroger Co KR.N struck a deal with British online grocer Ocado OCDO.L to ratchet up its delivery business with the construction of robotically operated warehouses, upping the ante in the battle with Amazon.com Inc AMZN.O and sending Ocado shares rocketing.  The U.S. grocery industry is dominated by Walmart Inc WMT.N and Kroger but has been in upheaval since last summer, when Amazon's $13.7 billion deal for Whole Foods sent supermarkets scrambling to match the online retailer on home delivery.  The Kroger deal announced on Thursday is Ocado’s first in the United States and the British company’s fourth major agreement with retailers in six months.  Shares of Ocado, an online grocery retailer known for using robots rather than people to process and pack orders, soared as much as 80 percent to an all-time high. Kroger shares were last up 1.4 percent, with investors reassured by the U.S. company’s saying the move would not dampen expected earnings for 2018 and 2019.  Kroger Chief Executive Officer Rodney McMullen called the partnership “transformative” and told Reuters that it accelerates the company’s efforts to give customers anything, anytime, anywhere.  While Cincinnati, Ohio-based Kroger currently offers online grocery delivery service, orders are filled at individual stores and delivery is handled in-house by Kroger and by third-party providers Instacart and Target Corp-owned Shipt TGT.N.  Kroger’s deal with Ocado, which is exclusive, won plaudits on Wall Street.  “The Ocado partnership is the best investment the Kroger Company’s ever made in the last 25 years,” said Burt Flickinger, managing director of consultancy Strategic Resource Group.  “Ocado is a consumer’s dream and a competitor’s nightmare, and the competitor that’s going to get caught in the crossfire is clearly Amazon,” he said.  U.S. supermarkets fear Amazon will apply its distribution know-how to Whole Foods by transforming existing stores into a grocery delivery network with help from low-cost “gig economy” drivers. Amazon is already offering free two-hour delivery from some U.S. stores for members of its loyalty club Prime.  Yet experts have said that even Amazon, which still operates mostly human-staffed warehouses for its Fresh grocery delivery service, still is figuring out the right model.  Slideshow ( 5 images )  “They’re working their path to the customer in two different ways, from very different starting points,” Tom Furphy, former vice president of consumables and AmazonFresh and now CEO of Consumer Equity Partners, said of Kroger and Amazon.  “The most critical consequence of today’s news is the need for other major U.S. players to react,” said Jefferies analyst James Grzinic. “The risk is that today’s news will accelerate that shift, and on less rational terms.”  Britain was one of the first countries to see widespread adoption of online grocery shopping, giving its retailers a head start in developing technology to deal with the challenges of delivering food, especially fresh and frozen goods.  E-commerce accounts for 7.5 percent of sales of packaged consumer goods in Britain, compared with 1.5 percent in the United States, according to data firm Kantar World Panel, which predicts the latter will rise to 8 percent by 2025.  Some analysts and grocers question how well the Ocado model is suited to the U.S. market given its much more dispersed population compared with densely populated Britain.  Outside urban areas, they say that it makes more sense to focus on having people pick groceries from existing stores rather than building expensive high-tech warehouses, or to offer curbside pickup for orders, a service available at Walmart and Kroger.  Kroger executives said the deal is beneficial even if significant U.S. delivery demand fails to materialize.  That’s because Ocado’s warehouses, known as “sheds,” could assemble orders for Kroger’s popular ClickList curbside service, lowering costs and freeing employees to better serve customers, who now tend to bounce between in-store shopping, pickup and delivery.  “This will leapfrog our ability to do that in an accelerated way and in a cost-effective way,” CEO McMullen told Reuters.  Both Amazon and Whole Foods declined comment on the deal.  Slideshow ( 5 images )  TRANSFORMING THE INDUSTRY  The deal is a setback for Ahold Delhaize AD.AS, owner of U.S. chains Food Lion, Stop & Shop and Giant, which some analysts had considered a candidate to merge with Kroger to give the retailer access to Ahold's U.S. online grocery delivery service Peapod.  Shares in Ahold fell 1.8 percent.  Kroger, which already holds a 1 percent stake in Ocado, will buy new shares equivalent to 5 percent valued at 183 million pounds ($247.5 million), Ocado said.  Shares in Ocado, which listed in 2010 and delivered its first annual profit in 2014, hit a record of 1,000 pence before closing up 44.4 percent at 804 pence.  Kroger will identify at least 20 sites to build automated warehouses in the United States, Chief Financial Officer Duncan Tatton-Brown said, exceeding all of the centers Ocado has built or is planning to build for all other partnerships.  The two companies are working to identify the first three sites in 2018. McMullen said the first would likely be in an area where Kroger has stores and an opportunity reach new customers.  Ocado “sheds” typically take around two years to open, said McMullen who added that services would be offered under the Kroger name or those of its supermarket chains, such as Ralphs in Southern California.  Tatton-Brown said the partnership has scope in the future to grow two or three times beyond the initial 20 centers.  Kroger has roughly 2,800 stores in 34 mainly Midwest and southern states and offers delivery from 1,100 stores and ClickList pickup at more than 1,000.  The detailed financial terms have yet to be agreed, but Kroger could bring forward some of its payments under the deal, which would reduce Ocado’s need for capital. If the retailer fails to hit volume targets it could also lose exclusivity and will have to pay compensation to Ocado.  (This version of the story fixes typo in paragraph 21)","78":"March 1 (Reuters) - Kroger Co will stop selling firearms and ammunition to buyers under the age of 21 at its Fred Meyer stores, the U.S. supermarket chain said on Thursday.  The announcement follows a similar move by Walmart Inc and Dick’s Sporting Goods Inc on Wednesday that came days after a deadly massacre at a Florida high school which reopened a fierce debate over gun control in America.  Kroger operates 133 Fred Meyer stores.  “Recent events demonstrate the need for additional action on the part of responsible gun retailers,” Kroger told Reuters via email. (Reporting by Aishwarya Venugopal in Bengaluru; Editing by Sai Sachin Ravikumar)","79":"April 30 (Reuters) - Kroger Co:  * KROGER CO SAYS CEO RODNEY MCMULLEN’S FY 2017 TOTAL COMPENSATION WAS $11.5 MILLION VERSUS $13.2 MILLION IN FY 2016 - SEC FILING  * KROGER CO SAYS CFO J. MICHAEL SCHLOTMAN'S FY 2017 TOTAL COMPENSATION WAS $5.2 MILLION VERSUS $5.8 MILLION IN FY 2016 Source : bit.ly\/2JEmRwb Further company coverage: (Reuters.Briefs@thomsonreuters.com)","80":"March 8 (Reuters) - Supermarket chain Kroger Co reported quarterly net sales that beat analysts’ estimates, but issued a disappointing full-year profit forecast, sending its shares down 7 percent in premarket trading.  Sales rose to $31.03 billion from $27.61 billion in the fourth quarter ended Feb. 3.  Analysts had expected sales of $30.83 billion, according to Thomson Reuters I\/B\/E\/S.  Net earnings attributable to Kroger rose to $854 million, or 96 cents per share, from $506 million, or 53 cents per share, a year earlier. The company said it expects full-year 2018 earnings of $1.95 per share to $2.15 per share, largely below the $2.15 analysts on average were expecting. (Reporting by Nivedita Balu in Bengaluru; Editing by Sriraj Kalluvila)","81":"April 20 (Reuters) - Kroger Co:  * KROGER CO - ANNOUNCES $1.2 BILLION ACCELERATED SHARE REPURCHASE PROGRAM  * KROGER - $1.2 BILLION ASR IS ADDITIONAL REPURCHASE AUTHORIZATION, INCREMENTAL TO $1 BILLION REPURCHASE PROGRAM ANNOUNCED ON MARCH 15 Source text for Eikon: Further company coverage:","82":"FILE PHOTO: A vial of the Pfizer vaccine against the coronavirus disease (COVID-19) used at The Reservoir nursing facility is shown in West Hartford, Connecticut, U.S., December 18, 2020. Stephen Dunn\/Pool via REUTERS  (Reuters) - Kroger Co unit Kroger Health said on Tuesday it is partnering with federal and state governments to provide the COVID-19 vaccine across its 2,200 pharmacies and 220 clinics once they become more widely available.  The healthcare division of U.S. grocer Kroger said it would begin to administer the vaccine developed by Pfizer Inc and BioNTech SE to health care workers in Anchorage and Juneau this week in partnership with the state of Alaska.  Kroger’s rival Walmart Inc said earlier this month it was entering into agreements with U.S. states to administer COVID-19 vaccines at its pharmacies.  Kroger Health, which has facilitated more than 250,000 COVID-19 tests since April, also said it is hiring nearly 1,000 health care workers, including pharmacy technicians, to support operations and the administration of the COVID-19 vaccine.  Walgreens Boots Alliance Inc and CVS Health Corp, which run the nation’s largest pharmacy chains, said last week they had begun administering Pfizer’s COVID-19 vaccine.","83":"(Reuters) - Kroger Co's KR.N comparable sales surged about 30% in March as consumers stockpiled due to the coronavirus pandemic, and the grocer said it had borrowed $1 billion to boost its cash reserve as it prepared for any fallout from the health crisis.  FILE PHOTO: The Kroger supermarket chain's headquarters is shown in Cincinnati, Ohio, U.S., June 28, 2018. REUTERS\/Lisa Baertlein  The Cincinnati, Ohio-based company’s shares rose about 5% after the supermarket chain also maintained its forecast for the year, especially when most of its rivals have scrapped their estimates due to the virus-related uncertainty.  Kroger, however, said it was being conservative about its expectations due to a fluid environment caused by the outbreak.  “It is too early to speculate what will emerge as the ‘new normal’ in food consumption at home or what the impact on sales will be in future periods,” Kroger said.  The pandemic, which has killed nearly 4,000 in the United States, has led to panic buying, with several people thronging stores to stock up on canned foods and everyday essentials.  “After experiencing strong sales in February, the COVID-19 pandemic triggered a significantly greater lift in sales across both physical retail stores and digital channels in March,” Chief Executive Officer Rodney McMullen said in a statement.  McMullen said sales in March tapered towards the end of the month, but remained higher than normal, as customers adjusted to the new dining, work and travel restrictions.  The company said it expects first-quarter profit to exceed its prior forecast and that it would stop additional share buybacks in the quarter.  Kroger said it also raised wages for hourly staff by $2 an hour until April 18. The average hourly wage for Kroger employees is $15 per hour.  It had preciously announced a one-time bonus for its frontline associates, payable on April 3.","84":"(Reuters) - U.S. supermarket chain Kroger Co KR.N missed Wall Street estimates for quarterly sales and profit on Thursday, hurt by stiff competition from industry stalwarts including Walmart Inc WMT.N and Amazon.com Inc AMZN.O.  FILE PHOTO: A logo of Kroger is displayed on a monitor above the floor of the New York Stock Exchange shortly after the opening bell in New York, U.S., December 5, 2017. REUTERS\/Lucas Jackson  Kroger’s shares fell nearly 3% after the company said it wrote down its stake in Lucky’s Market, a specialty grocery store chain that focuses on natural, organic and locally grown products.  Cincinnati, Ohio-based Kroger has made heavy investments as part of its ‘Restock Kroger’ transformation program to grow online sales, improve delivery and modernize stores to gain market share over rivals.  Three years ago, Kroger invested in Lucky’s Market paying attention to the growing demand for organic products but said on Thursday the decision to divest its stake in the Colorado-based company came as a part of its focus on improving return on investments.  “The amount of investment that it would take for Lucky’s to be a meaningful contributor to Kroger overall and the efforts that it would take, we just didn’t think it created a good return for the investments,” Chief Executive Officer Rodney McMullen said on a post-earnings call.  “So it was really driven by narrowing our focus.”  The divestiture led to a non-cash impairment charge of $238 million in the third quarter.  Kroger, the largest supermarket chain in the United States, has also invested in expensive partnerships with Microsoft Corp MSFT.O and online grocer Ocado OCDO.L to modernize stores and improve delivery.  Still, digital sales in the third quarter rose only 21%, compared with the 31% increase in the second quarter.  Core gross margin, excluding fuel, fell 24 basis points, the company said, blaming lower margins in the pharmacy business.  J.P. Morgan analyst Ken Goldman said the margin numbers were surprisingly disappointing, given easy comparisons, a less competitive pricing environment and possible help from hurricanes.  Net sales rose marginally to $27.97 billion in the quarter ended Nov. 9, lower than analysts’ estimate of $28.18 billion, according to IBES data from Refinitiv.  Excluding one-time items, the company earned 47 cents per share, 2 cents lower than expectations.  Sales at company stores open for more than a year rose 2.5%, excluding the impact of fuel prices. Analysts had expected 2.33% growth.","85":"(Reuters) - U.S. supermarket chain Kroger Co KR.N on Friday forecast full-year same-store sales and profit above Wall Street expectations, as consumers eat more at home with offices closed and schools shifting classes online due to the COVID-19 pandemic.  FILE PHOTO: An aisle of a Ralphs grocery store, which is owned by Kroger Co, is pictured ahead of company results in Altadena, California U.S., December 1, 2016. REUTERS\/Mario Anzuoni  Shoppers have been ordering everything from fresh vegetables and canned soups online since the outbreak, driving a 127% surge in digital sales at Kroger in the second-quarter ended Aug. 15.  The company had been investing heavily to expand its digital offerings even before the health crisis, from testing driverless-delivery technology in three Texas stores and making a big investment in British online supermarket Ocado Group.  “As we talk to other companies across America, we believe return to work will look very different, with many employees working part of the week from home,” Chief Executive Officer Rodney McMullen told analysts on a call.  “2021 will be even stronger than we previously anticipated,” he added.  The company, among the first retailers to give a forecast, said it expects 2020 comparable sales to exceed 13% and earnings of between $3.20 and $3.30 per share.  Analysts were expecting comparable sales of 10.15% and earnings of $2.90 per share, according to IBES data from Refinitiv.  Still, some analysts said the unprecedented growth seen during the lockdowns would not last.  “Bears rightly point out that the 19% ID (same-store) sales and profit surge from 1Q was the top, with the reality that recent growth rates are unsustainable,” said Evercore ISI analyst Michael Montani.  On an adjusted basis, Kroger earned 73 cents per share, beating estimates of 55 cents. Comparable sales jumped 14.6%, topping expectation of 10.96%.  Kroger’s shares were last up marginally at $34.86 in midday trading. They have gained about 20% so far this year.","86":"Dec 3 (Reuters) - U.S. supermarket operator Kroger Co raised its 2020 same-store sales forecast on Thursday, as a resurgence in COVID-19 cases has prompted customers to stock up on cooking and household essentials.  Kroger said it expects same-store sales, excluding fuel, to rise around 14%, compared with its prior forecast of a more than 13% growth. Analysts on average were expecting a 13.08% rise.  Sales, excluding fuel, at stores open for more than a year rose 10.9% in the third quarter ended Nov. 7, compared with Refinitiv IBES estimate of a 10.21% rise. (Reporting by Praveen Paramasivam in Bengaluru; Editing by Shinjini Ganguli)","87":"Aug 7 (Reuters) - U.S. supermarket chain Kroger Co said on Tuesday it is exploring strategic alternatives for its Turkey Hill business, including a sale.  Turkey Hill produces iced teas, fruit drinks, milk and frozen dairy treats.  The business was not part of the sale of Kroger’s convenience stores unit to British gas station operator EG Group for $2.15 billion earlier this year. (Reporting by Aishwarya Venugopal in Bengaluru; Editing by Maju Samuel)","88":"March 19 (Reuters) - Kroger Co’s Fred Meyer said it would exit its firearms business, two weeks after deciding to stop selling guns and ammunition to buyers under the age of 21.  Earlier this month, Kroger joined other U.S. retailers such as Walmart Inc and Dick’s Sporting Goods Inc to bar sale of firearms to buyers under 21, following a deadly shooting at a Florida high school.  Fred Meyer said it was working on plans to phase out sales of firearms and ammunition.  The firearm business generated about $7 million annually, the company said, also highlighting “softening consumer demand”.  The company operates 133 stores in Alaska, Idaho, Oregon and Washington and sells firearms in 43 of them.","89":"Dec 5 (Reuters) - Kroger Co reported a 17% fall in quarterly profit on Thursday, hurt by the U.S. supermarket chain’s investments in delivery and online to gain market share in a competitive grocery space.  Net earnings attributable to Kroger fell to $263 million, or 32 cents per share, in the third quarter ended Nov. 9, from $317 million, or 39 cents per share, a year earlier.  Excluding the impact of fuel prices, sales at company stores open for more than a year rose 2.5%. Analysts had expected 2.33% growth, according to IBES data from Refinitiv. (Reporting by Nivedita Balu in Bengaluru; Editing by Maju Samuel)","90":"FILE PHOTO: The Kroger supermarket chain's headquarters is shown in Cincinnati, Ohio, U.S., June 28, 2018. REUTERS\/Lisa Baertlein  (Reuters) - Kroger Co said on Tuesday it would start selling cannabis-based products in 945 stores, joining the growing number of retailers that are trying to tap the demand for cannabidiol (CBD) products.  The Ohio, Cincinnati-based company will sell products containing hemp-derived CBD such as creams, balms and oils at its stores spread across 17 states, the company said.  CBD is the non-psychoactive chemical found in marijuana and does not cause intoxication.  Kroger joins retailers like Walgreens Boots Alliance Inc, CVS Health Corp and Vitamin Shoppe Inc in selling CBD products in some of their stores.","91":"June 18 (Reuters) - Kroger Co said on Thursday it expects to exceed its 2020 outlook after posting a 57% jump in quarterly profit, as the U.S. supermarket chain benefits from consumers stockpiling groceries and other essentials due to the COVID-19 pandemic.  Net earnings attributable to Kroger rose to $1.21 billion, or $1.52 per share, from $772 million, or 95 cents per share, a year earlier.  Excluding the impact of fuel prices, sales at stores open for more than a year rose 19% in the first quarter ended May 23.  Kroger, however, did not reaffirm or provide new fiscal 2020 forecast. (Reporting by Praveen Paramasivam in Bengaluru; Editing by Subhranshu Sahu)","92":"LOS ANGELES\/NEW YORK (Reuters) - U.S. grocery delivery company Instacart suffered a new setback on Thursday when Kroger Co KR.N, one of its major U.S. customers, announced a partnership with British automated online grocery service Ocado Group Plc OCDO.L.  Kroger's deal with Ocado - coming less than a year after Amazon.com AMZN.O bought key Instacart partner Whole Foods - puts more pressure on the 5-year-old San Francisco company that picks and delivers groceries for dozens of other retailers, including Costco Wholesale Corp COST.O, Walmart Inc's WMT.N Sam's Club, Albertsons and Sprouts Farmers Market Inc SFM.O.  Instacart currently delivers groceries for Kroger stores in 45 U.S. markets, including Ralphs in Southern California, Mariano’s in Chicago and King Soopers in Denver.  Instacart did not immediately respond to requests for comment.  A Kroger spokesman said the Instacart relationship was unaffected by the Ocado deal, adding that it viewed them as “complimentary.”  Kroger Chief Executive Rodney McMullen told Reuters it typically takes about two years to get Ocado’s roboticized warehouses ready to fill orders and deliver groceries.  “Instacart is still the best partner for home delivery if one doesn’t have dedicated e-commerce” operations, said Burt  Flickinger, managing director of consultancy Strategic Resource Group.  Still, grocery industry analysts said the Kroger and Whole Foods deals could force a business model change or other strategic shift at Instacart, which so far has raised $1 billion from investors.  If the Ocado partnership gives Kroger the confidence to bring delivery in-house, “that will be disastrous for Instacart,” said Neil Saunders, managing director of GlobalData Retail.  Whole Foods was Instacart’s largest and most important customer last summer when Amazon said it was buying the natural and organic chain.  Whole Foods CEO John Mackey told Reuters this week that the chain’s long-term delivery partnership with Instacart remained in place as it expands free two-hour delivery for Amazon Prime subscribers.","93":"Feb 24 (Reuters) - Warren buffett, referring to global stock selloff, says his company berkshire hathaway would ‘certainly be more inclined’ to buy stocks today than on friday, and would feel ‘better’ about doing it -- cnbc Buffett says cryptocurrency has, ‘in terms of value, zero’ Buffett says ‘i don’t own any cryptocurrency, i never will’ Buffett says berkshire’s recent purchases of etfs were not made by him or his portfolio managers todd combs or ted weschler Buffett says he still believes ‘we paid too much’ for kraft heinz, but that it has a valuable business and can maintain its dividend payout as it pays down debt Buffett says berkshire’s recent investment in kroger was made by either combs or weschler; says kroger is doing a good job in a ‘tough business,’ where amazon.com and costco are ‘sweating it out’ Buffett, discussing succession at berkshire, reiterates that if he died tonight, berkshire’s board would know tomorrow morning what to do Buffett says pg&e ‘doesn’t fit berkshire’ Buffett says pg&e is ‘too tough,’ with many constituencies to satisfy, and that ‘i don’t know how to solve all that’ Buffett says berkshire vice chairmen ajit jain and greg abel leave berkshire board meetings when succession planning is discussed; many investors and analysts view them as leading candidates to succeed buffett as ceo Buffett says his 20- or 30-year outlook is ‘not changed’ by coronavirus outberak Warren buffett appearance on cnbc ends","94":"Slideshow ( 2 images )  (Reuters) - Kroger Co has chosen its hometown of Cincinnati for the first of 20 high-tech warehouses it plans to build with UK-based Ocado Group Plc in a bid to dominate the U.S. grocery delivery business.  Kroger, the largest U.S. supermarket operator, is battling Walmart Inc and Amazon.com Inc in the small, but fast-growing online segment that accounts for anywhere from 1 percent to 4 percent of the $800 billion U.S. grocery market. (Graphic: tmsnrt.rs\/2LYQUUV)  In May, Kroger paid roughly $248 million for a minority stake in Ocado, an online grocer, and struck an exclusive deal for the U.S. market.  Kroger will spend $55 million on the partners’ first project - a 335,000-square-foot facility in Monroe, Ohio, a suburb north of Cincinnati.  Ocado’s “sheds” house hives of robots that pick and pack groceries. The company’s newest machines can pull together a 50-item grocery order in as little as five minutes - potentially slashing Kroger’s labor costs at a time when U.S. grocers are looking for ways to profitably delivery milk, eggs and other necessities to customer doorsteps.  Kroger said the project, which is expected to create 410 jobs, is subject to securing state and local incentives. The facility is scheduled to open by 2021, a Kroger spokeswoman said.  Amazon was the top online grocery seller before its $13.7 billion purchase of Whole Foods Market last summer that spurred rival grocery sellers to invest in cost-saving automation.  Kroger, Walmart and Ahold Delhaize each have partnered with technology companies that build automated order fulfillment warehouses.","95":"Aug 14 (Reuters) - Alibaba Group Holding Ltd has partnered with Kroger Co to sell the grocer’s private label products on its Tmall platform in China, an Alibaba spokesperson told Reuters on Tuesday.  Kroger will sell its Simple Truth products in China, marking the U.S. grocer’s first foray overseas.  Krogers’s shares rose 2.6 percent in afternoon trading. (Reporting by Uday Sampath in Bengaluru, Lisa Baertlein in Los Angeles; Editing by Anil D’Silva)","96":"LONDON (Reuters) - U.S. supermarket chain Kroger Co is expected to order the first three of 20 high-tech warehouses from online grocer Ocado by the end of the year under the terms of a breakthrough deal agreed in May.  Slideshow ( 3 images )  Through the deal with its largest partner, Ocado will ratchet up its delivery business by building robotically operated warehouses for Kroger in the United States, raising the stakes in the battle with Amazon.com Inc.  The Kroger deal is Ocado’s biggest yet, exceeding all of the warehouses the firm has built or plans to build with Morrisons in Britain, Casino in France, Sobeys in Canada and ICA Group in Sweden.  Ocado said the detailed agreement sets out the key parameters for its working relationship with Kroger.  It includes how Kroger will order warehouses, or what Ocado calls Customer Fulfilment Centres (CFCs), and the basis on which Ocado will develop and operate those sites in the United States. Kroger is expected to order 20 CFCs over the first three years of the agreement.  Ocado shares rose as much as 6 percent on Tuesday, taking gains over the last year to 195 percent.  The UK firm did not disclose the location of the first three sites but said details will be made public by Kroger in several weeks.  The target is for Kroger’s CFCs to go live within approximately two years of each order being placed.  Ocado said the terms and fee structure of the Kroger deal are similar to those for its other transactions to-date combining up-front fees and ongoing capacity fees. It did not disclose figures.  Bernstein analyst Bruno Monteyne said he is assuming that Ocado will spend 30 million pounds ($38.3 million) per CFC, with Kroger paying a capacity fee of 3.5 percent.  Ocado expects the peak cumulative net capital outflow of the initial three CFCs to be 90 million pounds - well within its financing headroom of over 500 million pounds.  As with previous deals, Ocado has agreed to install and maintain modules of Mechanical Handling Equipment (MHE) sufficient to provide an agreed level of processing.  The first CFCs ordered in 2018 will have funding requirements similar to earlier deals. However, Ocado and Kroger are still discussing how future CFCs will be funded.  Analysts said Kroger could take on a bigger part of the capital expenditure outlay in return for keeping a bigger share of the future food retail profits.  ($1 = 0.7828 pounds)","97":"Slideshow ( 5 images )  (Reuters) - U.S. supermarket operator Kroger Co KR.N said it will start testing driverless grocery delivery on Thursday with technology partner Nuro at a single Fry's Food Store in Scottsdale, Arizona.  Kroger and rival Walmart Inc WMT.N each have teamed up with autonomous vehicle companies in a bid to lower the high-cost of \"last-mile\" deliveries to customer doorsteps, as online retailer Amazon.com AMZN.O rolls out free Whole Foods delivery for subscribers to its Prime perks program.  “Kroger wants to bring more customers the convenience of affordable grocery delivery,” said Kroger Chief Digital Officer Yael Cosset, who added that the test will also gauge consumer demand for the service.  The first phase of the test will use a fleet of Toyota Prius cars equipped with Nuro technology. Those cars have seats for humans who can override autonomous systems in the event of an error or emergency. Nuro’s R1 driverless delivery van, which has no seats, will begin testing this autumn, the companies said.  “While we compete final certification and testing of the R1, the Prius will be delivering groceries and helping us improve the overall service,” a Nuro spokeswoman said.  Self-driving car delivery from the Fry’s store will cost $5.95 with no minimum order. It is only available at addresses within the store’s zip code of 85257, Kroger said.  Walmart and Alphabet Inc's GOOGL.O self-driving car company Waymo are partnering to test a service that shuttles Phoenix shoppers to stores to collect online grocery orders.","98":"May 1 (Reuters) - Supermarket chain Kroger Co is setting purchase limits on ground beef and fresh pork in some of its stores, CNN reported on Friday, amid growing concerns over meat shortages due to coronavirus-led supply disruptions.  The world’s biggest meat companies, including Smithfield Foods Inc, Cargill Inc, JBS USA and Tyson Foods, have halted operations at about 20 slaughterhouses and processing plants in North America as workers fall ill, stoking global fears of a meat shortage.  \"We feel good about our ability to maintain a broad assortment of meat and seafood for our customers because we purchase protein from a diverse network of suppliers,\" a Kroger representative told CNN. (cnn.it\/2VRwAbs)  “There is plenty of protein in the supply chain. However, some processors are experiencing challenges.”  Earlier this week, President Donald Trump ordered meat-processing plants to stay open to protect the food supply in the United States.  Kroger did not immediately respond to a request for comment.","99":"BERLIN\/CHICAGO, June 20 (Reuters) - Multicolored, sparkly ice cream is an unlikely battleground in U.S. grocery stores. But Kroger Co believes products like Kroger Best Unicorn Swirl ice cream will help it win market share from Walmart Inc , Aldi and Amazon.com Inc.  By churning out trendy new house-brand items, Kroger hopes to tap into broad sales growth for private labels. The push comes as grocers compete fiercely on price and race to expand online ordering and delivery, an area where the biggest U.S. grocery chain has lagged.  Kroger added 1,022 “own brand” items in 2018, and each supermarket on average stocks more than 15,000 private-label products such as pet food, clothes, furniture, meal kits and office supplies. Kroger’s 16 house brands now account for more than 30% of unit sales, the company said in March.  “We don’t see this slowing down at all,” Kroger Chief Executive Rodney McMullen told Reuters in an interview in May.  Cincinnati-based Kroger has long made store brands that compete with name brands from Kraft Heinz Co, Nestle and others. But it started focusing more on its own brands in 2012 and flagged them as key to reviving sales growth when introducing its “Restock Kroger” plan two years ago.  Graphic on store brand growth: tmsnrt.rs\/31Ff7UN  Kroger’s Simple Truth line hit $2.3 billion in annual sales to become the biggest U.S. natural and organic brand, the grocer said in March. Sales of its Kroger range and premium Private Selection food line are also growing, with the total own brand portfolio expanding 45% since 2011.  Kroger has been using data to spot trends and jump on them quickly, McMullen told Reuters, and unicorn ice cream is one example.  Starbucks Corp kicked off the unicorn food craze in 2017, sparking a social media frenzy with its pink and blue Unicorn Frappuccino. Breakfast cereal and cake followed, and Target Corp launched a cherry-flavored Unicorn Magic ice cream last year.  Kroger debuted its cake batter-flavored Unicorn Swirl in March, and saw more than 2.5 million likes and shares on social media for the product on National Unicorn Day on April 9. It declined to comment on sales, beyond saying they had far exceeded the company’s expectations.  “Kroger has been very clever about expanding into rapidly growing categories,” said Neil Saunders, who heads retail consultancy GlobalData, highlighting brands like Simple Truth and Home Chef meal kits.  Simple Truth has likewise benefited from a social media boost. Kayla Schneider, 28, a vegan receptionist and beauty advisor from Fenton, Michigan, has 11,000 Twitter followers and earlier this year tweeted when Simple Truth vegan ice cream went on sale.  “I have a lot of followers who also share my type of diet and I like sharing new finds\/yummy products so they can try them out as well,” Schneider said in a Twitter direct message.  Almost half of Kroger’s private-label grocery lines, including bakery and dairy items, are produced in its 37 plants, giving it an advantage over rivals when it comes to quickly creating and testing out items.  Kroger makes more in-house than other U.S. retailers, with Walmart outsourcing all store-brand production until very recently, when it opened a dairy in Indiana, retail consultant Roger Davidson said.  “They (Kroger) are very serious about private label and in my opinion better than any consumer goods company in the U.S.,” said Davidson, who used to oversee food procurement at Walmart. “Big CPG companies are really struggling,” he said, referring to consumer packaged goods makers.  Kroger reports quarterly earnings on Thursday. It has been looking for ways to claw back market share from Walmart, the world’s biggest retailer, and German discount chain Aldi. It also has to grapple with Amazon’s fast-growing private-label sales, both online and in Whole Foods.  Aldi shares tanked in March when it reported a 10% fall in fourth-quarter revenue and lower-than-expected earnings for the first time since October 2017.  FAMILIES CAN SAVE $3,000 A YEAR  Soaring commodities and freight costs have pressured margins at companies like Procter & Gamble Co and Unilever PLC in recent years, making it harder for them to compete.  Private-label products on average are about 20% less expensive than branded goods, according to data from market research firm IRI.  Nestle said in April there was no point in its Pure Life brand trying to outcompete private-label bottled water. The world’s No. 1 consumer company is expanding its premium, fizzy and flavored waters to eventually outweigh some lost volumes.  At a Kroger-owned Mariano’s in Chicago, 24 bottles of own-brand water cost $2.50 versus $4.99 for Pure Life.  A U.S. family of five can save up to $3,000 a year buying private-label food, and get equal or higher nutritional value, according to Burt Flickinger, managing director of retail consultancy Strategic Resource Group.  U.S. private-label packaged food sales were $65.42 billion last year, up 7% from 2013, according to Euromonitor.  Own-brand products made up 14.9% of U.S. store sales in 2018, up half a percentage point, with frozen, pet and baby products growing fastest and millennials buying most, according to IRI.  That compares with an international average of 39.4%. The share is highest in Britain at 52.5%, in part due to discounters like Aldi.  Aldi is expanding rapidly in the United States and seeks to become the No.3 U.S. grocery chain with 2,500 stores by 2022. It sells products that are almost entirely house brand, including weekly deals on clothes, toys and homewares.  Last fall, Kroger rolled out an in-house fashion label called Dip, sold in 305 of its 2,800 stores. It added Dip homewares and furniture in 525 stores earlier this year.  But analysts say Dip, with clothes that are $19 or less, has been underwhelming.  “Any grocer that goes into non-food often doesn’t do very well,” GlobalData’s Saunders said.  A Kroger spokeswoman said customer response to both Dip apparel and home goods had been favorable.  KETO, PALEO, FLEXITARIAN  Kroger has a 400-person team developing its brands. The company poached Gil Phipps in 2012 from Texas-based retailer H-E-B, which has sought to emulate British store brand leaders like Sainsbury’s since the 1990s.  Phipps said Kroger’s consumer trend data will dictate where it expands next: “We will continue to introduce more plant-based foods and products that fit various eating styles like keto, paleo and flexitarian.”  But Walmart has also been adding private labels, while already squeezing Kroger on price and outperforming on e-commerce and automation.  In March, Walmart launched its Hello Bello line of plant-based baby products with actor couple Kristen Bell and Dax Shepard. A month later, it introduced Unicorn Sparkle ice cream selling for $2.24 for 48 ounces, compared to $2.50 for Kroger’s Unicorn Swirl.  “I want to offer the best quality products for the best price, and we have been concentrating on that and I’m thrilled with the progress we have made,” Walmart’s U.S. CEO Greg Foran told shareholders earlier this month.  As part of the “Restock Kroger” drive, the company is also investing in store revamps and delivery, although a joint venture with British online grocer Ocado is taking time to ramp up.  “I worry whether Kroger is really keeping the end consumer in mind. They have so many irons in the fire,” said consultant Davidson.","100":"FILE PHOTO: The Kroger supermarket chain's headquarters is shown in Cincinnati, Ohio, U.S., June 28, 2018. REUTERS\/Lisa Baertlein\/File Photo  (Reuters) - U.S. supermarket chain Kroger Co said on Wednesday it had blocked Indiana Oath Keepers, a far-right militia group, from receiving donations collected from customers after drawing flak from a number of social media users.  Investigators of the U.S. Capitol breach on Jan. 6 accused members of Oath Keepers of organizing the riot that left five people dead. Criminal complaints have revealed that many of the suspects have ties to the group and the Proud Boys, another right-wing group.  “Given the concerning nature of the allegations against this organization, we have immediately removed the group from receiving customer-directed funds,” Kroger said in a statement.  It said Oath Keepers was an IRS-approved non-profit organization and was receiving donations through its customer-directed program in which thousands of groups participate.  “We were dismayed to learn yesterday (Tuesday) that this group was part of the Community Rewards program,” Kroger said.  The company said it had not directed any corporate grants or charitable dollars to the organization that received “nominal amount” of the customer-directed funds.  Kroger is currently reviewing the list of organizations enrolled in the program to determine if there are additional groups that should be removed, it said.","101":"April 16 (Reuters) - Kroger Co:  * KROGER CO - CO, ITS SUBSIDIARIES WILL NOW OFFER ASSOCIATES AN EMPLOYEE EDUCATION BENEFIT OF UP TO $3,500 ANNUALLY  * KROGER CO ANNOUNCES “LONG-TERM ASSOCIATE BENEFITS FOLLOWING TAX CUTS AND JOBS ACT” Source text for Eikon: Further company coverage:","102":"FILE PHOTO: A logo of Kroger is displayed on a monitor above the floor of the New York Stock Exchange shortly after the opening bell in New York, U.S., December 5, 2017. REUTERS\/Lucas Jackson  (Reuters) - Kroger Co KR.N said on Tuesday it would hire 11,000 employees in its supermarket divisions, including Fred Meyer stores and Mariano's Fresh Market, with nearly 2,000 of them for management roles.  The hiring would not include jobs created as a result of capital investment, such as temporary construction jobs or increases due to the company’s mergers, Kroger said.  The company's hiring plan follows local media reports that Kroger workers, led by civil rights activist Reverend Jesse Jackson Sr., plan to protest at its Cincinnati headquarters against the alleged closure of several stores that serve minority communities. (cin.ci\/2HnlAJZ)  The company, which had about 449,000 employees as of Feb.3, hired 10,000 employees in 2017 and 12,000 in 2016.  (This version of the story refiles to correct company name spelling in paragraph 2.)","103":"(Reuters) - Kroger Co fell short of Wall Street estimates for quarterly same store sales on Thursday as fierce competition from Walmart Inc and Amazon.com Inc worked against the billions the supermarket chain has spent improving stores and its online offering.  FILE PHOTO: The Kroger supermarket chain's headquarters is shown in Cincinnati, Ohio, U.S., June 28, 2018. REUTERS\/Lisa Baertlein\/File Photo  Shares of the Cincinnati-based company fell more than 2% in early trading after sales at established stores rose just 1.5%, excluding fuel, below a consensus estimate of 1.78%, according to Refinitiv IBES data.  Analysts said the soft numbers showed the company was struggling to attract shoppers despite slashing prices to keep up in a crowded U.S. grocery market.  “With the U.S. economy doing really well, particularly with the middle-income consumer, which is Kroger’s consumer ... the very tepid same-store sales growth has got people pretty nervous,” Scott Mushkin, an analyst with Wolfe Research said.  Under its “Restock Kroger” program, the company has been highlighting private label brand display, rearranging store layouts and expanding services such as home delivery and self checkouts.  It has also invested in expanding its online business and improving its Kroger app. The initiatives powered a 42% jump in digital sales in the first-quarter ended May 25.  Gross margin, however, fell 40 basis points to 22.22%, hurt by its low-margin pharmacy business.  “The challenge is, the benefits of the ‘Restock Kroger’ program appear to be outweighed by the challenges the company is seeing (in) the competitive environment,” Mushkin said.  Walmart last month reported its best first quarter same-store sales growth in nearly a decade.  Kroger maintained its profit and same-store sales forecast for the year even as it topped expectations for overall quarterly sales and profit.  Excluding one-time items, the company earned 72 cents per share. Sales overall fell 1.2% to $37.25 billion, reflecting the decision to close its convenience store business.  Analysts had expected a profit of 71 cents per share and sales of $37.21 billion.","104":"Dec 6 (Reuters) - Kroger Co reported quarterly same-store sales that fell short of analysts’ estimates on Thursday, hurt by disruptions caused by revamping the layout of its stores to give more shelf space to its best selling products.  Cincinnati-based Kroger said net income attributable to Kroger fell to $317 million, or 39 cents per share, in the third quarter ended Nov. 10, from $397 million, or 44 cents per share, a year earlier.  The company said same-store sales, excluding fuel, rose 1.6 percent. Analysts on average had expected a 1.65 percent increase, according to IBES data from Refinitiv. (Reporting by Uday Sampath in Bengaluru; Editing by Bernard Orr)","105":"Slideshow ( 2 images )  (Reuters) - U.S. grocer Kroger Co KR.N said on Tuesday it is exploring a partnership with Walgreens Boots Alliance Inc WBA.O to allow its customers order online and pick up groceries at some of the drug retailer's stores.  Grocers across the United States have been implementing new ways to draw more shoppers to their stores as they face intense competition from online retailer Amazon.com Inc AMZN.O and its unit Whole Foods.  Kroger said the pilot program will be tested across 13 Walgreens stores near Kroger’s Cincinnati headquarters.  Kroger said customers will also be able to shop for its ‘Our Brands’ range, including the Simple Truth organic food brand, at the Walgreens stores.  Shares of Kroger rose about 2 percent in premarket trading, while Walgreens edged 1 percent higher.","106":"FILE PHOTO - A logo of Kroger is displayed on a monitor above the floor of the New York Stock Exchange shortly after the opening bell in New York, U.S., December 5, 2017. REUTERS\/Lucas Jackson  (Reuters) - Kroger Co's KR.N superstore chain Fred Meyer said it would exit its firearms business, two weeks after deciding to stop selling guns and ammunition to those under the age of 21.  Earlier this month, Kroger joined other U.S. retailers such as Walmart Inc WMT.N and Dick's Sporting Goods Inc DKS.N to bar the sale of firearms to those under 21, following a deadly shooting at a Florida high school.  Fred Meyer said it was working on plans to phase out sales of firearms and ammunition.  “This is a victory for communities and for common sense. And it’s a positive step for our pension fund beneficiaries and for public safety,” New York City Comptroller Scott Stringer, who oversees the city’s public pension funds, said in a statement. Stringer said he had called for Kroger to cease selling firearms last year.  Several large money management firms that own shares in gun makers, including BlackRock Inc BLK.N, the world's largest asset manager, and State Street Corp STT.N, have felt the heat following the Florida massacre and have sought answers from gun makers and distributors.  Fred Meyer said the firearm business generated about $7 million annually, while it also highlighted “softening consumer demand.”  Fred Meyer operates 133 stores in Alaska, Idaho, Oregon and Washington and sells firearms in 43 of them.","107":"(Reuters) - Kroger Co raised its annual profit forecast on Thursday, although the U.S. supermarket chain missed expectations for quarterly sales as its coronavirus-driven online growth slowed due to an easing in restrictions in the second half of the year.  FILE PHOTO: The produce section at a Ralphs grocery store, which is owned by Kroger Co, is pictured ahead of company results in Pasadena, California U.S., December 1, 2016. REUTERS\/Mario Anzuoni\/File Photo  Still, Kroger’s online sales more than doubled in the third quarter ended Nov. 7, but was lower than the 127% surge it recorded in the preceding quarter.  “As you look to 2021, we expect, obviously, the digital growth won’t be as much as it was in 2020,” Chief Executive William McMullen told analysts.  However, a spike in coronavirus cases has led to a pick up in sales in recent weeks, prompting the retailer to reimpose a purchase limit on certain essential products.  “Bears rightly point out that recent growth rates are unsustainable,” Evercore analyst Michael Montani said.  Kroger expects adjusted per-share profit of $3.30 to $3.35 in 2020, compared with its prior range of $3.20 to $3.30 and Refinitiv IBES estimate of $3.30.  It also expects same-store sales, excluding fuel, to rise around 14%, compared with its prior view of a more than 13% growth and estimate of a 13.08% rise.  Third-quarter same-store sales, excluding fuel, rose 10.9%, beating estimates. Sales including fuel, however, rose 6.3% to $29.72 billion, missing $29.97 billion estimate.  Excluding items, Kroger earned 71 cents per share, beating 67 cents estimate.  The company’s shares, up about 11% so far this year, were down 4% in morning trading.","108":"March 27 (Reuters) - Kroger Co:  * KROGER NAMES NEW DIRECTOR OF INVESTOR RELATIONS  * REBEKAH MANIS HAS BEEN PROMOTED TO DIRECTOR OF INVESTOR RELATIONS Source text for Eikon: Further company coverage:"}}