{"date":{"0":"2019\/02\/06","1":"2018\/02\/23","2":"2019\/07\/24","3":"2019\/02\/19","4":"2020\/02\/22","5":"2019\/01\/07","6":"2021\/02\/09","7":"2020\/04\/23","8":"2021\/02\/18","9":"2020\/03\/03","10":"2019\/01\/18","11":"2020\/04\/10","12":"2018\/06\/01","13":"2019\/04\/30","14":"2020\/06\/01","15":"2020\/10\/08","16":"2018\/08\/08","17":"2019\/10\/23","18":"2020\/06\/01","19":"2020\/01\/10","20":"2019\/07\/11","21":"2020\/04\/24","22":"2020\/10\/07","23":"2018\/02\/21","24":"2021\/02\/10","25":"2018\/05\/14","26":"2020\/04\/01","27":"2019\/04\/04","28":"2018\/04\/23","29":"2020\/04\/23","30":"2019\/01\/07","31":"2018\/03\/19","32":"2021\/02\/10","33":"2019\/01\/18","34":"2018\/07\/24","35":"2018\/05\/10","36":"2020\/03\/23","37":"2020\/11\/24","38":"2020\/11\/17","39":"2020\/10\/13","40":"2019\/11\/13","41":"2020\/06\/16","42":"2020\/05\/08","43":"2020\/11\/20","44":"2020\/06\/16","45":"2019\/12\/17","46":"2020\/10\/27","47":"2019\/03\/04","48":"2020\/06\/15","49":"2021\/01\/26","50":"2020\/03\/31","51":"2020\/12\/02","52":"2021\/01\/29","53":"2020\/03\/11","54":"2019\/11\/13","55":"2020\/10\/13","56":"2020\/06\/19","57":"2020\/03\/20","58":"2019\/03\/04","59":"2020\/10\/21","60":"2020\/06\/15","61":"2020\/09\/15","62":"2020\/04\/16","63":"2020\/10\/09","64":"2018\/12\/12","65":"2020\/05\/04","66":"2020\/06\/08","67":"2021\/01\/29","68":"2018\/04\/24","69":"2020\/09\/14","70":"2020\/10\/28","71":"2020\/04\/27","72":"2020\/11\/19","73":"2021\/02\/18","74":"2020\/11\/13","75":"2020\/10\/13","76":"2018\/07\/18","77":"2020\/05\/28","78":"2020\/10\/21","79":"2019\/10\/11","80":"2018\/05\/10","81":"2020\/12\/02","82":"2020\/10\/08","83":"2020\/06\/15","84":"2020\/12\/11","85":"2019\/02\/15","86":"2020\/05\/08","87":"2019\/02\/15","88":"2019\/04\/30","89":"2019\/10\/23","90":"2020\/11\/09","91":"2018\/07\/18","92":"2019\/07\/30","93":"2018\/05\/14","94":"2020\/04\/07","95":"2020\/05\/26","96":"2020\/03\/31","97":"2018\/04\/26","98":"2019\/07\/30","99":"2018\/12\/12","100":"2020\/04\/24","101":"2020\/08\/04","102":"2020\/11\/17","103":"2020\/03\/23","104":"2018\/06\/23","105":"2020\/10\/07","106":"2020\/03\/03","107":"2021\/01\/26","108":"2020\/03\/03","109":"2020\/05\/19","110":"2018\/05\/10","111":"2019\/10\/23","112":"2018\/07\/24","113":"2018\/05\/08","114":"2019\/12\/17","115":"2018\/04\/03","116":"2018\/04\/24","117":"2020\/03\/12","118":"2018\/10\/11","119":"2019\/02\/06","120":"2018\/05\/29","121":"2020\/10\/28","122":"2020\/11\/19","123":"2020\/01\/30","124":"2018\/07\/24","125":"2021\/01\/27","126":"2018\/05\/11","127":"2020\/11\/24","128":"2020\/03\/23","129":"2020\/02\/21","130":"2020\/11\/10","131":"2020\/05\/26","132":"2019\/01\/11","133":"2019\/07\/08","134":"2021\/02\/05","135":"2020\/11\/12","136":"2020\/01\/30","137":"2019\/04\/18","138":"2020\/10\/08","139":"2019\/01\/08","140":"2020\/04\/01","141":"2019\/08\/08","142":"2019\/01\/07","143":"2020\/10\/09","144":"2021\/01\/26","145":"2019\/08\/08","146":"2020\/06\/16","147":"2020\/05\/26","148":"2019\/08\/09","149":"2020\/06\/03","150":"2020\/03\/20","151":"2020\/06\/17","152":"2020\/10\/27","153":"2018\/02\/26","154":"2020\/02\/22","155":"2021\/02\/05","156":"2018\/04\/23","157":"2018\/03\/20","158":"2018\/04\/04","159":"2020\/11\/12","160":"2018\/04\/24","161":"2019\/07\/11"},"text":{"0":"Feb 6 (Reuters) - Eli Lilly and Co posted better-than-expected fourth-quarter revenue on Wednesday, helped by higher sales of its newer drugs such as diabetes treatment Trulicity and psoriatic arthritis medication Taltz.  Revenue rose 4.5 percent to $6.44 billion, beating the average analyst estimate of $6.29 billion, according to IBES data from Refinitiv.  The company posted net income of $1.13 billion, or $1.10 per share, in the fourth quarter ended Dec. 31, compared with a net loss of $1.66 billion, or $1.58 per share, a year earlier, when it recorded charges related to the U.S. tax overhaul.","1":"Feb 23 (Reuters) - Eli Lilly And Co:  * ELI LILLY AND CO SAYS CHAIRMAN AND CEO DAVID RICKS’ FY 2017 TOTAL COMPENSATION WAS $15.8 MILLION  * ELI LILLY AND CO SAYS CEO DAVID RICKS' FY 2017 TOTAL COMPENSATION INCLUDED $10.2 MILLION OF STOCK AWARDS Source text: (bit.ly\/2FtOWW4) Further company coverage:","2":"FILE PHOTO: The logo of Lilly is seen on a wall of the Lilly France company unit, part of the Eli Lilly and Co drugmaker group, in Fegersheim near Strasbourg, France, February 1, 2018. REUTERS\/Vincent Kessler  (Reuters) - The U.S. Food and Drug Administration approved Eli Lilly and Co’s treatment for severe hypoglycemia, the health regulator said on Wednesday.  Hypoglycemia is a condition in which blood sugar falls to dangerously low levels.  Severe hypoglycemia typically occurs in people with diabetes who are using insulin treatment, the FDA said and noted that the therapy - Baqsimi - is approved to treat the severe form of the condition in patients with diabetes aged four and older.  Baqsimi is a powder that is administered into the nose. It is the first glucagon therapy approved for the emergency treatment of the condition, without using an injection, the agency said.  “This new way to administer glucagon may simplify the process, which can be critical during an episode,” said Janet Woodcock, director of the FDA’s Center for Drug Evaluation and Research.  “The U.S. list price for a Baqsimi one-pack is $280.80 and $561.60 for a two-pack,” the company said in a statement, adding that Baqsimi is expected to be available in U.S. pharmacies within a month.  The FDA said injectable glucagon has been approved for use in the United States for several decades.","3":"FILE PHOTO - The logo of U.S. pharmaceutical corporation Pfizer Inc. is seen at a branch in Zurich, Switzerland October 2, 2018. REUTERS\/Arnd Wiegmann\/File Photo GLOBAL BUSINESS WEEK AHEAD  (Reuters) - A non-opioid painkiller developed by Pfizer Inc and Eli Lilly and Co succeeded in reducing chronic low back pain when used in a stronger dose, results from a late-stage study showed on Tuesday.  But a lower dose of the drug, tanezumab, failed to alleviate pain when compared with a placebo, the companies said in a statement.  The drug was being tested in patients who had already used three different classes of painkillers but had not experienced enough relief or were intolerant to those treatments.  Tanezumab belongs to a category of pain medications that target the nerve growth factor, a protein involved in the growth of nerve cells.  U.S. health regulators have been encouraging the development of such pain medicines rather than opioids, as the United States faces an epidemic of opioid use and abuse.  Chronic low back pain affects an estimated 33 million Americans and is a leading cause of disability, Pfizer and Lilly said. Treatment often requires painkillers such as codeine, in cases where over-the-counter medication does not help.  Last year, the two companies reported positive results from a late-stage study testing tanezumab in patients with osteoarthritis pain of the knee or hip.","4":"FILE PHOTO: Boxes of the drug trulicity, made by Eli Lilly and Company, sit on a counter at a pharmacy in Provo, Utah, U.S. January 9, 2020. REUTERS\/George Frey\/File Photo  (Reuters) - Eli Lilly and Co said on Friday the U.S. Food and Drug Administration has approved Trulicity for reducing cardiovascular risk factors in type 2 diabetic patients.  The approval makes Trulicity the first and only type 2 diabetes drug approved to reduce heart related risks in adults with and without established cardiovascular disease, the company said in a statement.","5":"Jan 7 (Reuters) - Eli Lilly and Co said on Monday it would buy Loxo Oncology Inc for about $8 billion in cash.  The offer of $235 per share in cash represents a premium of about 68 percent to Loxo’s Friday close.  In November, a Loxo drug found to be effective against a wide variety of cancers driven by a single, rare genetic mutation won U.S. approval. (Reporting by Ankur Banerjee in Bengaluru Editing by Saumyadeb Chakrabarty)","6":"(Reuters) - Eli Lilly and Co said on Tuesday Chief Financial Officer Josh Smiley had resigned after allegations about a personal relationship sparked an investigation that found “inappropriate personal communication” with some company employees.  The Indianapolis-based drugmaker said it immediately hired external counsel to conduct an independent probe after it was made aware of the allegations. The investigation revealed consensual though inappropriate personal communications between Smiley and certain Lilly employees.  Lilly said the behavior exhibited poor judgment by Smiley. The company would not give further details on the communications or the number of employees involved.  Reuters could not immediately reach Smiley for comment. A LinkedIn search showed Smiley’s account, which he managed himself, was no longer available.  The company took “swift and significant action” as soon as it learned about the allegations, a Lilly spokeswoman told Reuters.  Eli Lilly shares were down about 2%. The stock had risen 40% through Monday’s close in the past 12 months.  Smiley has been with the company since 1995 and became CFO in 2018. He will be replaced by Anat Ashkenazi, who joined the company in 2001 and was most recently senior vice president, controller and chief financial officer of Lilly Research Laboratories, Lilly said.  Slideshow ( 2 images )  Smiley’s conduct was not related to financial controls, financial statements or any other business matters or judgments, the company said, and he will be available to assist in the transition of his role through July at reduced cash compensation of $9,000 every two weeks.  Smiley has agreed to forgo all of his $1 million 2020 cash bonus, about $3 million he was awarded between 2018 and 2020, and all of his other current and future stock awards, totaling about $20 million based on Lilly’s share price, according to a public filing. Earlier this month, Smiley sold shares worth more than $3 million, filings show.  Executive behavior and the treatment of employees has been under scrutiny over the past few years following the #MeToo social media movement.  In 2019, McDonald’s Corp dismissed Chief Executive Steve Easterbrook over a consensual relationship with an employee, which the board determined violated company policy.  Intel Corp INTC.O Chief Executive Brian Krzanich resigned in June 2018, after an investigation found he had a consensual relationship with an employee that breached company policy.","7":"April 23 (Reuters) - Eli Lilly and Co reported a 15.1% rise in first-quarter sales on Thursday, boosted by higher sales of its top-selling diabetes drug Trulicity and also benefiting from customers stockpiling its medicines amid the coronavirus pandemic.  Its quarterly revenue rose to $5.86 billion from $5.09 billion a year earlier.  However, net income fell to $1.46 billion, or $1.60 per share, in the quarter ended March 31, from $4.24 billion, or $4.31 per share, a year earlier when it recorded a gain of $3.68 billion from the sale of Elanco Animal Health..","8":"FILE PHOTO: Eli Lilly logo is shown on one of the company's offices in San Diego, California, U.S., September 17, 2020. REUTERS\/Mike Blake  (Reuters) - Eli Lilly will gain exclusive worldwide license to Rigel Pharmaceuticals Inc’s autoimmune and inflammatory diseases treatment, including its lead candidate, R552, for potentially up to $960 million, the companies said on Thursday.  Rigel will receive an upfront cash payment of $125 million, with the potential for an additional up to $835 million in milestone payments.  R552 belongs to a class of drugs called RIPK1 inhibitors which target a critical signaling protein that regulates inflammation and cell death in tissues. It is a new approach to treat various autoimmune, inflammatory, and neurodegenerative disorders.  Under the deal, Lilly will foot the costs of global commercialization for the therapy, R552, and Rigel will have the right to co-sell the treatment in the United States.  Lilly will also lead all clinical development and commercialization of the treatment in central nervous system diseases.  Rigel’s lead therapy has completed early-stage trials and will begin mid-stage trials this year.  Shares of Rigel were up 37% before the bell.","9":"March 3 (Reuters) - U.S. drugmaker Eli Lilly and Co said on Tuesday it does not expect the coronavirus outbreak to result in shortages for any of its therapies, including all forms of insulin.  The company said it does not source active drug ingredients from China for any of its approved medicines and that its insulin manufacturing facilities in the United States and Europe have not been impacted by the outbreak. (Reporting by Saumya Sibi Joseph in Bengaluru; Editing by Arun Koyyur)","10":"Jan 18 (Reuters) - Eli Lilly and Co said on Friday its cancer treatment Lartruvo failed to meet the main goal in a late-stage trial testing the therapy in patients with advanced or metastatic soft tissue sarcoma.  The company said the study did not confirm the clinical benefit of Lartruvo when used in combination with the standard-of-care doxorubicin, when compared to doxorubicin. (Reporting by Saumya Sibi Joseph in Bengaluru; Editing by Shailesh Kuber)","11":"April 10 (Reuters) - Eli Lilly and Co:  * LILLY BEGINS CLINICAL TESTING OF THERAPIES FOR COVID-19  * ELI LILLY AND CO - STARTS PHASE 2 TRIAL WITH ANTI-ANG2 IN COVID-19  * ELI LILLY AND CO - BARICITINIB RESEARCH COMMENCES IN NIH-LED ADAPTIVE COVID-19 TREATMENT TRIAL  * ELI LILLY AND CO - ENTERED INTO AGREEMENT WITH NIAID TO STUDY BARICITINIB AS AN ARM IN NIAID’S ADAPTIVE COVID-19 TREATMENT TRIAL  * ELI LILLY AND CO - RESULTS FROM BARICITINIB STUDY ARE EXPECTED WITHIN NEXT 2 MONTHS  * ELI LILLY AND CO - TO ADVANCE LY3127804 TO PHASE 2 TESTING IN PNEUMONIA PATIENTS HOSPITALIZED WITH COVID-19 & AT HIGHER RISK OF PROGRESSING TO ARDS  * ELI LILLY AND CO - CURRENTLY DOES NOT ANTICIPATE SHORTAGES FOR ANY OF MEDICINES, INCLUDING BARICITINIB Source text for Eikon: Further company coverage:","12":"The logo of Lilly is seen on a wall of the Lilly France company unit, part of the Eli Lilly and Co drugmaker group, in Fegersheim near Strasbourg, France, February 1, 2018. Picture taken February 1, 2018. REUTERS\/Vincent Kessler  (Reuters) - The U.S. Food and Drug Administration on Friday approved the lower dose of a rheumatoid arthritis drug developed by Eli Lilly and Incyte Corp, but declined to approve its higher and more lucrative dose.  The drug, Olumiant, was approved to treat adults with moderate-to-severe active rheumatoid arthritis who have had an inadequate response to commonly-used treatments known as TNF inhibitors.  Analysts have said that a U.S. approval of just the lower dose will limit the business opportunity for Lilly and Incyte. Both the doses of the drug are approved in over 40 countries.  Analysts said the use of the drug in only TNF refractory patients could limit use more than expected.  The decision comes after an independent advisory panel to the agency voted in favor of the lower, 2-milligram dose of Olumiant in April, and against the 4-milligram dose, citing safety concerns.  “The Olumiant approval was a bit worse than the panel’s recommendation,” Morgan Stanley analyst David Risinger said, noting that the vote in favor was for patients who were resistant to methotrexate, another commonly used rheumatoid arthritis treatment.  The drug's label here carries a boxed warning, the strictest form of an FDA warning, and warns of serious infections, malignancies including lymphoma and risk of blood clotting.","13":"(Reuters) - Eli Lilly and Co on Tuesday reported lower-than-expected first-quarter sales for its top-selling diabetes drug Trulicity, and the U.S. drugmaker said the need to offer rebates and discounts were taking a toll and likely to weigh on revenue growth for the year.  FILE PHOTO: The logo and ticker for Eli Lilly and Co. are displayed on a screen on the floor of the New York Stock Exchange (NYSE) in New York, U.S., May 18, 2018. REUTERS\/Brendan McDermid  Lilly has been banking on newer drugs such as psoriasis treatment Taltz and migraine treatment Emgality to grow revenue and help offset pricing pressures and sales declines for other products. However, sales of both fell short of Wall Street estimates in the quarter.  Emgality, which won U.S. approval late last year, brought in sales of just about $14 million, half of what analysts were expecting, as a program that allows patients to try newer drugs at little or no cost limited sales revenue.  “We’ve got lots of programs in place to bridge patients who may not have adequate insurance coverage or are in a high deductible phase of their plan. It’s having a negative headwind,” Chief Financial Officer Joshua Smiley told Reuters.  Similar new migraine treatments from Amgen Inc and Teva Pharmaceutical Industries have created fierce early competition and allows insurers and pharmacy benefit mangers (PBMs) to demand steep discounts to cover them, a Reuters analysis showed.  Smiley said about two thirds of Emgality prescriptions were being reimbursed. “Just based on the access decisions that PBMs and insurers have made, we expect that number to increase throughout the year,” he said.  Lilly said it expects Emgality to overtake Amgen’s Aimovig in new prescriptions in the current quarter.  Amgen on Tuesday reported first-quarter Aimovig sales of $59 million, below Wall Street estimates of $83.3 million.  Lilly also cited a number of other near-term challenges it faces, such as cheap generic competition for erectile dysfunction treatment Cialis, the recent global withdrawal of cancer drug Lartruvo after it failed to prove its benefit in a confirmatory clinical trial, and intense political pressure to lower insulin prices.  Lilly plans to offer a half-priced version of its widely-used Humalog insulin.  Eli Lilly shares closed down 2.1 percent at $117.04.  Trulicity sales of $879.7 million in the quarter fell well short of Wall Street estimates of $952 million, while sales of $252.5 million for Taltz also fell short of analysts’ estimates.  Lilly said it now expects 2019 revenue of between $22 billion and $22.5 billion, down from its prior forecast of $25.1 billion to $25.6 billion. The forecast takes into account the spin-off of animal health unit, Elanco.  Excluding items, the company earned $1.33 per share, 2 cents higher than the average analyst estimate of $1.31, according to IBES data from Refinitiv.  Revenue rose nearly 3 percent to $5.09 billion, but missed Wall Street estimates of $5.13 billion.","14":"(Reuters) - Eli Lilly and Co said on Monday it had started an early-stage trial to test its potential treatment for COVID-19, in the world’s first study of an antibody treatment against the disease.  Lilly is one of the several drugmakers and research institutions that are working on vaccines, antivirals and other treatments to help those infected with the fast-spreading novel coronavirus, which has already killed over 370,000 worldwide.  An antiviral drug from Gilead Sciences called remdesivir has shown some promise against COVID-19 and is being given to patients by some countries under compassionate or emergency use rule.  Lilly said its early stage study will assess safety and tolerability in patients hospitalized with COVID-19 and results are anticipated by the end of June.  The experimental treatment, LY-CoV555, has been developed through collaboration with privately held AbCellera Biologics, which Lilly partnered with in March.  Lilly’s treatment is an antibody directed against the spike-shaped protein structures of the virus and is designed to block it from locking on to human cells, thus neutralizing the virus.  The drugmaker said the antibody treatment was developed after it was identified from a blood sample taken from one of the first U.S. patients who recovered from the lung illness caused by the new coronavirus.  Lilly said it expects to move into the next phase of testing, studying the potential treatment in non-hospitalized COVID-19 patients, if the drug is shown to be safe.  Rival Regeneron Pharmacuticals Inc has said it plans to start clinical studies in June to test its antibody cocktail treatment for the new coronavirus and is aiming to have hundreds of thousands of preventative doses available by the end of August.  Lilly’s shares were up 2.5% at $156.75 before the bell.","15":"FILE PHOTO: The logo of Lilly is seen on a wall of the Lilly France company unit, part of the Eli Lilly and Co drugmaker group, in Fegersheim near Strasbourg, France, February 1, 2018. REUTERS\/Vincent Kessler  (Reuters) - Eli Lilly and Co LLY.N said on Thursday it had entered into an agreement with the Bill & Melinda Gates Foundation for potential supply of its experimental antibody treatments for COVID-19 to low and middle-income countries.  As part of the deal, Lilly said it will make antibody therapies available to lower-income countries prior to April 2021, but did not elaborate on the number of doses. Separately, Fujifilm Holdings Corp 4901.T said its facility in Denmark would manufacture treatments next year.  Lilly had previously said it would make one million doses of its single antibody treatment available by the end of the year, and another 50,000 doses of its dual-antibody therapy by the fourth quarter this year.  Lilly said its partners with which it is developing antibody therapies, including Canadian biotech company AbCellera Biologics Inc, had agreed to waive their royalties on the therapies distributed in low- and middle-income countries.  The drugmaker in September partnered with Amgen Inc AMGN.O to increase supply of its antibody therapies, a day after data showed that Lilly's single antibody therapy, LY-CoV555, helped cut hospitalization and emergency room visits for COVID-19 patients.  Fujifilm said in a statement it expects to begin manufacturing of Lilly’s antibody therapy in April 2021. In June, the company said its subsidiary Fujifilm Diosynth Biotechnologies would double capacity at its Danish facility, which it has pledged to use in making COVID-19 treatments.  A dual-antibody combination also showed similar results on Wednesday. Lilly plans to seek U.S. emergency use authorization for that combination next month.","16":"May 8 (Reuters) - Eli Lilly and Co:  * LILLY RECEIVES U.S. FDA APPROVAL FOR RETEVMO™ (SELPERCATINIB), THE FIRST THERAPY SPECIFICALLY FOR PATIENTS WITH ADVANCED RET-DRIVEN LUNG AND THYROID CANCERS  * RETEVMO IS EXPECTED TO BE AVAILABLE FROM SPECIALTY PHARMACIES WITHIN ONE WEEK. Source text for Eikon: Further company coverage:","17":"(Reuters) - Eli Lilly and Co LLY.N third-quarter sales missed Wall Street estimates on Wednesday as rebates limited revenue from its top-selling diabetes drug Trulicity, and its shares fell about 4%.  FILE PHOTO: The logo and ticker for Eli Lilly and Co. are displayed on a screen on the floor of the New York Stock Exchange (NYSE) in New York, U.S., May 18, 2018. REUTERS\/Brendan McDermid  The Indianapolis-based drugmaker has been banking on newer drugs such as Trulicity and psoriasis therapy Taltz as it faces competition from cheap generic versions of erectile dysfunction treatment Cialis and other older medicines.  Demand for Trulicity remained strong in the third quarter, but profits were crimped by high rebates or discounts that drugmakers pay to middlemen such as pharmacy benefit managers in order to make sure patients have access to their products.  Trulicity sales rose 24% to $1.01 billion, short of Wall Street expectations of $1.08 billion, according to Refinitiv data. It had a net price decline of about 5% during the quarter.  Citi analyst Andrew Baum said Trulicity sales were likely hurt by Lilly's efforts to defend its market share against the upcoming launch of a rival drug from Denmark's Novo Nordisk A\/S NOVOb.CO.  Novo Nordisk, the world’s biggest insulin maker, recently won approval for its once-daily oral diabetes pill Rybelsus, which is expected to be embraced by patients with an aversion to needles used to deliver Trulicity and other diabetes treatments.  Lilly said it was well placed to defend its franchise against increased competition.  “When it comes to Trulicity (insurance) coverage, we have unprecedented access. And we are projecting that into next year,” said Enrique Conterno, president of Lilly’s diabetes unit who is set to retire at the end of the year.  Sales of Taltz rose nearly 29% to $340 million, but also missed analysts’ estimates of $395.7 million.  Prices of drugs sold in the United States were also hurt by increased discounts offered to offset coverage gaps in the government Medicare healthcare program. The company said it expects the impact to diminish in the fourth quarter.  Overall revenue rose 3.2% to $5.48 billion, just shy of expectation of $5.50 billion.  However, the company raised its 2019 adjusted earnings forecast to $5.75 to $5.85 per share, from the prior range of $5.67 to $5.77 after reporting higher-than-expected adjusted earnings.  Lilly reported adjusted profit for the quarter of $1.48 per share, beating Wall Street estimates by 7 cents, helped by a lower tax bill.  Eli Lilly shares were down 3.6% at $105.89 in late morning trading.","18":"June 1 (Reuters) - Eli Lilly and Co said on Monday patients have been dosed to test its potential antibody treatment designed to fight COVID-19, caused by the new coronavirus.  The study will assess safety and tolerability in patients hospitalized with COVID-19 and results are anticipated by the end of June, the company said in a statement. (Reporting by Ankur Banerjee in Bengaluru; Editing by Shinjini Ganguli)","19":"(Reuters) - Eli Lilly and Co LLY.N said on Friday it would buy skin disease specialist Dermira Inc DERM.O for about $1.1 billion in cash, bolstering its arsenal with an experimental therapy for skin condition atopic dermatitis.  Lilly will pay $18.75 per Dermira share, or a 2.2% premium to Dermira’s last closing price. It said the price represented a premium of about 86% to Dermira’s 60-day volume-weighted average trading price including Friday’s closing price.  Dermira shares, which have doubled in the last one month, rose 5.1% to $19.28, rising over the offer price.  The share movement has some investors questioning if another bidder might step up for Dermira, Cantor Fitzgerald analyst Louise Chen said.  Chen said Pfizer Inc PFE.N could be interested in atopic dermatitis treatments, but noted that it was already testing a drug for the condition which causes red and itchy skin.  With the acquisition, Lilly gets Dermira’s experimental treatment for atopic dermatitis, a common form of eczema, which is in late-stage testing, as well as an approved medicated cloth for excessive armpit sweating.  Dermira gained some rights to the eczema drug, lebrikizumab, in 2017 from Roche AG ROG.S, and last year signed a deal with Almirall SA ALM.MC for an option to license European rights to the drug.  If approved, lebrikizumab would compete with Regeneron Pharmaceuticals Inc REGN.O and Sanofi SA's SASY.PA Dupixent, with some analysts forecasting peak sales upwards of $600 million in 2027.  The drug, which belongs to a class of treatments known as monoclonal antibodies, would add to Lilly’s immunology treatments, including the psoriasis treatment Taltz.  Last year Eli Lilly paid out a hefty sum of $8 billion for Loxo Oncology Inc for its pipeline of cancer drugs that target rare genetic mutations.  Lilly has been focused on increasing sales in core franchises such as cancer, as sales of its older blockbuster medicines such as diabetes treatment Humalog face pressure from generic competition.  “The acquisition of Dermira is consistent with Lilly’s strategy to augment our own internal research by acquiring clinical phase assets,” said Patrik Jonsson, president of Lilly Bio-Medicines.  Lilly is also testing another drug, Olumiant or baricitinib, as a treatment for atopic dermatitis.  Evercore was the exclusive financial adviser for Lilly, while Dermira’s financial advisers were SVB Leerink and Citi, the lead adviser.","20":"July 11 (Reuters) - Drugmaker Eli Lilly and Co said on Thursday Christi Shaw, president of its bio-medicines business, would leave the company at the end of next month.  Patrik Jonsson, general manager of Lilly Japan, will succeed Shaw, who served previously as president of Novartis USA and the North America head of Novartis Oncology. (Reporting by Manojna Maddipatla in Bengaluru; Editing by Maju Samuel)","21":"April 24 (Reuters) - Eli Lilly and Co:  * ELI LILLY AND CO FILES FOR POTENTIAL NOTES OFFERING; SIZE NOT DISCLOSED - SEC FILING  * ELI LILLY AND CO SAYS NOTES WILL BE ISSUED IN DENOMINATIONS OF $2,000 AND INTEGRAL MULTIPLES OF $1,000 IN EXCESS OF THAT AMOUNT Source text: (bit.ly\/3eNuHUH) Further company coverage:","22":"FILE PHOTO: U.S. President Donald Trump speaks at the White House after returning from hospitalization at the Walter Reed Medical Center for coronavirus disease (COVID-19) treatment, in Washington, October 5, 2020, in this still image from video posted on Trump's Twitter page. @realDonaldTrump\/Handout via REUTERS  WASHINGTON (Reuters) - President Donald Trump, in a video posted on Twitter on Wednesday, credited Regeneron Pharmaceuticals Incand Eli Lilly and Co therapeutics for his recovery and said he wanted to make them more widely available.  “I felt good immediately,” Trump said in the video. “We have Regeneron, we have a very similar drug from Eli Lilly and they’re coming out, and we’re trying to get them on an emergency basis. We’ve authorized it. I’ve authorized it. And if you’re in the hospital and you’re feeling really bad, I think we’re going to work it so that you get them and you get them for free.”","23":"FILE PHOTO: The logo of Danish multinational pharmaceutical company Novo Nordisk is pictured on the facade of a production plant in Chartres, north-central France, April 21, 2016. REUTERS\/Guillaume Souvant\/Pool\/File Photo  COPENHAGEN (Reuters) - Insulin maker Novo Nordisk said its Ozempic diabetes drug had been included on a list of medicines approved for patients covered by U.S. private health schemes, setting the stage for a battle with Eli Lilly’s Trulicity.  Novo Nordisk, the world’s biggest insulin maker, launched Ozempic, known generically as semaglutide, in the United States this year after it was approved by the U.S. Food and Drug Administration in December.  Ozempic is a once-weekly injection that Novo Nordisk hopes will take market share from Trulicity, which has been cutting into sales of Novo Nordisk’s once-daily Victoza.  The drug has now been included on a 2018 formulary list of acceptable medicines drawn up by Express Script, one of the biggest pharmacy benefit managers (PBM) in the United States, with a tier 3 status, a Novo spokeswoman told Reuters.  It is crucial for Novo Nordisk to have its drugs included on the PBM lists, as they account for around 80 percent of U.S. drug sales.  Ozempic will compete with Trulicity as well as AstraZeneca Plc’s once-weekly Bydureon in a class known as glucagon-like peptide-1 (GLP-1) analogs, which imitate an intestinal hormone that stimulates the production of insulin.  Being on the Express Script formulary list will give Ozempic access to a “single-digit share” of the overall GLP-1 market in the United States, the spokeswoman said.  The U.S. market accounts for around half of Novo’s total sales and pricing pressures in the U.S. drugs market hurt Novo Nordisk’s profits in the fourth quarter.  Novo shares were up 1.6 percent at 314 Danish crowns at 1519 GMT.","24":"(Reuters) - Eli Lilly’s combination antibody therapy to fight COVID-19 has been granted emergency use authorization by the U.S. Food and Drug Administration, Lilly said on Tuesday.  Lilly’s combination therapy of two antibodies, bamlanivimab and etesevimab, helped cut the risk of hospitalization and death in COVID-19 patients by 70%, data from a late-stage trial showed in January.  Lilly said the therapy will be available immediately.  “There are 100,000 doses ready immediately and an additional 150,000 doses will be available throughout the first quarter,” Lilly said in a statement.  The company said that in collaboration with Amgen, it plans to manufacture up to 1 million doses of etesevimab for administration with bamlanivimab by mid-2021.  Lilly said the “therapy is authorized for the treatment of mild to moderate COVID-19 in patients aged 12 and older who are at high risk for progressing to severe COVID-19 and\/or hospitalization.”  The FDA, separately, said bamlanivimab and etesevimab are not authorized for patients hospitalized due to COVID-19 or who require oxygen therapy due to COVID-19.  Late last month, Lilly reported a fourth-quarter profit that topped Wall Street estimates. It recorded $871.2 million in quarterly sales of the COVID-19 therapy bamlanivimab, benefiting from the U.S. government’s move to stock up on the drug for emergency use.  (This story corrects typographical error in first paragraph)","25":"May 14 (Reuters) - Drugmaker Eli Lilly and Co said on Monday it would buy AurKa Pharma Inc to get access to the privately-held company’s experimental cancer treatment for solid tumors.  AurKa Pharma shareholders will get an upfront payment of $110 million and will be eligible to receive up to $465 million in regulatory and sales milestones, Eli Lilly said in a statement.","26":"April 1 (Reuters) - Eli Lilly and Co:  * MEDICAL PROFESSIONALS ACROSS MERCK & CO., INC., PFIZER INC., AND ELI LILLY AND COMPANY ACTIVATE TO SUPPORT HEALTH SYSTEMS, FIRST RESPONDERS AND PATIENTS AMID COVID-19 PANDEMIC Source text for Eikon: Further company coverage:","27":"Astellas Pharma and Eli Lilly and Co must face a whistleblower lawsuit accusing them of knowingly underpaying rebates they owed to state Medicaid programs, a federal judge has ruled.  U.S. District Judge Harry Leinenweber in Chicago on Wednesday rejected the drugmakers’ arguments that the whistleblower was barred from pursuing the lawsuit after filing a similar case against them that he later dropped.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2OMfJ4E","28":"April 23 (Reuters) - A U.S. FDA advisory committee voted 10-to-5 on Monday against approving a higher dose of a rheumatoid arthritis drug developed by Eli Lilly & Co and Incyte Corp, but recommended that it be approved in a lower dose.  The Food and Drug Administration committee, comprising an independent panel of experts, convened to deliberate over the drug and noted that the benefits of the lower dose outweighed the risks.  The vote comes a year after the FDA declined to approve the drug, citing safety risks. (Reporting by Tamara Mathias and Manas Mishra in Bengaluru)","29":"(Reuters) - Eli Lilly and Co LLY.N raised the top-end of its 2020 profit forecast on Thursday and reported better-than-expected quarterly results, as customers stocking up medicines such as diabetes drug Trulicity during the coronavirus pandemic boosted sales.  FILE PHOTO: The logo of Lilly is seen on a wall of the Lilly France company unit, part of the Eli Lilly and Co drugmaker group, in Fegersheim near Strasbourg, France, February 1, 2018. Picture taken February 1, 2018. REUTERS\/Vincent Kessler  First-quarter revenue got a nearly $250 million boost from stockpiling of Lilly’s insulin products, Trulicity and psoriasis drug Taltz. However, this benefit would largely be reversed over the course of 2020, the company said.  Lilly raised the top end of its full-year adjusted profit forecast by 10 cents, citing increased demand for its newer drugs, and now expects to earn $6.70 to $6.90 per share.  It said it expects clinical trials delayed by the pandemic to resume in the second half of the year.  The company also noted that staggeringly high U.S. unemployment rates could force more Americans to shift from commercial health insurance to federal programs or become uninsured. Some 26.5 million Americans have sought unemployment benefits over the last five weeks as efforts to curb the spread of the virus shuttered businesses and schools across the country.  As patients shift to Medicaid - the federal and states-run plan for low-income individuals - Lilly could see lower payments for its drugs, Chief Executive Officer David Ricks told Reuters, adding that the hit would be more pronounced in 2021.  The company said 10% of its customers were on Medicaid, while 40% were commercially insured.  Long-term unemployment rates would lower Medicaid reimbursement for Lilly’s key drugs, said Citi analyst Andrew Baum, adding that there are cheaper alternatives to Trulicity and Taltz.  “We’re looking at everything we can do to ensure that people can stay on our medications and have access to them, and believe that some of these impacts will be temporary,” Chief Financial Officer Joshua Smiley said.  Earlier this month, Lilly capped out-of-pocket costs for insulin products, including widely-used Humalog, at $35 per month.  Lilly is also working on potential treatments for the coronavirus. It has begun testing its new rheumatoid arthritis drug Olumiant for COVID-19, the illness caused by the virus. It is also conducting trials on an experimental biotech drug in pneumonia patients, among other efforts. The virus attacks the lungs and causes pneumonia in severe cases.  Trulicity sales jumped 40% to $1.23 billion, helping drive a 15% rise in total quarterly revenue to $5.86 billion. That topped Wall Street estimates of $5.51 billion.  Excluding items, Lilly earned $1.75 per share, beating analysts’ average estimates by 27 cents, according to Refinitiv data.  Eli Lilly shares were up 2% at $159.84.","30":"(Adds QEP Resources, Bandhan Bank, Embraer, Rowan Companies Plc, Petroregional del Lago; Updates Eli Lilly, Dollar Tree)  Jan 7 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2100 GMT on Monday:  ** Eli Lilly and Co said it will buy Loxo Oncology Inc for $8 billion, an expensive bet on a pipeline of cancer drugs that target rare genetic mutations and the biggest acquisition in Lilly’s 143-year history.  ** IT and consulting services provider DXC Technology Co said on Monday it would buy software development company Luxoft Holding Inc for about $2 billion to expand its digital offerings to the financial and automotive sectors.  ** Australian medical centre operator Healius Ltd on Monday rejected a A$1.7 billion ($1.21 billion) buyout approach from China’s Jangho Group Co Ltd, denting its shares but leaving investors hoping for a higher offer.  ** Mexican petrochemical company Alpek, a unit of conglomerate Alfa, said on Sunday it had agreed to sell two cogeneration energy plants to a subsidiary of London-listed power generator ContourGlobal for $801 million.  ** Sanofi will pay Regeneron some $582 million in a revision of their deal in immuno-oncology, a growing sector in healthcare research which aims to help the body’s own immune system fight cancer.  ** Activist hedge fund Starboard Value LP called on Dollar Tree Inc to sell its underperforming Family Dollar business and proposed replacing a majority of the board after revealing a stake in the U.S. discount retailer.  ** India’s Bandhan Bank Ltd will buy mortgage provider Gruh Finance Ltd in a share-swap deal to build up its housing loan portfolio, the companies said.  ** Hedge fund Elliott Management Corp offered to buy QEP Resources Inc, which has a big presence in the Permian Basin near major energy producers, for $2.07 billion, or $8.75 per share, 44 percent above the stock’s closing price on Friday.  ** Brazil’s national security adviser Augusto Heleno said that the government is studying if the current deal between planemakers Embraer and Boeing is in its “ideal form” or if it will need to present suggestions.  ** Hedge fund Canyon Capital Advisors warned it would vote against the $2.38 billion sale of offshore driller Rowan Companies Plc to rival Ensco Plc, casting doubt on a combination that had signaled optimism about the future of offshore exploration.  ** France’s Maurel & Prom will invest $400 million to take a 40 percent stake in a Venezuela oilfield joint venture called Petroregional del Lago, state oil company PDVSA President Manuel Quevedo said. (Compiled by Vibhuti Sharma and Manogna Maddipatla in Bengaluru)","31":"March 19 (Reuters) - Eli Lilly And Co:  * ELI LILLY AND CO CEO DAVID RICKS' TOTAL COMPENSATION FOR 2017 WAS $15.8 MILLION - SEC FILING Source text (bit.ly\/2HN2BHI) Further company coverage:","32":"Feb 9 (Reuters) - The U.S. Food and Drug Administration (FDA) granted emergency use authorization (EUA) to Eli Lilly’s combination antibody therapy to fight COVID-19, the U.S. drugmaker said on Tuesday.  Eli Lilly’s combination therapy of two antibodies, bamlanivimab and etesevimab, helped cut the risk of hospitalization and death in COVID-19 patients by 70%, data from a late-stage trial showed in January.  “This therapy is authorized for the treatment of mild to moderate COVID-19 in patients aged 12 and older who are at high risk for progressing to severe COVID-19 and\/or hospitalization”, the company said in a statement. (Reporting by Kanishka Singh in Bengaluru; Editing by Christian Schmollinger)","33":"(Reuters) - Eli Lilly and Co said on Friday that its cancer treatment Lartruvo, which had won conditional approval, failed to improve patient survival in a long-term confirmatory study and will no longer be prescribed, driving the drugmaker’s shares down nearly 3 percent.  The logo of Lilly is seen on a wall of the Lilly France company unit, part of the Eli Lilly and Co drugmaker group, in Fegersheim near Strasbourg, France, February 1, 2018. REUTERS\/Vincent Kessler  No new U.S. patients will be started on the drug and Lilly is suspending promotion of the medicine, the company said.  Lartruvo won accelerated approval in 2016 in the United States and conditional approval in Europe based on results from a promising mid-stage trial. But its continued approval was contingent on the results of a larger, late-stage trial confirming the drug’s benefits.  On Friday, Lilly said Lartruvo combined with the standard-of-care chemotherapy doxorubicin did not prolong survival more than doxorubicin alone in patients with advanced soft tissue sarcoma.  Lilly oncology chief Anne White said in a phone interview the results were “completely unexpected.”  The disappointing outcome reflects the risk involved when drugs are approved based on smaller trials with promising data.  “In a sense, this is the way it’s supposed to work,” White said. “You do that confirmatory study. Obviously, there are times when it doesn’t work out.”  Lartruvo will continue to be available to patients who appear to be benefiting from it as global regulators determine the next steps for the treatment, White said.  The Lartruvo news is a major setback to Lilly’s efforts to significantly boost its presence in oncology, as evidenced by its announcement last week that it would buy Loxo Oncology Inc for $8 billion to acquire its cancer drugs that target rare genetic mutations.  Analysts had forecast 2019 Lartruvo sales of $374.50 million, according to IBES data from Refinitiv.  Lilly in the past had avoided large deals, preferring to develop its own drugs. But the Loxo deal, the biggest acquisition in Lilly’s 143-year history, followed last year’s $1.6 billion purchase of Armo Biosciences, a developer of immunotherapy drugs.  “Given Lilly’s strategic focus on oncology, this increases the probability that Lilly will make more oncology acquisitions to improve scale,” BMO Capital Markets analyst Alex Arfaei said of the Lartruvo setback in a research note.  Lilly expects to take a first-quarter pretax charge of $70 million to $90 million, or about 10 cents per share, after tax, and said the setback will cut about 17 cents per share from its full-year 2019 earnings forecast.  The company does not see a change in its 2020 minimum financial goals.  Eli Lilly shares were down 2.8 percent at $115.81 afternoon trading.","34":"(Adds Occidental Petroleum, Fosun International, Minerva SA, Idea Cellular, Balfin Group, KCB Bank Kenya, Telecom Italia; Updates Synovus)  July 24 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2100 GMT on Tuesday:  ** Telecom Italia will press ahead with the sale of its stake in broadcasting unit Persidera while considering broader strategic options for the group’s various subsidiaries.  ** Kenya’s central bank said on Tuesday it would enter talks with KCB Bank Kenya Ltd, the country’s biggest bank by assets, to buy Imperial Bank, a small lender that has been in receivership for nearly three years.  ** Albania’s Balfin Group has agreed to buy Kosovo’s sole ferro-nickel producer Newco Ferronikeli in a rescue deal aimed at restoring operations that were halted when the heavily indebted company ran into financial difficulties.  ** Britain is planning the biggest change to takeover rules in almost two decades, giving the government new powers to block deals in all sectors of the economy to prevent UK companies in sensitive industries from falling into foreign hands.  ** Shares of Idea Cellular Ltd surged 16.6 percent to their highest in over a month on Tuesday, after the operator paid the department of telecommunications money it had demanded relating to its merger with Vodafone’s India unit.  ** Minerva SA, South America’s largest beef exporter, does not intend to acquire rival BRF SA or the company’s assets, an executive said on Tuesday.  ** Fosun International Ltd is considering an offer for parts or the whole of Belgian insurer Ageas, in a move that would expand the Chinese conglomerate’s international footprint, Bloomberg reported on Tuesday.  ** Occidental Petroleum Corp is exploring a sale of its pipeline assets, hoping to fetch more than $5 billion and free up capital to invest in exploration and production as oil prices rebound, people familiar with the matter said on Tuesday.  ** Synovus Financial Corp said on Tuesday it would buy a Florida-based bank for $2.9 billion to boost its deposits and become one of the leading lenders in the U.S. Southeast region.  ** British shopping centre operator Hammerson aims to exit its out-of-town retail parks business as part an overhaul to calm shareholder unrest following its failed takeover of rival Intu Properties.  ** Dutch private equity group Waterland is launching the sale of Median Kliniken, Germany’s largest private-sector chain of post-acute care clinics, in a deal potentially worth more than 1 billion euros ($1.17 billion), people close to the matter said.  ** Bahrain’s Bank Alkhair has sold its majority stake in Turkish investment firm Alkhair Capital a decade after it entered the market, as the Islamic lender streamlines its business lines and exits some markets.  ** Steel giant ArcelorMittal said it had accepted new conditions set by Italian authorities for the purchase of troubled steelmaker Ilva, in a move that could facilitate its acquisition of Europe’s largest steel plant.  ** French bank Credit Agricole is set to buy 5 percent of Credito Valtellinese (Creval) and sign a life insurance partnership with the mid-sized Italian bank, the MF daily reported.  ** Finnish fibre materials company Ahlstrom-Munksjo has agreed to buy U.S. specialty paper maker Expera from KPS Capital Partners for $615 million to boost its growth in North America, the companies said.  ** Russian tycoon Alisher Usmanov is exploring a sale of his 30 percent stake in English football club Arsenal, the Financial Times reported, citing sources familiar with the billionaire’s thinking.  ** The co-founder of British fashion retailer Superdry , has sold a 6.7 percent stake in the company, reducing his holding to 18.5 percent.  ** Italian hearing aid maker Amplifon SpA said it agreed to buy privately owned peer GAES Group for an equity value of 528 million euros ($616.6 million), in a bid to enter the Latin American markets and become the No.1 player in Spain.  ** M&G Real Estate, a unit of insurance giant Prudential Plc , said it had acquired an office building in Seoul for $1.04 billion. (Compiled by Sanjana Shivdas and Arjun Panchadar in Bengaluru)","35":"May 10 (Reuters) - Eli Lilly and Co:  * ELANCO ANIMAL HEALTH ANNOUNCES ADDITION OF GENERAL COUNSEL  * ELANCO ANIMAL HEALTH - NAMED MICHAEL-BRYANT HICKS AS GENERAL COUNSEL  * ELANCO ANIMAL HEALTH - MOST RECENTLY, HICKS WAS GENERAL COUNSEL AT MALLINCKRODT PHARMACEUTICALS Source text for Eikon: Further company coverage:","36":"(Reuters) - U.S. drugmakers Eli Lilly and Co and Bristol Myers Squibb said they are delaying the start of new clinical trials in part to free up doctors and healthcare facilities to deal with the surge in patients infected with the new coronavirus.  FILE PHOTO: The logo of Lilly is seen on a wall of the Lilly France company unit, part of the Eli Lilly and Co drugmaker group, in Fegersheim near Strasbourg, France, February 1, 2018. Picture taken February 1, 2018. REUTERS\/Vincent Kessler  Lilly and Bristol are the biggest drugmakers yet to announce clinical trial delays in the face of the pandemic that has killed over 16,000 people worldwide, after several small biotech companies said last week that they would be pulling back on drug studies.  The moves are not related to clinical trials testing drugs or vaccines that could be used to treat or prevent COVID-19, the respiratory illness caused by the virus.  The U.S. Food and Drug Administration last week urged switching to virtual patient visits instead of in-person monitoring when conducting clinical studies as it anticipated the outbreak would disrupt them.  Pfizer Inc, Merck & Co, AbbVie Inc, and Johnson & Johnson were not immediately available for comment on their trials policies.  Delaying clinical trials could hurt future revenue for pharmaceutical companies as it lengthens the time it takes for drugs to receive approval and reach the market. It could also hurt patients by limiting their access to experimental treatments being studied.  Lilly said the move would delay the timeline for ongoing late-stage studies of its experimental gastrointestinal disease treatment mirikizumab.  The Indianapolis-based drugmaker said there will not be any delay in other ongoing late-stage trials.  It added that it would analyze ongoing trials on a study-by-study basis, as discontinuing them would disrupt the treatment course for patients. But it plans to continue most trials where patients are already enrolled.  Lilly said it does not anticipate any change to its full-year financial forecast as a result of the coronavirus outbreak.  Bristol posted a message to clinical trial investigators on its website on Friday, saying it will put off beginning new clinical trials for at least three weeks because of the impact of the rapidly spreading coronavirus pandemic.  The New York-based drugmaker said it will not initiate any new sites for clinical trials until April 13, noting that the timeframe of the halt could extend further.  It also said studies involving healthy volunteers should be put on hold if they are at a natural break point until at least April 13.  Bristol did not say how many trials or which drugs in development might be affected.  FINANCIAL COST TO HOSPITALS  Conducting clinical trials is a good source of revenue for non-profit and academic hospitals, but are not as significant for for-profit hospital companies, Jefferies analyst Brian Tanquilut said.  Large publicly listed hospital operators in the United States include HCA Healthcare, Tenet Healthcare Corp and Community Health Systems.  Lost revenue from clinical studies can directly impact staffing and operations as sites are usually paid per visit, according to Nariman Nasser, an executive at Continuum Clinical, an industry consultant that works with trial sites.  Large hospitals and academic centers also stand to lose fees that cover costs for things like building space, maintenance and operating costs, Nasser said in an email.  Last week, U.S.-based Iveric Bio Inc delayed enrollment in a trial of its eye disease drug, two days after Provention Bio paused a study of a diabetes drug but allowed trial patients to complete their treatment course.","37":"FILE PHOTO: Eli Lilly logo is shown on one of the company's offices in San Diego, California, U.S., September 17, 2020. REUTERS\/Mike Blake\/File Photo  (Reuters) - Eli Lilly and Co said on Tuesday it has signed an agreement with the Canadian government to supply 26,000 doses of its antibody drug to treat COVID-19 patients for $32.5 million.  The treatment, bamlanivimab, which was developed in partnership with Canadian biotech company AbCellera, will be supplied to Canada over a three-month period between December and February.  The drugmaker said additional doses will be supplied to Canada on a monthly basis according to the medical need of the country and the availability of supply.  Last week, Canada granted an interim authorization to bamlanivimab for treating COVID-19 in patients who are not hospitalized but are at risk of serious illness because of their age or other conditions.","38":"SEOUL, Nov 17 (Reuters) - Samsung BioLogics said on Tuesday that it is mass producing COVID-19 antibody treatments developed by Eli Lilly and Co.  The South Korean pharmaceutical contract manufacturer said in a statement that it had signed a manufacturing contract with Eli Lilly in May to address the global demand for COVID-19 treatments. (Reporting by Joyce Lee; Editing by Jacqueline Wong)","39":"NEW YORK (Reuters) - The dollar rose from a three-week low on Tuesday while U.S. and European shares eased, as news of pauses in trials of a COVID-19 vaccine and a treatment led investors to take stock of recent rallies before chasing further gains.  FILE PHOTO: Pedestrians walk past the New York Stock Exchange as the building opens for the first time since March while the outbreak of the coronavirus disease (COVID19) continues in the Manhattan borough of New York, U.S., May 26, 2020. REUTERS\/Lucas Jackson  Some analysts said the stock market pullback did not indicate a deeper aversion to risk, since many investors are convinced that more U.S. fiscal stimulus is on the way, even if it may not be unveiled until after the Nov. 3 U.S. election.  Still, demand firmed for traditional safe-haven assets such as the dollar and government bonds. A stronger dollar in turn weighed on gold prices.  China trade data released overnight signaling a rebound in the world’s second-largest economy was mostly brushed aside by stock and bond markets, though it boosted oil prices as investors hoped for a slow recovery in energy demand.  The S&P 500 .SPX fell 22.5 points, or 0.64%, to 3,511.76, but still within sight of its record high of 3,580.84 struck on Sept. 2. In the last 2-1\/2-weeks, the index has rebounded 8.5%.  The Dow Jones Industrial Average .DJI dropped 157.2 points, or 0.55%, to 28,680.33. The Nasdaq Composite .IXIC pared earlier gains to lose 12.4 points, or 0.1%, to 11,863.90 points.  Shares in Johnson & Johnson JNJ.N sagged 2.6% as investors digested news that a participant in its COVID-19 vaccine trial had fallen ill, and that it would take at least a few days to evaluate the situation.  News late in the day that U.S. drugmaker Eli Lilly and Co LLY.N had also paused the clinical trial of its COVID-19 antibody treatment due to a safety concern led the U.S. equity market to deepen losses in the final minutes of trading.  Shares in Eli Lilly closed down 2.85%.  Investors see the quick introduction of a vaccine as key to helping economies recover. J&J's news came after rival AstraZeneca AZN.L, which uses similar technology, paused the trial of its experimental vaccine in September due to a participant's unexplained illness.  “Markets have already priced in perfection,” said Ken Polcari, chief market strategist at SlateStone Wealth LLC in Florida. “It’s ‘buy the rumor, sell the news.’”  Slideshow ( 3 images )  European shares also struggled as investors found a reason in news of Johnson & Johnson’s delayed trial to take profits.  The Euro STOXX 600 .STOXX lost 0.77%, ending three straight days of gains, with markets in Frankfurt .GDAXI, London .FTSE and Paris .FCHI mirroring its moves.  The sentiment in European and U.S. equities defied earlier resilience in Asia, where Chinese shares got a lift from data that showed exports rising 9.9% in September and imports swinging to a 13.2% gain, versus a 2.1% drop in August.  The data suggested Chinese exporters were recovering from the pandemic's damage to overseas orders and helped Chinese blue-chip shares .CSI300 rise 0.33%. MSCI's broadest index of Asia-Pacific shares outside Japan .MIAPJ0000PUS, however, trimmed gains and was little changed by the end of Tuesday.  The dollar was on track for its best daily performance in three weeks. The dollar index =USD climbed 0.51% against a basket of other currencies to 93.524.  A stronger dollar pushed the euro EUR=EBS down 0.56% to $1.1746 and weighed on sterling GBP=D3, which sank 0.96% to $1.2939. The pound had breached the $1.30 mark at one point on Tuesday as investors kept an eye on ongoing Brexit negotiations.  The Australian dollar was slugged by news that Beijing has stopped taking shipments of Australian coal, dragging the Aussie AUD=D4 down 0.67% to $0.7159 AUD=D4.  Government bond yields mostly fell as demand for safe-haven bonds firmed.  The benchmark 10-year Treasury US10YT=RR yield retreated to 0.7256%, the biggest one-day drop since Aug. 4.  Government bond yields in the euro zone also held near recent troughs, with hefty supply failing to dent a market bolstered by expectations for further central bank easing.  Germany's 10-year Bund yield touched -0.538% DE10YT=RR, its lowest in just over a week. Italian IT10YT=RR and Greek GR10YT=RR benchmark 10-year debt both hit record lows.  A stronger dollar capped gold XAU= prices, which dropped 1.5% to $1,893.01 per ounce.  Benefiting from China's promising trade data, Brent crude futures LCOc1 were up 73 cents, or 1.75%, to $42.45 a barrel. U.S. West Texas Intermediate crude CLc1 futures rose 81 cents, or 2.05%, to $40.24 a barrel.","40":"Nov 13 (Reuters) - Independent experts on an FDA advisory panel on Wednesday voted against the use of an already approved diabetes drug from Eli Lilly and Co and Boehringer Ingelheim as an add-on to insulin therapy in patients with type 1 diabetes.  The drug, empagliflozin, was approved in 2014 in doses of 10 mg and 20 mg to help lower blood sugar levels in patients with type 2 diabetes and is marketed as Jardiance.  Boehringer Ingelheim has proposed a 2.5 mg dose of empagliflozin for use in type 1 diabetes to help lower the risk of diabetic ketoacidosis, an inherent complication associated with the condition.  The FDA is yet to take a decision on empagliflozin’s use in type 1 diabetes. While the agency is not bound to follow the recommendation of its advisory panels, it usually does so. (Reporting by Manojna Maddipatla and Trisha Roy in Bengaluru; Editing by Sriraj Kalluvila and Shounak Dasgupta)","41":"The U.S. Supreme Court on Monday declined to hear an appeal by two generic drug companies of a patent law decision that preserved Eli Lilly & Co’s monopoly on the chemotherapy drug Alimta until 2022.  In a setback for Hospira and Dr. Reddy’s Laboratories Ltd, the high court said it would not review a U.S. Court of Appeals for the Federal Circuit decision that their proposed generic versions of Alimta would infringe an Eli Lilly patent.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2YJ8Eaq","42":"May 8 (Reuters) - Eli Lilly and Co:  * HIGHER INVESTIGATIONAL DOSES OF TRULICITY® (DULAGLUTIDE) MEANINGFULLY REDUCED A1C AND BODY WEIGHT IN PEOPLE WITH TYPE 2 DIABETES  * ELI LILLY AND CO - SAFETY & TOLERABILITY PROFILE OF INVESTIGATIONAL DULAGLUTIDE DOSES WAS CONSISTENT WITH KNOWN PROFILE OF TRULICITY 1.5 MG  * ELI LILLY AND CO - AWARD-11 RESULTS HAVE BEEN SUBMITTED TO REGULATORY AUTHORITIES IN U.S. AND EUROPE FOR REVIEW Source text for Eikon: Further company coverage:","43":"FILE PHOTO: Eli Lilly logo is shown on one of the company's offices in San Diego, California, U.S., September 17, 2020. REUTERS\/Mike Blake  (Reuters) - Canada has granted interim authorization to Eli Lilly’s antibody drug for treating COVID-19 in patients who are not hospitalized, but are at risk of serious illness because of their age or other conditions, the drugmaker said on Friday.  The news comes weeks after the treatment, bamlanivimab, was given U.S. emergency use authorization (EUA) by the Food and Drug Administration for helping newly-diagnosed, high-risk patients avoid hospitalization.  Bamlanivimab was developed in partnership with the Canadian biotech company AbCellera.  The Health Canada authorization was based on a clinical study in patients with mild-to-moderate COVID-19, where patients treated with bamlanivimab showed reduced viral load and rates of symptoms and hospitalization. (refini.tv\/35PqA8n)  The drug is a monoclonal antibody – a widely used class of biotech drugs – which in this case is a manufactured copy of an antibody the human body creates to fight infections.","44":"June 16 (Reuters) - Eli Lilly and Co:  * VERZENIO® (ABEMACICLIB) SIGNIFICANTLY REDUCED THE RISK OF CANCER RETURNING IN PEOPLE WITH HIGH RISK HR+, HER2- EARLY BREAST CANCER  * ELI LILLY - VERZENIO IN COMBINATION WITH STANDARD ADJUVANT ENDOCRINE THERAPY HAS MET PRIMARY ENDPOINT OF INVASIVE DISEASE-FREE SURVIVAL  * ELI LILLY - SAFETY PROFILE OF VERZENIO IN PHASE 3 STUDY WAS CONSISTENT WITH THAT OBSERVED IN OTHER VERZENIO STUDIES IN MONARCH CLINICAL PROGRAM  * ELI LILLY - MONARCHE TRIAL WILL CONTINUE THROUGH COMPLETION DATE, ESTIMATED FOR JUNE 2027  * ELI LILLY AND CO - TO SUBMIT PHASE 3 VERZENIO DATA TO REGULATORY AUTHORITIES BEFORE END OF 2020 Source text for Eikon: Further company coverage:","45":"The logo and ticker for Eli Lilly and Co. are displayed on a screen on the floor of the New York Stock Exchange (NYSE) in New York, U.S., May 18, 2018. REUTERS\/Brendan McDermid  (Reuters) - Eli Lilly and Co LLY.N on Tuesday forecast a higher-than-expected profit for 2020, citing growing demand for its medicines including diabetes drug Trulicity and psoriatic arthritis treatment Taltz.  The drugmaker said it expects earnings per share between $6.70 and $6.80 on an adjusted basis for the next year. Analysts were expecting a profit of $6.63 per share, according to Refinitiv IBES data.  Lilly has been banking on drugs such as Trulicity and Taltz as it faces competition from cheap generic versions of its older medicines. However, sales from its newer drugs have been rocky in the last few quarters.  Trulicity sales have been crimped by high rebates that drugmakers pay to middlemen, such as pharmacy benefit managers, in order to make sure patients have access to their products.  Lilly sees the possibility for two product approvals and up to three new launches in 2020.  For fiscal year 2020, the company forecast sales between $23.60 billion and $24.10 billion. Analysts were expecting sales of $23.52 billion for the year.  The company’s Chief Executive Officer David Ricks said Lilly is expanding its arsenal of medicines focused on diabetes, oncology, immunology and neuroscience.  The drugmaker on Tuesday also cut its forecast for 2019 profit by 2 cents to a range of $8.57 to $8.67 per share, due to a charge related to the repurchase of debt and additional charges from global cost reduction initiatives.","46":"(For a Reuters live blog on U.S., UK and European stock markets, click LIVE\/ or type LIVE\/ in a news window.)  * Xilinx jumps on $35 bln buyout deal from AMD  * Merck up after raising profit forecast  * Pfizer, Eli Lilly fall after results  * Indexes: Dow down 0.28%, S&P down 0.03%, Nasdaq up 0.56% (Adds comment, details; updates prices)  Oct 27 (Reuters) - The S&P 500 and Dow fell on Tuesday, dragged down by a string of earnings disappointments and doubts about a coronavirus stimulus package before Election Day, although Nasdaq rose ahead of results from mega-cap technology companies.  Caterpillar Inc fell 2.2% and 3M Co slipped 1% after both the industrial companies reported lower quarterly earnings.  Investor sentiment sagged after the White House said a potential deal on COVID-19 relief could come in “weeks,” casting doubt on whether an accord could be struck with Congress before the Nov. 3 election.  “Stimulus is now pushed back to after the election and the market is digesting that today,” said Thomas Hayes, managing member at Great Hill Capital LLC in New York.  Sectors sensitive to economic growth took a hit. The S&P 500 banks index and the S&P energy sector shed about 1% each.  The three major U.S. stock indexes fell to near four-week lows on Monday as investors fretted about record number of new coronavirus infections in the United States and some European countries and an elusive fiscal stimulus.  Meanwhile, Wall Street’s fear gauge hovered at its highest level in nearly two months on jitters over the outcome of the election.  Democratic challenger Joe Biden leads President Donald Trump in national polls but the race is much tighter in battleground states which determine the election outcome.  At 10:53 a.m. ET, the Dow Jones Industrial Average fell 78.40 points, or 0.28% to 27,606.98, the S&P 500 lost 1.09 points, or 0.03% to 3,399.88 and the Nasdaq Composite gained 63.73 points, or 0.56% to 11,422.67.  The tech-heavy Nasdaq rose as Microsoft Corp firmed 1% in the run-up to its results after the closing bell. Apple Inc, Amazon.com, Google-parent Alphabet and Facebook Inc, which together account for about a fifth of the S&P 500’s total value, also report results this week.  Analysts expect the tech sector to post a 0.3% fall in third-quarter earnings from a year earlier, while overall S&P 500 profit is forecast to fall 18.4%, according to Refinitiv data.  Concerns over a rise in U.S. coronavirus cases are weighing on the market although technology sector, in particular, seems to be the least exposed, said Rick Meckler, partner, Cherry Lane Investments, a family investment office in New Vernon, New Jersey.  “A focus on big technology companies may move this market to rally despite the problems the virus is creating.”  Insurer American International Group Inc gained 2% after its board named Peter Zaffino as chief executive officer and approved a plan to separate the life and retirement business from the rest of the company.  Semiconductor designer Advanced Micro Devices Inc fell 3.4% as it agreed to buy Xilinx Inc in a $35 billion all-stock deal. Xilinx shares soared about 10%, while those of Intel fell 3.4%.  Merck & Co Inc gained 0.2% as it raised its full-year earnings forecast. Drugmaker Eli Lilly and Co fell about 5% after its quarterly profit took a hit from increased costs to develop a COVID-19 treatment.  Declining issues outnumbered advancers for a 1.4-to-1 ratio on the NYSE and nearly matched them on the Nasdaq.  The S&P index recorded 11 new 52-week highs and one new lows, while the Nasdaq recorded 18 new highs and 35 new lows. (Reporting by Medha Singh and Shivani Kumaresan in Bengaluru; Editing by Saumyadeb Chakrabarty and Anil D’Silva)","47":"March 4 (Reuters) - U.S. drugmaker Eli Lilly and Co said on Monday it would introduce a generic version of its Humalog insulin injection at a 50 percent lower list price than previous versions.  The new version will be called Insulin Lispro — the same molecule as Humalog — and will be available in vial and pen options, the company said. (Reporting by Manas Mishra in Bengaluru; Editing by Sai Sachin Ravikumar)","48":"(Reuters) - Eli Lilly and Co on Monday said it was launching a study of its rheumatoid arthritis drug baricitinib in patients hospitalized for COVID-19.  The trial is one of several efforts by the U.S. drugmaker to help combat the coronavirus pandemic, which has killed more than 400,000 people globally, according to a Reuters tally.  The drug is being tested to see if it can reduce deaths from the COVID-19 illness and lessen its severity. Scientists at Lilly believe that baricitinib could help suppress a potentially lethal immune response to COVID-19 called “cytokine storm” and reduce COVID-19’s ability to reproduce in infected cells.  The trial began dosing patients last week and plans to enroll around 400 patients globally. Lilly could potentially obtain U.S. regulatory approval for the drug as soon as August, Patrik Jonsson, the president of Lilly Bio-Medicines, told Reuters in an interview.  Lilly has also been working with the National Institutes of Health to study baricitinib, which is branded Olumiant, in a pairing with Gilead Sciences Inc’s antiviral drug remdesivir. That study began enrolling patients last month.  The U.S. Food and Drug Administration granted Gilead’s remdesivir emergency use authorization (EUA) last month, citing results from a U.S. government study that showed the drug reduced hospitalization stays by 31%, or about four days, compared to a placebo.  Lilly could potentially receive approval to use baricitinib in combination with remdesivir by as early as July, Jonsson said.  Seperately, Lilly could have an drug specifically designed to treat COVID-19 authorized for use as early as September if all goes well with either of two antibody therapies it is testing, its chief scientist told Reuters last week.","49":"(Reuters) - Eli Lilly and Co will move a new COVID-19 antibody therapy to human trials targeting a coronavirus variant that was first found in South Africa, the U.S. drugmaker said on Tuesday.  FILE PHOTO: The logo of Lilly is seen on a wall of the Lilly France company unit, part of the Eli Lilly and Co drugmaker, in Fegersheim near Strasbourg, France, February 1, 2018. REUTERS\/Vincent Kessler\/File Photo  The company on Tuesday also presented early data from a late-stage trial showing that its combination therapy of two antibodies, bamlanivimab and etesevimab, helped cut the risk of hospitalization and death in COVID-19 patients by 70%.  Bamlanivimab was authorized in November for emergency use in high-risk patients in the United States with mild to moderate COVID-19. Lilly has requested emergency use authorization for the combination as well.  The new antibody targeting the South Africa variant is swiftly moving toward human testing, according to a company executive. How much data is needed each time a new antibody is made remains unresolved, he said.  There has been considerable concern in recent weeks after highly transmissible new variants of the coronavirus were found in the United Kingdom and South Africa, raising alarm that current drugs and vaccines might be rendered less effective.  “According to all of the publicly available surveillance... bamlanivimab alone is effective, or predicted to be effective against more than 99% of all strains that we see in the United States today. And bamlanivimab plus etesevimab should take care of the rest of them,” Chief Scientific Officer Dan Skovronsky said.  “That includes the U.K. variant, which is very highly transmissible,” Skovronsky said.  Data from over 1,000 participants in a late-stage study testing the combination showed 11 COVID-19-related hospitalizations and deaths in patients treated with the therapy, compared with 36 in those on placebo, representing a 70% risk reduction, the company said.  Antibody therapies from Lilly and rival Regeneron have so far seen lackluster demand as they require quick diagnosis and the isolation of infectious patients.  Lilly said it was working with the U.S. health regulator to potentially reduce infusion time for its antibody therapies to be as short as 16 minutes from the currently authorized time of 1 hour to simplify their use.","50":"WASHINGTON, March 31 (Reuters) - Teva Pharmaceutical Industries Ltd on Tuesday won a ruling from a U.S. administrative court that helps preserve its rights to the migraine drug Ajovy.  The Patent Trial and Appeal Board rejected a challenge to three Teva patents relating to Ajovy brought by Eli Lilly and Co .","51":"Dec 2 (Reuters) - Eli Lilly and Co said on Wednesday the U.S. government has purchased 650,000 additional doses of its COVID-19 antibody drug for $812.5 million.  The doses will be delivered through Jan. 31, with at least 350,000 delivered in December, the company said. (Reporting by Dania Nadeem in Bengaluru; Editing by Sriraj Kalluvila)","52":"Jan 29 (Reuters) - Eli Lilly and Co posted a 41.5% rise in fourth-quarter profit on Friday, helped by higher demand for its diabetes drugs and a successful launch of its COVID-19 antibody treatment.  Net earnings rose to $2.12 billion, or $2.32 per share, in the fourth quarter ended Dec. 31 from $1.50 billion, or $1.64 per share, a year earlier.  The company recognized worldwide revenue of $871.2 million in the fourth quarter of 2020 for bamlanivimab, its COVID-19 antibody therapy. (Reporting by Manas Mishra in Bengaluru; Editing by Anil D’Silva)","53":"March 11 (Reuters) - Eli Lilly and Co:  * ELI LILLY AND CO - TO PARTICIPATE IN NEW MODEL DESIGNED TO MAKE INSULINS MORE AFFORDABLE FOR SENIORS IN MEDICARE PART D  * ELI LILLY AND CO - MODEL WILL GO INTO EFFECT JAN 1 2021 Source text for Eikon: Further company coverage:","54":"(Reuters) - Independent experts on an FDA advisory panel on Wednesday voted against the use of an already approved diabetes drug from Eli Lilly and Co and Boehringer Ingelheim as an add-on to insulin therapy in patients with type 1 diabetes.  FILE PHOTO: The logo and ticker for Eli Lilly and Co. are displayed on a screen on the floor of the New York Stock Exchange (NYSE) in New York, U.S., May 18, 2018. REUTERS\/Brendan McDermid  Empagliflozin belongs to a class of drugs called SGLT2 inhibitors, like Johnson & Johnson’s Invokana and AstraZeneca Plc’s Farxiga, which lower blood sugar by increasing the excretion of glucose through urine.  However, the inhibitors have been linked to the risk of diabetic ketoacidosis (DKA) in higher doses.  DKA, an inherent complication associated with type 1 diabetes, is a life-threatening condition in which acids called ketones build up when the body starts to use fat instead of glucose as a source of energy.  The drug, empagliflozin, was approved in 2014 in doses of 10 mg and 20 mg to help lower blood sugar levels in patients with type 2 diabetes, the most common form of the disease, and is marketed as Jardiance.  The increased risk of DKA was highlighted during an FDA advisory committee meeting on Sanofi SA and Lexicon Pharmaceuticals’ sotagliflozin, an SGLT1 and SGLT2 dual inhibitor, following which the health regulator declined to approve the treatment.  The FDA is yet to take a decision on empagliflozin’s use in type 1 diabetes. While the agency is not bound to follow the recommendation of its advisory panels, it usually does so.  The experts said on Wednesday there was a need for at least one additional study, with a larger sample size, to determine safety risks.  The panel voted 14-2 against the approval, saying the available data did not show that the treatment’s benefits outweigh risks.  The drug could turn out to be a very effective and relatively safe medication if it was adequately studied, said Dr. Jack Yanovski from Hatfield Clinical Research Center, National Institute of Child Health and Human Development.  Boehringer Ingelheim has proposed a 2.5 mg dose of empagliflozin for use in type 1 diabetes to help lower the risk of DKA.  “We see today’s meeting as an important means of elevating the discussion around the challenges of managing blood sugar levels for those with type 1 diabetes and the need for new treatment options”, Eli Lilly said.","55":"Oct 13 (Reuters) -  * ELI LILLY ANTIBODY TRIAL IS PAUSED BECAUSE OF POTENTIAL SAFETY- NYT REPORTER  * GOVERNMENT-SPONSORED CLINICAL TRIAL TESTING ANTIBODY TREATMENT MADE BY ELI LILLY HAS BEEN PAUSED OVER “POTENTIAL SAFETY CONCERN” - NYT Source : nyti.ms\/2STnvfX","56":"June 19 (Reuters) - Eli Lilly and Co:  * ELI LILLY AND CO - FULL RESULTS FROM EMPERIAL EXERCISE ABILITY TRIALS PRESENTED  * ELI LILLY AND CO - IN EMPERIAL-REDUCED, MEDIAN SIX-MINUTE WALK TEST INCREASED BY 13.5 METERS WITH JARDIANCE VERSUS 18.0 METERS WITH PLACEBO  * ELI LILLY AND CO - IN EMPERIAL-PRESERVED INCREASE WAS 10.0 METERS WITH JARDIANCE VERSUS 5.0 METERS WITH PLACEBO  * ELI LILLY AND CO - IN BOTH TRIALS, THERE WAS NO NOTABLE DIFFERENCE BETWEEN JARDIANCE & PLACEBO IN FREQUENCY OF ADVERSE EVENTS  * ELI LILLY AND CO - EXPLORATORY ANALYSES OF EMPERIAL-REDUCED SUGGEST JARDIANCE WAS ASSOCIATED WITH IMPROVEMENTS IN QUALITY OF LIFE  * ELI LILLY AND CO - EXPLORATORY ANALYSES OF EMPERIAL-PRESERVED DID NOT INDICATE IMPROVEMENTS WITH JARDIANCE VERSUS PLACEBO Source text for Eikon: Further company coverage:","57":"March 20 (Reuters) - Eli Lilly and Co:  * KATHRYN BEISER TO JOIN LILLY AS VICE PRESIDENT, GLOBAL COMMUNICATIONS  * ELI LILLY - ANNOUNCED THAT KATHRYN BEISER WILL JOIN COMPANY ON APRIL 6, 2020 AS VICE PRESIDENT, GLOBAL COMMUNICATIONS Source text for Eikon: Further company coverage:","58":"(Reuters) - Drugmaker Eli Lilly announced plans on Monday to sell a half-price version of its popular insulin injection Humalog, as it fends off criticism about rising drug prices in the United States.  FILE PHOTO: The logo of Lilly is seen on a wall of the Lilly France company unit, part of the Eli Lilly and Co drugmaker group, in Fegersheim near Strasbourg, France, February 1, 2018. REUTERS\/Vincent Kessler  Major drugmakers including Lilly, a leading producer of insulin, have come under fire from patients and lawmakers over the rising cost of the life-saving medication used to treat diabetes.  U.S. senators last week grilled executives from major drug companies, calling their pricing practices “morally repugnant”.  Lilly’s rebranded product will be called Insulin Lispro, while Humalog, which makes $3 billion in annual sales, will remain available for those wishing to access it through existing insurance plans.  The cost of insulin for treating type 1 diabetes in the United States has nearly doubled over a five-year period, leading some patients to put their own health at risk by rationing the medication.  The list price for Lilly’s authorized generic, to be sold only in the United States, will be $137.35 per vial.  “Today’s announcement indicates that Lilly has calculated that the resultant impact of the introduction is at worst, economically neutral with the potential for material political gain,” Citi analyst Andrew Baum said.  Two senators last month launched an investigation into rising insulin prices, writing to Lilly and other leading manufacturers, asking them why the cost of the nearly 100-year-old medication had rapidly risen.  The price of Lilly’s Humalog rose from $35 to $234 per dose between 2001 and 2015, a 585 percent increase, the senators, Republican Chuck Grassley and Democrat Ron Wyden, had said.  Grassley on Monday called Lilly’s announcement “good news” in a Twitter post but added it was “only 1 piece of puzzle” and more needed to be done. Wyden said via email that Lilly’s move would be a part of the Senate Finance Committee’s investigation.  Meanwhile, Novo Nordisk and Sanofi SA, two other major insulin producers, told Reuters they were already taking steps to make insulin more affordable.  Novo said it was offering insulin at $25 per vial at many national pharmacy chains and had a program to help uninsured patients. Its insulin has a list price of $137.70.  Sanofi said its insulin products were provided to uninsured or commercially insured patients for half their list price under a program launched last year.  Lilly has in the past called insulin a highly-rebated product. Drugmakers often argue they have to keep prices high because of rebates or after market-discounts they must pay to pharmacy benefit managers and health insurers to get products on their lists of covered drugs.  The U.S. government in January proposed a rule to end the industry-wide system of rebates, a change that Lilly says it would welcome.","59":"FILE PHOTO: Eli Lilly logo is shown on one of the company's offices in San Diego, California, U.S., September 17, 2020. REUTERS\/Mike Blake\/File Photo  (Reuters) - Eli Lilly and Co said late on Tuesday it had hired an independent consultant to review a plant producing its promising COVID-19 drug after receiving notices from the U.S. health regulator.  The company reiterated that it had not received a warning letter from the U.S. Food and Drugs Administration following inspections at the plant first revealed by Reuters last week.  The company, however, also reiterated that it had received an Official Action Indicated (OAI) notice from the FDA in relation to issues at its Branchburg plant in New Jersey.","60":"(Reuters) - U.S. drugmaker Eli Lilly and Co said on Monday it has started a late-stage trial testing its rheumatoid arthritis drug Olumiant in patients hospitalized with COVID-19.  The company said it was looking to enroll 400 patients in the trial to be conducted in the United States, Europe and Latin America, with results expected in the next few months. (reut.rs\/3fihLWq)","61":"The logo of Lilly is seen on a wall of the Lilly France company unit, part of the Eli Lilly and Co drugmaker group, in Fegersheim near Strasbourg, France, February 1, 2018. REUTERS\/Vincent Kessler  (Reuters) - Eli Lilly and Co said on Monday its rheumatoid arthritis drug shortened the time to recovery in hospitalized COVID-19 patients when used along with Gilead Sciences Inc’s remdesivir.  The drug baricitinib, branded as Olumiant, cut the median recovery time by about a day when added to remdesivir, compared to patients treated with the antiviral alone, Lilly said.  Remdesivir was granted an emergency use authorization (EUA) in May after trial data showed it helped shorten hospital recovery time by 31%.  Lilly said it plans to discuss the potential for an EAU for baricitinib with the U.S. Food and Drug Administration, based on the results from the trial, which tested more than 1,000 patients.  “As an already approved and available drug, we believe baricitinib could serve as an important additional treatment option as the medical community continues to learn how to best manage patients hospitalized with COVID-19,” said Mizuho analyst Vamil Divan.  The drug, licensed by Lilly from Incyte Corp, could help suppress a potentially lethal immune response to COVID-19 called “cytokine storm”.  U.S. hospitals have turned down about a third of their allocated supplies of remdesivir since July as need for the costly drug wanes, the Department of Health and Human Services (HHS) confirmed on Friday.  Remdesivir costs $3,120 for a six-vial course.  Eli Lilly in June also began a late-stage study to test baricitinib as a monotherapy in hospitalized patients across the United States, Europe, Asia and Latin America.","62":"April 16 (Reuters) - Eli Lilly and Co:  * LOWER-PRICED VERSIONS OF HUMALOG® MIX75\/25™ KWIKPEN® AND HUMALOG® JUNIOR KWIKPEN® NOW AVAILABLE  * ELI LILLY AND CO - NON-BRANDED INSULIN OPTIONS IDENTICAL TO BRANDED VERSIONS, WITH 50% LOWER LIST PRICE OF $265.20 FOR PACKAGE OF 5 KWIKPENS Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","63":"FILE PHOTO: President Donald Trump pulls off his protective face mask as he poses atop the Truman Balcony of the White House after returning from being hospitalized at Walter Reed Medical Center, October 5, 2020. REUTERS\/Erin Scott\/File Photo  WASHINGTON (Reuters) - U.S. President Donald Trump said on Friday he is working to get coronavirus antibody drugs developed by Regeneron Pharmaceuticals Inc and Eli Lilly and Co approved quickly and out to hospitals after his own positive coronavirus treatment experience.  In a radio interview with Rush Limbaugh, Trump said he may not have recovered without the treatments he received to combat his own coronavirus illness.","64":"Dec 12 (Reuters) - Eli Lilly & Co and AC Immune SA have agreed to jointly develop a potential treatment for Alzheimer’s disease.  Under the terms of the deal, AC Immune will receive an upfront payment of 80 million Swiss francs ($80.47 million) and $50 million in exchange for a note convertible to equity at a premium, the companies said on Wednesday.","65":"May 4 (Reuters) - Eli Lilly and Co:  * SETS QUARTERLY DIVIDEND OF $0.74PER SHARE Source text for Eikon: Further company coverage:","66":"June 8 (Reuters) -  * LILLY ANNOUNCES START OF A PHASE 1 STUDY FOR ITS SECOND POTENTIAL COVID-19 ANTIBODY TREATMENT  * ELI LILLY - FIRST HEALTHY VOLUNTEER HAS BEEN DOSED IN A PHASE 1 STUDY OF JS016, LEAD ANTIBODY FROM LILLY’S COLLABORATION WITH JUNSHI BIOSCIENCES  * ELI LILLY AND CO - JUNSHI BIOSCIENCES IS CONDUCTING ITS PHASE 1 STUDY IN CHINA WITH LILLY TO IMMINENTLY BEGIN ITS PHASE 1 STUDY IN UNITED STATES  * ELI LILLY - LILLY WILL EVALUATE EFFICACY OF JS016 AS BOTH A SINGLE AGENT AND A COMBINATION WITH OTHER ANTIBODY TREATMENTS IN COVID-19 PATIENTS Source text for Eikon: Further company coverage:","67":"(Reuters) -Eli Lilly and Co beat Wall Street estimates for fourth-quarter profit on Friday, boosted by strong demand for its diabetes and cancer drugs and a partial lift from sales of its COVID-19 antibody treatment.  Slideshow ( 2 images )  The company recorded $871.2 million in quarterly sales of the COVID-19 therapy, bamlanivimab, benefiting from the U.S. government’s move to stock up on the drug for emergency use. Mizuho analysts had expected the drug to bring in sales of $813 million.  The company’s COVID-19 therapy belongs to a class of drugs known as monoclonal antibodies and has been authorized for use in the United States in patients who are at risk of serious illness from the infection.  Sales of key Lilly drugs in the quarter beat expectations as high demand helped offset pricing pressures from rebates or after-market discounts to health insurers and pharmacy benefits managers.  Sales of diabetes drug Trulicity rose 24% to $1.50 billion, beating estimates of $1.39 billion, according to seven analysts polled by Refinitiv.  Sales of cancer treatment Alimta also grew 23% to $652.7 million, trouncing estimates of $560 million.  The company lowered its 2021 earnings forecast to between $7.10 and $7.75 per share from its prior forecast of between $7.25 and $7.90, citing higher investments. It, however, kept its sales and adjusted profit forecasts unchanged.  Net earnings rose to $2.12 billion, or $2.32 per share, in the fourth quarter ended Dec. 31 from $1.50 billion, or $1.64 per share, a year earlier.  Excluding items, the company earned $2.75 per share, beating estimates of $2.35 per share.  Overall sales rose 21.7% to $7.44 billion.  Eli Lilly shares were up 2.1% at $214.6 in trading before the opening bell.","68":"April 24 (Reuters) - Eli Lilly and Co:  * ELI LILLY AND CO CEO SAYS PLANS TO SHARE FINDINGS OF STRATEGIC REVIEW OF ANIMAL HEALTH BUSINESS IN JULY  * ELI LILLY SAYS INTERESTED IN BUSINESS DEVELOPMENT INCLUDING DEALS IN IMMUNO-ONCOLOGY AND OTHER CANCER DRUGS Source text for Eikon: Further company coverage: (Reporting By Bill Berkrot)","69":"Sept 14 (Reuters) - Eli Lilly and Co said on Monday its rheumatoid arthritis drug Olumiant helped reduce the time taken to recover from COVID-19 in hospitalized patients in a clinical trial.  The U.S. drugmaker said the drug, in combination with Gilead Sciences Inc’s remdesivir, met the main goal of shortening recovery when compared to remdesivir alone. (Reporting by Manas Mishra in Bengaluru; Editing by Saumyadeb Chakrabarty)","70":"Oct 28 (Reuters) - Eli Lilly and Co said on Wednesday it signed an agreement with the U.S. government to supply 300,000 vials of its experimental antibody drug to treat COVID-19 for $375 million. (Reporting by Manas Mishra in Bengaluru; Editing by Saumyadeb Chakrabarty)","71":"April 27 (Reuters) - Eli Lilly and Co:  * LILLY ENDOWMENT REPORTS OPEN MARKET SALE OF 220,000 SHARES OF ELI LILLY'S COMMON STOCK ON APRIL 24, PRICE RANGE BETWEEN $160.67PER SHARE AND $164.23PER SHARE Source text : (bit.ly\/2KGkiwl) Further company coverage:","72":"FILE PHOTO: Eli Lilly logo is shown on one of the company's offices in San Diego, California, U.S., September 17, 2020. REUTERS\/Mike Blake  (Reuters) - The U.S. Food and Drug Administration on Thursday approved the emergency use of Eli Lilly and Co’s arthritis drug, baricitinib, in combination with Gilead Sciences Inc’s remdesivir, to treat COVID-19 patients.  Baricitinib, sold under the brand name of Olumiant, is an FDA-approved oral medication to treat moderately-to-severely active rheumatoid arthritis.  The approval was based on a review of the data from a clinical trial of hospitalized COVID-19 patients sponsored by the National Institute of Allergy and Infectious Diseases.  The trial showed an approximately one-day reduction in median recovery time for patients treated with the combination versus those treated with remdesivir.  The health regulator approved the drug in combination with remdesivir for treating suspected or laboratory confirmed COVID-19 in hospitalized adults and children two years of age or older requiring oxygen support.","73":"Feb 18 (Reuters) - Eli Lilly and Co will gain exclusive worldwide license to Rigel Pharmaceuticals Inc’s autoimmune and inflammatory diseases treatment candidate for potentially up to $960 million, the companies said on Thursday.  Rigel will receive an upfront cash payment of $125 million, with the potential for an additional up to $835 million in milestone payments.  Rigel’s lead therapy, R552, has completed early-stage trials and will begin mid-stage trials this year. (Reporting by Dania Nadeem in Bengaluru; Editing by Arun Koyyur)","74":"BEIJING (Reuters) - A shortage of lab monkeys and a focus on developing a COVID-19 treatment have prompted Shanghai Junshi Biosciences to push back clinical trials of some other drugs, an executive at U.S. drugmaker Eli Lilly's LLY.N Chinese partner said.  Junshi's 688180.SS1877.HK experimental COVID-19 antibody treatment, JS016, is in early to mid-stage trials in the United States and Eli Lilly plans to combine it with another candidate and apply for a U.S. emergency use authorization later this month.  Feng Hui, chief operating officer at Junshi said in a call with investors on Friday that the monkeys used to evaluate the safety of drugs and how they work in living systems before they can be tested in humans had been in tight supply between February and June, partly because of competing research by firms and institutes into COVID-19 treatments.  As his company prioritised finding enough animals on which to test the antibody treatment, it delayed applications for clinical trials of some of its non-coronavirus drugs in the pipeline, Feng said.  It had originally planned to file applications for clinical trials of those drugs in the second half of this year but the schedule is now pushed back to the first quarter of 2021, he added, without elaborating on how many and which drugs were involved.  “Overall the firm’s research and development progress is smooth,” Feng said.  Many global pharmaceutical companies have rushed to develop vaccines and treatments against COVID-19 at an unprecedented speed this year, as the pandemic has killed more than 1.2 million people globally.  There are around 200 experimental COVID-19 vaccines being researched and more than 40 of them are being studied on humans, according to the World Health Organization.","75":"NEW YORK (Reuters) - The U.S. dollar strengthened on Tuesday as investors turned cautious after a Johnson & Johnson COVID-19 study was paused and as hopes dimmed that a fiscal stimulus package could be reached before the presidential election.  Slideshow ( 2 images )  Major equity averages were lower, partly due to a decline in J&J shares after the company paused its study due to an unexplained illness in a participant, dampening optimism about a vaccine. Eli Lilly also said its clinical trial for a COVID-19 antibody treatment was paused.  U.S. consumer prices rose 0.2% in September, matching expectations, for a fourth straight monthly climb, though the pace has slowed amid considerable slack in the economy as it slowly recovers from a nadir caused by coronavirus shutdowns.  The dollar index rose 0.528% against a basket of other currencies, putting it on track for its biggest daily percentage gain in three weeks.  The U.S. currency’s safe-haven appeal has been curbed by growing expectations that a win by former U.S. Vice President Joe Biden on Nov. 3 would bring large stimulus for the pandemic-hit economy, bolstering the stock market and investor risk appetite.  “It’s becoming increasingly evident to people that there is no stimulus coming before the election,” said Erik Nelson, a currency strategist at Wells Fargo in New York.  “I wouldn’t say markets were fully pricing stimulus or fully pricing a vaccine by the end of the year but they were probably tilted towards the more positive side of those expectations.”  The greenback has held within a range of about 2% over the past three weeks as talks on a fiscal deal have progressed in fits and starts. Majority Leader Mitch McConnell said the Republican-led U.S. Senate would vote on a scaled-down coronavirus economic relief bill of the type Democrats have rejected as they hold out for trillions in aid.  The euro was down 0.59% to $1.1745 while the Japanese yen weakened 0.17% versus the greenback.  Sterling was last trading at $1.2938, down 0.96%, after climbing above the $1.30 mark for the first time in a month on Friday as Britain’s unemployment rate rose by more than expected to 4.5% in the three months to August.  In addition, as a deadline draws closer, British Prime Minister Boris Johnson told his top cabinet ministers on Tuesday he wanted a free trade deal with the European Union on the right terms but ending the year without one held “no fear.”","76":"July 18 (Reuters) - An experimental drug developed by Pfizer Inc and Eli Lilly and Co achieved its main goal of reducing pain in osteoarthritis patients in a late stage trial, the companies said on Wednesday.  The study showed that patients who received two doses of the drug, tanezumab, experienced a statistically significant improvement in pain and physical function, when compared with a placebo. (Reporting by Manas Mishra in Bengaluru Editing by Saumyadeb Chakrabarty)","77":"May 28 (Reuters) - Eli Lilly and Co:  * LILLY RECEIVES U.S. FDA APPROVAL OF TAUVID™ (FLORTAUCIPIR F 18 INJECTION) FOR USE IN PATIENTS BEING EVALUATED FOR ALZHEIMER’S DISEASE  * AVAILABILITY OF TAUVID WILL INITIALLY BE LIMITED AND WILL EXPAND IN RESPONSE TO COMMERCIAL DEMAND AND PAYOR REIMBURSEMENT Source text for Eikon: Further company coverage:","78":"FILE PHOTO: Eli Lilly logo is shown on one of the company's offices in San Diego, California, U.S., September 17, 2020. REUTERS\/Mike Blake  (Reuters) - Eli Lilly and Co LLY.N said late on Tuesday it had hired an independent consultant to review a plant producing its COVID-19 antibody drug after receiving a notice from the U.S. health regulator.  The company reiterated that it had not received a warning letter from the U.S. Food and Drugs Administration (FDA) following its plant inspection, which was first reported by Reuters last week.  It received an Official Action Indicated (OAI) notice from the FDA in relation to issues at its Branchburg plant in New Jersey, Lilly reiterated. (bit.ly\/3m9z1AE)  Reuters on Oct. 13 reported that inspectors who visited Lilly’s plant in Branchburg, New Jersey last November found data on various manufacturing processes had been deleted and not appropriately audited, according to government inspection documents.  Following its November inspection, the FDA classified the problems as the most serious level of violation, resulting in an OAI notice.  The problems could complicate the drugmaker’s bid for an emergency use authorization from the federal agency for its COVID-19 drug.  Last week, Lilly said other trials of its experimental coronavirus antibody therapy remain on track after a government-run study testing the treatment in hospitalized COVID-19 patients was paused due to safety concerns.","79":"Oct 11 (Reuters) - The U.S. Food and Drug Administration said on Friday it had approved Eli Lilly and Co’s migraine drug, Reyvow.  The drug, formerly called lasmiditan, has been approved to treat acute migraine with or without aura, a sensory phenomenon or visual disturbance, in adults. (Reporting by Shivani Singh; Editing by Shinjini Ganguli)","80":"May 10 (Reuters) - ARMO Biosciences Inc:  * ARMO BIOSCIENCES - UPON TERMINATION OF MERGER UNDER SPECIFIED CIRCUMSTANCES CO MAY BE REQUIRED TO PAY ELI LILLY TERMINATION FEE OF $63.4 MILLION Source: (bit.ly\/2I7j4vd) Further company coverage:","81":"FILE PHOTO: The logo of Lilly is seen on a wall of the Lilly France company unit, part of the Eli Lilly and Co drugmaker, in Fegersheim near Strasbourg, France, February 1, 2018. REUTERS\/Vincent Kessler\/File Photo  (Reuters) - Eli Lilly and Co said on Wednesday the U.S. government has purchased 650,000 additional doses of its COVID-19 antibody drug for $812.5 million.  The doses will be delivered through Jan. 31, with at least 350,000 delivered in December, the company said.  The experimental drug has been authorized by the U.S. Food and Drug Administration for emergency use for helping newly-diagnosed, high-risk patients avoid hospitalization, and the government bought 300,000 doses in October.  The new purchase is part of a U.S. government deal to secure nearly 1 million doses of Lilly’s bamlanivimab, a treatment similar to Regeneron Pharmaceuticals Inc’s COVID-19 antibody therapy that U.S. President Donald Trump received in October during his illness.  The treatments belong to a class of drugs called monoclonal antibodies that are manufactured copies of antibodies created by the body to fight against an infection.  U.S. hospitals said in November they may limit use of Lilly’s drug to COVID-19 patients with multiple risk factors for serious illness or to those whose immune systems have not begun to fight the infection due to high demand and tight supplies.  Medical groups and hospitals are working to establish criteria for patients likely to benefit most from the drug, which is given as a one-time infusion.  Earlier in the day, CVS Health Corp said it would administer Lilly’s treatment to COVID-19 patients in their homes and in long-term care facilities through a U.S. government-backed pilot project.  Lilly said on Wednesday it expected to manufacture up to one million doses of bamlanivimab by the end of 2020 for use around the world through early next year.","82":"(Reuters) - Eli Lilly and Co on Wednesday said it applied for U.S. emergency use authorization (EUA) for its experimental COVID-19 antibody treatment and plans to pursue a similar approval for a dual antibody therapy next month after it produced promising data.  FILE PHOTO: Eli Lilly logo is shown on one of the company's offices in San Diego, California, U.S., September 17, 2020. REUTERS\/Mike Blake\/File Photo  The drugmaker said its two-antibody cocktail helped reduce viral levels more than the single antibody treatment had in a prior study. The lower viral load was potentially tied to a reduction in COVID-19 symptoms, the company said.  “We believe that Lilly’s data provides some real evidence that the combo mAb (monoclonal antibody) approach may provide meaningful clinical benefits,” Baird analyst Brian Skorney said.  Shares of the Indianapolis drugmaker were up more than 3%.  Data in September showed that Lilly’s single antibody therapy, LY-CoV555, which is being developed with Canadian biotech AbCellera, helped cut hospitalization and emergency room visits for COVID-19 patients.  Based on that data, Lilly applied for an EUA with the U.S. Food and Drug Administration and said it expects about one million doses of the biotech drug to be available by the end of the year.  Several drugmakers are testing antibody treatments for COVID-19 as a means of helping patients’ immune systems fight the virus. None of those drugs have been authorized for emergency use in the United States.  An experimental dual-antibody cocktail developed by Regeneron Pharmaceuticals Inc was among the medicines given to U.S. President Donald Trump to treat his COVID-19. The company supplied the drug through a compassionate use program.  Lilly chose not to distribute its experimental drug via a compassionate use program, preferring to recruit patients in need for its clinical trials due to the urgency to generate data showing that it works, Chief Executive David Ricks said on a conference call.  In the study involving 268 patients with mild-to-moderate COVID-19, nearly 1% of those who received the Lilly dual-antibody therapy required hospitalization. That compared with 5.8% who got a placebo, suggesting a clinically meaningful response.  The combination therapy also met the trial’s main goal of significantly reducing the amount of virus present 11 days after treatment, compared with a placebo, Lilly said. The treatment also reduced viral levels at day three and day seven.  Lilly expects to supply 50,000 doses of the combination therapy in the fourth quarter.","83":"June 15 (Reuters) - U.S. drugmaker Eli Lilly and Co said on Monday it has started a late-stage trial testing its rheumatoid arthritis drug Olumiant in patients hospitalized with COVID-19.  The company said it was looking to enroll 400 patients in the trial to be conducted in the United States, Europe and Latin America, with results expected in the next few months. (reut.rs\/3fihLWq) (Reporting by Saumya Sibi Joseph in Bengaluru; Editing by Shounak Dasgupta)","84":"Dec 11 (Reuters) - Shares of Peter Thiel-backed AbCellera Biologics Inc, which is co-developing antibody therapies with Eli Lilly and Co for the treatment of COVID-19, surged in their debut on Friday, giving the company a market capitalization of $16.18 billion.  AbCellera’s shares opened at $61 on the Nasdaq, 204% above their upwardly revised initial public offering (IPO) price of $20 apiece on Thursday. The Canadian firm had raised $483 million in its IPO.","85":"FRANKFURT, Feb 15 (Reuters) - German drugmaker Bayer acquired all rights it does not already own in Vitrakvi, a drug against a variety of cancers driven by a rare genetic mutation, from Eli Lilly’s Loxo Oncology.  Bayer said on Friday it exercised an option to gain exclusive licensing rights for the global development and commercialization of Vitrakvi, also known as larotrectinib, under a change-in-control clause in the initial collaboration deal with Loxo Oncology.  Eli Lilly agreed to buy Loxo for $8 billion in January and the deal was wrapped up on Friday.","86":"May 8 (Reuters) - U.S. Food and Drug Administration:  * FDA APPROVES FIRST THERAPY FOR PATIENTS WITH LUNG AND THYROID CANCERS WITH A CERTAIN GENETIC MUTATION OR FUSION  * U.S. FDA - APPROVED RETEVMO CAPSULES TO TREAT THREE TYPES OF TUMORS  * U.S. FDA - FDA GRANTED APPROVAL OF RETEVMO TO LOXO ONCOLOGY, INC., A SUBSIDIARY OF ELI LILLY AND COMPANY Source text for Eikon:","87":"FRANKFURT (Reuters) - German drugmaker Bayer took full control of Vitrakvi, a drug used against a variety of cancers driven by a rare genetic mutation, in a deal with from Eli Lilly’s Loxo Oncology.  FILE PHOTO: The logo of Bayer AG is pictured at the Bayer Healthcare subgroup production plant in Wuppertal, Germany February 24, 2014. REUTERS\/Ina Fassbender\/\/File Photo  Bayer said on Friday it exercised a right to gain exclusive licensing rights for the global development and commercialization of Vitrakvi, also known as larotrectinib, under a clause in the initial collaboration deal with Loxo Oncology that provided for Loxo becoming a takeover target.  Eli Lilly agreed to buy Loxo for $8 billion in January and the deal was wrapped up on Friday.  Bayer has been called on by analysts and investors to strengthen its drug development pipeline as its pharmaceuticals division faces falling sales from 2024 amid looming competition for its two bestselling drugs.  Bayer clinched the initial Vitrakvi deal in November 2017, about a year before the drug eventually won U.S. regulatory approval, marking a bright spot in Bayer’s development pipeline which has suffered a number of setbacks.  Shares in the German company, which also owns seed maker Monsanto, jumped on Friday and were up 4.4 percent at 68.44 euros at 1543 GMT. The stock has been dragged lower by litigation risks as thousands of U.S. plaintiffs claim its Roundup weed-killer played a role in their cancer.  Financial terms such as the initially agreed upfront payments to Loxo as well as milestone payments for development achievements remain unaffected, said a Bayer spokeswoman.  Vitrakvi, which is set to compete with Roche’s entrectinib, has been shown to shrink tumors in 81 percent of cases across 24 tumor types in different parts of the body, all driven by a rare gene anomaly known as NTRK fusion.  Commercial success will depend on the fast uptake of comprehensive gene-sequencing tools for tissue samples at cancer units to help identify the cases that benefit from Vitrakvi.  Bayer has put the drug’s annual peak sales potential at more than 750 million euros ($844 million).  The change-of-control option exercised by Bayer also covers the experimental compound LOXO-195, also known as BAY 2731954, which is designed to treat patients whose cancers are returning after an initial Vitrakvi treatment.  Rather than co-promote with Loxo in the U.S., as initially agreed, Bayer will commercialize the drug there exclusively.  The sharing of U.S. commercial costs and profits in equal parts will be replaced by royalties to be paid by Bayer, the company said, without specifying financial terms.  The German drugmaker will continue to pay royalties on future net sales outside the U.S.  ($1 = 0.8880 euros)","88":"April 30 (Reuters) - Eli Lilly and Co’s first-quarter profit more than tripled, as the U.S. drugmaker recorded a $3.7 billion gain from its spin-off of animal health unit Elanco.  Net income rose to $4.24 billion, or $4.31 per share, in the quarter ended March 31, from $1.22 billion, or $1.16 per share, a year earlier.  Revenue rose to $5.09 billion from $4.96 billion. (Reporting by Saumya Sibi Joseph in Bengaluru; Editing by Shinjini Ganguli)","89":"Oct 23 (Reuters) - Eli Lilly and Co reported a 9.1% increase in third-quarter profit on Wednesday, helped by higher sales of its top-selling diabetes drug, Trulicity, and lower tax expense.  Net income rose to $1.25 billion, or $1.37 per share, in the quarter ended Sept. 30, from $1.15 billion, or $1.12 per share, a year earlier.  Revenue rose 3.2% to $5.48 billion.","90":"Nov 9 (Reuters) - The U.S. Food and Drug Administration on Monday authorized emergency use of Eli Lilly and Co’s experimental COVID-19 antibody treatment, which President Donald Trump has praised and vowed to make available free of cost for all Americans.  The FDA said its emergency use authorization was based on clinical trials showing that the treatment, bamlanivimab, reduced the need for hospitalization or emergency room visits in COVID-19 patients at high risk of disease progression. It can be used for treating mild-to-moderate COVID-19 in adults and pediatric patients over the age of 12, the FDA said.","91":"(Reuters) - An experimental osteoarthritis drug developed by Pfizer Inc and Eli Lilly and Co achieved its main goal of lowering pain in a late stage trial, the companies said on Wednesday, potentially offering a safer alternative to opioids.  Slideshow ( 2 images )  Opioid abuse has reached epidemic proportions in the United States and drugmakers have been looking for less addictive and safer options for people wanting to reduce pain.  The treatment, tanezumab, belongs to an investigational category of pain medications that target nerve growth factor, a protein involved in the growth of nerve cells, and is also being evaluated to treat chronic lower back and cancer pain.  U.S. regulators in 2015 lifted a hold on trials of medicines targeting the protein due to concerns they could worsen osteoarthritis in a small percentage of patients.  Pfizer’s shares were marginally up at $37.79 in premarket trade. Eli Lilly shares rose 1 percent to $90.50.  The study showed that patients who received two doses of the drug, tanezumab, showed a statistically significant improvement in physical function and an assessment of osteoarthritis by the patients, when compared to placebo, meeting all three goals of the study.  Preliminary safety data showed that the drug was generally well-tolerated in these patients, with only about 1 percent of patients discontinuing treatment due to adverse effects.  “Safety concerns have been an overhang on the tanezumab opportunity. The data today should alleviate some of those concerns, in our opinion,” Cantor Fitzgerald analyst Louis Chen said.  Pfizer and Lilly, in a $1.8 billion deal, agreed in 2013 to jointly develop and sell tanezumab for several pain-related conditions, with the companies equally sharing development expenses and future sales.  The drug’s sales are expected to reach $283 million for Pfizer by 2020, according to Thomson Reuters’ data.  Osteoarthritis is the most common form of arthritis, affecting about 20 million people in the United States alone.  Due to the lack of effective alternatives, patients with painful conditions like osteoarthritis and cancer turn to opioids for managing their symptoms. On average, 115 Americans die every day from opioid overdose.","92":"July 30 (Reuters) - Eli Lilly and Co edged past Wall Street estimates for quarterly revenue on Tuesday, as higher sales of its top-selling diabetes drug, Trulicity, helped offset the impact of generic competition on its erectile dysfunction drug, Cialis.  The drugmaker posted net income of $1.33 billion, or $1.44 per share, in the quarter ended June 30, compared with a loss of $259.9 million, or 25 cents per share, a year earlier.  It had recorded an acquisition-related charge of $1.62 billion in the prior year quarter.  Revenue rose to $5.64 billion from $5.59 billion, above Wall Street estimates of $5.59 billion. (Reporting by Saumya Sibi Joseph in Bengaluru; Editing by Anil D’Silva)","93":"The logo of Lilly is seen on a wall of the Lilly France company unit, part of the Eli Lilly and Co drugmaker group, in Fegersheim near Strasbourg, France, February 1, 2018. Picture taken February 1, 2018. REUTERS\/Vincent Kessler  (Reuters) - Eli Lilly and Co LLY.N will buy AurKa Pharma Inc in a deal potentially worth up to $575 million, the U.S. drugmaker said on Monday, seeking access to the privately-held firm's experimental cancer treatment for solid tumors.  The deal is Lilly's second in less than a week that aims to broaden its portfolio of lucrative cancer drugs. On Thursday, Lilly said it would buy Armo BioSciences Inc ARMO.O for about $1.6 billion.  AurKa Pharma will receive $110 million upfront and is eligible to earn up to $465 million more if it achieves regulatory and sales milestones.  AurKa’s chief drug under development was discovered by Lilly, but the drugmaker sold the compound in 2016 to TVM Capital Life Science, which established AurKa.  The drug, AK-01, is being studied in early-stage trials to treat multiple types of solid tumors.","94":"Eli Lilly and Co:  * ELI LILLY AND COMPANY TO HOLD 2020 ANNUAL MEETING OF SHAREHOLDERS VIRTUALLY Source text for Eikon: Further company coverage:","95":"May 26 (Reuters) - Shanghai Junshi Biosciences Co Ltd said on Tuesday it planned to start clinical studies to test its experimental COVID-19 antibodies, developed with partner Eli Lilly and Co, by the second quarter of the year in the United States and China.  Shanghai Junshi also announced the publication of results from preclincal studies that tested two of the experimental antibodies in rhesus monkeys in the science journal Nature. (Reporting by Manojna Maddipatla in Bengaluru; Editing by Shinjini Ganguli)","96":"WASHINGTON (Reuters) - Teva Pharmaceutical Industries Ltd on Tuesday won a ruling from a U.S. administrative court that could help it fend off competition from Eli Lilly and Co in the market for migraine drugs.  FILE PHOTO: The logo of Teva Pharmaceutical Industries is seen during a news conference hold by its CEO, Kare Schultz, to discuss the company's 2019 outlooks in Tel Aviv, Israel February 19, 2019. REUTERS\/Amir Cohen  The Patent Trial and Appeal Board (PTAB) upheld the validity of three Teva patents on its migraine treatment Ajovy, rejecting arguments by Eli Lilly that they were invalid.  In a separate legal action filed in 2018, Teva accused Eli Lilly’s competing drug Emgality of infringing the same patents. Eli Lilly could be liable for money damages if it loses that case.  Eli Lilly responded to the lawsuit by asking PTAB, a court run by the U.S. Patent and Trademark Office, to separately reconsider whether the patents should have been granted in the first place.  Teva’s stock price jumped about 9% after the patent court issued its decision, which Eli Lilly can still appeal.  A Teva spokeswoman said the company was pleased with the outcome and called the ruling a “testament to the strength of Teva’s intellectual property.”  An Eli Lilly spokesman did not immediately respond to a request for comment.  Ajovy, a next-generation migraine drug known as a CGRP inhibitor, generated $96 million in worldwide sales for Teva last year. The Israel-based company has projected $250 million in sales in 2020.  Emgality, another CGRP inhibitor, generated worldwide revenue of $162.5 million for the Indianapolis, Indiana-based Eli Lilly last year.  Teva is looking to Ajovy to boost revenue and help it pay down its debt, which at the end of 2019 stood at $26.9 billion. The company’s debt soared after it paid more than $40 billion in 2016 to buy Allergan’s generic drugs business.","97":"April 26 (Reuters) - Lilly Endowment Inc :  * LILLY ENDOWMENT REPORTS OPEN MARKET SALE OF 178,900 SHARES OF ELI LILLY AND CO’S COMMON STOCK AT AVERAGE PRICE OF $80.85PER SHARE ON APRIL 25 - SEC FILING  * LILLY ENDOWMENT REPORTS OPEN MARKET SALE OF 1,100 SHARES OF ELI LILLY AND CO'S COMMON STOCK AT AVERAGE PRICE OF $81.57PER SHARE ON APRIL 25 Source text for Eikon: [ID: (bit.ly\/2I2CduO) Further company coverage:","98":"(Reuters) - Eli Lilly and Co LLY.N reported a second-quarter profit that topped Wall Street estimates and raised its 2019 earnings forecast on Tuesday, as higher demand for newer drugs offset increased discounts for the U.S. Medicare program and sales declines of medicines that lost patent protection.  FILE PHOTO: The logo and ticker for Eli Lilly and Co. are displayed on a screen on the floor of the New York Stock Exchange (NYSE) in New York, U.S., May 18, 2018. REUTERS\/Brendan McDermid  The drugmaker has been working to retain its position as a leader in diabetes care with newer drugs like Trulicity, Jardiance and Basaglar, as its top-selling insulin product Humalog faces increased competition and political pressure over the soaring cost of life-sustaining insulin.  Lilly is counting on new drugs in other therapeutic areas to drive growth, such as Taltz for psoriasis and migraine treatment Emgality, which won U.S. approval last year.  Emgality, which competes with similar new drugs from Amgen AMGN.O and Teva TEVA.TA, had sales of $34.3 million in the quarter, short of analysts' estimate of $42.3 million, as many new patients get the drug at little or no cost.  Emgality is expected to meaningfully contribute to sales in the second half of the year, Chief Financial Officer Joshua Smiley told analysts on a conference call.  Revenue rose 0.9% to $5.64 billion, above Wall Street estimates of $5.59 billion. However, U.S. revenue was nearly flat at $3.25 billion, as net prices fell for Trulicity, Humalog and other drugs due to changes in Medicare Part D, the part of the government program for older Americans related to self-administered prescription drugs.  Still, Trulicity sales rose 32% to $1.03 billion in the quarter.  The Trump administration and other lawmakers have introduced several proposals aimed at lowering healthcare costs for U.S. consumers, some of which have already been scrapped.  While it is unclear what impact any of these will actually have on drugmakers, Lilly Chief Executive David Ricks said the industry will continue “shaping the debate.”  Humalog sales fell 12% to $677.6 million amid increased competition and as Lilly, bowing to political pressure, offered a half-priced version called Insulin Lispro.  Sales of erectile dysfunction drug Cialis plunged 63% to $200.2 million due to market entry of cheaper generic versions.  Lilly raised both ends of its 2019 adjusted earnings forecast range by 7 cents and now expects $5.67 to $5.77 per share.  Excluding items, Lilly earned $1.50 per share, beating analysts’ estimates by 5 cents, according to IBES data from Refinitiv.  The company said Verzenio in a late-stage combination trial helped women with certain types of advanced breast cancer live longer. Verzenio had sales $133.9 million.  Eli Lilly shares were up 0.3% at $109.04.","99":"(Reuters) - U.S. drugmaker Eli Lilly & Co and AC Immune SA have agreed to jointly develop the Swiss biotech’s potential treatment for Alzheimer’s disease.  AC Immune already has such partnerships with Johnson & Johnson and Roche Holding AG.  There is a desperate need for a treatment for Alzheimer’s disease. Several drugmakers, including Pfizer Inc and Merck and Co Inc, have been forced to abandon their trials after dozens of failures of experimental drugs.  An estimated 5.7 million Americans of all ages are living with Alzheimer’s dementia in 2018, and this number is projected to rise to nearly 14 million by 2050, according to the Alzheimer’s Association.  AC Immune will conduct the early-stage development of the treatment, ACI-3024, while Lilly will fund and conduct further clinical development, the two companies said in a statement.  AC Immune will receive an upfront payment of 80 million Swiss francs ($80.5 million) and $50 million in exchange for a note convertible to equity at a premium.  AC Immune will also get 60 million Swiss francs in near-term development milestone payments and other potential payments of up to 1.7 billion Swiss francs.","100":"April 23 (Reuters) - Innovent Biologics Inc:  * INNOVENT AND ELI LILLY ANNOUNCE NMPA ACCEPTANCE OF A SUPPLEMENTAL NEW DRUG APPLICATION FOR SINTILIMAB IN COMBINATION WITH ALIMTA® (PEMETREXED) Source text for Eikon: Further company coverage:","101":"Aug 4 (Reuters) - Anthony Fauci:  * NIH’S FAUCI SAYS EXPECTS RESULTS ON EFFECTIVENESS OF ELI LILLY’S ANITBODY TREATMENT IN MILD TO MODERATE COVID-19 FROM ACTIV-2 TRIAL BY OCT. OR EARLY NOV. Further company coverage:","102":"FILE PHOTO: Eli Lilly logo is shown on one of the company's offices in San Diego, California, U.S., September 17, 2020. REUTERS\/Mike Blake  SEOUL (Reuters) - Samsung BioLogics Co Ltd on Tuesday said it is mass-producing a COVID-19 antibody treatment developed by Eli Lilly and Co, as the United States began distributing the drug last week after emergency-use approval.  The U.S. Food and Drug Administration (FDA) approved the drug bamlanivimab earlier this month after clinical trials showed it reduced the need for hospitalisation or emergency room visits in COVID-19 patients at high risk of disease progression.  The FDA said the drug can be used for people aged 65 and over who have recently been diagnosed with mild-to-moderate COVID-19 and those aged 12 and over who have underlying health conditions putting them at risk of serious illness.  Lilly aims to manufacture up to one million doses by the end of 2020, for use worldwide through early next year. It expects supply to increase substantially from the first quarter of 2021 as additional manufacturing resources come online.  Samsung said it has a long-term manufacturing contract with Lilly. It did not disclose details.  The South Korean firm said it initially struggled to secure raw materials due to tight supplies. It expedited the technology transfer process, allowing it to begin shipments to Lilly five months after agreeing a production deal in May.  The drug is a monoclonal antibody - a widely used class of biotech drugs which in this case is a manufactured copy of an antibody the human body creates to fight infection.  Other potential antibody treatments being developed for COVID-19 patients include one by U.S. drugmaker Regeneron Pharmaceuticals Inc, which U.S. President Donald Trump received after his diagnosis last month.","103":"March 22 (Reuters) - Eli Lilly and Co:  * TO OFFER DRIVE-THROUGH TESTING FOR SARS-COV-2, VIRUS THAT CAUSES COVID-19, TO INDIANAPOLIS AREA HEALTHCARE WORKERS FROM MAR 23 Source text for Eikon: Further company coverage:","104":"COPENHAGEN, June 23 (Reuters) - Diabetes drugmaker Novo Nordisk presented a post-hoc analysis of the SUSTAIN 7 trial comparing treatment effect in body weight across baseline BMI subgroups receiving Novo’s Ozempic or Eli Lilly’s dulaglutide, marketed as Trulicity.  The findings were presented at the American Diabetes Association’s 78th Scientific Sessions on Saturday.  * Ozempic provided greater weight reductions for adults with a baseline BMI ≥25kg\/m2 than those with lower baseline BMI <25kg\/m2.  * Ozempic, 0.5 or 1.0 mg, provided greater weight reductions vs dulaglutide, 0.75 mg or 1.5 mg, respectively, in adults with type 2 diabetes, regardless of baseline body mass index (BMI), with the greatest reductions occurring in adults with a baseline BMI ≥25 kg\/m2. (Reporting by Copenhagen newsroom)","105":"Oct 7 (Reuters) - Eli Lilly and Co said on Wednesday it had submitted a request to the U.S. Food and Drug Administration for emergency use of its experimental antibody treatment for COVID-19.  Separately, the U.S. drugmaker said data from a new study showed a combination of two of its antibody treatments helped reduce hospitalization and emergency room visits for COVID-19 patients. (Reporting by Manas Mishra in Bengaluru; Editing by Ramakrishnan M.)","106":"(Reuters) - U.S. drugmaker Eli Lilly and Co said on Tuesday it does not expect the coronavirus outbreak to result in shortages for any of its treatments, including all forms of insulin.  The company said it does not source active drug ingredients from China for any of its approved medicines and that its insulin manufacturing facilities in the United States and Europe have not been impacted by the outbreak.  U.S. officials last week raised concerns over the U.S. drug supply chain in the wake of the outbreak in China, where a significant portion of the ingredients used to make prescription drugs is made.  The U.S. drugs regulator had identified 20 drugs with shortage risks and on Thursday announced the first coronavirus-related drug shortage in the country, but declined to name the drug.  Lilly said it was in touch with suppliers to ensure supplies of raw materials and that its global manufacturing network was fully operational.  “As the global situation evolves, we will continue to take the steps necessary to safeguard the reliable supply of our medicines,” the company said in a statement.  Generic drugmaker Mylan NV on Thursday warned that the continued spread of the virus could result in drug shortages.","107":"FILE PHOTO: The Regeneron Pharmaceuticals company logo is seen on a building at the company's Westchester campus in Tarrytown, New York, U.S. September 17, 2020. REUTERS\/Brendan McDermid  (Reuters) - Regeneron Pharmaceuticals Inc said on Tuesday its antibody cocktail was found effective in preventing COVID-19 in people exposed to those infected with the new coronavirus in an ongoing late stage trial.  The two-antibody cocktail, REGEN-COV, caused a 100% reduction in symptomatic infection and roughly 50% lower overall rates of infection, based on an early analysis of 400 participants in the trial who had a household member with COVID-19.  In comparison, rival Eli Lilly and Co said last week its antibody drug, bamlanivimab, cut the risk of COVID-19 infection by 80% for nursing home residents in a trial.  Regeneron said it would discuss the interim results with U.S. health regulators to potentially expand the antibody cocktail’s current emergency use authorization (EUA). Full data from the trial is expected early in the second quarter.  The U.S. Food and Drug Administration in November granted EUA to the antibody cocktail for the treatment of mild to moderate COVID-19 in adults and children.  The current trial tested REGEN-COV for use as a passive vaccine, which involves direct delivery of virus-fighting antibodies into the body unlike traditional vaccines in which the receiver’s immune system is activated to develop its own antibodies.  “These data using REGEN-COV as a passive vaccine suggest that it may both reduce transmission of the virus as well as reduce viral and disease burden in those who still get infected,” said George Yancopoulos, president and chief scientific officer of Regeneron.  During the trial, jointly run by Regeneron and the National Institute of Allergy and Infectious Diseases, one death and a COVID-19 related hospitalization were reported among those who received placebo, but there was no such incident in the treatment group, the company said.","108":"March 3 (Reuters) - Eli Lilly and Co:  * ELI LILLY AND CO - DOES NOT ANTICIPATE SHORTAGES FOR ANY OF ITS PRODUCTS, INCLUDING ALL FORMS OF INSULIN  * ELI LILLY AND CO - DOES NOT SOURCE ACTIVE PHARMACEUTICAL INGREDIENTS (API) FOR ANY OF ITD APPROVED MEDICINES FROM CHINA  * ELI LILLY AND CO - CO’S INSULIN MANUFACTURING SITES IN UNITED STATES AND EUROPE HAVE NOT BEEN IMPACTED BY CORONAVIRUS  * ELI LILLY AND CO - ITS MANUFACTURING NETWORK IS FULLY OPERATIONAL AND TAKING STEPS TO PREVENT IMPACT FROM CORONAVIRUS  * ELI LILLY ISSUES STATEMENT ON NOVEL CORONAVIRUS AND RELIABLE SUPPLY OF COMPANY’S MEDICINES Source text for Eikon: Further company coverage:","109":"May 19 (Reuters) - Eli Lilly and Co:  * RESULTS OF GERAS-US STUDY DEMONSTRATE SOCIETAL COST BURDEN FOR PATIENTS AND CAREGIVERS DURING EARLY STAGES OF ALZHEIMER’S DISEASE Source text for Eikon: Further company coverage:","110":"(Reuters) - Eli Lilly and Co said on Thursday it would buy Armo BioSciences Inc for about $1.6 billion to expand its portfolio of drugs that helps body’s immune system fight cancer as the U.S. drugmaker chases rivals in a lucrative market.  FILE PHOTO: The logo of Lilly is seen on a wall of the Lilly France company unit, part of the Eli Lilly and Co drugmaker group, in Fegersheim near Strasbourg, France, February 1, 2018. REUTERS\/Vincent Kessler\/File Photo  Lilly’s offer of $50 per share in cash represents a premium of 68 percent to Armo’s Wednesday close. Armo’s shares were trading close to the offer price at $49.73, while Lilly’s shares rose 1.2 percent to $80.22.  The deal comes just four months after Armo went public and would give Lilly access to the smaller drug developer’s lead candidate, pegilodecakin.  “This is one of the fastest post-IPO exits we’ve seen in a long time,” said Jefferies analyst Biren Amin, adding that the deal value looked fair considering that Armo has presented data for the drug in different types of cancer.  The treatment is being evaluated in pancreatic cancer patients in a late-stage study as well as in earlier stage trials for other forms of cancer.  Armo’s lead treatment is a naturally occurring immune growth factor called a pegylated interleukin-10 that stimulates the survival, expansion and killing potential of a particular type of white blood cell in the immune system.  Armo has several other drugs in various stages of pre-clinical development and that would give Lilly “a path and footing” in the immuno-oncology space, according to Guggenheim Securities analyst Tony Butler.  Immuno-oncology is one of the faster growing areas of cancer treatment with major players such as Merck & Co and Bristol-Myers Squibb closely competing for a bigger share of the market.  Last month, Lilly appointed the director of Thoracic Medical Oncology at New York University’s School of Medicine to lead its medical development in this area.  Lilly said it expected to close the deal by the end of the second quarter of 2018.  Credit Suisse was the exclusive financial adviser to Lilly and Wachtell, Lipton, Rosen & Katz its legal adviser.  Centerview Partners LLC was the lead financial adviser, while Jefferies LLC also advised Armo on the deal. Gunderson Dettmer was its legal adviser.","111":"The logo and ticker for Eli Lilly and Co. are displayed on a screen on the floor of the New York Stock Exchange (NYSE) in New York, U.S., May 18, 2018. REUTERS\/Brendan McDermid\/File Photo  (Reuters) - Eli Lilly and Co will target cancer drug developers for deals, Chief Executive Officer Dave Ricks said on a post-earnings conference call on Wednesday.  “Probably because of the number of opportunities, you will see us active in oncology - that’s where a lot of early stage biotech is,” Ricks said.","112":"(Reuters) - Eli Lilly and Co said on Tuesday it would take its Elanco animal health business public and posted a better-than-expected quarterly profit, helped by demand for its diabetes drugs Trulicity and Humalog.  FILE PHOTO: The logo and ticker for Eli Lilly and Co. are displayed on a screen on the floor of the New York Stock Exchange (NYSE) in New York, U.S., May 18, 2018. REUTERS\/Brendan McDermid  Lilly also said it would not increase its drug prices through the end of the year, following similar moves by Pfizer Inc, Merck & Co Inc and Novartis AG, as the Trump Administration pushes to cut costs for patients.  Shares of the company rose as much as 2.6 percent to a near three-year high of $91.20.  “We remain focused on driving revenue growth through volume, not price,” Chief Executive David Ricks said on a conference call.  But the move may not be seen by some as having a wider impact.  “Looks to me like Lilly’s statement means nothing. They haven’t raised prices during the summer or fall months in the past several years,” said Michael Rea, CEO of Rx Savings Solutions, whose software helps health plans and others save money on prescription drugs.  The Indiana-based drugmaker raised its full-year profit forecast to $5.40 to $5.50 per share from $5.10 to $5.20 per share, and said the forecast did not assume U.S. price increases for the rest of the year.  ANIMAL HEALTH IPO  Lilly’s decision to take Elanco public marks the end of a nine-month review that weighed options for the unit, which could have a valuation of several billion dollars following the IPO.  Lilly plans to offer less than 20 percent of Elanco, which brought in sales of $792.1 million in the quarter, and debut it on the public market in the second half of 2018.  The market value of top animal-health company Zoetis Inc has nearly tripled since Pfizer listed it about five years ago, an example that analysts have noted in light of Lilly’s decision for Elanco.  “Given Zoetis’ high valuation, (the Elanco IPO) is a smart move,” BMO Capital Markets analyst Alex Arfaei said. “We estimate that Elanco is worth about $13 billion.”  Excluding items, Lilly earned $1.50 per share in the second quarter, ahead of analysts’ average estimate of $1.30 per share, according to Thomson Reuters I\/B\/E\/S.  Lilly’s drug Trulicity had sales of $779.8 million, above analysts’ estimates of $712.67 million, and overtaking Humalog as its best-selling drug. Humalog recorded revenue of $769.8 million, beating expectations of $683.67 million.  The company also announced a $8 billion share buyback program.","113":"May 8 (Reuters) - Eli Lilly and Co:  * ELI LILLY SAYS THE 5 NOMINEES FOR DIRECTOR WERE ELECTED TO SERVE 3-YEAR TERMS ENDING IN 2021 BY VOTING SHAREHOLDERS AT 2018 ANNUAL MEETING - SEC FILING Source text: (bit.ly\/2jGhwcQ) Further company coverage:","114":"Dec 17 (Reuters) - Eli Lilly and Co on Tuesday forecast a higher-than-expected profit for 2020, citing growing demand for its medicines including diabetes drug Trulicity and psoriatic arthritis treatment Taltz.  The drugmaker said it expects earnings per share between $6.70 and $6.80 on an adjusted basis for 2020. Analysts were expecting a profit of $6.63 per share, according to Refinitiv IBES data. (Reporting by Manojna Maddipatla in Bengaluru; Editing by Shounak Dasgupta)","115":"April 3 (Reuters) - Tasly Pharmaceutical Group Co Ltd :  * SAYS UNIT SIGNS LICENSING AGREEMENT ON DIABETES MEDICINE WITH ELI LILLY Source text in Chinese: bit.ly\/2EfkbCp Further company coverage: (Reporting by Hong Kong newsroom)","116":"FILE PHOTO: The logo of Lilly is seen on a wall of the Lilly France company unit, part of the Eli Lilly and Co drugmaker group, in Fegersheim near Strasbourg, France, February 1, 2018. REUTERS\/Vincent Kessler\/File Photo  (Reuters) - Eli Lilly and Co LLY.N lifted its full-year profit forecast on Tuesday after comfortably beating estimates for the first quarter, largely due to strong sales of its diabetes and cancer drugs and lower expenses.  The upbeat results soothed some investor concerns after U.S. FDA advisers late on Monday voted against approving a higher dose of its rheumatoid arthritis drug.  The company’s shares rose as much as 1.6 percent in early trading as sales of most of its promising drugs, including diabetes drug Trulicity and cancer treatment Alimta, beat estimates.  Its best-selling diabetes drug, Humalog, which faces competition from biosimilars, brought in $791.7 million in sales, beating the consensus estimate of $680 million, according to brokerage Credit Suisse.  Sales of the newly launched Trulicity were $678.3 million, beating the estimate of $614 million. Alimta, which is being tested in combination with Merck's MRK.N Keytruda to treat a type of lung cancer, raked in about $500 million, also beating analysts' estimates.  However, sales of its psoriasis drug, Taltz, were disappointing, falling short of analysts’ estimate by about $50 million.  Lilly reported net income of $1.22 billion, or $1.16 per share, in the first quarter ended March 31, compared with a loss of $110.8 million, or 10 cents per share, a year earlier.  Excluding items, the company earned $1.34 per share, beating the average estimate of $1.13. The company’s operating expenses fell 5.3 percent to $2.67 billion in this quarter.  Lilly raised its 2018 profit forecast to $5.10 to $5.20 per share from $4.81 to $4.91 per share, saying the increase was partly due to lower Medicaid utilization and more commercial insurance coverage for several products.","117":"March 12 (Reuters) - BOEHRINGER INGELHEIM AND ELI LILLY AND COMPANY:  * U.S. FDA GRANTS FAST TRACK DESIGNATION TO EMPAGLIFLOZIN FOR THE TREATMENT OF CHRONIC KIDNEY DISEASE  * BOEHRINGER INGELHEIM AND ELI LILLY AND COMPANY - FDA GRANTS FAST TRACK DESIGNATION FOR INVESTIGATION OF EMPAGLIFLOZIN TO REDUCE RISK OF KIDNEY DISEASE PROGRESSION AND CARDIOVASCULAR DEATH IN ADULTS WITH CHRONIC KIDNEY DISEASE Source text for Eikon: (Gdansk Newsroom)","118":"A federal appeals court on Wednesday rejected Eli Lilly and Co’s effort to set aside a $20 million jury verdict in a patent lawsuit over the company’s erectile dysfunction drug Cialis.  The U.S. Court of Appeals for the Federal Circuit affirmed a 2017 verdict that Eli Lilly infringed a now-expired patent owned by German association Erfindergemeinschaft UroPep GbR by marketing Cialis to treat prostate enlargement.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2pKoPmK","119":"(Reuters) - Eli Lilly and Co on Wednesday embraced a U.S. government proposal to end a decades-old system of rebates drugmakers make to industry middlemen, saying it could lower the cost of insulin and other prescription drugs for patients.  The logo and ticker for Eli Lilly and Co. are displayed on a screen on the floor of the New York Stock Exchange (NYSE) in New York, U.S., May 18, 2018. REUTERS\/Brendan McDermid  Lilly, along with other major insulin makers, Sanofi SA and Novo Nordisk, has been under mounting pressure from patients and politicians over the rising cost of the life-sustaining diabetes treatment.  “While it’s still a proposal, we see this as ... a win for patients, lowering their out-of-pocket costs at the pharmacy counter with the greatest benefit realized by patients taking more highly-rebated products such as insulin,” Chief Executive David Ricks said on a call with analysts.  Drugmakers argue they have to keep prices high because of the rebates they must pay to pharmacy benefit managers and health insurers to get products on their lists of covered drugs. In January, the administration of U.S. President Donald Trump proposed a rule that would end the rebate system or pass along the savings to patients.  “We’ll adapt to whatever rules come out and how they get finalized,” Ricks said.  Lilly on Wednesday also cut its 2019 profit and revenue forecasts to account for disappearing sales of its cancer drug Lartruvo, which won conditional U.S. approval in 2016 based on early data but last month failed to extend patient survival a confirmatory trial. Costs related to Lilly’s pending $8 billion acquisition of Loxo Oncology also contributed to the revised forecast.  Lilly has said it is suspending promotion of Lartruvo and it will no longer be prescribe to new U.S. patients.  The Indianapolis-based drugmaker’s research and development spending is also expected to rise as it develops Loxo’s pipeline of targeted drugs for cancers driven by rare genetic mutations.  The company said it now expects 2019 adjusted earnings of $5.55 to $5.65 per share, down from its prior forecast of $5.90 to $6.00. It expects revenue of $25.1 billion to $25.6 billion versus its prior view of $25.3 billion to $25.8 billion.  “The forecast cut was generally expected, given the Loxo acquisition and the Lartruvo failure were known events,” Edward Jones analyst Ashtyn Evans said.  “Diabetes will always be an area where we’ll see pricing pressure. Lilly fully takes that into consideration when giving guidance,” she added.  Excluding items, Lilly earned $1.33 per share, a penny shy of analysts’ average estimate, according to IBES data from Refinitiv.  Eli Lilly shares fell 1.3 percent to $118.82.","120":"LONDON, May 29 (Reuters) - An experimental diabetes pill from Novo Nordisk proved better at lowering blood sugar levels than Eli Lilly and Boehringer Ingelheim’s established Jardiance in a clinical study, the Danish drugmaker said on Tuesday.  The success of oral semaglutide in the Phase III trial is a boost for a medicine seen as important for ensuring the group’s long-term growth in a highly competitive diabetes market.  The once-daily pill, which Novo hopes to launch in 2020, belongs to a blockbuster class of treatments known as GLP-1s that stimulate insulin production. So far, all have been injections and a pill would offer a step-change in convenience.  Mads Krogsgaard Thomsen, Novo’s chief science officer, said the positive results from the so-called PIONEER 2 trial were “an important milestone” in the clinical development of oral semaglutide.","121":"(Reuters) - The U.S. government will pay as much as $1.19 billion to Eli Lilly and Co to secure nearly 1 million doses of its experimental COVID-19 antibody treatment, a drug similar to a treatment that U.S. President Donald Trump received.  Lilly will start delivering 300,000 doses of the treatment, for which it is being paid $375 million, within two months of receiving an emergency use authorization from the U.S. health regulator, the company said.  After that, the government has an option to buy an additional 650,000 vials for $812.5 million, the U.S. Department of Health and Human Services said in a statement.  The price per dose amounts to $1,250 as per the contract, but the vials purchased by the government will be free to the American public.  The U.S. has also signed deals with AstraZeneca and Regeneron Pharmaceuticals for their antibody therapies, under Trump administration’s Operation Warp Speed program.  The deal with Regeneron covers the cost of manufacturing, while the deal with AstraZeneca also includes support for development.  While vaccines are seen critical to ending the pandemic, governments are increasingly looking at other effective treatments to slow the spread of the virus and kick-start economic activity.  The company submitted a request to the U.S. Food and Drug Administration earlier this month for emergency use authorization of the drug to treat mild to moderate COVID-19 patients. The drug had a recent setback after it failed to show benefits in hospitalized patients.  In addition, Reuters reported that U.S. drug inspectors uncovered serious quality control problems at an Eli Lilly plant that is ramping up to make its antibody therapy.  The antibody therapy is similar to a drug from Regeneron that was given to Trump during his bout with COVID-19.  The treatments belong to a class of drugs called monoclonal antibodies that are manufactured copies of antibodies created by the body to fight against an infection.","122":"Nov 19 (Reuters) - The U.S. Food and Drug Administration on Thursday approved emergency use of Eli Lilly and Co’s antibody drug baricitinib, in combination with remdesivir, to treat COVID-19 patients.  The drug was authorized for the treatment of suspected or laboratory confirmed COVID-19 in hospitalized adults and pediatric patients two years of age or older requiring oxygen support. (Reporting by Mrinalika Roy in Bengaluru; Editing by Arun Koyyur)","123":"(Reuters) - Eli Lilly and Co LLY.N posted a higher-than-expected fourth-quarter profit on Thursday on strong demand for diabetes drug Trulicity and psoriasis treatment Taltz, helping ease investor concerns over the impact of fierce competition for its growth products.  Slideshow ( 3 images )  Sales of Trulicity surged nearly 31% to $1.21 billion in the quarter, accounting for about a fifth of total sales and surpassing expectations of $1.15 billion, according to Refinitiv data. Taltz sales rose about 37% to $420 million, also beating estimates of $395.7 million.  The results alleviate investors' \"exaggerated concerns\" over the launch of Novo Nordisk's NOVOb.CO once-daily oral diabetes pill, Rybelsus, Citi analyst Andrew Baum said.  Rybelsus, approved late last year, is expected to be embraced by patients with an aversion to needles used to deliver treatments such as Trulicity.  “The injectable GLP-1 class continues to add new patients despite the entry of a new oral therapy,” Chief Financial Officer Joshua Smiley said on a conference call with analysts.  The Indianapolis drugmaker has been leaning on newer medicines to spur growth while going on a deal-making spree to build its treatment portfolio, as older medicines such as erectile dysfunction treatment Cialis lose market share to generic competition.  “With Trulicity and Taltz looking very strong relative to expectations and growth not being dampened by any competition or pricing, that’s more the focus for investors,” UBS analyst Navin Jacob told Reuters.  Lilly shares initially fell about 1% after it announced it was not planning further trials of the experimental lung cancer drug pegilodecakin it acquired with its $1.6 billion purchase of Armo Biosciences due to disappointing trial results.  Shares later reversed course and were up 1.5%.  Although the company will continue to pursue “higher-risk, high reward” drug candidates such as pegilodecakin, these will be a smaller part of the portfolio in the future, said Chief Scientific Officer Daniel Skovronsky.  Earlier this month, Lilly said it was targeting roughly one $1 billion to $5 billion deal every quarter in 2020.  Chief Executive David Ricks told Reuters the company aims to build on last year’s acquisition of Loxo Oncology and focus on targeted cancer drugs going forward. “We see a lot of runway there.”  Its recent $1.1 billion acquisition of skin disease specialist Dermira Inc DERM.O helped it slightly raise its 2020 revenue forecast to between $23.7 billion and $24.2 billion from $23.6 billion and $24.1 billion  Excluding items, the company earned $1.73 per share, beating analysts’ average estimate by 21 cents.  Revenue rose 8.5% to $6.11 billion, above expectations of $5.91 billion.","124":"July 24 (Reuters) - Eli Lilly and Co posted a second-quarter loss on Tuesday, hurt by acquisition-related charges to the tune of $1.62 billion.  The company incurred a net loss of $259.9 million, or 25 cents per share, in the second quarter, compared with a profit of $1.01 billion, or 95 cents per share, a year earlier.  Revenue rose 9.1 percent to $6.36 billion. (Reporting by Tamara Mathias in Bengaluru Editing by Supriya Kurane)","125":"Jan 27 (Reuters) - Eli Lilly and Co said on Wednesday it would test a combination of its COVID-19 antibody therapy with another treatment by Vir Biotechnology Inc and its partner GlaxoSmithKline.  The collaboration marks the first time that monoclonal antibodies from separate companies will be tested together, the companies said. (Reporting by Manas Mishra in Bengaluru; Editing by Shounak Dasgupta)","126":"May 11 (Reuters) - HBM Healthcare Investments AG:  * ELI LILLY ANNOUNCES TENDER OFFER FOR HBM-PORTFOLIO COMPANY ARMO BIOSCIENCES FOR USD 1.6 BILLION  * AS OF 30 APRIL 2018 HBM HEALTHCARE INVESTMENTS HELD 1.6 MILLION SHARES OF ARMO BIOSCIENCES Source text - bit.ly\/2rAvlOp Further company coverage: (Gdynia Newsroom)","127":"Nov 24 (Reuters) - Eli Lilly and Co said on Tuesday it has signed an agreement with the Canadian government to supply its antibody drug, bamlanivimab, to treat COVID-19 patients.  The company said it would supply an initial quantity of 26,000 doses of bamlanivimab over a three-month period between December and February for $32.5 million. (Reporting by Dania Nadeem in Bengaluru; Editing by Amy Caren Daniel)","128":"March 23 (Reuters) - U.S. drugmaker Eli Lilly & Co said on Monday it would delay starting new studies and pause enrollment in most ongoing studies due to the coronavirus outbreak.  The company said it would continue trials where patients are already enrolled. The company added that it does not anticipate any change to its full-year forecast as a result of the coronavirus outbreak. (Reporting by Manas Mishra in Bengaluru; Editing by Shinjini Ganguli)","129":"Feb 20 (Reuters) - Eli Lilly and Co:  * ELI LILLY AND CO SAYS CEO DAVID A. RICKS’S 2019 TOTAL COMPENSATION WAS $21.3 MILLION VERSUS $17.2 MILLION IN 2018 – SEC FILING  * ELI LILLY AND CO SAYS CFO JOSHUA L. SMILEY’S 2019 TOTAL COMPENSATION WAS $7.3 MILLION VERSUS $5.2 MILLION IN 2018 – SEC FILING  * ELI LILLY AND CO - FOR 2019, CEO TO MEDIAN EMPLOYEE PAY RATIO IS 221:1 Source text: (bit.ly\/37HAoid) Further company coverage:","130":"WASHINGTON, Nov 10 (Reuters) - U.S. Health Secretary Alex Azar said on Tuesday the U.S. government would ensure equitable distribution of Eli Lilly’s antibody treatment for COVID-19 patients, starting first with hospitals and areas where there are many cases.  “We’ll ensure equitable distribution, and we’ll work tightly with our governors,” Azar said, using the same process the government used with remdesivir, a drug used to treat people hospitalized with COVID-19.  Azar said health officials and Lily were exploring other ways to give the treatment outside hospitals, including outpatient infusion centers. (Reporting by Doina Chiacu; Editing by Andrew Heavens)","131":"May 26 (Reuters) - Eli Lilly and Co:  * EMGALITY® SHOWS IMPROVEMENT IN WORK PRODUCTIVITY AND HEALTH AND WELL-BEING BETWEEN ATTACKS IN PATIENTS WITH MIGRAINE AND A HISTORY OF PREVENTIVE TREATMENT FAILURE  * ELI LILLY AND CO - AMONG 462 PATIENTS RANDOMIZED TO EMGALITY OR PLACEBO, STATISTICALLY SIGNIFICANT IMPROVEMENTS IN WORK PRODUCTIVITY Source text for Eikon: Further company coverage:","132":"(Adds Twenty-First Century Fox, Eli Lilly, Medco Energi Internasional, Ophir Energy, Anheuser-Busch InBev, Enel, Lottoland, EWE, Oslo Bors VPS, Faroe, Elior, Deutsche Bank; Updates Bharti Airtel)  Jan 11 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2100 GMT on Friday: ** Twenty-First Century Fox said it does not plan to bid for any of the regional sports networks that Walt Disney Co may need to sell to win U.S. Justice Department’s approval for its purchase of Fox’s film and TV assets. ** Eli Lilly and Co remains in the hunt for cancer drugs even after announcing an $8 billion purchase of Loxo Oncology this week, but it plans to remain on the sidelines when it comes to two of the hottest areas of drug development. ** Indonesian oil and gas group Medco Energi Internasional Tbk PT said it could offer 340 million pounds ($436 million) in cash for London-listed Ophir, which has assets in south-east Asia. ** Ophir Energy said Indonesia’s Medco Energi International cut its possible cash offer for the British firm after it lost a liquefied natural gas project in Africa’s Equatorial Guinea.  ** A consortium of Virgin Atlantic Ltd, Stobart Group Ltd and Cyrus Capital Partners agreed to buy British regional airline Flybe Group Plc, Stobart said, for 2.2 million pounds ($2.81 million). ** Ceconomy, Europe’s biggest consumer electronics retailer, said it was delaying plans to form an extensive business alliance with French peer Fnac Darty, in which it owns a 24 percent stake. ** India’s Bharti Airtel has agreed to give part of its stake in Airtel Tanzania to the government, raising the East African nation’s holding in the mobile phone operator to 49 percent from 40 percent, the president’s office said.  ** Enel and SEAS-NVE are among at least four bidders for the Danish power distributor and residential customer businesses being sold by energy group Orsted that could be worth about 2.5 billion euros ($2.9 billion), several sources said. ** Anheuser-Busch InBev, the world’s largest brewer, is considering floating part of its Asian operations, an Asian banking source said, in a deal that would help to ease its debt burden. ** Gambling company Lottoland said it was ready to offer up to 76 million euros ($88 million) for German lottery business Tipp24 in a move which could thwart the restructuring plans of Tipp24’s owner Zeal Network. ** German regional utility EWE is expected to kick off a sales process for a minority stake in itself next month, three people familiar with the matter said, in a deal that could value the whole group at up to 6.2 billion euros ($7.2 billion). ** Norwegian exchanges operator Oslo Bors VPS, the subject of a takeover offer from Euronext NV, has received interest from other parties, its board said. ** Faroe Petroleum’s Chief Executive Graham Stewart, Chief Financial Officer Jonathan Cooper and Chief Operating Officer Helge Hammer will resign, Faroe said after the company was taken over in a hostile bid by DNO. ** France’s Elior wants bids for its Areas business, which focuses on railways and motorway catering, to be submitted by the end of January, a source familiar with the situation told Reuters. ** Germany’s finance ministry regularly met with top Deutsche Bank executives in 2018 for talks that included topics such as strategic options, a finance ministry letter seen by Reuters showed. (Compiled by Vibhuti Sharma and Manogna Maddipatla in Bengaluru)","133":"(Reuters) - A federal judge on Monday dealt a blow to the Trump administration by striking down a new rule that would have forced pharmaceutical companies to include the wholesale prices of their drugs in television advertising.  A pharmacist refills a container in a drug dispensing machine at the Rock Canyon pharmacy in Provo, Utah, U.S., May 9, 2019. REUTERS\/George Frey  U.S. District Judge Amit Mehta in Washington sided with drugmakers Merck & Co Inc, Eli Lilly and Co and Amgen Inc by halting the U.S. Department of Health and Human Services (HHS) rule from taking effect on Tuesday as planned.  Mehta in his ruling set aside the entire rule as invalid, saying HHS lacked authority from the U.S. Congress to compel drug manufacturers to disclose list prices.  “It is outrageous that an Obama appointed judge sided with big PhRMA to keep high drug prices secret from the American people, leaving patients and families as the real victims,” White House spokesman Judd Deere said in a statement, referring to President Donald Trump’s Democratic predecessor, Barack Obama.  PhRMA, the Pharmaceutical Research and Manufacturers of America, is the largest industry lobbying group.  HHS Secretary Alex Azar had announced the rule on May 8, saying that forcing drugmakers to disclose their prices in direct-to-consumer TV advertising could help drive down skyrocketing prescription drug costs if the companies were embarrassed by them or afraid they would scare away customers.  HHS in a statement on Tuesday said it was disappointed in the court’s decision, adding that it would work with the Department of Justice on next steps in the litigation.  “President Trump and Secretary Azar remain focused on lowering drug prices and empowering patients through more transparency in healthcare costs,” the agency said.  The rule was originally suggested in May 2018 as part of Trump’s “blueprint” to lower prescription drug costs for U.S. consumers.  The judge said such disclosures could well be an effective tool in halting the rising cost of prescription drugs. “But no matter how vexing the problem of spiraling drug costs may be, HHS cannot do more than what Congress has authorized,” Mehta concluded.  Under the rule, the wholesale, or list, price would be included if it was $35 or more for a month’s supply or the usual course of therapy. HHS said the 10 most commonly advertised drugs had list prices of $488 to $16,938 per month or for a usual course of therapy.  PhRMA said the list prices could be confusing for patients and discourage them from seeking medical care.  Merck, Eli Lilly and Amgen filed their lawsuit alongside the Association Of National Advertisers trade group on June 14, arguing the rule would confuse consumers by forcing them to disclose a price irrelevant to patients with health insurance.  Drugmakers have long argued that list prices do not reflect out-of-pocket costs for most U.S. consumers or take into account the actual prices paid after discounts and rebates negotiated with health insurers and pharmacy benefit managers to ensure patient access to the medicines.  The lawsuit alleged that HHS lacked authority to issue the rule and that it violated drugmakers’ free-speech rights under the First Amendment of the U.S. Constitution.  The U.S. Justice Department defended the rule in court, saying it met a standard the U.S. Supreme Court set in 1985, when it held the government could force advertisers to disclose factual, non-controversial information.","134":"(Reuters) - Regeneron Pharmaceuticals Inc’s quarterly profit surged past estimates on Friday, benefiting from a recovery in demand for its flagship eye drug and a jump in sales of its eczema drug, sending the drugmaker’s shares up 3% before the bell.  FILE PHOTO: The Regeneron Pharmaceuticals company logo is seen on a building at the company's Westchester campus in Tarrytown, New York, U.S. September 17, 2020. Picture taken September 17, 2020. REUTERS\/Brendan McDermid\/File Photo  However, Regeneron recorded tepid sales from its dual antibody cocktail, REGEN-COV, which won U.S. emergency use authorization in November for non-hospitalized COVID-19 patients at high risk of becoming severely ill.  Regeneron and rival Eli Lilly’s antibody therapies have so far seen lackluster demand as patients need to be isolated for administering the drug through one-time intravenous infusion, which adds to the challenges faced by hospitals that are already teeming with cases of coronavirus infection.  Regeneron’s antibody cocktail garnered $145.5 million in sales for the fourth quarter. While, the consensus Wall Street estimate was $173 million, according to Guggenheim analyst Yatin Suneja.  Last month, the company blamed the underwhelming sales on timing, as it will be delivering additional doses of the therapy to the United States in the first quarter.  The U.S. government last month said it will buy 1.25 million additional doses of the antibody cocktail for about $2.63 billion, with the doses set to be delivered by June-end.  Sales of Regeneron’s physician-administered macular degeneration drug, Eylea, were hurt during the height of the pandemic last year as patients were reluctant to visit doctors’ offices.  As lockdowns eased, U.S. sales of the drug rose nearly 10% to $1.34 billion for the fourth quarter.  Sales from eczema drug Dupixent, which are recorded by Regeneron partner Sanofi, jumped 56% to $1.17 billion.  Excluding items, Regeneron earned $9.53 per share, beating estimates of $8.39 per share, according to Refinitiv IBES data.","135":"Nov 12 (Reuters) - U.S. infectious disease expert Anthony Fauci said on Thursday that efforts are underway in the U.S. to push for the development of antivirals and other therapies for early intervention during the course of the COVID-19 respiratory illness.  Fauci’s comments come days after the United States authorized emergency use of Eli Lilly & Co’s bamlanivimab, the first experimental antibody drug for COVID-19 in patients who are not hospitalized, but are at risk of serious illness because of their age or other conditions.  “Studies have shown that things like dexamethasone and remdesivir have very positive effects late in the course when people are hospitalized, even when they’ve been on ventilators and requiring oxygen,” Fauci said at a webinar conducted by British think tank Chatham House. (Reporting by Manojna Maddipatla in Bengaluru; Editing by Shounak Dasgupta)","136":"Jan 30 (Reuters) - Eli Lilly and Co reported a 33% rise in fourth-quarter profit on Thursday, boosted by higher sales of its top-selling diabetes drug, Trulicity.  Net income rose to $1.50 billion, or $1.64 per share, in the quarter ended Dec. 31, from $1.13 billion, or $1.10 per share, a year earlier.  Revenue rose to $6.11 billion from $5.64 billion. (Reporting by Manas Mishra and Saumya Sibi Joseph in Bengaluru; Editing by Arun Koyyur)","137":"(Reuters) - A lower dose of non-opioid painkiller developed by Pfizer Inc and Eli Lilly and Co failed to meet main goals in a late-stage study in patients with moderate-to-severe osteoarthritis of the hip or knee, the companies said on Thursday.  The drug, tanezumab, belongs to a new category of pain medications that target nerve growth factor, a protein involved in the growth of nerve cells, and has been touted as a potential blockbuster.  The study tested the treatment in two doses, 2.5 mg and 5 mg, comparing the long-term joint safety and effectiveness at the end of 16 weeks with painkillers that are normally prescribed to patients.  The higher dose of the treatment met two of the three main goals, in which it reduced pain and improved physical function.  There were 10 deaths in the study, of which nine occurred in a group of patients who were given tanezumab. None were considered treatment-related, the companies said.  Share of Pfizer Inc fell 1.2 percent at $38.90 in extended trading, while shares of Eli Lilly were marginally down.","138":"Oct 8 (Reuters) - Eli Lilly and Co said on Thursday it had entered into an agreement with the Bill & Melinda Gates Foundation for potential supply of its experimental antibody treatments for COVID-19 to low and middle-income countries. (Reporting by Manas Mishra in Bengaluru; Editing by Shailesh Kuber)","139":"FILE PHOTO: The logo and ticker for Eli Lilly and Co. are displayed on a screen on the floor of the New York Stock Exchange (NYSE) in New York, U.S., May 18, 2018. REUTERS\/Brendan McDermid  PARIS (Reuters) - Pharmaceutical group Eli Lilly LLY.N said on Tuesday it will cut 250 jobs at its factory located near Strasbourg in Eastern France.  The company said it will reduce its payroll at the plant through a voluntary redundancy plan.  Eli Lilly currently employs 1,400 workers at the plant.","140":"April 1 (Reuters) - Eli Lilly and Co:  * LILLY ENDOWMENT REPORTS OPEN MARKET SALE OF 38,962 SHARES OF ELI LILLY COMMON STOCK AT AVERAGE PRICE OF $140.07PER SHARE ON MARCH 31 - SEC FILING Source text : (bit.ly\/3ayAOda) Further company coverage:","141":"Aug 8 (Reuters) - Drugmaker Eli Lilly said initial results from a study suggest that Apple Inc devices, including the iPhone, in combination with digital apps could differentiate people with mild Alzheimer’s disease dementia and those without symptoms.  The Apple devices were used along with the Beddit sleep monitoring device and digital apps in the study.  The app included psychomotor tasks, such as dragging one shape onto another or tapping a circle as fast and as regularly as possible, reading tasks and a typing task.  The study, tested in 113 participants over the age of 60, was conducted by Apple along with Eli Lilly and Evidation Health. (Reporting by Manas Mishra in Bengaluru; Editing by Shailesh Kuber)","142":"(Reuters) - Eli Lilly said on Monday it will buy Loxo Oncology Inc for $8 billion, an expensive bet on a pipeline of cancer drugs that target rare genetic mutations and the biggest acquisition in the drugmaker’s 143-year history. The price represents a 68 percent premium to Loxo’s Friday share price close, which some Wall Street analysts said was high for a company with only one drug on the market that it shares with a partner.  Loxo shares surged 66 percent to $232.65, close to the offer price of $235 per share, and prompted stock price rises for a other small developers of targeted cancer therapies, including Array BioPharma, Blueprint Medicines Corp and Clovis Oncology Inc. Lilly shares rose 0.5 percent to $115.28.  The cash deal comes on the heels of Bristol-Myers Squibb Co’s agreement last week to buy Celgene Corp for $74 billion in the largest pharmaceutical deal ever, spurring investors’ hopes of a new wave of large healthcare acquisitions.  Loxo gained prominence in 2017 - just three years after going public - with impressive clinical trial results showing its drug to be highly effective on cancers driven by a single gene mutation known as TRK fusion, regardless of where in the body the tumors originated.  These patients, with more than 17 different types of advanced cancer but all with the same genetic mutation, had run out of other treatment options. Yet some 80 percent who received Loxo’s first drug, a pill called larotrectinib, experienced dramatic, often long-term improvement.  The Connecticut-based company won U.S. approval in November for the treatment under the brand name Vitrakvi, which is sold in partnership with Bayer AG. Lilly said it “very much” wants to continue the agreement with Bayer, which sells Vitrakvi outside the United States and shares U.S. commercial costs and profits with Loxo.  Loxo is also developing LOXO-292 targeting a different rare gene mutation, and analysts have forecast eventual annual sales of over $1 billion. Lilly would gain full control of that drug as it is not part of Loxo’s Bayer collaboration.  FILE PHOTO: An orchid stands on a table at the entrance to Loxo Oncology headquarters in Stamford, Connecticut, U.S., February 20, 2018. Picture taken February 20, 2018. REUTERS\/Bill Berkrot  In an interview, Lilly Chief Executive David Ricks said that drug targeting a mutation known as RET, seen in thyroid, lung and other cancers, was a major driver of the deal. It received breakthrough therapy designation from U.S. regulators, which could speed its path to approval.  Loxo was quick to take advantage of new technologies that can isolate genetic drivers of tumor growth, and the willingness of regulators to approve treatments across tumor types when a specific defect is present, Ricks said at the annual JPMorgan Healthcare Conference in San Francisco on Monday.  “Loxo sort of predicted that and then capitalized on that in a way that created value,” Ricks said, adding that the acquisition will help Lilly identify new targetable mutations. He said Lilly was also interested in expanding in immuno-oncology through its own research and possible deals.  FINDING THE PATIENT  Targeted therapies offer the promise of potentially dramatic results if patients most likely to benefit are correctly identified, and are seen as a potential alternative to chemotherapy and its many adverse side effects.  “The acquisition of Loxo, along with last week’s acquisition of Celgene, may represent the cream of the crop in biotech being harvested by big pharma,” IFS Securities analyst David Bouchey said. “The size of the deal may indicate Lilly’s willingness to pay up to out-bid the competition.”  BMO Capital Markets analyst Alex Arfaei said the $8 billion valuation seemed high as Wall Street does not expect Loxo revenue to reach $1 billion until 2023.  Loxo’s drugs present the particular challenge of finding advanced cancer patients with the rare genetic mutations, which will require significantly increased use of advanced sequencing of tumors. The TRK mutation targeted by Vitrakvi only occurs in about 1 percent of patients with solid tumor cancers.  That effort got a boost last year, when the U.S. government said its Medicare program will cover so-called next generation sequencing, which looks for hundreds of mutations across all solid tumors, for advanced cancer patients.  Lilly has typically eschewed large deals, preferring to develop its own drugs. But last year it paid $1.6 billion for Armo Biosciences, a developer of immunotherapy cancer drugs, and said in November it was open to more deals.  Lilly’s oncology portfolio includes lung cancer chemotherapy Alimta, which had third-quarter sales of $520.5 million.  Vitrakvi, priced at $32,800 per month, and experimental follow-up drug LOXO-195, on which Bayer is also a partner, together could generate annual sales of about $750 million, according to Piper Jaffray & Co.  Bayer said it does not expect the Lilly deal to impact its contract with Loxo for the time being.  Loxo’s shares have run up nearly 65 percent over the past 12 months, and ten-fold since its IPO in 2014, while Lilly’s stock has surged about 35 percent since last January.","143":"NEW YORK (Reuters) - The U.S. government expects to be able to provide at no cost more than 1 million doses of antibody treatments for COVID-19 similar to the one President Donald Trump received to treat his illness, according to a top U.S. health official on Friday.  Slideshow ( 2 images )  The government's Operation Warp Speed program currently has \"a couple of hundred thousand doses\" of the monoclonal antibody treatments being developed by drugmakers Regeneron Pharmaceutical Inc REGN.O and Eli Lilly & Co LLY.N, U.S. Department of Health and Human Services official Paul Mango said on a call with reporters. That would top 1 million doses by the end of the year, he said.  Trump received Regeneron’s treatment last week. In a radio interview with Rush Limbaugh on Friday, Trump said he is working to get both drugs approved quickly and that he may not have recovered without the treatments he received.  Both companies have said the drugs were shown to work in clinical trials and that they have submitted an emergency use authorization to the U.S. Food and Drug Administration (FDA).  The drugs are not identical: Regeneron’s treatment is a cocktail of two antibodies meant to protect against the virus, while Lilly’s is a single antibody. Because they have not been tested against the other, it is difficult to know if one is more effective than the other.  It is unclear how long the FDA process to authorize emergency use of the drugs will take. Unless the companies receive that authorization, doctors cannot administer the drugs to patients outside of clinical trials or without a compassionate use authorization like the one President Trump received.  If the drugs are authorized for use by the FDA, Mango said that the government will allocate the treatments to the states based on need, similar to the mechanism used with Gilead Sciences Inc's GILD.O antiviral drug remdesivir for COVID-19.  Regeneron signed a $450 million deal in July to sell Operation Warp Speed enough doses of its antibody treatment, REGN-COV2, to treat around 300,000 people.  The company said it has not signed any additional deals with Operation Warp Speed, and has around 50,000 doses of its treatment ready now.  Lilly said on Friday it has not signed an agreement with Operation Warp Speed. It said earlier this week that it expects to produce around one million doses of the treatment this year.","144":"Jan 26 (Reuters) - Eli Lilly and Co said on Tuesday treatment with a combination of two of its antibodies helped reduce risk of hospitalizations and death due to COVID-19 by 70%, according to results from a late-stage trial.  The results are from over 1,000 participants of the study, which is testing the combination of bamlanivimab and etesevimab. (Reporting by Manojna Maddipatla in Bengaluru; Editing by Shailesh Kuber)","145":"Slideshow ( 2 images )  (Reuters) - Drugmaker Eli Lilly said on Thursday early results from a study suggest that Apple Inc devices, including the iPhone, in combination with digital apps could differentiate people with mild Alzheimer’s disease dementia and those without symptoms.  The study, tested in 113 participants over the age of 60, was conducted by Apple along with Eli Lilly and Evidation Health.  The Apple devices were used along with the Beddit sleep monitoring device and digital apps in the study.  The researchers looked at device usage data and app history of the study participants over 12 weeks.  People with symptoms tended to have slower typing than health volunteers, and received fewer text messages in total.  The participants were also asked to answer two one-question surveys daily as well as perform simple activities every two weeks, such as dragging one shape to the other and tapping a circle as fast as possible on an app.  The study also aimed to differentiate people with mild cognitive impairment, the pre-dementia stage of Alzheimer’s disease.  The early results were presented at a conference in Alaska on Thursday.","146":"(Reuters) - Eli Lilly and Co said on Tuesday its treatment, Verzenio, met the trial goal of reducing the risk of early-stage breast cancer returning, sending the company’s shares up 11%.  The treatment, also known as abemaciclib, is approved to treat certain forms of breast cancer but not prevent cancer from recurring, and analysts estimate the data could add billions to its sales.  About 30% of patients with a common subtype of early breast cancer that the drug targets are at a high-risk of their cancer returning, despite progress in the treatment.  “Assuming 40%-50% penetration into this high risk population translates to an about $2 billion incremental market opportunity,” J.P. Morgan analyst Chris Schott said in a note to clients. But Schott cautioned that more data from the study and competitor results would be needed to fully assess the opportunity.  In May, an independent data monitoring committee said rival Pfizer Inc’s drug, Ibrance, was unlikely to meet the main goal of a study testing it in early breast cancer patients.  The late-stage trial data on Verzenio delivering a reduced risk of breast cancer recurrence or death comes earlier than expected and sets up the drug to have an expanded approval by roughly the middle of next year, said Mizuho analyst Vamil Divan.  Verzenio brought in worldwide sales of about $579.7 million in 2019.  Eli Lilly said it would submit the data from the trial to regulatory authorities before the end of 2020.  Breast cancer is the second most common cancer among women in the United States with black women dying from the disease at a higher rate than white women, according to the U.S. Centers for Disease Control and Prevention.","147":"(Reuters) - Shanghai Junshi Biosciences Co Ltd said on Tuesday it plans to start clinical studies to test its experimental antibody against COVID-19 in the United States and China in the second quarter of the year, with partner Eli Lilly and Co.  Lilly and several other drugmakers such as Gilead Sciences, Pfizer Inc and Merck & Co Inc are racing to develop treatments or vaccines for the fast-spreading respiratory illness caused by the novel coronavirus.  Junshi said the companies intend to file an application to begin human testing of one of their two antibodies - protective proteins produced in response to infection - tested first in rhesus monkeys.  Shanghai Junshi said results from the preclinical studies, published in the science journal Nature, show that both the tested antibodies, called CA1 and CB6, showed substantial neutralization activity against the virus.  The company said CB6, which showed a greater reduction in virus levels in the monkeys, will be advanced to human trials.  Separately, Merck on Tuesday announced a deal and multiple partnerships to develop vaccines and test an antiviral drug against COVID-19.","148":"Eli Lilly and Company won a federal appeals court decision on Friday that protects its chemotherapy drug Alimta from generic competition from Pfizer Inc and Dr Reddy’s Laboratories Ltd.  The U.S. Court of Appeals for the Federal Circuit affirmed a district court ruling that proposed generic versions of Alimta sold by Pfizer and Dr Reddy’s would infringe an Eli Lilly patent that expires in 2022.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2YVoqBd","149":"June 3 (Reuters) - Eli Lilly and Co:  * ELI LILLY - TALTZ SHOWED CONSISTENT EFFICACY & LONG-TERM POTENTIAL TO HELP PATIENTS WITH PSORIATIC ARTHRITIS IN NEW DATA TO BE PRESENTED AT EULAR 2020  * ELI LILLY AND CO - RESULTS AT 52 WEEKS SHOWED IMPROVEMENTS WERE SEEN WITH TALTZ ACROSS MULTIPLE ENDPOINTS, WITH\/WITHOUT USE OF MTX OR OTHER CSDMARDS  * ELI LILLY AND CO - MORE TALTZ PATIENTS ACHIEVED PRIMARY ENDPOINT OF SIMULTANEOUS ACHIEVEMENT OF ACR50 AND PASI 100 AT WEEK 52 IN ALL THREE SUBGROUPS Source text for Eikon: Further company coverage:","150":"March 20 (Reuters) - Eli Lilly and Co:  * US FDA ISSUES COMPLETE RESPONSE LETTER FOR EMPAGLIFLOZIN 2.5 MG AS ADJUNCT TO INSULIN FOR ADULTS WITH TYPE 1 DIABETES  * ELI LILLY AND - LETTER INDICATES FDA IS UNABLE TO APPROVE APPLICATION IN CURRENT FORM  * ELI LILLY AND CO - EMPAGLIFLOZIN 2.5 MG IS BEING DEVELOPED BY BOEHRINGER INGELHEIM & ELI LILLY AND COMPANY Source text for Eikon: Further company coverage:","151":"June 17 (Reuters) - Eli Lilly and Co:  * EMGALITY® DEMONSTRATES REDUCTION IN FREQUENCY, DURATION, AND PAIN SEVERITY IN PATIENTS WITH EPISODIC AND CHRONIC MIGRAINE  * ELI LILLY - PATIENTS ON EMGALITY EXPERIENCED STATISTICALLY FEWER SEVERITY-WEIGHTED HOURS OF PAIN THAN AT BASELINE AT EACH MONTH  * ELI LILLY - IN EPISODIC MIGRAINE, PATIENTS ON EMGALITY EXPERIENCED 68.6 FEWER SEVERITY-WEIGHTED HOURS OF PAIN PER MONTH ON AVERAGE THAN AT BASELINE  * ELI LILLY - IN CHRONIC MIGRAINE, PATIENTS ON EMGALITY EXPERIENCED 102.6 FEWER SEVERITY-WEIGHTED HOURS OF PAIN PER MONTH ON AVERAGE THAN AT BASELINE Source text for Eikon: Further company coverage:","152":"(For a Reuters live blog on U.S., UK and European stock markets, click LIVE\/ or type LIVE\/ in a news window.)  * Xilinx jumps on $35 bln buyout deal from AMD  * Merck up after raising profit forecast  * Pfizer, Eli Lilly fall after results  * Indexes: Dow down 0.26%, S&P flat, Nasdaq up 0.47% (Updates to market open)  Oct 27 (Reuters) - The S&P 500 was little changed on Tuesday after a sharp pull back in the prior session as investors parsed through a slew of mixed corporate earnings, while awaiting progress on U.S. fiscal stimulus.  The blue-chip Dow was weighed down by shares of Caterpillar Inc and 3M Co after the industrial companies reported lower quarterly earnings.  The tech-heavy Nasdaq rose 0.6% as Microsoft Corp firmed 0.8% in the run-up to its results after the closing bell. Apple Inc, Amazon.com, Google-parent Alphabet and Facebook Inc, which account for about a fifth of the S&P 500’s total value, also report results this week.  Concerns over a rise in U.S. coronavirus cases is weighing on the market but technology, in particular, seems the least exposed sector, said Rick Meckler, partner, Cherry Lane Investments, a family investment office in New Vernon, New Jersey.  “A focus on the big technology companies may move this market to rally despite the problems the virus is creating.”  Record number of new coronavirus infections in the United States and some European countries and an elusive fiscal stimulus sent the three major U.S. stock indexes to near four-week lows on Monday.  Sectors sensitive to economic growth took a hit. The S&P 500 banks index and the S&P energy sector shed about 1% each.  Meanwhile, Wall Street’s fear gauge hovered at its highest level in nearly two months on jitters over the outcome of the election.  Democratic challenger Joe Biden leads President Donald Trump in national polls but the race is much tighter in battleground states which determine the election outcome.  At 9:43 a.m. ET, the Dow Jones Industrial Average was down 71.97 points, or 0.26%, at 27,613.41, the S&P 500 was down 0.95 points, or 0.03%, at 3,400.02. The Nasdaq Composite was up 53.17 points, or 0.47%, at 11,412.11.  Insurer American International Group Inc gained 3.3% after its board named Peter Zaffino as chief executive officer and approved a plan to separate the life and retirement business from the rest of the company.  Semiconductor designer Advanced Micro Devices Inc fell 2.8% as it agreed to buy Xilinx Inc in a $35 billion all-stock deal that will intensify its battle with Intel Corp in the data center chip market. Xilinx shares soared about 10.2%, while Intel shares fell 1.9%.  Merck & Co Inc gained 0.4% as it raised its full-year earnings forecast. Drugmaker Eli Lilly and Co fell about 5% after its quarterly profit took a hit from increased costs to develop a COVID-19 treatment.  Declining issues outnumbered advancers for a 1.34-to-1 ratio on the NYSE. Advancing issues outnumbered decliners by a 1.02-to-1 ratio on the Nasdaq.  The S&P index recorded eight new 52-week highs and one new lows, while the Nasdaq recorded 10 new highs and 14 new lows. (Reporting by Medha Singh and Shivani Kumaresan in Bengaluru; Editing by Saumyadeb Chakrabarty and Anil D’Silva)","153":"Feb 26 (Reuters) - Eli Lilly And Co:  * ELI LILLY SAYS NEW DATA SHOW TRULICITY (DULAGLUTIDE) IN COMBINATION WITH SGLT-2 INHIBITOR IMPROVES BLOOD SUGAR CONTROL IN PEOPLE WITH TYPE 2 DIABETES Source text for Eikon: Further company coverage:","154":"Feb 21 (Reuters) - Eli Lilly and Co:  * TRULICITY® (DULAGLUTIDE) IS THE FIRST AND ONLY TYPE 2 DIABETES MEDICINE APPROVED TO REDUCE CARDIOVASCULAR EVENTS IN ADULTS WITH AND WITHOUT ESTABLISHED CARDIOVASCULAR DISEASE  * ELI LILLY AND CO - U.S. FDA APPROVED TRULICITY FOR REDUCTION OF MAJOR ADVERSE CARDIOVASCULAR EVENTS IN ADULTS WITH TYPE 2 DIABETES Source text for Eikon: Further company coverage:","155":"MILAN (Reuters) - Italy’s medicines regulator AIFA has given the green light for emergency use of COVID-19 antibody therapies developed by U.S drugmakers Eli Lilly and Regeneron, it said on Friday.  The treatments are aimed at patients with mild to moderate disease who are at risk of their condition worsening, AIFA said.  The regulator’s scientific committee said it was appropriate to provide this treatment option, while also pointing out that the data is not yet well developed and there is uncertainty about how much benefit the drugs offer.  “This is a high-risk setting for which no standard treatment with proven efficacy is currently available,” AIFA said, noting it was giving approval on extraordinary basis due to the emergency situation.  The EU regulator said on Thursday it was reviewing data on the Eli Lilly and Regeneron antibody therapies.  Regeneron’s cocktail of casirivimab and imdevimab was authorised for emergency use in the United States in November, and was given to former U.S. President Donald Trump when he was ill with COVID-19.  Eli Lilly’s combination therapy of two antibodies, bamlanivimab and etesevimab, helped cut the risk of hospitalization and death in COVID-19 patients by 70%, data from a late-stage trial showed in January.","156":"(Reuters) - An arthritis drug developed by Eli Lilly & Co and Incyte Corp should not be approved at a 4-milligram dose, advisers to the U.S. FDA voted on Monday, in a setback to the drugmakers that were counting on the treatment as a future blockbuster.  The advisory committee to the U.S. Food and Drug Administration (FDA), however, voted in favor of approving a lower, 2 milligram (mg) dose of the drug, baricitinib, for the treatment of rheumatoid arthritis.  An approval of just the lower dose would severely limit the business opportunity for Lilly and Incyte , analysts have said.  Baricitinib, which is already approved in over 40 countries including in the European Union and Japan, is used largely as a 4 mg dose that is crucial for patients who do not respond to available therapies, Christi Shaw, the president of Lilly Bio-Medicines, said in an interview.  The vote comes a year after baricitinib was rejected by the FDA, which cited serious safety concerns.  The agency has continued to raise those concerns, particularly the risk of developing deadly blood clots.  The setback to Lilly and Incyte also comes as major drugs are already vying for a bigger slice of the lucrative market for rheumatoid arthritis drugs.  Pfizer’s Xeljanz, AbbVie’s Humira and Amgen’s Enbrel are all approved to treat the disease.  While the advisory committee agreed that both the 2 mg and 4 mg doses of baricitinib were effective, panelists were divided on the question of the drug’s safety.  The committee’s recommendations, although not binding, are typically followed by the FDA.  A patient suffering from rheumatoid arthritis since the age of two described her struggles with the painful disease, telling the committee she had to resort to “eight aspirin a day for 10 years” back in the 1970s when treatment options were limited.  “There is nothing left for someone like me,” the patient said, urging the committee to vote in favor of both doses.  The panel voted 10-to-5 in favor of approving the 2 mg dose, noting that the drug’s benefits outweighed its risks.  The panel also voted by a similar margin against approving the 4 mg dose.  Lilly expects a decision from the FDA by the end of June, when it will announce further plans, Shaw said.  Incyte shares fell 3.6 percent to $65.71 in after-hours trading on Monday, while Lilly’s stock dipped 1.2 percent to $80.20.","157":"(Reuters) - Drugstore operator chain CVS Health Corp said it had hired former Eli Lilly Chief Financial Officer Derica Rice as the president of its pharmacy benefit management (PBM) business.  CVS is in the process of closing its $69 billion acquisition of Aetna Inc as it works to tackle soaring healthcare spending.  “Our PBM clients and the members they serve are asking for innovation, especially around value-based reimbursement models and the role pharmacy can play in ... lowering total health care costs,” CVS’s Chief Operating Officer Jon Roberts said.  Rice, who was with Eli Lilly for 27 years, would join CVS on March 30.","158":"April 4 (Reuters) - Eli Lilly and Co:  * LILLY AND SIGILON THERAPEUTICS ANNOUNCE STRATEGIC COLLABORATION TO DEVELOP ENCAPSULATED CELL THERAPIES FOR THE TREATMENT OF TYPE 1 DIABETES  * SIGILON TO RECEIVE UPFRONT PAYMENT OF $63 MILLION AND UNDISCLOSED EQUITY INVESTMENT  * PRODUCING CELLS FOR POTENTIAL TREATMENT OF TYPE 1 DIABETES  * LILLY WILL RECEIVE AN EXCLUSIVE WORLDWIDE LICENSE TO SIGILON’S AFIBROMER TECHNOLOGY FOR ISLET CELL ENCAPSULATION  * SIGILON IS ALSO ELIGIBLE TO RECEIVE UP TO $410 MILLION IN DEVELOPMENT AND COMMERCIALIZATION MILESTONES  * PROCESS RESEARCH AND DEVELOPMENT CHARGE TO EARNINGS OF APPROXIMATELY $0.05 PER SHARE IN Q2 OF 2018  * AFTER IND IS SUBMITTED,CO WILL BE RESPONSIBLE FOR ALL CLINICAL DEVELOPMENT & COMMERCIALIZATION ACTIVITIES & COSTS RELATED TO COLLABORATION  * GAAP EARNINGS PER SHARE GUIDANCE AS A RESULT OF THE TRANSACTION  * SIGILON WILL BE RESPONSIBLE FOR ALL DEVELOPMENT ACTIVITIES & COSTS RELATED TO COLLABORATION UNTIL SUBMISSION OF IND  * SIGILON ELIGIBLE TO GET SINGLE TO DOUBLE DIGIT TIERED ROYALTIES ON FUTURE PRODUCT SALES IF DEAL YIELDS COMMERCIALLY SUCCESSFUL PRODUCT Source text for Eikon: Further company coverage: (Reuters.Brief@thomsonreuters.com)","159":"FILE PHOTO: Anthony Fauci, MD, Director, National Institute of Allergy and Infectious Diseases, National Institutes of Health, testifies during a U.S. Senate Senate Health, Education, Labor, and Pensions Committee Hearing to examine COVID-19. Washington, D.C., U.S., September 23, 2020. Graeme Jennings\/Pool via REUTERS\/File Photo  (Reuters) - U.S. infectious disease expert Anthony Fauci said on Thursday vaccine developers should push to make billions of their COVID-19 vaccines to ensure access to all parts of the world, instead of focusing on the rich countries.  Fauci’s comments come days after Pfizer Inc said its COVID-19 vaccine candidate was more than 90% effective based on initial results from a large-scale trial, securing a lead in the race to develop a safe and effective vaccine for the respiratory illness.  Pfizer has a $1.95 billion contract with the U.S. government to deliver 100 million vaccine doses beginning this year, as well as a deal with the European Union to supply up to 300 million doses.  “Now a number of different companies are talking about the ability to make billions of doses. That’s what we need. We don’t need hundreds of millions for the rich countries,” Fauci said at a webinar conducted by British think tank Chatham House.  “We need billions (of vaccine doses), so whether you live in the darkest part of the developing world, or if you live in London, you should have the same access.”  Experts have also raised doubts about access to the vaccine, especially in the developing countries, as it needs to be stored at temperatures of minus 70 degrees Celsius (-94 F) or below, posing infrastructure challenges.  “Certainly it is not going to be pandemic for a lot longer, because I believe the vaccines are going to turn that around,” Fauci said, while adding that there may be a need to re-vaccinate people intermittently, if COVID-19 becomes endemic.  Fauci said efforts were underway in the United States to push for the development of antivirals and other therapies for early intervention during the course of the COVID-19 respiratory illness.","160":"April 24 (Reuters) - U.S. drugmaker Eli Lilly and Co reported a quarterly profit on Tuesday on higher demand for its newer treatments such as its diabetes drug Trulicity and psoriasis medicine Taltz.  The company reported net income of $1.22 billion, or $1.16 per share, in the first quarter ended March 31, compared with a loss of $110.8 million, or 10 cents per share, a year earlier.  Revenue rose 9 percent to $5.70 billion. (Reporting by Akankshita Mukhopadhyay in Bengaluru; Editing by Sriraj Kalluvila)","161":"(Adds exec background, announcement details)  July 11 (Reuters) - Drugmaker Eli Lilly and Co said on Thursday Christi Shaw, president of its bio-medicines business, would leave the company at the end of next month.  Patrik Jonsson, general manager of Lilly Japan, will succeed Shaw, who joined the company in 1989.  Shaw left the drugmaker in 2002 and later held senior positions at Novartis and in the Janssen and Ethicon units of Johnson & Johnson. She returned to Lilly in 2017 as the bio-medicines head.  Jonsson, who would also be taking up the role of senior vice president, has been with the drugmaker since 1990.  The Indianapolis-based company also said its senior vice president and general counsel, Mike Harrington, would retire at the end of this year.  A search is underway for Harrington’s successor, Lilly said. (Reporting by Manojna Maddipatla in Bengaluru; Editing by Maju Samuel)"}}