{"date":{"0":"2019\/11\/13","1":"2020\/03\/06","2":"2019\/10\/03","3":"2020\/02\/11","4":"2018\/05\/02","5":"2020\/02\/24","6":"2020\/02\/11","7":"2019\/03\/26","8":"2018\/03\/07","9":"2020\/07\/31","10":"2020\/11\/16","11":"2018\/03\/15","12":"2019\/03\/08","13":"2020\/04\/06","14":"2020\/06\/23","15":"2019\/11\/13","16":"2018\/04\/12","17":"2020\/12\/10","18":"2019\/09\/05","19":"2019\/01\/25","20":"2020\/10\/28","21":"2020\/12\/10","22":"2020\/02\/25","23":"2021\/02\/16","24":"2018\/10\/30","25":"2020\/12\/26","26":"2020\/10\/28","27":"2019\/08\/27","28":"2018\/12\/04","29":"2018\/04\/18","30":"2020\/03\/06","31":"2019\/01\/22","32":"2018\/07\/26","33":"2018\/04\/27","34":"2018\/05\/15","35":"2018\/02\/21","36":"2020\/12\/11","37":"2019\/04\/29","38":"2019\/11\/06","39":"2021\/02\/04","40":"2019\/07\/02","41":"2020\/12\/06","42":"2018\/11\/08","43":"2018\/05\/02","44":"2020\/02\/29","45":"2019\/04\/30","46":"2019\/07\/30","47":"2019\/07\/30","48":"2018\/08\/11","49":"2020\/03\/12","50":"2018\/04\/02","51":"2019\/10\/29","52":"2019\/04\/29","53":"2020\/04\/06","54":"2018\/11\/22","55":"2018\/12\/04","56":"2018\/12\/04","57":"2020\/02\/24","58":"2020\/03\/06","59":"2020\/01\/29","60":"2020\/12\/14","61":"2020\/01\/31","62":"2020\/06\/23","63":"2020\/12\/18","64":"2020\/06\/17","65":"2019\/01\/22","66":"2020\/07\/02","67":"2020\/04\/06","68":"2020\/02\/14","69":"2018\/04\/16","70":"2020\/12\/18","71":"2019\/01\/22","72":"2018\/12\/04","73":"2019\/08\/06","74":"2018\/04\/16","75":"2020\/02\/24","76":"2019\/01\/26","77":"2019\/07\/02","78":"2020\/12\/06","79":"2020\/02\/24","80":"2018\/05\/02","81":"2018\/05\/02","82":"2020\/07\/30","83":"2018\/07\/26","84":"2021\/01\/28","85":"2019\/04\/30","86":"2018\/10\/24","87":"2021\/01\/28","88":"2020\/08\/17","89":"2020\/12\/11","90":"2020\/04\/29","91":"2018\/11\/23","92":"2020\/07\/30","93":"2018\/10\/30","94":"2020\/02\/05","95":"2018\/12\/04","96":"2020\/03\/06","97":"2018\/04\/27","98":"2019\/09\/04","99":"2018\/11\/01","100":"2019\/10\/22","101":"2018\/12\/04","102":"2020\/01\/29","103":"2019\/09\/16","104":"2018\/06\/28","105":"2019\/02\/08","106":"2019\/04\/30","107":"2019\/08\/15","108":"2020\/11\/16","109":"2020\/04\/29","110":"2019\/01\/31","111":"2020\/02\/05","112":"2019\/02\/13","113":"2018\/10\/30","114":"2019\/10\/29","115":"2020\/02\/25","116":"2020\/12\/10","117":"2019\/08\/06","118":"2021\/02\/10","119":"2020\/06\/30","120":"2019\/02\/15","121":"2020\/02\/25","122":"2020\/01\/31","123":"2018\/04\/11","124":"2021\/01\/05","125":"2019\/01\/25","126":"2019\/02\/08","127":"2020\/05\/20","128":"2020\/07\/31","129":"2020\/10\/28","130":"2019\/01\/31","131":"2019\/03\/14","132":"2019\/02\/13","133":"2020\/05\/20","134":"2018\/09\/18","135":"2019\/10\/22","136":"2018\/09\/18","137":"2018\/02\/27","138":"2018\/03\/06","139":"2020\/06\/25","140":"2018\/06\/28","141":"2018\/04\/05"},"text":{"0":"Nov 13 (Reuters) - The Federal Trade Commission (FTC) is conducting a preliminary inquiry on Visa Inc and Mastercard Inc over policies that can prohibit merchants from routing card transactions through other debit networks, Bloomberg Law reported on Wednesday, citing sources familiar with the matter.  The FTC has been reaching out to large merchants and their trade groups over the issue, the report said. (bit.ly\/2O5Br3M)  Visa and Mastercard did not immediately respond to a request for comment. (Reporting by Bharath Manjesh in Bengaluru; Editing by Shinjini Ganguli)","1":"March 6 (Reuters) -  * MASTERCARD SHUTS OFFICE IN SAO PAULO AND AN ANNEX LOCATION NEAR ITS HEADQUARTERS IN NEW YORK AFTER AN EMPLOYEE CONTRACTED CORONAVIRUS - BLOOMBERG NEWS Source text: bloom.bg\/2wDa7oE Further company coverage:","2":"FILE PHOTO: The company logo and trading information for BlackRock is displayed on a screen on the floor of the New York Stock Exchange (NYSE) in New York, U.S., March 30, 2017. REUTERS\/Brendan McDermid  NEW YORK (Reuters) - BlackRock Inc BLK.N has teamed up with Mastercard Inc MA.N, United Parcel Service Inc UPS.N and Etsy Inc ETSY.O among other organizations, to build and test tools to help individuals start saving for emergencies.  The companies will work with a group of nonprofits focused on consumer financial health to build then test savings products on their employees, BlackRock said in a statement.  The program will be funded by BlackRock’s previously announced $50 million commitment to its emergency savings initiative, the asset manager said.  A number of companies have in recent years taken steps to encourage employees to fund emergency accounts as they respond to data that suggests a large percentage of American households are ill-prepared to deal with a financial emergency.  A recent Federal Reserve report on the economic wellbeing of American households found that about 40% of Americans would struggle to cover an unexpected $400 expense.","3":"FILE PHOTO: The headquarters of the People's Bank of China, the central bank, is pictured in Beijing, China, as the country is hit by an outbreak of the new coronavirus, February 3, 2020. REUTERS\/Jason Lee\/File Photo  BEIJING (Reuters) - China’s central bank said on Tuesday it has approved an application by Mastercard’s China joint venture to conduct bank card clearing operations in the country.  The People’s Bank of China (PBOC) made the announcement weeks after China and the United States signed a Phase I trade deal in which Beijing agreed to open up its giant financial services market.  The approval, made with China’s banking regulator, is another example of “China opening up its financial industry, and deepening supply-side reforms in the sector,” PBOC said in a statement on its website.  In early January, PBOC said it had accepted an application from a unit of American Express Co regarding starting operations in China. [nL4N29D338] American card giant Visa submitted its application in early 2018 and is still awaiting approval.  China is opening up its local currency payments market to foreign companies after a decade of lobbying from foreign players seeking direct access to what is set to be the biggest bank card market by 2020.  Mastercard’s China JV is given a maximum of one year to prepare for business opening, which also requires PBOC approval.  The Sino-U.S. Phase I trade deal states that no later than one month after U.S. service suppliers, including Mastercard, Visa and American Express, notify China that preparatory work is completed, China shall accept the licence application.","4":"May 2 (Reuters) - Mastercard Inc:  * ORPORATED REPORTS FIRST-QUARTER 2018 FINANCIAL RESULTS  * FIRST-QUARTER ADJUSTED NET INCOME OF $1.6 BILLION, OR $1.50 PER ADJUSTED DILUTED SHARE  * FIRST-QUARTER NET INCOME OF $1.5 BILLION, OR $1.41 PER DILUTED SHARE  * FIRST-QUARTER GROSS DOLLAR VOLUME UP 14% AND PURCHASE VOLUME UP 15%  * MASTERCARD - AS OF MARCH 31, CO’S CUSTOMERS HAD ISSUED 2.4 BILLION MASTERCARD, MAESTRO-BRANDED CARDS, ADJUSTED FOR IMPACT OF VENEZUELA DECONSOLIDATION  * Q1 EARNINGS PER SHARE VIEW $1.25 -- THOMSON REUTERS I\/B\/E\/S  * FIRST-QUARTER NET REVENUE OF $3.6 BILLION, OR AN INCREASE OF 31%  * QTRLY INCREASE IN CROSS-BORDER VOLUMES OF 21% ON A LOCAL CURRENCY BASIS  * Q1 REVENUE VIEW $3.25 BILLION -- THOMSON REUTERS I\/B\/E\/S  * MASTERCARD’S CEO SAYS “WE ARE INVESTING IN AREAS SUCH AS SAFETY AND SECURITY AND OUR DIGITAL SOLUTIONS TO DRIVE LONG-TERM GROWTH”  * INCREASE IN SWITCHED TRANSACTIONS OF 17%, ADJUSTED FOR IMPACT OF VENEZUELA DECONSOLIDATION, TO 16.7 BILLION IN QUARTER Source text for Eikon: (bit.ly\/2rfeEYR) Further company coverage:","5":"Feb 24 (Reuters) - Mastercard Inc:  * MASTERCARD INC - CROSS-BORDER TRAVEL, & TO A LESSER EXTENT CROSS-BORDER E-COMMERCE GROWTH, IS BEING IMPACTED BY CORONAVIRUS  * MASTERCARD INC - EXPECT YEAR-OVER-YEAR NET REVENUE GROWTH OF 9-10% IN Q1 ON A CURRENCY-NEUTRAL BASIS, EXCLUDING ACQUISITIONS  * MASTERCARD INC - UPDATES FIRST-QUARTER AND FULL-YEAR 2020 NET REVENUE OUTLOOK BASED ON IMPACT OF CORONAVIRUS  * MASTERCARD - SWITCHED VOLUME AND SWITCHED TRANSACTION GROWTH REMAIN IN-LINE WITH EXPECTATIONS  * MASTERCARD - IF TRENDS CONTINUE THROUGH END OF QUARTER, YOY NET REVENUE GROWTH IN Q1 WILL BE ABOUT 2-3 PERCENT POINTS LOWER THAN DISCUSSED ON JAN. 29, 2020  * MASTERCARD - IF CORONAVIRUS IMPACT IS LIMITED TO Q1, 2020 NET REVENUE GROWTH TO BE AT LOW END OF LOW-TEENS RANGE, ON CURRENCY-NEUTRAL BASIS, EXCLUDING M&A Source: (bit.ly\/2Tegy94) Further company coverage:","6":"BEIJING, Feb 11 (Reuters) - China’s central bank said on Tuesday it has approved an application by Mastercard’s China joint venture to conduct bank card clearing operations in the country.  The decision, made with China’s banking regulator, is part of efforts to open up China’s financial industry, the People’s Bank of China said in a statement on its website. (Reporting by Beijing Newsroom, editing by Louise Heavens)","7":"A Mastercard logo is seen on a credit card in this picture illustration August 30, 2017. REUTERS\/Thomas White\/Illustration  LONDON (Reuters) - Global payments giant Mastercard has said it will invest $300 million as a cornerstone investor in the planned London float of payments processor Network International.  Dubai-based Network International is the largest payments processor in the Middle East and Africa and set to be the first international IPO in London this year.  Network International is targeting a valuation of around $3 billion according to banking sources.  Mastercard said it would invest in shared projects with Network International in the Middle East and Africa as part of the deal.  Network International is currently jointly owned by Dubai bank Emirates NBD and private equity firms Warburg Pincus and General Atlantic  Mastercard said its investment would be based on the same terms as institutional investors participating in the IPO.  The deal is subject to Mastercard’s ownership being limited to 9.99 percent and Network International achieving a free float of at least 25 percent.  (This story corrects investment to dollars, not pounds)","8":"March 7 (Reuters) - Mastercard Inc:  * MASTERCARD INC - ANNOUNCED INTEGRATION OF ITS PHYSICAL AND DIGITAL PAYMENTS TEAMS UNDER ONE ORGANIZATION, EFFECTIVE APRIL 2, 2018  * MASTERCARD - MICHAEL MIEBACH, CHIEF PRODUCT OFFICER, WILL LEAD NEWLY-FORMED PRODUCTS AND INNOVATION TEAM Source text for Eikon: Further company coverage:","9":"FILE PHOTO: The Whatsapp logo and binary cyber codes are seen in this illustration taken November 26, 2019. REUTERS\/Dado Ruvic\/Illustration\/File Photo  SAO PAULO (Reuters) - Brazil’s central bank has authorized testing of payments via Facebook Inc’s messaging service WhatsApp in the country, Visa Inc and Mastercard Inc said on Friday, easing an outright ban on the service imposed last month.  The ubiquitious messaging service in Brazil was finally entering the arena of payments by launching the service on June 15, after years of questions on how Facebook would make money from WhatsApp.  But only eight days later, Brazil’s central bank and anti-trust regulator blocked the service, saying it must be reviewed fair competition and data privacy concerns.  Mastercard said in a statement that the tests would allow a limited number of cards to make small payments while the service is still pending central bank approval.  The central bank said in a statement that “the request is being analyzed and is following the normal approval procedure,” without elaborating.","10":"FILE PHOTO: A Mastercard logo is seen on a credit card in this picture illustration August 30, 2017. REUTERS\/Thomas White\/Illustration  (Reuters) - Mastercard Inc said (here) on Monday the U.S. Department of Justice has allowed it to move forward with its $825 million deal to buy fintech firm Finicity.  The deal was first announced in June by the payment processing company.  Finicity is expected to help Mastercard strengthen its open banking services, which allow customers to determine how and where third parties such as fintechs or other banks can access information to initiate payments on their behalf or provide money management services.  Finicity has partnered with major financial institutions in the past including Wells Fargo & Co, Fidelity Investments, Capital One Financial Corp and JPMorgan Chase.  Mastercard said in June the deal was expected to close by the end of the year.","11":"March 15 (Reuters) - Mastercard Inc:  * MASTERCARD FILES FOR POTENTIAL MIXED SHELF, SIZE NOT DISCLOSED - SEC FILING Source text : ( bit.ly\/2HyR3bd ) Further company coverage:","12":"FILE PHOTO: A Mastercard logo is seen on a credit card in this picture illustration August 30, 2017. REUTERS\/Thomas White\/Illustration  (Reuters) - Mastercard Inc said on Friday its offer window to buy payments firm Earthport Plc had lapsed, which potentially clears the way for rival Visa Inc to make a bid for the British company.  Earthport, which offers a lower-cost option to traditional payments systems, has been at the heart of a bidding battle between Mastercard and Visa since the end of December.  The company, which had earlier backed Mastercard’s bid, most recently urged shareholders to accept Visa’s higher offer.  “(Mastercard) has today exercised its right to terminate the cooperation agreement entered into by Bidco and Earthport with immediate effect,” the company said in a statement, adding it had valid acceptance from only 0.29 percent shareholders of Earthport.  Earthport’s London-listed shares slumped 23.9 percent to 36.4 pence at 0119 GMT.","13":"BRUSSELS, April 6 (Reuters) - The European Commission has been asked by six European countries to look at Mastercard Inc’S bid for a majority stake in the corporate services businesses of Scandinavian payments group Nets over competition fears, it said on Monday.  The Commission, which acts as the competition enforcer for the 27-country bloc, said it has been asked by Austria, Denmark, Finland, Norway, Sweden and Britain to take over the case. (Reporting by Foo Yun Chee Editing by David Goodman)","14":"BRASILIA, June 23 (Reuters) - Brazil’s central bank ruled on Tuesday that Visa and Mastercard must suspend launching payments and transfers on Facebook’s WhatsApp in the country, or must cease such operations immediately, according to a statement.  The bank said it had made the decision in order to preserve the competitive environment and that if the companies failed to comply with the ruling, they would be subject to fines and administrative sanction.","15":"Slideshow ( 2 images )  (Reuters) - The Federal Trade Commission (FTC) has initiated a preliminary inquiry on Visa Inc V.N and Mastercard Inc MA.N for possibly prohibiting merchants from using other debit networks, Bloomberg Law reported on Wednesday, citing sources.  The regulator is looking into whether Visa, Mastercard and other large debit card issuers are blocking retailers from routing card transactions over alternative networks such as Pulse, NYCE and Star, the report said.  The FTC has been reaching out to large merchants and their trade groups over the issue, the report added. (bit.ly\/2O5Br3M)  The inquiry could spell fresh regulatory trouble for the world’s two largest payments processors which settled a protracted European Union antitrust probe in April this year over card fees.  The regulator has probed issues related to debit routing in the past. Following an FTC inquiry in 2016, Visa revised a rule that required retailers to ask cardholders to choose a routing network for their debit card transactions.  The FTC declined to comment and the companies did not immediately respond to a request for comment.","16":"April 12 (Reuters) - Mastercard Inc:  * MASTERCARD AND BJ’S WHOLESALE CLUB ENHANCE CHECKOUT EXPERIENCE FOR SHOPPERS WITH MASTERPASS Source text for Eikon: Further company coverage:","17":"FILE PHOTO: A Mastercard logo is seen on a credit card in this picture illustration August 30, 2017. REUTERS\/Thomas White\/Illustration  (Reuters) - Mastercard Inc and Visa Inc on Thursday stopped processing payments on Pornhub after a New York Times report last week that many videos posted on the adult website depicted sexual assault of children.  Mastercard said it was permanently ending the use of its cards on the sex videos site after its investigation confirmed the presence of illegal content on the platform. Visa said it was suspending payments till an investigation was completed.  Pornhub called the actions as “disappointing”, saying it came after the site implemented safeguards such as a ban on video downloads, as well as permitting only certain partner accounts to upload content.  The New York Times article had also described some videos on the site as recordings of assaults on unconscious women and girls.  Pornhub has denied the allegations.  “This news is crushing for the hundreds of thousands of models who rely on our platform for their livelihoods,” Pornhub said on Thursday.","18":"CARACAS (Reuters) - A Venezuelan bank run by the troubled country’s military on Wednesday slammed Mastercard for cutting off service to the bank’s credit cards following U.S. sanctions against the government of President Nicolas Maduro.  FILE PHOTO: Mastercard Inc. credit cards are displayed in this picture illustration taken December 8, 2017. REUTERS\/Benoit Tessier\/Illustration  The measure is another sign of how U.S. sanctions are affecting the functioning of Venezuelan state institutions.  But the practical impact is limited because the bank is small and hyperinflation has reduced use of credit cards, whose credit limits rarely keep up with price increases.  “The Bank of the Armed Forces denounces to its civilian and military clients ... the suspension of interbank services for its credit cards on the part of the American company Mastercard,” the bank said in a statement posted on Twitter.  The U.S. Treasury Department in March told Visa, Mastercard and American Express that they could not continue doing business with Venezuelan state institutions after March 2020.  That was part of a broad set of sanctions against Venezuela’s government that is meant to push Maduro from office and support opposition leader Juan Guaido, who in January invoked the constitution to assume a rival interim presidency.  Commerce in Venezuela’s collapsing economy depends heavily on debit card transactions, which operate principally on a local platform, and increasingly on dollars and euros in cash.  Venezuelan bank regulator Sudeban earlier this year asked local banks to design a new payment system, according to a financial sector source, who added the project has not been completed.  “#Mastercard should know that its arbitrary action will not intimidate us,” Bank of the Armed Forces President Dario Baute wrote via Twitter. “The @BanFANB technology team is stronger than you think and our legal team will respond with the same force with which you attacked us.”  Mastercard, Venezuela’s Information Ministry and the Bank of the Armed Forces did not respond to requests for comment.  Mastercard also halted services to state-run Agricultural Bank. Phone numbers published on that bank’s website were disconnected.","19":"(Reuters) - Mastercard Inc made a 233 million pound ($305 million) bid to take over payments firm Earthport Plc on Friday, as it looks to head off rival Visa Inc’s attempts to buy the British company.  A Mastercard logo is seen on a credit card in this picture illustration August 30, 2017. REUTERS\/Thomas White\/Illustration  Mastercard’s offer is at a 10 percent premium to Visa’s 198 million pound offer. Visa said later in the day that it would consider its options, without giving further details.  Earthport’s shares, which have risen four-fold since Visa first offered to buy the company, rose another 30 percent on Friday.  Mastercard said the Earthport deal would allow it to expand its cross-border network service, the same reason cited by Visa when it made its bid in December.  The rival bid comes after Earthport’s shares, listed on the London Stock Exchange’s secondary market, fell more than 28 percent in 2018 amid growing losses and expenses. In November, the company said “fundamental” changes were required in its strategy.  Payment processing has become one of the hottest areas for deal making in the last two years, driven by technological changes in the way consumers pay for products.  Earthport offers a lower-cost alternative to traditional payments systems by allowing banks and money transfer firms to have a single relationship instead of multiple ties with various payments channels around the world.  Earthport’s directors have unanimously recommended Mastercard’s offer and withdrawn their recommendation for Visa’s proposal, the company said.  Mastercard shares were up 1.8 percent, while Visa shares were up 1.1 percent on the New York Stock Exchange.  ($1 = 0.7634 pounds)","20":"Oct 28 (Reuters) - Mastercard Inc reported a 28% slump in quarterly profit on Wednesday as fewer people used its cards to shop, travel and pay bills during the COVID-19 pandemic.  Net income fell to $1.5 billion, or $1.51 per share, in the third quarter ended Sept. 30 from $2.1 billion, or $2.07 per share, a year earlier. (Reporting by Noor Zainab Hussain in Bengaluru; Editing by Ramakrishnan M.)","21":"Dec 10 (Reuters) -  * MASTERCARD SAYS USE OF ITS CARDS AT PORNHUB IS BEING TERMINATED- NYT COLUMNIST TWEET  * MASTERCARD SAYS “CONTINUE TO INVESTIGATE POTENTIAL ILLEGAL CONTENT ON OTHER WEBSITES” - NYT COLUMNIST TWEET  * MASTERCARD SAYS INVESTIGATION ON PORNHUB OVER PAST SEVERAL DAYS CONFIRMED VIOLATIONS OF ITS STANDARDS PROHIBITING UNLAWFUL CONTENT-NYT COLUMNIST TWEET Source text : bit.ly\/3m42Hyr Further company coverage:","22":"Feb 25 (Reuters) - Mastercard said on Tuesday Chief Executive Officer Ajay Banga will step down at the start of the next year and will be replaced by Chief Product Officer Michael Miebach.  While Banga, who took over as CEO in April 2010, will become executive chairman, Miebach will take over as the company’s president on March 1.  Chairman Richard Haythornthwaite will retire after more than a decade in the role, when Banga assumes his new role, the company said in a statement. (Reporting by C Nivedita in Bengaluru; Editing by Arun Koyyur )","23":"FILE PHOTO: A Mastercard logo is seen on a credit card in this picture illustration August 30, 2017. REUTERS\/Thomas White\/File Photo  ZURICH (Reuters) - The Swiss Competition Commission (COMCO) has opened an investigation of Mastercard Inc into possible obstruction of SIX’s National Cash Scheme (NCS), a set of rules for withdrawals and other transactions at banks’ cash machines, the watchdog said on Tuesday.  “The obstruction occurs because Mastercard refuses to co-badge the NCS on the new debit Mastercard,” the watchdog said in a statement, referring to the practice of adding a second payment application or brand onto a debit card.  “COMCO is now investigating whether Mastercard has abused its position as a dominant company. Precautionary measures were taken for the duration of the investigation,” it said.","24":"(Reuters) - Mastercard's MA.N shares reversed course to fall sharply in afternoon trading on Tuesday as investors worried the company's third-quarter revenue growth was largely being driven by rebates and incentives and not by transaction volumes.  A Mastercard logo is seen on a credit card in this picture illustration August 30, 2017. REUTERS\/Thomas White\/Illustration  The payments processor said its revenue rose 14.7 percent to $3.90 billion in the quarter, out of which rebates and incentives accounted for $1.74 billion.  Payments processors and card companies use rebates and incentives to forge alliances with banks and merchants, which then pass on these incentives to customers who begin using their networks for transactions.  “If I had to pick at something ... it would be that the quality of revenue came mostly from incentives and rebates, rather than from gross revenue trends,” said Darrin Peller, managing director and senior research analyst at Wolfe Research.  The company’s gross dollar volume - the dollar value of transactions processed which is considered the core source of revenue - rose 9 percent to $1.47 trillion, but missed KBW’s estimates of $1.51 trillion.  Shares of the company, which rose more than 2 percent before the opening bell, fell 4.2 percent to $186.60 in afternoon trading, overshadowing the quarterly profit and revenue that beat estimates on the back of strong consumer spending.  Several analysts said the increase in the company’s organic revenue was weak and the revenue growth powered by incentives and rebates is not an ideal way to grow.  Mastercard's net income rose bit.ly\/2AyIxbl to a record $1.90 billion, or $1.82 per share, in the three months ended Sept. 30. Excluding items, it earned $1.78 per share, trouncing estimates of $1.68 per share, according to Refinitiv data.  The Purchase-New York based company processed 23.12 billion transactions worldwide in the quarter, up 19.2 percent. Its customers had issued 2.5 billion Mastercard and Maestro-branded cards, as of Sept. 30, the company said.  Mastercard’s expenses rose 11 percent, mostly due to investments in strategic initiatives.","25":"(Reuters) -U.S. retail sales rose 3% during this year’s expanded holiday shopping season from Oct. 11 to Dec. 24, a report by Mastercard Inc said on Saturday, powered by a pandemic-driven shift toward online shopping.  U.S. ecommerce sales jumped 49% in this year’s holiday shopping season, according to Mastercard SpendingPulse report, underscoring the COVID-19 pandemic’s role in transforming customers’ shopping habits.  Holiday e-commerce sales made up 19.7% of total retail sales this year, the data showed, noting that options such as buy online and pick-up-in-store, contactless technologies were key for retailers.  The holiday shopping season can account for the majority of certain retailers’ annual sales, but the health crisis meant several retailers including Walmart Inc and Target Corp, faced with capacity constraints in certain stores, rolled out their holiday promotions early.  E-commerce giant Amazon.com Inc also pushed back its annual summer promotional event to October, marking a longer-than-ever holiday season for retailers who missed out on sales for several weeks during the lockdowns earlier this year.  “This was a healthier holiday season than many had forecast,” senior advisor for Mastercard Steve Sadove told Reuters in an interview.  Sadove believes the digital trend will continue to grow in 2021, with smaller retailers also embracing new technology to offer customers new ways to shop.  People spending longer at home due to extended work-from-home and remote learning policies have fueled demand for home decor and home-improvement products, with retail sales in the home furniture and furnishings category jumping 16.2% according to the report.  Electronics and appliances also rose 6% during the period, as a reduction in spending on dining out, travel and leisure encouraged shoppers to make other purchases.  Sales of apparel and jewelry slumped overall, but e-commerce sales rose 15.7% and 44.6%.  The SpendingPulse report tracks spending by combining sales activity in Mastercard’s payments network with estimates of cash and other payment forms but excludes automobile sales.","26":"FILE PHOTO: A Visa logo is seen during a news conference at the MAXXI National Museum in Rome, Italy May 17, 2016 REUTERS\/Alessandro Bianchi  (Reuters) - Visa Inc V.N missed Wall Street estimates for fourth quarter profit on Wednesday, as high unemployment due to the coronavirus-induced recession continued to weigh on consumer spending.  The payments processor said total spending decreased 10% on a constant dollar basis, and the number of processed transactions tumbled 13% from a year earlier.  Cross-border volume slid 47% as the continuing global pandemic continued to hurt travel demand.  Earlier on Wednesday, Mastercard Inc MA.N missed profit expectations and warned that travel-related spending will likely be a major headwind for the industry until COVID-19 vaccines are widely available.  Visa’s net income fell to $2.4 billion, or $1.07 per Class A share, for the fourth quarter ended Sept. 30, from $3.03 billion, or $1.34 per Class A share, a year earlier. On an adjusted basis the company reported earnings of $1.06 per share.  Net revenue fell 17% to $4.8 billion as consumer spending was limited due to the health crisis, which has triggered the worst economic downturn in decades and prompted massive layoffs.  This is only the second time the company’s quarterly revenue declined year-over-year since it went public in 2008.  Analysts polled by Refinitiv had been expecting an 18.5% slide in revenue and earnings of $1.09 per share.","27":"Aug 27 (Reuters) - Cembra Money Bank Ag\/FNAC :  * EXTENDED THEIR COOPERATION AGREEMENT FOR CREDIT CARD FNAC MASTERCARD TO END OF 2024 Source text for Eikon: Further company coverage:","28":"BRUSSELS (Reuters) - Mastercard MA.N will incur a $650 million charge in the fourth quarter of this year because of a substantial fine related to a second EU antitrust investigation, the world's second largest payments network operator said on Tuesday.  The European Commission three years ago accused the company of having rules which blocked banks in one EU country from offering lower interchange fees to a retailer in a second EU country.","29":"April 18 (Reuters) - Elevate Credit Inc:  * ELEVATE CREDIT SAYS ANNOUNCED AGREEMENT TO COLLABORATE WITH MASTERCARD TO DEVELOP NEW CREDIT PRODUCT FOR AMERICANS WITH LOW OR NO CREDIT SCORES Source text for Eikon: Further company coverage:","30":"March 6 (Reuters) - Mastercard Inc closed its office in Sao Paulo and an annex location near its headquarters in New York after an employee contracted coronavirus, Bloomberg news reported here on Friday, citing a statement from the payment processor.  Earlier this week, the Brazil-based employee traveled to the annex office in Purchase, New York, the report said.  The two locations are undergoing a sanitization process, the report added.  Mastercard did not immediately respond to Reuters’ request for comment.","31":"A Mastercard logo is seen on a credit card in this picture illustration August 30, 2017. REUTERS\/Thomas White\/Illustration  BRUSSELS (Reuters) - Mastercard MA.N said on Tuesday that an EU antitrust fine of 570.6 million euros ($648.3 million) would be taken as a charge in the fourth quarter of 2018, calling the closure of the case an important milestone for the company.  “This decision relates to historic practices only, covers a limited period of time of less than 2 years and will not require any modification of Mastercard’s current business practices,” it said in a statement.  The European Commission said earlier on Tuesday that it had fined for limiting the possibility for merchants to benefit from better conditions offered by banks elsewhere in the European Union.","32":"FILE PHOTO: A Mastercard logo is seen on a credit card in this picture illustration August 30, 2017. REUTERS\/Thomas White\/Illustration\/File Photo  (This version of the July 26th story corrects to say company reiterated its full-year expense forecast, not raised the full-year expense forecast in headline and paragraphs 1, 2)  (Reuters) - Mastercard Inc MA.N beat second-quarter profit estimates on Thursday and the world's second-largest payments processor reiterated its full-year forecast for expenses.  The company continues to expect operating expense growth to be in the “mid-teens” for 2018.  Operating expenses rose 23.5 percent to $1.73 billion in the second quarter ended June 30, as the company continues to invest in safety and security and digital products.  Mastercard, which processes more than 65,000 transactions a minute, said gross dollar volumes rose 15.3 percent to $1.48 trillion in the quarter. The United States, the company’s largest market, accounted for about 30 percent of the total.  Cross-border volumes - the value of transactions made by card holders abroad - increased 23.6 percent on a U.S. dollar basis.  Net income jumped 33 percent to $1.57 billion, or $1.50 per share, in the quarter ended June 30.  On an adjusted basis, the company earned $1.66 per share, beating the average analyst estimate of $1.53, according to Thomson Reuters I\/B\/E\/S.  The Purchase, New York-based company’s total revenue rose 20 percent to $3.67 billion, topping estimates of $3.65 billion.","33":"April 27 (Reuters) - Mastercard Inc:  * MASTERCARD INC SAYS CEO AJAY BANGA’S 2017 TOTAL COMPENSATION WAS $18.7 MILLION VERSUS $16.9 MILLION IN 2016 – SEC FILING  * MASTERCARD INC - SAYS CFO MARTINA HUND-MEJEAN'S TOTAL 2017 COMPENSATION WAS $6.6 MILLION VERSUS $5.8 MILLION IN 2016 Source text - (bit.ly\/2HYdslW) Further company coverage:","34":"May 15 (Reuters) - Temasek Holdings (Private) Ltd  * TEMASEK HOLDINGS (PRIVATE) LTD UPS SHARE STAKE IN MASTERCARD INC BY 35.7 PERCENT TO 1.25 MILLION CLASS A SHARES  * TEMASEK HOLDINGS (PRIVATE) LTD UPS SHARE STAKE IN BEIGENE LTD BY 77.4 PERCENT TO 2.3 MILLION ADRS  * TEMASEK HOLDINGS (PRIVATE) LTD CUTS SHARE STAKE IN BANK OF AMERICA CORP BY 55.9 PERCENT TO 234,724 SHARES  * TEMASEK HOLDINGS (PRIVATE) LTD UPS SHARE STAKE IN DOWDUPONT INC BY 6.9 PERCENT TO 6.0 MILLION SHARES  * TEMASEK HOLDINGS (PRIVATE) LTD CUTS SHARE STAKE IN IHS MARKIT LTD BY 14.3 PERCENT TO 14.9 MILLION - SEC FILING  * TEMASEK HOLDINGS (PRIVATE) LTD - CHANGE IN HOLDINGS ARE AS OF MARCH 31, 2018 AND COMPARED WITH THE PREVIOUS QUARTER ENDED AS OF DEC 31, 2017 Source For the quarter ended Mar 31, 2018: bit.ly\/2GfUouE Source For the quarter ended Dec 31, 2017: bit.ly\/2EIA1d2","35":"Feb 21 (Reuters) - Mastercard Inc:  * MASTERCARD INC FILES PRELIMINARY PROSPECTUS SUPPLEMENT RELATED TO A POTENTIAL NOTES OFFERING - SEC FILING Source text: (bit.ly\/2GwPvxY) Further company coverage:","36":"LONDON, Dec 11 (Reuters) - A 14 billion pound ($18.5 billion) class action against Mastercard for allegedly overcharging more than 46 million people in Britain over a 15-year period was on Friday shown the green light by the UK Supreme Court.  The judgment, that upholds last year’s Court of Appeal decision, sets the scene for Britain’s first mass consumer claim brought under a new legal regime and offers guidance for a string of other class actions that have been stalled in its wake. (Reporting by Kirstin Ridley; Editing by Mark Potter)","37":"Slideshow ( 2 images )  BRUSSELS (Reuters) - The European Union has accepted an offer by Visa and Mastercard to cut fees on payments made by tourists using cards issued outside the bloc to stave off fines and end an EU antitrust investigation.  The European Commission, which has waged a decades-long crackdown on payment and credit card fees, says that so-called interchange fees in which the merchant’s bank pays a charge to the cardholder’s bank, result in higher prices for consumers.  This is because the fees, which are a lucrative source of revenue for banks, are ultimately borne by the merchant.  “This, together with our January 2019 decision on Mastercard’s cross-border card payment services, will lead to lower prices for European retailers to do business, ultimately to the benefit of all consumers,” Europe’s antitrust chief Margrethe Vestager said in a statement.  The companies’ commitments will cut such fees by 40 percent on average, the European Commission said on Monday.  Visa, the world’s largest payments network operator, and closest rival Mastercard have proposed a 0.2 percent fee on non-EU debit card payments carried out in shops and a 0.3 percent fee on credit card payments, the Commission said late last year.  This would bring their fees in line with those charged for EU cards, which were the subject of a long EU investigation after a 1997 complaint by business lobby EuroCommerce.","38":"SHANGHAI (Reuters) - China mobile payment giants Alipay and WeChat Pay have started allowing overseas users to link their accounts to international bank cards, in a move cheered by foreign payment firms like Visa and Mastercard.  FILE PHOTO: Signs accepting WeChat Pay and AliPay are displayed at a shop in Singapore May 22, 2018. REUTERS\/Edgar Su  The moves came during a major import fair in Shanghai aimed at showcasing the country’s free trade credentials.  Tencent, the parent company of WeChat Pay, said on Wednesday it was opening up in a statement on one of its official websites, while Alibaba-backed Alipay announced the change on its official media service platform.  A significant portion of transactions in China are made through the platforms, which previously only accepted Chinese bank accounts. Users use Alipay and WeChat Pay for daily tasks such as paying bills, buying groceries or booking taxis.  “The inconvenience of not being able to use the widely adopted local mobile payments is becoming a major pain point for overseas people living in or visiting mainland China,” Tencent said in an e-mailed statement.  Both platforms will now allow users to link international cards by Visa, MasterCard, American Express, Discover Global Network and JCB to their accounts.  U.S. digital payment company Visa Inc said “This partnership means that we’ll be working towards an environment where Visa cardholders will be able to use their Visa card in China at the millions of places where WeChat Pay is accepted.”  Mastercard said in a statement on Thursday that it saw this as a move to expand choices for travelers with Mastercard cards.  China has long been dogged by allegations of protectionism, a practice that has floored attempts by foreign payment firms to access what will be the largest bank card market by 2020.  American Express Co last year won approval to clear card payments in China, becoming the first U.S. card network to gain direct access.  State newspaper Beijing News reported in January that Mastercard Inc had submitted application materials in 2017 but voluntarily withdrew its application in June 2018. Chinese media reported in March that Mastercard had resubmitted its application. Mastercard declined to comment.","39":"FILE PHOTO: People maintain social distance while they queue outside a Natwest bank in Wimbledon in London, Britain, May 1, 2020. REUTERS\/Hannah McKay\/  LONDON (Reuters) - NatWest has become the latest British lender to switch to issuing Mastercard debit cards from Visa, in an agreement that includes 16 million consumer and business customer cards.  Mastercard - long the main provider of UK credit cards - has been eating into Visa’s lead in debit cards after similar deals with Santander UK and HSBC’s First Direct, while also signing up start-ups including Monzo.  The agreement includes all NatWest Group’s brands, including Royal Bank of Scotland, Ulster Bank and Coutts.  Mastercard said in a statement on Thursday that after card conversions were complete it would account for around one in three of all consumer debit cards in circulation by banks in the UK, and one in four in Ireland.  “We believe this partnership will enable us to offer more tailored payment options to our customers however they wish to pay – whether in store, online or via mobile devices,” said Salim Secretary, head of payment schemes and partnerships at NatWest.","40":"MEXICO CITY (Reuters) - Uber Technologies Inc is partnering with bank BBVA and payments processor Mastercard to launch a debit card for drivers in Mexico, an Uber executive said on Tuesday, the company’s latest gambit to promote banking in a country that runs on cash.  FILE PHOTO: A man walks by under an Uber logo in Mexico City, Mexico February 6, 2018. REUTERS\/Carlos Jasso\/File Photo  “Uber supports the extension of financial services in the country,” Federico Ranero, Uber Mexico’s general manager, said at an event announcing the program.  The launch marks the first time that Uber has offered such a card outside of the United States, Ranero said. The debit card will be rolled out in six cities, including Mexico City, Tijuana, Monterrey, Puebla, Merida and Guadalajara, and will eventually be extended to the rest of Mexico.  Drivers will not pay any commissions for use of the card, said Carlos Lopez-Moctezuma, head of open banking at BBVA.  Uber and other tech companies have had to find new ways to do business in Mexico, where more than half of the population is unbanked. Even Mexican President Andres Manuel Lopez Obrador frequently remarks during his speeches that he does not use a checking account or credit card.  Uber already acts as a hook to lure people into the financial system, Ranero said. Uber drivers must have a bank account to receive their earnings, and about 35% of the company’s workforce in Mexico opened an account expressly for that purpose, he said.  As a result of the partnership with BBVA, drivers will be able to open their accounts in the Uber app, without setting foot in a bank, Lopez-Moctezuma said. Many experts blame long lines at banks and a shortage of rural branches for Mexico’s low banking rates.  Uber has also sought to reach riders who do not have bank accounts by accepting cash fares, but the policy has been met with resistance. In late April, Mexico City’s government issued rules that prohibit cash payments for ride-hailing services and require drivers to register with the city, among other measures.  In an interview after the event, Ranero said the company is seeking to discuss the issue with city regulators but will continue to accept cash fares in the meantime.  “We believe this is a constitutional right of our riders and drivers,” he said.","41":"Dec 6 (Reuters) - Mastercard Inc said on Sunday it was investigating allegations against Pornhub.com following a newspaper column which said many videos posted on the adult website depicted child abuse.  The New York Times column, written by Nicholas Kristof, described videos on Pornhub that the author said were recordings of assaults on unconscious women and girls.  \"The issue is not pornography but rape. Let's agree that promoting assaults on children or on anyone without consent is unconscionable,\" Kristof wrote in the column published on Friday. (nyti.ms\/2JXiqSw)  Pornhub denied the allegations.  “Any assertion that we allow CSAM (child sexual abuse material) is irresponsible and flagrantly untrue,” it said in a statement emailed to Reuters.  Mastercard told Reuters in a statement that it was investigating the allegations with Pornhub’s parent MindGeek’s bank. “If the claims are substantiated, we will take immediate action,” Mastercard said.  Billionaire investor Bill Ackman called on Mastercard and Visa Inc to temporarily withhold payments to Pornhub following the newspaper column.  Ackman also asked American Express Co to take action, though the company’s cards aren’t accepted on the site.  Visa did not immediately respond to a request for comment.  American Express said it has a longstanding global policy that prohibits acceptance of its cards on digital adult content websites.  Ackman suggested it should be made illegal for porn sites to post videos before they are reviewed by a monitor, and until the ages and consent of participants have been validated.  In its response, Pornhub said it has a vast team of human moderators who manually review “every single upload,” as well as automated detection technologies. It did not say how many people were part of its review team.  Kristof’s column also drew reactions from politicians including Canadian Prime Minister Justin Trudeau, who said his government was working with police and security officials to address the issues it raised.  In the United States, Senator Josh Hawley said he will introduce legislation to create a federal right to sue for every person “coerced or trafficked or exploited by sites like Pornhub.” (Reporting by Shubham Kalia and Juby Babu in Bengaluru; Editing by Daniel Wallis)","42":"NEW DELHI (Reuters) - India's finance minister said on Thursday that Mastercard MA.N and Visa V.N were losing market share to domestic payments networks, months after Mastercard complained to the U.S. government that Indian Prime Minister Narendra Modi was using nationalism to promote a local rival.  FILE PHOTO: India's Finance Minister Arun Jaitley attends a news conference sharing details about the recapitalisation of public sector banks in New Delhi, India, January 24, 2018. REUTERS\/Saumya Khandelwal\/File photo  Finance Minister Arun Jaitley spoke about the surging growth of RuPay and Unified Payment Interface (UPI), which allows swift inter-bank fund transfers, on the second anniversary of Modi’s shock decision to replace high-value bank notes in a bid to flush out untaxed wealth.  Modi has said when Indians use RuPay they were serving the country as its transaction fees stay within India and could help build roads, schools and hospitals, an endorsement that has worried Purchase, New York-based Mastercard, which is the world’s second-largest payments processor.  \"Today Visa and Mastercard are losing market share in India to indigenously developed payment system of UPI and RUPAY Card, whose share have reached 65 percent of the payments done through debit and credit cards,\" Jaitley said in a Facebook post here about the various results of the note scrapping exercise, known as demonetization.  Visa declined to comment. Mastercard did not respond to an email seeking comment.  RuPay process payments between banks and merchants for purchases made with credit or debit cards, while UPI instantly transfers funds between two bank accounts linked to mobile phones.  SOCIAL MEDIA BACKLASH  Jaitley was referring to the volume of transactions, not the value.  Though RuPay, owned by many Indian and foreign banks, accounts for more than half of India’s 1 billion debit and credit cards, industry sources say Visa and Mastercard still process the vast majority of the value of payments transactions in the country. Indian payments transactions were worth $51 billion in August, according to central bank data.  Jaitley said RuPay’s total transactions had leapt to 84.3 billion rupees ($1.16 billion) as of September, from 11 billion rupees before demonetization. Total transactions done using UPI had jumped to 598 billion rupees ($8.26 billion) from 500 million rupees in October 2016, around the time it was launched.  Reuters reported last week that Mastercard complained to the Office of the United States Trade Representative on June 21 that Modi “associated the use of RuPay cards with nationalism, claiming it serves as ‘kind of national service’.”  The Mastercard note said that while Modi’s digital payments push was “commendable”, the Indian government had adopted “a series of protectionist measures” to the detriment of global companies.  The story sparked a backlash on social media against Mastercard in India, one of the world’s biggest payments growth markets.  Several people said on Twitter they had asked their banks to replace their Mastercard with RuPay, with some using the hashtag #BoycottMastercard to voice their concerns.  One user posted a picture of a Mastercard cut into pieces, while another named Ramesh uploaded a graphic with a Mastercard logo on a toilet flush. A spokesman for the Delhi arm of Modi’s ruling party, the Bharatiya Janata Party, said he had asked his bank to cancel his Mastercard and switch to RuPay.  Mastercard did not respond to Reuters’ emailed request for comment on the social media backlash.  Ashwani Mahajan, who heads an economic group, Swadeshi Jagran Manch, which is linked to the ideological parent of Modi’s party, said on Thursday that companies such as Mastercard should be “competing with RuPay, not complaining to the U.S. government”.  “They have enjoyed their market share for so long, we have the right to protect and promote our economic interests,” Mahajan told Reuters.  ($1 = 72.4000 Indian rupees)","43":"May 2 (Reuters) - IDEX ASA:  * REPORTED ON MONDAY IDEX’S REMOTE ENROLMENT SOLUTION FEATURED BY MASTERCARD  * MASTERCARD HAS BEEN WORKING WITH CO IN DEVELOPMENT OF REMOTE SELF-ENROLMENT SOLUTION TO ENABLE SECURE MASS ENROLMENT FOR BIOMETRIC CARDS  Source text for Eikon:  Further company coverage: (Gdynia Newsroom)","44":"WARSAW (Reuters) - Poland's biggest oil refiner, PKN Orlen PKN.WA, has sued Commerzbank-owned CBKG.DE mBank MBK.WA, along with Mastercard MA.N, Visa V.N and another bank, for 636 million zlotys ($162.07 million) in damages relating to interchange fees charged in the mid-2000s, mBank said.  PKN Orlen, which runs Poland’s biggest network of petrol stations, has accused mBank and others of charging excessive fees for card payment processing, mBank said.  PKN Orlen’s lawsuit comes as Germany’s Commerzbank is trying to sell its 70% stake in mBank to raise the funds it needs to carry out its planned restructuring. Analysts expect the sale to fetch 11-12 billion zlotys ($2.8-3.06 billion).  “The plaintiff accuses both banks and other banks operating in Poland of participating in the unlawful agreement ... restricting competition on the services market related to the settlement of clients’ obligations,” mBank said.  Mastercard and Visa did not respond to a request for comment, while mBank said that it is working on a response to the lawsuit. Earlier another Polish company, retailer LPP LPPP.WA owned by private investors, has sued mBank in an almost identical case.","45":"(Reuters) - Mastercard Inc on Tuesday beat quarterly profit and revenue estimates, as a strong U.S. job market, rising wages and surge in online shopping boosted transaction volumes, sending shares of the world’s second largest payments processor to an all-time high.  FILE PHOTO: A Mastercard logo is seen on a credit card in this picture illustration August 30, 2017. REUTERS\/Thomas White\/Illustration  The company’s gross dollar volume - dollar value of total transactions processed - rose 5.4 percent in the first quarter, with growth across all geographies.  Around 24 billion transactions were processed, up 18 percent from a year-ago quarter. The gain was led by an 8.4 percent rise in the United States and a 29 percent jump in Europe.  Retail sales in the U.S. rose to their highest in 1-1\/2 years in March, according to data published earlier this month, with almost all sectors including autos, electronics, appliances and food and beverage registering growth.  In the U.K. too, retail spending remained healthy, Mastercard said, despite the uncertainty surrounding Brexit. Consumers have been stockpiling goods to get ahead of any border delays due to separation of the country from the European Union.  The company’s stock rose as much as 4.1 percent to $257.4 in morning trade.  Total net revenue rose 8 percent to $3.9 billion, in the quarter ended March 31, beating the average analyst estimate of $3.86 billion.  Mastercard, like rival Visa, has been looking to digitization to drive its business and diversify its customer base. The company recently partnered with Apple Inc and Goldman Sachs for the Apple card, which can be accessed digitally on an iPhone.  Mastercard earlier this year dropped its name from its logo to distance itself from the notion it was only focused on “cards”, and suggest it was making a big foray into digital payments.  A collaboration with Goldman Sachs on its online consumer business platform, Marcus, “to bring new products and services to market over time” could also be on the horizon for Mastercard, the company hinted in its post-earnings conference call.  Brokerage Jefferies said the company’s clean EPS and revenue beat, and partnership win with Apple were positives in the quarter.  Net income rose 26.7 percent to $1.9 billion in the quarter.  Adjusted earnings of $1.78 per share beat the average estimate of $1.66, according to IBES data Refinitiv. bit.ly\/2vv9PfA","46":"FILE PHOTO: Mastercard Inc. credit cards are displayed in this picture illustration taken December 8, 2017. REUTERS\/Benoit Tessier\/Illustration\/File Photo  (Reuters) - Mastercard Inc MA.N on Tuesday beat Wall Street estimates for quarterly profit, as a robust economy encouraged customers to spend more, boosting fee income for the world's second-largest payment processor.  The company’s gross dollar volume, the dollar value of transactions processed, rose 8.3% to $1.60 trillion in the second quarter.  Overall consumer spending, which accounts for more than two-thirds of U.S. economic activity, rose in April and May, while U.S. retail sales registered solid growth in every month of the quarter.  Around 26.80 billion transactions were processed, up nearly 21% from a year earlier. The gain was led by a 10% rise in the United States and a 31% jump in Europe.  Net revenue rose 12.2% to $4.11 billion, edging past analysts’ estimates of $4.08 billion.  The company's net income rose to $2.05 billion, or $2 per share, in the second quarter ended June 30, from $1.57 billion, or $1.5 per share, a year earlier. (bit.ly\/2YrlOel)  On an adjusted basis, the company earned $1.89 per share. Analysts on average had expected a profit of $1.83, according to IBES data from Refinitiv.","47":"July 30 (Reuters) - Mastercard Inc reported a 30.5% rise in quarterly profit on Tuesday, as a robust economy encouraged customers to spend more and that boosted fees for the world’s second-largest payment processor.  The company's net income rose to $2.05 billion, or $2 per share, in the second quarter ended June 30, from $1.57 billion, or $1.5 per share, a year earlier. (bit.ly\/2YrlOel)  On an adjusted basis, the company earned $1.89 per share. Analysts on average had expected a profit of $1.83, according to IBES data from Refinitiv. It was not immediately clear if the numbers were comparable. (Reporting by Bharath Manjesh in Bengaluru; Editing by Maju Samuel)","48":"MOSCOW, Aug 11 (Reuters) - Russian lender Genbank, which focuses on Crimea, said it will stop providing services to clients who hold Visa and MasterCard cards in August.  Clients will instead be offered Russian payment system cards known as Mir, the bank said on its website late on Friday. Mir translates as “World” or “Peace”.  Simferopol-based Genbank covers the Crimean peninsula, which was annexed by Russia in 2014 after which Western sanctions curbed banks from operating in the region.  To date, more than 37 million Mir cards have been issued in Russia, according to the Russian National System of Payment Cards (NSPK) that was introduced in 2014 as a response to Western sanctions over Moscow’s role in the Ukraine crisis.  NSPK is 100 percent owned by the central bank.  Genbank, also under sanctions, was rescued by the central bank in 2017 with an injection of financial support. (Writing by Denis Pinchuk Editing by Matthew Mpoke Bigg)","49":"March 12 (Reuters) - Mastercard Inc:  * MASTERCARD FOUNDATION REPORTS 11.2% PASSIVE STAK IN MASTERCARD INC AS OF DECEMBER 31, 2019 - SEC FILING Source : (bit.ly\/33k0MhB) Further company coverage:","50":"April 2 (Reuters) - Mastercard Inc:  * NAMES CHOON PHONG GOH TO BOARD OF DIRECTORS  * GOH IS CEO OF SINGAPORE AIRLINES Source text for Eikon: Further company coverage:","51":"Oct 29 (Reuters) - Mastercard Inc reported an 11% rise in third-quarter profit on Tuesday as more transactions were made on its network, boosting fees for the world’s second-largest payment processor.  The company's net income rose to $2.11 billion, or $2.07 per share, in the third quarter ended Sept. 30 from $1.9 billion, or $1.82 per share, a year earlier. [mstr.cd\/2MU7DYs ] (Reporting by Bharath Manjesh and Ayanti Bera in Bengaluru; Editing by Anil D'Silva)","52":"BRUSSELS, April 29 (Reuters) - The European Union said on Monday that it has accepted an offer by Visa and Mastercard to cut fees on payments made by tourists using cards issued outside the bloc to stave off fines and end an EU antitrust investigation.  “This, together with our January 2019 decision on Mastercard’s cross-border card payment services, will lead to lower prices for European retailers to do business, ultimately to the benefit of all consumers,” Europe’s antitrust chief Margrethe Vestager said in a statement.  The commitments will cut such multilateral interchange fees by 40 percent on average, the European Commission said on Monday. (Reporting by Alissa de Carbonnel; Editing by Philip Blenkinsop)","53":"BRUSSELS, April 6 (Reuters) - Mastercard said on Monday that it hopes to complete its acquisition of a part of Scandinavian payments group Nets before the end of the second quarter despite scrutiny of the deal by the European Commission at the request of six countries.  The U.S. group said it disagreed with the Commission’s view that the deal could have an adverse effect on competition in the UK or any EU country and has been working with the EU antitrust watchdog to expedite the merger review. (Reporting by Foo Yun Chee Editing by David Goodman )","54":"BRUSSELS (Reuters) - Visa and Mastercard have offered to trim the fees merchants pay on card payments by tourists in the European Union in an attempt to stave off possible fines after a long-running antitrust investigation, people familiar with the matter said.  Slideshow ( 2 images )  Even after the cut, the fees paid by merchants when they accept card payments, a lucrative source of revenue for banks, will still likely be higher than those for EU cards, they said.  The European Commission has battled for more than a decade to reduce so-called interchange costs and encourage cross-border trade and online commerce. U.S. regulators have also frowned on such practices.  Retailers say interchange fees count as a hidden cost and the card companies have paid billions of dollars to settle class action lawsuits.  Visa, the world’s largest payments network operator found itself in the Commission’s crosshairs in August 2017, charged with subjecting the cards of foreign tourists to excessive fees when they were used in the EU.  The case originally concerned Visa Europe which was acquired by Visa Inc in June 2016. The EU said that fees charged to retailers when they accept Visa cards issued outside the EU could raise prices of goods and services for all consumers.  The EU competition enforcer’s charge against Mastercard dated from July 2015. The company is also accused of having rules which blocked banks in one EU country from offering lower interchange fees to a retailer in a second EU country.  The Commission and Visa declined to comment. Mastercard said: “At this time, we have no information to share on our ongoing engagement with the European Commission.”  Mastercard has warned it might be fined more than $1 billion if found guilty of breaching EU antitrust rules, but this might be less if there was a negotiated resolution.  The Commission can hand down fines as much as 10 percent of a company’s global turnover for infringing EU antitrust rules.  But under EU settlement rules for antitrust cases, companies do not get fines nor are required to admit wrongdoing.  The Commission is expected to seek feedback from retailers and consumer groups before deciding whether to accept the offer from Visa and Mastercard. Negative comments could lead it to demand a bigger fee cut.  Business lobbying group EuroCommerce, whose 1997 complaint triggered the EU investigations, and Visa declined to comment.  Visa and MasterCard capped cross-border fees within Europe - that is, fees on transactions in one EU country charged for transactions in another EU country - in 2014 and 2009 respectively, to end another EU investigation.","55":"BRUSSELS (Reuters) - Visa V.N and Mastercard MA.N have offered to cap the fees charged on card payments made by tourists in the European Union to stave off fines and end an EU antitrust investigation.  Slideshow ( 2 images )  The European Commission, which has waged a decades-long crackdown on payment and credit card fees, says so-called interchange fees in which the merchant’s bank pays a charge to the cardholder’s bank, result in higher prices for consumers.  This is because the fees, which are a lucrative source of revenue for banks, are ultimately borne by the merchant.  Visa, the world’s largest payments network operator, and its closest rival Mastercard have proposed a 0.2 percent fee on non-EU debit card payments carried out in shops and a 0.3 percent fee on credit card payments, the Commission said on Tuesday.  This would bring their fees in line with those charged for EU cards, which were the subject of a long EU investigation after a 1997 complaint by business lobby EuroCommerce.  The group, whose members include Carrefour CARR.PA, Marks & Spencer MKS.L, Lidl and Metro B4B.DE, welcomed the offer but criticized the big difference in online and offline transaction fees.  Under the terms of the offer for online payments, debit card charges would be 1.15 percent and 1.50 percent for credit cards and the commitments would apply for five-and-a-half years.  “No such distinction is made for cards issued in the EU... We therefore cannot understand why merchants should be charged more for a perceived risk which can only arise by the card issuers’ failure to implement adequate fraud prevention measures,” the lobbying group said.  SAVINGS CALL  European consumer group BEUC urged merchants to pass on the cost savings to consumers.  Third parties have a month to provide feedback before the Commission decides whether to accept the offer, which was revealed by Reuters last month, or demand a bigger reduction.  Mastercard said it expected to incur a $650 million charge in the fourth quarter of this year because of a substantial fine related to a second EU antitrust investigation.  The Commission three years ago charged the company with imposing rules which blocked banks in one EU country from offering lower interchange fees to a retailer in a second EU country. Mastercard scrapped this practice in December 2015 after the bloc adopted rules capping such charges.  “The case is still ongoing and we cannot comment further on it,” Commission spokesman Ricardo Cardoso said.","56":"BRUSSELS, Dec 4 (Reuters) - Mastercard will incur a $650 million charge in the fourth quarter of this year because of a substantial fine related to a second EU antitrust investigation, the world’s second largest payments network operator said on Tuesday.  The European Commission three years ago accused the company of having rules which blocked banks in one EU country from offering lower interchange fees to a retailer in a second EU country.","57":"DUBLIN (Reuters) - Mastercard Inc plans to hire 1,500 more staff in Dublin over the next three to five years, more than trebling its workforce in one of Ireland’s largest single multinational jobs announcements.  The U.S. credit card issuer has had a presence in Dublin since 2008 where it set up its research and development arm, Mastercard Labs, four years later. Its workforce will increase to more than 2,000 from 650 now, IDA Ireland, the state agency competing to win foreign jobs, said in a statement on Monday.  That matched the 1,500 jobs U.S. cloud software company Salesforce.com said it would add over a similar period a year ago, which at the time IDA Ireland said marked one of the largest job announcements in its 70-year history.  Foreign multinationals, particularly in the technology sector, employ about a quarter of a million people in Ireland, accounting for one in 10 jobs in the fast growing economy.  “This is excellent news and further proof of Ireland’s place as a global hub for technology. The 1,500 jobs being created at Mastercard are high quality, skilled positions,” Acting Prime Minister Leo Varadkar said in a statement.  Mastercard, which like other financial payments companies is investing heavily in technology, said it aimed to recruit staff in the growing areas of cyber security, artificial intelligence, blockchain and user experience.  It will take on 22,500 square meters of additional space in two newly built office blocks near its current location in south Dublin to facilitate expansion in what the company said will become its European technology hub.  That will also make Mastercard the latest technology company to establish a campus-style site in Dublin after Microsoft’s LinkedIn, Alphabet’s Google and Facebook bought or leased large spaces in the city.  The head of IDA Ireland said last month that he expects the strong multinational jobs growth to continue in the first half of 2020, but subdued global economic growth, continued trade tensions and capacity constraints in Ireland posed significant risks beyond that.","58":"March 6 (Reuters) - Mastercard Inc:  * MASTERCARD SAYS CONFIRMS THAT EMPLOYEE IN SAO PAOLO OFFICE HAS BEEN DIAGNOSED WITH CORONAVIRUS  * MASTERCARD SAYS CLOSED BOTH SAO PAOLO & PURCHASE NORTH ANNEX OFFICES Further company coverage:","59":"Jan 29 (Reuters) - Mastercard Inc reported a 25% jump in adjusted quarterly profit on Wednesday as customers spent more on its cards to shop and pay bills, boosting fees for the world’s second-largest payment processor.  Adjusted net income rose to $2.0 billion, or $1.96 per share, in the fourth quarter ended Dec. 31 from $1.6 billion, or $1.55 per share, a year earlier. (mstr.cd\/36wyQag) (Reporting by Bharath Manjesh in Bengaluru; Editing by Krishna Chandra Eluri)","60":"(Reuters) - Pornhub said on Monday it had pulled content uploaded by unverified users from its platform, days after Mastercard and Visa halted payments on the sex videos site over allegations of child sex-abuse content.  The move was a part of its policy announced last week where Pornhub banned users’ ability to download videos and said it would allow only certain partner accounts to upload content, following a New York Times column that said many videos posted on the adult website depicted child abuse.  “It is clear that Pornhub is being targeted not because of our policies and how we compare to our peers, but because we are an adult content platform,” the company said in the blog post late on Sunday.  It also said it was being targeted by organizations such as the National Center on Sexual Exploitation and Exodus Cry\/TraffickingHub, which are dedicated to abolishing pornography, banning material they claim is obscene, and shutting down commercial sex work.  Last week, Mastercard said it was permanently ending the use of its cards on the platform after its investigation confirmed the presence of illegal content on the platform. Visa had said it was suspending payments till an investigation was completed.","61":"NEW YORK (Reuters) - Tech and internet titans were the first to reach $1 trillion in stock market value, but the next U.S. companies that could do so are better known for their plastic.  FILE PHOTO: Visa credit cards are seen in this picture illustration taken June 9, 2016. REUTERS\/Maxim Zmeyev\/Illustration  Soaring stock prices are propelling credit and debit card companies Visa Inc and Mastercard Inc up the market value charts, where they currently rank 7th and 11th among companies in the benchmark S&P 500 index. The stock prices of both Visa and Mastercard have gained roughly 50% in the past year.  While the stocks may not keep up that torrid pace, Visa and Mastercard would each be worth over $1 trillion by 2023 if their average annual gains of the past three years were to continue, surging past the likes of Facebook Inc and Berkshire Hathaway Inc, if they also maintain their recent pace.  Fueling their rise is a shift toward cashless financial transactions spurred by a rise in online shopping.  “Everything travels on their rails,” said Sandy Villere, portfolio manager of the Villere Balanced Fund, which holds Visa shares. “They literally sit in the middle of the banks, consumers and merchants and that has been a really enviable place to be.”  Visa had a market value of $449 billion and Mastercard’s stood at about $324 billion as of Thursday’s close. The $1 trillion club currently includes Apple Inc, Microsoft, and Google-parent Alphabet. Amazon.com’s market value jumped back above $1 trillion on Friday morning as the stock soared on the heels of its earnings report on Thursday.  (GRAPHIC: Top U.S. market cap companies - )  Revenue for both Visa and Mastercard nearly doubled over their past five fiscal years, to nearly $23 billion for Visa, and about $17 billion for Mastercard, according to Refinitiv data.  Adjusted earnings per share more than doubled for both companies over that period.  Visa reported quarterly revenue late on Thursday that slightly missed analyst estimates, a day after Mastercard beat quarterly profit estimates.  About 43% of consumer purchases around the world excluding China are made using a digital form of payment, up from 28% in 2010, according to Lisa Ellis, senior analyst at MoffettNathanson. “Globally, we still have five to 10 years, at least, to go of penetration,” Ellis said.  Visa holds a 60% share of the credit and debit card market, followed by Mastercard with 30%, according to Ellis, with American Express far behind at 8.5%.  Despite their importance in finance, Visa and Mastercard are categorized as part of the S&P 500’s information technology sector. While Apple, Microsoft and chip companies such as Intel Corp often garner the lion’s share of attention, Visa and Mastercard have been key contributors to the rally in technology shares.  Their valuations have expanded to their most expensive in at least a decade.  Visa trades at nearly 32 times forward 12 months’ earnings estimates, while Mastercard trades at 35 times, according to Refinitiv Datastream. Both stocks are trading at a higher premium to the market than they have on average over the past five years.  (Graphic: Top U.S. market cap companies - )  The big run for Visa and Mastercard shares has also come during an more than 10-year U.S. bull market, and gains could be more muted in any downturn. Stocks started 2020 strong but have pulled back amid concerns over the spread of a virus from China.  Risks to the companies, Ellis said, include greater competition in the payment sector from big tech companies, as well as tougher regulations from governments around the world that might hinder access.  The companies are not sitting still. Earlier this month, Visa agreed to buy privately held Plaid Inc in a $5.3 billion deal to boost access to financial technology, and in August Mastercard agreed to buy a majority of the corporate services businesses of Scandinavian payments group Nets for about $3.19 billion.  (Graphic: Top U.S. companies by market value (interactive) - )","62":"FILE PHOTO: A Mastercard logo is seen on a credit card in this picture illustration August 30, 2017. REUTERS\/Thomas White\/Illustration\/File Photo  (Reuters) - Mastercard Inc said on Tuesday it would buy Finicity in a deal valued at $825 million, adding a fintech firm that helps banks share customer data with other financial firms.  The world’s second-largest payments processor also said Finicity’s existing shareholders can get an earn-out of up to an additional $160 million, if performance targets are met.  Finicity will help Mastercard strengthen its open banking services, which allow customers to determine how and where third parties such as fintechs or other banks can access information to initiate payments on their behalf or provide money management services.  Finicity has partnered with major financial institutions in the past including Wells Fargo & Co, Fidelity Investments, Capital One Financial Corp and JPMorgan Chase, according to the firm’s website.  Mastercard also added it does not expect this deal to be a drag on its business for more than two years.  The deal is expected to close by the end of the year.","63":"(Reuters) - Ocado Group said it intends to appoint Mastercard Chairman Richard Haythornthwaite as independent non-executive chairman of the British online supermarket’s board in its May 2021 annual general meeting to replace Stuart Rose, who will be retiring from the role.  Haythornthwaite, who has been chairman of Mastercard for 14 years, will join the Ocado board as an independent non-executive director with effect from January 2021 before assuming the chairman’s role after Ocado’s AGM in May, the company said on Friday.  He will retire from his position at Mastercard at the end of the year, the statement added.  Haythornthwaite is also a non-executive director at digital services company Globant SA and has previously held the position of chairman at Centrica Plc, Britain’s largest energy supplier, and state-owned rail track owner Network Rail.  Last week, Ocado raised its annual earnings forecast for the second time in two months. The group has seen sales soar this year as the COVID-19 pandemic has generated huge demand for grocery home delivery.  Ocado forecast earnings before interest, tax, depreciation and amortisation (EBITDA) of “over 70 million pounds” ($94.49 million) for 2019-20 versus a previous forecast of “over 60 million pounds”.  ($1 = 0.7408 pounds)","64":"LONDON (Reuters) - Britain's highest court on Wednesday upheld an earlier Court of Appeal ruling that credit card companies Visa V.N and Mastercard MA.N restricted competition in the way they set fees for retailers, opening the way for them to seek compensation.  Slideshow ( 2 images )  The case, which dates back to 1992, was brought by retailers Sainsbury's SBRY.L, Morrisons MRW.L Asda WMT.N and Argos and relates to the charges Visa V.N and Mastercard MA.N levy on the retailers when cardholders make a transaction - so called default multilateral interchange fees (MIFs).  The UK Supreme Court upheld the finding of the Court of Appeal in July 2018 that the MIFs charged within the Visa and MasterCard payment card schemes was an unlawful restriction of both European Union and UK competition law.  The ruling means the retailers can proceed to a trial to decide compensation.  Morgan Lewis partner Frances Murphy, the lead counsel for Sainsbury’s, said retailers could potentially receive billions of pounds in damages.  “Sainsbury’s will now be seeking to recover the full amount of the unlawful charges it has incurred,” Murphy said.  Kate Pollock, head of competition litigation at Stewarts, which represented Morrisons, Asda and Argos, said her clients “look forward to a swift resolution of the matter without further delay.”  However, Mastercard said the Supreme Court’s decision was not a final ruling and there will be further court hearings to determine the key issues raised.  It said these hearings will most likely not take place until 2021.  “We continue to firmly believe that retailers of all sizes derive real value from our network,” it said.  Visa said it was “disappointed that the Supreme Court did not agree with the previous High Court ruling that Visa’s UK interchange complies with competition law.”  “Visa supports the decision to send the matter to a specialist tribunal so that the evidence can be properly considered.”","65":"BRUSSELS, Jan 22 (Reuters) - Mastercard said on Tuesday that an EU antitrust fine of 570.6 million euros ($648.3 million) would be taken as a charge in the fourth quarter of 2018, calling the closure of the case an important milestone for the company.  “This decision relates to historic practices only, covers a limited period of time of less than 2 years and will not require any modification of Mastercard’s current business practices,” it said in a statement.  The European Commission said earlier on Tuesday that it had fined for limiting the possibility for merchants to benefit from better conditions offered by banks elsewhere in the European Union. (Reporting by Foo Yun Chee and Alissa de Carbonnel; editing by Philip Blenkinsop)","66":"LONDON\/PARIS (Reuters) - Sixteen banks from Germany, France and three other euro zone countries on Thursday said a “truly European” payments system was expected to be up and running in 2022 to fully digitalise a region where half of all retail payments are still in cash.  Slideshow ( 2 images )  European Union policymakers and central bankers have long sought a \"home grown\" rival to take on Mastercard MA.N and Visa V.N from the United States, and more recently tech giants like Alipay and Google GOOGL.O. But this has not happened even though real-time payments have been possible in the euro zone since 2017.  The European Central Bank on Thursday welcomed the banks’ decision to launch the unified European payment system by 2022, after advocating for years an industry-driven solution to compete with the likes of Mastercard and Visa.  \"It is aimed at strengthening Europe, at making it more independent and robust,\" said Thierry Laborde, deputy chief operating officer of French bank BNP Paribas BNPP.PA, which is part of the project.  “We will do it collectively, by pooling our resources. As for distribution systems, prices will differ from one bank to another, but the infrastructure will be pan-European.”  The ECB had said last year that dependence on non-European players for two-thirds of non-cash payments created a risk that the payments market would not be fit to support the EU single market and euro.  The so-called European Payments Initiative aims to become a new standard means of payment, offering a card for consumers and retailers across Europe, the statement from the 16 banks said.  It will cover all types of transactions including in-store, online, cash withdrawal and ‘peer-to-peer’ in addition to existing international payment scheme solutions.  Banks that have already signed up include BBVA BBVA.MC, BNP Paribas BNPP.PA, Commerzbank CBKG.DE, Deutsche Bank DBKGn.DE, Santander SAN.MC, ING INGA.AS, UniCredit CRDI.MI and Societe Generale SOGN.PA.  In coming weeks the project will set up an interim company in Brussels, with other payment service providers invited to join, the banks said.  The payments system is expected to become operational during 2022.  “EPI’s objective is to offer a digital payment solution that can be used anywhere in Europe and to supersede the fragmented landscape that currently still exists,” the banks’ statement said.  “The Covid-19 crisis has underlined the need for a unified European digital payment solution.”  During lockdowns, the use of cash has tumbled as shoppers move online or use “contactless” forms of payments.","67":"BRUSSELS (Reuters) - EU antitrust regulators on Monday said Mastercard Inc's MA.N plan to buy part of Scandinavian payments group Nets is a significant threat to competition in Europe based on information from six countries including Britain.  The U.S. payments group disagreed with the EU’s assessment and said it hoped to finalise the deal by the end of the second quarter.  Mastercard announced plans in August last year to buy three divisions of European rival Nets, covering corporate clearing, instant payments and e-billing.  The bid for Scandinavia’s largest payments processor is part of a wave of consolidation in the sector as credit card companies and banks look to capitalise on a growing market triggered by the switch from cash to mobile payments.  The European Commission, which acts as the EU’s antitrust enforcer, said it had accepted a request from Austria, Denmark, Finland, Norway, Sweden and Britain to take over the case.  Based on the information provided by the six national competition agencies, it said the deal “threatens to significantly affect competition” in the Nordic area, the European Economic Area and in Britain.  Mastercard will now have to gain EU approval for the transaction, the Commission said in a statement.  Mastercard said it disagreed with the assessment that the deal could have an adverse impact in the United Kingdom or any EU country.  “We have been working with the European Commission in order to expedite this process,” Mastercard said in a statement.  “We hope to be in a position to complete the acquisition before the end of the second quarter of 2020.”  The EU antitrust watchdog’s preliminary review of mergers takes 25 working days, which can be extended to about four months if there are serious concerns.","68":"Feb 14 (Reuters) - Soros Fund Management Llc:  * SOROS FUND MANAGEMENT LLC TAKES SHARE STAKE OF 18,078 CLASS A SHARES IN MASTERCARD INC - SEC FILING  * SOROS FUND MANAGEMENT LLC DISSOLVES SHARE STAKE IN DOMINION ENERGY INC  * SOROS FUND MANAGEMENT LLC CUTS SHARE STAKE IN UNITEDHEALTH GROUP INC BY 11.1 PERCENT TO 120,000 SHARES  * SOROS FUND MANAGEMENT LLC - CHANGE IN HOLDINGS ARE AS OF DECEMBER 31, 2019 AND COMPARED WITH THE PREVIOUS QUARTER ENDED AS OF SEPTEMBER 30, 2019 Source for the quarter ended December 31, 2019: bit.ly\/37sCIJV Source for the quarter ended September 30, 2019: bit.ly\/2QkGgc4","69":"(Reuters) - Mastercard Inc on Monday named Michael Froman, a former U.S. trade representative, as vice chairman and president of its strategic growth business.  In this newly created role, Froman’s team will work to expand public-private partnerships across Mastercard.  Froman served as the U.S. trade representative, President Barack Obama’s principal advisor and negotiator on international trade and investment issues from 2013 to 2017.  Froman will also be part of Mastercard’s management committee, the company said.","70":"Dec 18 (Reuters) - Ocado Group said it intends to appoint Mastercard Chairman Richard Haythornthwaite as independent non-executive chairman of the British online supermarket’s board in its May 2021 annual general meeting to replace Stuart Rose, who will be retiring from the role.  Haythornthwaite will join the Ocado board as an independent non-executive director with effect from Jan. 2021 before assuming the chairman’s role after Ocado’s AGM in May, the company said in a statement on Friday.  He will retire from his position at Mastercard at the end of the year, the statement added.","71":"Mastercard Inc. credit cards are displayed in this picture illustration taken December 8, 2017. REUTERS\/Benoit Tessier\/Illustration  BRUSSELS (Reuters) - The European Commission said on Tuesday it had fined Mastercard MA.N 570.6 million euros ($648.3 million) for limiting the possibility for merchants to benefit from better conditions offered by banks elsewhere in the European Union.  “By preventing merchants from shopping around for better conditions offered by banks in other member states, Mastercard’s rules artificially raised the costs of card payments, harming consumers and retailers in the EU,” European Competition Commissioner Margrethe Vestager said in a statement.  The Commission granted Mastercard a 10 percent fine reduction for cooperating with its investigation.  The fine is the latest in a series of actions over the past decade that the Commission, acting as the antitrust regulator for the 28-member European Union, has taken to reduce card fees for merchants.  It has, for example, taken decisions to make legally binding commitments by Visa Europe to cap the levels of interchange fees for all debit and credit card transactions within the European Economic Area.  It has also looked into the fees charged on card payments made by tourists visiting the European Union.  ($1 = 0.8801 euros)  (This story was refiled to remove extraneous text at end of story)","72":"BRUSSELS, Dec 4 (Reuters) - Visa and Mastercard have offered to reduce merchants’ charges for non-EU credit and debit cards by at least 40 percent to end an EU antitrust investigation, the European Commission said on Tuesday.  Visa, the world’s largest payments network operator, and No. 2 player Mastercard have proposed a 0.2 percent fee on debit card payments carried out in shops and a 0.3 percent fee on credit card payments, the European Commission said on Tuesday.  For online payments, debit card charges would be 1.15 percent and 1.50 percent for credit cards. (Reporting by Foo Yun Chee; editing by Philip Blenkinsop)","73":"FILE PHOTO: Mastercard Inc. credit cards are displayed in this picture illustration taken December 8, 2017. REUTERS\/Benoit Tessier\/Illustration\/File Photo  (Reuters) - Payments processor Mastercard Inc MA.N said on Tuesday it would buy a majority of the corporate services businesses of Scandinavian payments group Nets for about 2.85 billion euros($3.19 billion), furthering its push into the Nordic markets.  The acquisition includes the clearing and instant payment services, and e-billing solutions of Nets’ corporate services business.  Growth in payment systems has kept deals rolling, even as merger moves in other sectors have stalled on concerns over trade tensions and a global economic slowdown.  The acquisition will be complementary to Mastercard Send and Transfast technologies that deliver cross-border payments to bank accounts, mobile wallets and cards, Mastercard said.  The financial technology sector is consolidating fast, with global payments set to reach $3 trillion a year in revenue by 2023 as more people switch from cash to digital payments for online and high street sales, consulting firm McKinsey predicted.  The deal will be dilutive for up to 24 months after the deal’s closing, which is expected in the first half of 2020, Mastercard said.","74":"April 16 (Reuters) - Mastercard Inc:  * AMBASSADOR MICHAEL FROMAN JOINS MASTERCARD AS VICE CHAIRMAN AND PRESIDENT, STRATEGIC GROWTH  * MASTERCARD - FORMER U.S. TRADE REPRESENTATIVE MICHAEL FROMAN WILL JOIN AS VICE CHAIRMAN AND PRESIDENT, STRATEGIC GROWTH Source text for Eikon: Further company coverage:","75":"FILE PHOTO: Mastercard Inc. credit cards are displayed in this picture illustration taken December 8, 2017. REUTERS\/Benoit Tessier\/Illustration\/File Photo  (This February 24 story corrects to say revenue to be hit between “2 and 3 percentage points” not “2% and 3%” in first paragraph)  (Reuters) - Mastercard Inc MA.N said on Monday its net revenue in the first quarter will likely take a hit of between 2 and 3 percentage points if the coronavirus outbreak persists through the quarter.  The company’s shares were down nearly 3% in extended trading.  The company now expects revenue growth between 9% and 10% in the current quarter as the virus impacts travel and e-commerce across borders.  The credit card issuer also expects that net revenue growth on a year-over-year basis in 2020 would be at the low end of the low-teens range if the impact of the virus is limited to the first quarter only.  The company had earlier forecast net revenue growth in low teens for 2020 while expecting revenue to grow in low double digits for the first quarter.  The virus has killed 2,442 and infected 76,936 people so far in China, and slammed the brakes on the world’s second-largest economy.","76":"FILE PHOTO: A Mastercard logo is seen on a credit card in this picture illustration August 30, 2017. REUTERS\/Thomas White\/File Photo  SHANGHAI (Reuters) - U.S. payments card company Mastercard Inc said on Friday it still plans to apply for a bankcard clearing license in China and was in “active discussions” to explore solutions.  Mastercard “continues to make every effort to secure the requisite license to be able to access China’s domestic market,” it said in a statement posted on its website.  The company “hopes to be able to present another application for the bankcard clearing license in the very near future.”  State newspaper Beijing News reported on Friday that Mastercard had submitted application materials in 2017 but voluntarily withdrew its application in June 2018, citing an unnamed source at China’s central bank.  Mastercard did not immediately respond to an emailed request from Reuters on Saturday for further comment.  American Express Co in November won approval to clear card payments in China, becoming the first U.S. card network to gain direct access to what is set to be the biggest bank card market by 2020.  Previously, foreign card companies have had to partner with China’s UnionPay, a state-controlled consortium that enjoyed a monopoly on all yuan payment cards issued and used in the country, for access to the country’s payments network.  UnionPay counts Mastercard, Visa Inc and Apple Inc among its partners for payment services in China.","77":"MEXICO CITY, July 2 (Reuters) - Uber Technologies Inc. is partnering with bank BBVA and payments processor Mastercard to launch a debit card for drivers in Mexico, an Uber executive said on Tuesday.  “Uber supports the extension of financial services in the country,” said Federico Ranero, Uber Mexico’s general manager. (Reporting by Julia Love; Editing by David Alire Garcia)","78":"(Reuters) - Mastercard Inc said on Sunday it was investigating allegations against Pornhub.com following a newspaper column which said many videos posted on the adult website depicted child abuse.  The New York Times column, written by Nicholas Kristof, described videos on Pornhub that the author said were recordings of assaults on unconscious women and girls.  \"The issue is not pornography but rape. Let's agree that promoting assaults on children or on anyone without consent is unconscionable,\" Kristof wrote in the column published on Friday. (nyti.ms\/2JXiqSw)  Pornhub denied the allegations.  “Any assertion that we allow CSAM (child sexual abuse material) is irresponsible and flagrantly untrue,” it said in a statement emailed to Reuters.  Mastercard told Reuters in a statement that it was investigating the allegations with Pornhub’s parent MindGeek’s bank. “If the claims are substantiated, we will take immediate action,” Mastercard said.  Billionaire investor Bill Ackman called on Mastercard and Visa Inc to temporarily withhold payments to Pornhub following the newspaper column.  Ackman also asked American Express Co to take action, though the company’s cards aren’t accepted on the site.  Visa said it is aware of the allegations and is “actively engaging with the relevant financial institutions to investigate,” while also engaging directly with MindGeek.  “If the site is identified as not complying with applicable laws or the financial institutions’ acceptable use policies and underwriting standards they will no longer be able to accept Visa payments,” the company said in a statement.  American Express said it has a longstanding global policy that prohibits acceptance of its cards on digital adult content websites.  Ackman suggested it should be made illegal for porn sites to post videos before they are reviewed by a monitor, and until the ages and consent of participants have been validated.  In its response, Pornhub said it has a vast team of human moderators who manually review “every single upload,” as well as automated detection technologies. It did not say how many people were part of its review team.  Kristof’s column also drew reactions from politicians including Canadian Prime Minister Justin Trudeau, who said his government was working with police and security officials to address the issues it raised.  In the United States, Senator Josh Hawley said he will introduce legislation to create a federal right to sue for every person “coerced or trafficked or exploited by sites like Pornhub.”","79":"DUBLIN, Feb 24 (Reuters) - Mastercard Inc plans to hire 1,500 more staff at its global technology hub in Dublin over the next three to five years, more than trebling the size of its workforce in Ireland’s first major multinational jobs announcement of 2020.  The U.S. credit card issuer has had a presence in Dublin since 2008 and set up its research and development arm, Mastercard Labs, there eight years ago. It plans to increase its staff to more than 2,000 from 650 now, IDA Ireland, the state agency competing to win foreign jobs, said in a statement.  Foreign multinationals, particularly in the technology sector, employ about a quarter of a million people in Ireland, accounting for one in 10 jobs in the fast growing economy. (Reporting by Padraic Halpin; Editing by Edmund Blair)","80":"(Reuters) - Mastercard Inc MA.N topped quarterly profit estimates on Wednesday and raised its full-year revenue forecast, as it gained from higher consumer spending on credit and debit cards globally.  A Mastercard logo is seen on a credit card in this picture illustration August 30, 2017. REUTERS\/Thomas White\/Illustration  The company’s total gross dollar volume rose more than 19 percent to about $1.42 trillion in the first quarter, of which about 30 percent were transactions processed in the United States.  U.S. consumer spending got a boost from rising wages, which hit their highest levels in 11 years, as companies passed on gains from tax cuts to their employees and job market improved.  Bigger rival Visa also posted a quarterly profit well above analysts’ estimates last week.  Both Mastercard and Visa continued to reap the benefits of consumers using their cards for offshore spending.  Mastercard’s cross-border volumes, or transactions made by overseas cardholders, rose 31.8 percent in the quarter when converted to dollars.  “Mastercard’s quarter exceeded expectations as the company rides the wave of a strong global consumer,” said Gil Luria, director of research at D.A. Davidson.  The Purchase, New York-based company also raised its 2018 growth forecast for adjusted net revenue to high-teens from mid-teens and adjusted operating expenses to mid-teens from low-double digits.  Net income rose to $1.49 billion, or $1.41 per share, in the latest quarter ended March 31 from $1.08 billion, or $1 per share, a year earlier. (bit.ly\/2rfeEYR)  Excluding items, the company earned $1.50 per share, topping analysts’ estimates of $1.25 per share, according to Thomson Reuters I\/B\/E\/S.  Operating expenses rose 43 percent to $1.76 billion, partly from investments in the company’s developmental programs.  Net revenue rose 31 percent to $3.58 billion.  Shares of the company rose 2.5 percent to $184.69 in morning trading.  Through Tuesday’s close, Mastercard’s stock had climbed 19 percent so far this year, outperforming Visa’s 12 percent gain.","81":"May 2 (Reuters) - Mastercard Inc reported a 38 percent rise in quarterly profit on Wednesday, boosted by higher consumer spending on credit and debit cards.  Net income rose to $1.49 billion, or $1.41 per share, in the first quarter ended March 31 from $1.08 billion, or $1 per share, a year earlier. (bit.ly\/2rfeEYR)  Net revenue rose 31 percent to $3.58 billion. (Reporting by Nikhil Subba in Bengaluru; Editing by Shailesh Kuber)","82":"(Reuters) - Mastercard Inc's MA.N quarterly profit beat analyst estimates on Thursday, as lower costs softened the blow from fewer people using the payment processor's cards during the coronavirus pandemic.  FILE PHOTO: A Mastercard logo is seen on a credit card in this picture illustration August 30, 2017. REUTERS\/Thomas White\/Illustration  The outbreak has hit large parts of the global travel and retail industries as stores remain shut and shoppers stay at home to avoid catching the illness.  Travel bans around the world have taken a toll on payment processors. Mastercard reported a 45% drop in cross-border volume on a local currency basis in the quarter.  Gross dollar volume - the dollar value of transactions processed - fell 10% to $1.4 trillion.  The decline in cross-border volume has continued since the quarter ended, even as the number of transactions increased within the United States.  In the third week of July, the value of cross-border volume was down 40% from a year earlier, according to a presentation for investors. U.S. transactions were up 5% while transactions outside of the United States were down 3%.  Chief Financial Officer Sachin Mehra told analysts that since June cross-border business has “improved modestly” and will get better as travel restrictions are relaxed.  Net income fell about 31% to $1.42 billion in the second quarter ended June 30. Excluding items, profit was $1.36 per share, beating estimates for $1.16, according to IBES data from Refinitiv.  Mastercard’s shares rose 1.41% in premarket trading on the announcement but were down 1.3% with the market in mid-morning trading.  Total operating expenses fell 5% to $1.6 billion in the quarter.  Rival Visa Inc's V.N results also topped analysts' estimates on Tuesday as lower-than-expected expenses eased the drag of lower spending due to the coronavirus pandemic.  The U.S. government reported earlier this month that retail sales rebounded in May and June from a sharp drop in April, and ended down 8% for the quarter from a year earlier.","83":"July 26 (Reuters) - MasterCard Inc, the world’s second-largest payments processor, reported a 33 percent rise in quarterly profit as customers spent more using its network on the back of a strengthening U.S. economy.  MasterCard's net income rose to $1.57 billion, or $1.50 per share, in the second quarter ended June 30, from $1.18 billion, or $1.10 per share, a year earlier. (mstr.cd\/2NLUpL3)  The Purchase, New York-based company’s total revenue rose 20 percent to $3.67 billion. (Reporting by Nikhil Subba in Bengaluru; Editing by Maju Samuel)","84":"(Reuters) - Mastercard Inc on Thursday signaled a near-term rebound in business as it expects an uptick in travel due to easing lockdowns and improved COVID-19 vaccination efforts, after the credit-card giant beat estimates for fourth-quarter profit.  FILE PHOTO: A Mastercard logo is seen on a credit card in this picture illustration August 30, 2017. REUTERS\/Thomas White\/File Photo  In the December quarter, the company’s revenue declined at a slower pace than in the preceding quarters, although the pandemic continues to weigh on its cross-border volumes.  Business travel will take longer to recover than personal travel, the company said, and also indicated it does not expect spending in the current quarter to improve from its January levels, which have been boosted by the stimulus package.  In the third week of January, transactions in the U.S. were up 7%, but those outside the United States dropped 2%, the company said.  While travel has taken a massive hit due to the pandemic, a surge in contactless payments has helped card companies mitigate the impact of the health crisis to a certain extent.  “Progress may not be linear, but we believe there is significant pent-up demand for travel. And we continue to expect to see improvements in the second half of the year,” Chief Executive Officer Michael Miebach said on a post-earnings call.  Shares of Mastercard were up 3.6% in mid-day trade, after results showed growth in overall volumes during the fourth quarter, despite a resurgence in COVID-19 cases. Other card companies such as Visa Inc and American Express Co were up too, helped mostly by broader market gains.  Excluding items, Mastercard reported a net income of $1.64 per share for the quarter ended Dec. 31, compared with average estimates of $1.51 per share, according to the IBES estimate from Refinitiv.  Gross dollar volume - a measure of the dollar volume of transactions - rose 1% from a year earlier to $1.7 trillion on a local currency basis.  Cross-border volume, a measure for spending outside the country where the card was issued, fell 29% on a local currency basis.  Net revenue fell 7% to $4.1 billion, but still came in slightly ahead of estimates of roughly $4 billion.","85":"FILE PHOTO: Israel's central bank chief Amir Yaron speaks at a news conference in Jerusalem January 7, 2019. REUTERS\/Steven Scheer\/File Photo  JERUSALEM (Reuters) - Bank of Israel Governor Amir Yaron has granted Mastercard permission to hold 10 percent of Israeli bank services firm SHVA, the central bank said on Tuesday, in a step aimed at boosting banking sector competition.  Mastercard got the green light after the company signed a deal to buy the stake from Israel’s Bank Hapoalim, the Bank of Israel said.  SHVA, the Hebrew acronym for Automated Banking Services Ltd, provides a large portion of the services in the payment card transaction chain in Israel.  New legislation to increase competition in the sector is forcing Israel’s largest banks to reduce their stakes in SHVA to below 10 percent.  Hapoalim rival Bank Leumi last year received permission to sell a 10 percent share to Visa.  The Bank of Israel said Hapoalim, Leumi and Israel Discount Bank are preparing a public offering to sell more of their stakes in SHVA to the public to take their holdings below 10 percent.  Supervisor of Banks Hedva Ber said the payments sector is expected to undergo changes in coming years and that adding international players that specialize in payments will boost innovation and knowledge.","86":"FILE PHOTO: A man walks past a Grab office in Singapore March 26, 2018. REUTERS\/Edgar Su\/File Photo  SINGAPORE (Reuters) - Singapore-based Grab has partnered payments processor Mastercard Inc MA.N to issue prepaid cards tailored to Southeast Asian consumers, extending the use of Grab's digital wallet and helping its unbanked users transact online.  The companies hope to leverage Grab’s 110 million users based on download numbers, and Mastercard’s network of 3 million merchant outlets.  “This partnership with Grab significantly advances our reach in Southeast Asia and aligns with our goal of expanding digital payments across all consumers and merchants,” Mastercard said in the companies’ joint statement on Thursday.  Grab will issue virtual and physical prepaid cards through its app. Customers can top up their cards using cash through agents, drivers and merchants on the GrabPay platform, and will be able to use them at online and offline merchants that accept Mastercard.  Six-year-old Grab, which made its start as a taxi-booking app, is transforming itself into a consumer technology group, offering services such as food and parcel deliveries, micro-loans and mobile payments in one of the world’s fastest-growing internet markets - home to some 640 million people.  The region with its large unbanked population has emerged has a financial services battleground for local companies such as Grab, Sea Ltd SE.N and Indonesia's Go-Jek, as well as foreign firms including Alibaba Group Holding Ltd BABA.N and Tencent Holdings Ltd 0700.HK.  Cash remains the most common payment method in Southeast Asia, making the region challenging for e-commerce firms.  “For the first time, these unbanked and under-banked users will be able to use virtual and physical cards to buy things online,” Reuben Lai, senior managing director, Grab Financial, told Reuters.  Grab and Mastercard said they hope to offer their card in the first half of 2019, starting in Singapore and the Philippines.","87":"Jan 28 (Reuters) - Payments processor Mastercard Inc on Thursday posted a 17% fall in fourth-quarter profit, hurt mainly by a slump in cross-border customer spending volumes.  Excluding items, Mastercard reported net income of $1.6 billion for the quarter ended Dec. 31, or $1.64 per share, compared with $2 billion a year earlier.  Analysts on average were expecting a profit of $1.51 per share, according to the IBES estimate from Refinitiv. It was not immediately clear whether those numbers were comparable.","88":"BRUSSELS (Reuters) - EU antitrust regulators on Monday cleared Mastercard's MA.N bid to buy part of Scandinavian payments group Nets after the companies agreed to sell a Nets technology to a rival to boost competition in the market.  U.S. payments group Mastercard last year announced the proposed acquisition of three divisions of Nets, which cover corporate clearing, instant payments and e-billing, for about for about 2.85 billion euros ($3.4 billion).  It offered concessions last month after the European Commission voiced concerns about the impact of the deal in account-to-account core infrastructure services, where payments are processed directly from one bank account to another without the need for a card.  “Mastercard and Nets offered to transfer to a suitable purchaser a global license to distribute, supply, sell, develop, modify, upgrade or otherwise use Nets’ Realtime 24\/7 technology,” the EU competition enforcer said in a statement.  ($1 = 0.8426 euros)","89":"LONDON (Reuters) -The UK Supreme Court on Friday allowed a 14 billion pound ($18.5 billion) class action to proceed against Mastercard for allegedly overcharging more than 46 million people in Britain over a 15-year period in a landmark judgment.  The complex case, brought after Mastercard lost an appeal against a 2007 European Commission ruling that its fees were anti-competitive, could entitle adults in Britain to 300 pounds each if it is successful.  The court dismissed a Mastercard appeal, setting the scene for Britain’s first mass consumer claim brought under a new legal regime and establishing a standard for a string of other, stalled class actions.  “Mastercard has been ... imposing excessive card transaction charges over a prolonged period in a way it must have known would impose an invisible tax on UK consumers,” said Walter Merricks, a lawyer who is leading the action.  Mastercard said the claim was driven by “hit and hope” U.S. lawyers.  The case will now be sent back to the Competition Appeal Tribunal (CAT), nominated in 2015 to oversees Britain’s fledgling, U.S.-style “opt-out” collective class actions for breaches of UK or European Union competition law.  The CAT will reconsider granting the necessary collective proceedings order (CPO) for the case to proceed to trial, having refused to certify the case in 2017 because of its complexity. A hearing is expected next year.  Mastercard said it would ask the CAT to avert a serious risk of the new collective action regime going down the wrong path with a “fundamentally flawed” case.  The case centres on so-called interchange fees which credit and debit card companies say they levy on merchants’ banks to cover the costs of card services, security and innovation.  Merricks, who is being advised by law firm Quinn Emanuel Urquhart & Sullivan, alleges these fees were excessive between 1992 and 2008, that they had to be paid by businesses that accepted Mastercard payments from British consumers and were passed on through increased shop prices.  Under the opt-out regime, UK-based members of a defined group are automatically bound into legal action unless they opt out.  Critics say such regimes encourage claims without merit. Others argue they can offer an effective route to compensation for those whose claims are individually too small to warrant the legal costs of taking on large companies alone - and that grouping such claims together helps attract necessary funding.  One such litigation funder, Therium, said it now expected to increase its investment allocation to competition class actions.  Anthony Maton, the global vice-chair of law firm Hausfeld, which is advising on other class actions, said: “This is a revolution in English law.”  ($1 = 0.7563 pounds)","90":"(Reuters) - Mastercard Inc MA.N said it expects consumer spending to gradually return to \"pre-COVID\" levels as people start using their cards again on clothing and domestic travel with countries easing lockdown measures that have brought the world to a standstill.  The world’s second-largest payment processor on Wednesday reported better-than-expected first-quarter earnings and said it has started seeing early signs of spending levels stabilizing.  The novel coronavirus pandemic has shut down large parts of the global retail industry as stores remain shut and shoppers stay at home to avoid catching the highly contagious illness.  The outbreak has also hammered the global economy, pushing companies to layoff employees by the millions. That, in turn, could weigh on credit card issuers as more people default on their payments.  “We believe we are currently in the stabilization phase in most markets. The next phase is normalization, where governments gradually relax mitigation practices,” Mastercard’s Chief Executive Officer Ajay Banga said on a post-earnings call.  Sectors such as mass entertainment and long-haul travel will probably take longer to normalize than sectors with pent-up demand such as home improvement and healthcare, said Banga.  Mastercard said spending in the third week of April improved across all regions, helped in part by the fiscal and monetary stimulus provided to economies floored by the pandemic.  Instilling caution, however, Mastercard said it would temporarily suspend its 2020 share repurchase.  Shares of the world’s second-largest payment processor were up 6.3% at $281.23 in late morning trade.  NO CRYSTAL BALL  The company also reported a 40% growth in contactless transactions worldwide in the quarter, saying recent consumer insights show these spending habits will last beyond the pandemic.  “I don’t have a crystal ball ... But I do think we will see certain trends will stand out. The world will be more digital and the secular shift to electronic payments will accelerate,” Banga said.  Mastercard’s net income fell to $1.7 billion, or $1.68 per share, in the first quarter ended March 31 from $1.9 billion, or $1.80 per share, a year earlier, hurt by a rise in losses on equity investments and other costs.  On an adjusted basis it earned $1.83 per share, beating analysts’ estimates of $1.73 per share according to Refinitiv IBES.","91":"NEW YORK (Reuters) - Shoppers across the United States snapped up deep discounts on toys, clothing and electronics both online and at stores on Black Friday, giving retailers a strong start to their make-or-break holiday season.  A healthy economy and rising wages gave people the confidence to splash out on retailers’ annual raft of bargains.  “The prices today are very good,” said Jose Manuel Cruz Hernandez, 59, who hit the Del Amo Fashion Center in Torrance, California, with his sister Paulina Cruz, 66, who comes every year from Mexico City to shop.  The pair spent $120 on princess dolls and other toys at the Walt Disney Co store, where items were 20 percent off. They spent a similar amount at Gap Inc, where items were discounted by about 55 percent.  Cruz Hernandez, a foreman at an aerospace firm, said he was comfortable with the U.S. economy and his own finances and plans to spend another $1,000 on holiday gifts - about the same as last year.  A similar story played out online, where shoppers spent $643 million by 10 a.m. ET, up 28 percent from a year ago, according to Adobe Analytics, which tracks transactions at most of the top U.S. online retailers. Smartphone sales in particular contributed to gains.  Foot traffic looked healthy at stores offering discounts, although detailed numbers on brick-and-mortar holiday sales will not be available for several days.  “Overall, Black Friday doesn’t have the sense of urgency as in the past and feels more like a busy regular weekend day in many of the stores,” said Dana Telsey at Telsey Advisory Group.  “Many of the promotions were available for the past couple of weeks,” Telsey said. “We haven’t noticed desperation from any retailer.”  Shares of Macy’s Inc, Kohl’s Corp, and Target Corp all closed down on Friday and weighed on the broader S&P 500 retailing index, which closed down 0.56 percent.  Investors are concerned retail sales growth may have peaked in the second quarter and business will slow down as comparisons get tougher, said Brian Yarbrough, retail analyst with Edward Jones.  Victoria’s Secret owner L Brands, Walmart Inc and American Eagle Outfitters rose. J.C. Penney Co Inc ended flat and Amazon.com Inc closed slightly lower.  The overall stock market finished a shortened session with losses.  Slideshow ( 14 images )  STRONG ONLINE SALES  Early numbers showed overall retail sales, both in stores and online, were in line with expectations, according to Mastercard Inc’s SpendingPulse retail report. The firm expects overall Black Friday sales to top $23 billion this year, up from $21 billion last year.  Mastercard combines sales activity in its payments network with estimates of cash and other payment forms. It said cold weather in the eastern United States and wet weather in the west may be pushing more consumers online.  Online spending is on track to hit $6.4 billion on Friday, Adobe said. Online sales on Thanksgiving Day were up 28 percent at $3.7 billion.  The National Retail Federation forecast U.S. holiday retail sales in November and December will increase between 4.3 and 4.8 percent over 2017 for a total of $717.45 billion to $720.89 billion. That compares with an average annual increase of 3.9 percent over the past five years.  About 38 percent of American consumers plan to shop on Black Friday, a Reuters\/Ipsos poll showed last week.  Very cold weather in the U.S. Northeast may have kept some shoppers at home, although industry analysts also reported added demand for coats and other warm clothing. An Athleta clothing store in Tysons, Virginia, provided hot chocolate with marshmallows to women in line for the dressing room.  DEAL FRENZY  Shoppers picked up big-ticket items such as TVs, Apple Inc iPads and Watches at Target, while phones, toys, gaming consoles and cookware were top sellers at Walmart Inc.  Many shoppers sought out air fryers, which do not use oil to deep fry food and Instant Pots. Kohl’s Chief Executive Michelle Gass told CNBC the company was selling 60 Instant Pots per minute online on Thanksgiving Day.  While most retailers have not changed their deals and discounts year-over-year, many have moved their start dates earlier and offered more teasers, according to deal site RetailMeNot.  The deepest discounts in apparel and accessories were offered by Michael Kors, which ran a 60 percent discount sale; Gap, which offered 50 percent off site-wide; and Nordstrom, which gave away up to 60 percent on merchandise.  Slideshow ( 14 images )  Other deals included:  * An H&M store in Manhattan offered 30 percent off everything in-store and online.  * Macy’s in Herald Square, Manhattan, sold a Coach designer wallet, originally $225, for $53. Coach bags there, originally $259, were half off.  * Midtown Comics was taking 25 percent off everything at its three Manhattan locations until noon.  * An Eddie Bauer in Chicago offered 50 percent off all items.  * At a Chicago-area Pandora, which sells popular charm bracelets that can cost up to $1,000, jewelry was 35 percent off before 10 a.m. and 25 percent off for the remainder of the day.  * J Crew clothing was 50 percent off. Its site experienced some technical difficulties.  * Walmart was selling a Google Home mini for $99.  REPLACING A TOY STORE  Many retailers, reacting to the bankruptcy of the Toys ‘R’ Us chain, are catering to parents.  Target said in October it planned to dedicate nearly a quarter of a million square feet of new space to its toy business across 500 of its stores.  “Toys ‘R’ Us had better quality for toys,” said Ashley Drew, 29, shopping for her 5-year-old daughter at a Los Angeles-area Walmart, next door to the empty shell of a Toys ‘R’ Us store.  Department store JC Penney, known for its mid-priced apparel, has also made a push into toys.  Carolyn Pertette from Wilkinsburg, Pennsylvania, shopped in the early morning at the Waterfront Mall in Pittsburgh.  “I’m concerned about where I’m going to get toys,” she said.","92":"July 30 (Reuters) - Mastercard Inc on Thursday reported a 30% slump in quarterly profit as fewer people used its cards during the COVID-19 pandemic, hitting spending volumes for the payment processor.  Net income fell to $1.4 billion, or $1.41 per share, in the second quarter ended June 30, from $2 billion, or $2 per share, a year earlier.","93":"NEW DELHI (Reuters) - Global card payments giant Mastercard is storing its new Indian transaction data locally, the company said on Tuesday, as it starts to comply with a regulatory directive which U.S. companies unsuccessfully lobbied hard to dilute.  Mastercard Inc. credit cards are displayed in this picture illustration taken December 8, 2017. REUTERS\/Benoit Tessier\/Illustration  The Indian central bank in April said companies such as Mastercard, Visa and American Express will from October need to store their payments data “only in India” so that the regulator could have “unfettered supervisory access”.  The directive sparked an aggressive lobbying effort from U.S. companies who said the rules would increase their infrastructure costs, hit their global fraud detection platforms and affect planned investments in India where more and more people are using digital modes of payments.  The companies had sought dilution of the central bank directive, requesting they be allowed to store data both locally and at their offshore offices, a practice widely known as “data mirroring”. But their requests were declined.  Mastercard has started storing all its new payments transaction data in India at its technology center in the western city of Pune, the company said in a statement to Reuters on Tuesday. It did not specify whether a copy of that data was still being stored abroad.  The company said it has submitted a proposal with the Reserve Bank of India (RBI) for “storage of data only in India within a specified timeframe”. It did not give a timeline.  Visa too has started storing a copy of its new transaction data locally and had sought time from the RBI to comply with the requirement to store Indian data only within the country, two industry sources said.  Visa and American Express did not immediately respond to a request for comment.  The RBI directive was part of a wider push by India to ask companies to store more of their data locally at a time when governments globally are enforcing more stringent rules to protect user data.  Government sources have previously told Reuters that stringent data localization measures were essential for gaining easier access to data during criminal and other investigations.  Two U.S. senators this month called on Indian Prime Minister Narendra Modi to soften India’s stance on data localization, warning that measures requiring it represent “key trade barriers” between the two nations.  Other than the RBI proposal, India is working on an overarching data protection law that calls for the storing of all critical personal data in India. E-commerce and cloud computing policies are also being developed.","94":"SYDNEY, Feb 5 (Reuters) - Australian regulators would consider intervening to stop banks from automatically directing “tap-and-go” card payments through the world’s largest payment processors Visa and Mastercard Inc., the Reserve Bank of Australia (RBA) said Wednesday.  Banks needed to stop automatically directing debit card payments through the two global networks, and instead give retailers the cheaper option to use EFTPOS, a local payment network, Governor Philip Lowe told reporters after a speech in Canberra.  Global card schemes MasterCard and Visa, alongside the major four banks, dominate card payments systems in Australia. EFTPOS is owned by local financial institutions and retailers.  According to the RBA, processing debit card payments - the most frequently used payment method in Australia - through Visa or Mastercard costs retailers more than twice as much as using the local EFTPOS network.  The retailers association estimates this adds up to between A$300 million to A$500 million ($200 million to $340 million) in extra costs per year.  “We have made it very clear to the banking industry that we expect them to develop the functionality to allow the merchant to chose which payment rails it goes through, the international schemes or the EFTPOS schemes,” Lowe said.  “If that process doesn’t work then we would have to consider a regulatory solution.”  Visa and Mastercard were not immediately available for comment.  Low said the banks had promised to develop systems that would facilitate the cheaper route for retailers, and said his preference would be not to have to intervene.  “Regulating here is not the preferred option but it is a fallback option if we don’t see the required change.”  The RBA is currently reviewing the country’s payments regulations to identify strategic issues that should be addressed, including the impact of new payment technologies and new entrants, regulatory technology, and the possible issuance of an electronic form of banknotes.  “One of the possible reasons for the major banks dragging their feet on least-cost routing is that they each have very extensive relationships with the large international schemes – we will be exploring this in the review,” Tony Richards, the head of payments policy at the RBA, was quoted as saying in the Australian Financial Review on Wednesday.  A spokesman from the Commonwealth Bank of Australia declined to comment.  Westpac Banking Corp, National Australia Bank and Australia and New Zealand Banking Group were not immediately available for comment.","95":"BRUSSELS, Dec 4 (Reuters) - Mastercard said on Tuesday it expected a resolution to two EU antitrust investigations in the first quarter of 2019.  The world’s second-biggest payments network operator and Visa have offered to cut the merchants’ charges for non-EU credit and debit cards by at least 40 percent, the European Commission said earlier on Tuesday.","96":"(Reuters) - Mastercard Inc MA.N closed its office in Sao Paulo and an annex location near its headquarters in New York after an employee was diagnosed with coronavirus.  Earlier this week, the employee had traveled to the annex office in Purchase, New York.  The two locations are undergoing a sanitization process on the advice of public health officials, a Mastercard spokesman told Reuters.  Employees who have been in contact with the affected employee and are developing symptoms will work from home for 14 days, the spokesman said.","97":"April 27 (Reuters) - Mastercard Inc:  * MASTERCARD NOMINATES 14 CANDIDATES FOR ELECTION TO BOARD OF DIRECTORS  * MASTERCARD INC - RICHARD DAVIS PROPOSED TO BE ADDED TO BOARD  * MASTERCARD INC - RICHARD DAVIS, FORMERLY OF U.S. BANCORP, HAS BEEN ADDED TO SLATE ALONG WITH COMPANY’S EXISTING DIRECTORS Source text for Eikon: Further company coverage:","98":"BANGKOK (Reuters) - Thailand’s capital, Bangkok, edged out Paris and London as the world’s most popular city to visit, according to a survey released on Wednesday, welcome news for Thailand after worries over a drop in foreign arrivals.  People have fun on a beach during sunset at Ko Kut island in Trat Province, Thailand October 27, 2018. REUTERS\/Jorge Silva  Bangkok was named the most-visited city for the fourth consecutive year, with about 22.8 million visitors reported in the annual rankings by MasterCard Inc.  Paris and London were ranked second and third, each with about 19.1 million arrivals, trailed by Dubai with 15.9 million.  Other Southeast Asian cities, Singapore and Kuala Lumpur were fourth and fifth in the rankings, based on third-party research, proprietary analysis and public data across 200 destination cities.  New York, Istanbul, Tokyo and Antalya, Turkey, rounded out the top 10.  The number of international visitors across the 200 cities grew by 76% in the last 10 years.  Despite Bangkok’s longtime reign atop the list, the Thai tourism industry has faced headwinds, with arrivals dropping 1.03% year-on-year in May before recovering to grow 0.89% in June from a year earlier.  Tourism accounts for about 12% of Thailand’s economy.  However, weaker Chinese economic growth and a boat accident last year led to a drop off in Chinese arrivals in Thailand in the first half of this year.  The downturn in the number of visitors from China was partially offset by Indian arrivals.  Thailand expects to welcome 2 million Indian tourists in 2019, the governor of the Tourism Authority of Thailand, Yuthasak Supasorn, told Reuters, adding this was one year earlier than its target.  In August, the government extended a waiver of a 2,000 baht ($65) fee for visa-on-arrivals for tourists from 18 countries including those from China and India.  A growing middle class and increasing wealth in populations and the rise of low-cost airlines will make travel more accessible, Minor Hotels Chief Executive, Dilip Rajakrier, said in an email.  “Given only less than 10% of the China’s total population having passports today. The potential of the Chinese market will never fade,” he said.","99":"NEW DELHI (Reuters) - Mastercard MA.N told the United States government in June that Indian Prime Minister Narendra Modi was using nationalism to promote the use of a domestic payments network, and New Delhi's protectionist policies were hurting foreign payment companies, a document seen by Reuters showed.  A shopkeeper swipes a customer's debit card with the logo of RuPay at an electronics goods store in Kolkata, India October 31, 2018. REUTERS\/Rupak De Chowdhuri  Modi has in recent years backed India's homegrown payments network \"RuPay\", whose rise has broken the dominance of U.S. payment giants such as Mastercard and Visa V.N. More than half of India's 1 billion debit and credit cards now go through the RuPay payment system, and that means companies such as Mastercard face an uphill task to expand rapidly in one of the world's biggest payments growth markets.  Modi has publicly endorsed the indigenous card payment network, saying using RuPay was like serving the country as its transaction fee stays within India and could help build roads, schools and hospitals.  In a written reference to Modi’s stance, Mastercard told the Office of the United States Trade Representative (USTR) on June 21 that the prime minister “associated the use of RuPay cards with nationalism, claiming it serves as ‘kind of national service’.”  The note, which was sent by a Mastercard Vice President for Global Public Policy, Sahra English, said that, while Modi’s digital payments push was “commendable”, the Indian government had adopted “a series of protectionist measures” to the detriment of global companies.  U.S. companies in India have been increasingly battling Modi’s policies they perceive to be protectionist. This year, U.S. technology companies have protested against an Indian law that would require them to store more data locally, raising their costs.  The previously unreported note, which was seen by Reuters, shows the extent to which Modi’s support for RuPay frustrated the Purchase, New York-based company, which is the world’s second-largest payments processor.  “Increasing rhetoric from the prime minister and government mandates on promotion and preference for RuPay ... continues to create market access issues for U.S. payments technology companies,” Mastercard said in the note.  “The Indian government’s preferential treatment of RuPay coupled with fallacies on pricing must be discontinued,” the company asked the U.S. government to propose.  In response to Reuters queries, Mastercard said in a statement it “fully supports” the Indian government’s initiatives and is “deeply invested” in the country. The company did not comment on its USTR note and its executive Sahra English did not respond to questions.  The USTR did not respond to a request for comment and it was not clear whether the U.S. agency raised Mastercard’s concerns with New Delhi. Visa did not respond to Reuters queries.  There was no response to requests for comment from Modi’s office.  Mastercard, whose president and chief executive is India-born Ajay Banga, has a planned investment outlay of $1 billion in its key Indian market for 2014-2019. With 2,000 people, India accounts for 14 percent of the global Mastercard workforce, the largest outside the United States.  The company recruited a Bollywood actor this year for a campaign aimed at encouraging consumers in smaller cities to use debit cards more regularly as it seeks to grow in India.  DIGITAL BOOST  In November 2016, Modi started promoting the use of digital payments after replacing high-value currency notes in an attempt to crack down on the black economy.  That increased card usage: Indians in August clocked transactions worth $51 billion on debit and credit cards, nearly double the amount recorded in November 2016, according to data from the central bank, which does not provide separate usage statistics comparing Indian and foreign payment networks.  Foreign card companies have also had to contend with a growing use of mobile wallets and state-backed digital money transfer services, some of which Modi promoted.  RuPay received a major boost due to Modi’s so-called financial inclusion program launched in 2014, which meant that all Indians opening a bank account for the first time were offered a RuPay card, not a Mastercard or Visa.  The Indian card network was developed by the National Payments Corporation of India (NPCI), a group largely owned by state banks but which also counts private and foreign banks among its shareholders. It also oversees the payments services in India.  In its note to the USTR, Mastercard said the government had mandated banks to support the NPCI directly and indirectly, making it the “sole beneficiary” of Modi’s financial inclusion program.  The NPCI acted both as “a quasi-regulator and a competing payment network”, Mastercard said, adding that this was “compounded by the government’s open preference for RuPay with misleading statements and inaccurate information on pricing, despite Mastercard being priced lower than RuPay”.  Pricing refers to the fee paid by banks to payment processors such as Mastercard for card transactions. The company did not detail which specific statements it was referring to.  The chief executive of the NPCI, Dilip Asbe, did not respond to a request for comment.  At one point, RuPay levied a transaction fee which was half of that charged by Mastercard and Visa, one industry source said, but the U.S. card companies reduced charges in recent months. The pricing and charges are not publicly available.  Modi in June said foreign card companies take their transaction fees abroad and as “everyone cannot go to the border to protect the country, we can use RuPay card to serve the nation”.  A month later, Mastercard issued a press statement which said the company gets only 15-20 percent of debit card transaction fees, while the rest stays “within the Indian economy”. It did not name RuPay.","100":"* Fintech firm secured 8 mln customers in 4 years  * Revolut undercuts U.S. banks with free accounts  * Faces battle to prove long-term profits  LONDON, Oct 22 (Reuters) - Digital banking app Revolut is set to begin issuing its cards in the United States by the end of this year via a partnership with payments company Mastercard Inc, the two companies said on Tuesday.  The announcement follows a similar deal last month where Mastercard rival Visa Inc partnered with Revolut as part of its global expansion plans.  Revolut, one of the world’s fastest-growing bank account providers, aims to undercut established players such as Bank of America and JPMorgan Chase on everything from foreign exchange to current accounts and remittances.  “We’re going to ensure our product is better value for customers, most U.S. banks charge $10 a month for an account and $10-$15 for local transfers and we’ll be offering both for free,” Revolut chief executive and founder Nikolay Storonsky told Reuters.  “Today’s announcement confirms the two businesses will partner on a minimum of 50 percent of all existing and future cards Revolut issue in Europe,” the two companies said.  Revolut’s deal with Mastercard will allow it to plug into its networks so that Revolut cards will be accepted by merchants in the 210 countries where Mastercard operates.  The British-based banking app aims to hire around 3,500 staff in the next year as it moves into North America and Asia, bringing its total employees to around 5,000.  Fintech firms such as Revolut, Monzo, and Starling have grown rapidly in Britain by undercutting traditional banks’ prices while offering generally slicker service, but they face a challenge to build sustainable profits.  Most make their money from charging a subset of users for premium features, rather than lending money out as traditional banks do.  Revolut may also face a greater challenge in the U.S. market, where customers’ wallets already bulge with multiple cards and local fintech firms such as Robinhood have a head start in offering fee-free stockbroking, one of Revolut’s selling points.  Revolut differs from mainstream banks in that customers’ deposits are not directly protected by government guarantees, but held in segregated accounts at traditional lenders.  While customers have therefore been slow to entrust their savings to Revolut since its launch in 2015, some 8 million customers have signed up for an account, attracted by its slick app and rock-bottom forex rates.","101":"BRUSSELS (Reuters) - Mastercard MA.N said on Tuesday it expected a resolution to two EU antitrust investigations in the first quarter of 2019.  The world's second-biggest payments network operator and Visa V.N have offered to cut the merchants' charges for non-EU credit and debit cards by at least 40 percent, the European Commission said earlier on Tuesday.","102":"FILE PHOTO: Mastercard Inc. credit cards are displayed in this picture illustration taken December 8, 2017. REUTERS\/Benoit Tessier\/Illustration\/File Photo  (Reuters) - Mastercard Inc MA.N beat Wall Street estimates for quarterly profit on Wednesday as customers spent more on its cards during the U.S. holiday shopping season, boosting fees for the world's second-largest payment processor.  The company’s gross dollar volume, the dollar value of transactions processed, rose 12% to $1.73 trillion in the fourth quarter.  U.S. retail sales, a measure of purchases at stores, restaurants and online, rose every month in the fourth quarter helped by a strong holiday shopping season, while wage gains and the labor market remained on solid footing.  Around 29.38 billion transactions were processed, a 19% increase from a year earlier. The gain was led by a 9% rise in the United States and a 28% jump in Europe.  Net revenue rose 16% to $4.41 billion, edging past analysts’ estimates of $4.40 billion.  Adjusted net income rose to $2.0 billion in the fourth quarter ended Dec. 31 from $1.6 billion a year earlier. (mstr.cd\/36wyQag)  On a per share basis, the company earned $1.96 per share, while analysts had expected a profit of $1.87 per share, according to IBES data from Refinitiv.  Shares of the company were up 1% in premarket trading.","103":"(Reuters) - Financial technology company Plaid Inc said on Monday that Visa Inc and Mastercard Inc were strategic investors in a $250 million round of Series C financing raised in December.  The fintech startup, whose technology lets people connect their bank accounts to mobile apps like Venmo, did not disclose the size of Visa and Mastercard’s investment in a statement announcing the deal.  “Financial services is in the midst of a digital revolution, led by the fintech market,” Zach Perret, Plaid’s chief executive officer, said in the statement. “We ... look forward to collaborating with Visa and Mastercard at the intersection of commerce and financial services.”  Founded in 2013, Plaid has some $310 million in financing from backers including financial giants Goldman Sachs Group Inc, Citigroup Inc and American Express Co.  Venture capitalist Mary Meeker in December led a Series C fundraise that reportedly valued the company at $2.65 billion, and Plaid says it now has around 400 employees in four cities.  The company gave little detail on how the credit card giants would factor into its business, saying it would “work with Mastercard and Visa at the intersection of payments and data access.”  Plaid has been “expanding our data network this year,” and believes the deal will help accelerate those efforts, it said in the statement.  Mastercard’s Sherri Haymond, executive vice president of digital partnerships, framed the investment as a vote of confidence in Plaid’s ability to make digital payments easier while ensuring data privacy. “Technology is making life easier in all walks of life,” Haymond said in the statement.  Visa’s Bill Sheedy said the investment would let Visa bring its “global scale, brand, security and reliability ... to the fintech community.”","104":"June 28 (Reuters) - Visa Inc and Mastercard Inc are close to settling a long-running antitrust lawsuit with merchants over the fees they pay while they accept card payments, the Wall Street Journal reported on Thursday, citing people familiar with the matter.  Under the settlement, Visa, Mastercard and a number of banks that issue debit and credit cards including JPMorgan Chase & Co , Citigroup Inc and Bank of America Corp would pay the merchants around $6.5 billion, the report said on.wsj.com\/2Kx4Wby, citing some of the people.  It is not clear how the payment would be split up among the card networks and the issuing banks, according to the report.  Visa and Mastercard were not immediately available for comment. JPMorgan, Citigroup and Bank of America also did not immediately respond to requests for comment. (Reporting by Laharee Chatterjee in Bengaluru; Editing by Maju Samuel)","105":"Feb 8 (Reuters) - Visa Inc on Friday sweetened its offer for payment company Earthport Plc to about 247 million pounds ($319.84 million), topping rival Mastercard Inc’s earlier bid.  A unit of Visa offered 37 pence in cash for each Earthport share, higher than the 30 pence per share it offered in December. Mastercard last month offered 33 pence per Earthport share.  Earthport, which had backed the Mastercard bid earlier, said it had recommended shareholders to accept the increased Visa offer. ($1 = 0.7723 pounds) (Reporting by Arathy S Nair in Bengaluru; Editing by Arun Koyyur)","106":"April 30 (Reuters) - Mastercard Inc reported a 26.7 percent rise in quarterly profit on Tuesday, as a strong U.S. job market and a boom in online shopping boosted transaction volumes on the company’s payment network.  Net income rose to $1.9 billion, or $1.80 per share, in the first quarter ended March 31 from $1.5 billion, or $1.41 per share, a year earlier. bit.ly\/2vv9PfA  On an adjusted basis, the company earned $1.78 per share. Analysts were expecting net income of $1.66 per share, according to IBES data from Refinitiv. It was not immediately clear if the number was comparable. (Reporting By Aparajita Saxena in Bengaluru; Editing by Anil D’Silva)","107":"FILE PHOTO: Mastercard Inc. credit cards are displayed in this picture illustration taken December 8, 2017. REUTERS\/Benoit Tessier\/Illustration\/File Photo  JAKARTA (Reuters) - Mastercard Inc MA.N said on Thursday it signed an agreement with Indonesian payment switching firm Artajasa Pembayaran Elektronis to make a foray into the Southeast Asian country's national payment gateway system.  The central bank has approved the collaboration, which currently covers debit card transaction processing, in July, U.S.-based payments giant Mastercard said in a statement.  Indonesia launched its national payment gateway system in December 2017 to ensure all debit card transactions within the country are settled using domestic infrastructure.  The central bank has put a 20% limit on foreign ownership in any company that offers electronic payment services in the system.  There were 6.4 billion debit card transactions made in Indonesia in 2018, for cash withdrawals, trades and transfers, worth 6,927.3 trillion rupiah ($485.79 billion), according to Bank Indonesia data.  In the future, Mastercard and Artajasa could work on other transaction processing, including digital payment in e-commerce, Mastercard said.","108":"Nov 16 (Reuters) - Mastercard Inc said here on Monday the U.S. Department of Justice has allowed it to move forward with its $825 million deal to buy technology firm Finicity. (Reporting by Noor Zainab Hussain in Bengaluru; Editing by Shinjini Ganguli)","109":"April 29 (Reuters) - Mastercard Inc reported a 7% decline in its quarterly profit on Wednesday as costs such as rebates and incentives rose but revenue rose as the dollar volume of transactions processed rose.  Net income fell to $1.7 billion, or $1.68 per share, in the first quarter from $1.9 billion, or $1.80 per share, a year earlier. Revenue rose to $4 billion from $3.9 billion. (Reporting by Noor Zainab Hussain in Bengaluru and Sinéad Carew in New York)","110":"Jan 31 (Reuters) - Mastercard Inc reported a 33 percent rise in adjusted quarterly profit on Thursday, as it processed more transactions during the holiday shopping season.  Adjusted net income rose to $1.6 billion, or $1.55 per share, in the fourth quarter ended Dec 31 from $1.2 billion, or $1.14 per share, a year earlier. bit.ly\/2CSXq8t  Net revenue rose to $3.8 billion from $3.3 billion a year ago.  Analysts on average were looking for a profit of $1.52 per share and revenue of $3.79 billion, according to IBES data from Refinitiv, although it was not immediately clear if the numbers were comparable.  Rival Visa Inc reported an 18 percent rise in quarterly profit on Wednesday, beating analysts’ estimates on higher transaction volumes. (Reporting By Aparajita Saxena in Bengaluru; Editing by Anil D’Silva)","111":"SYDNEY (Reuters) - Australian regulators will consider intervening to stop banks from automatically directing \"tap-and-go\" card payments through the world's largest payment processors Visa V.N and Mastercard Inc. MA.N, the central bank said on Wednesday.  An ibis bird perches next to the Reserve Bank of Australia headquarters in central Sydney, Australia February 6, 2018. REUTERS\/Daniel Munoz  Banks must stop automatically directing debit card payments through the two global networks, and instead give retailers the cheaper option to use local network EFTPOS, Philip Lowe, the governor of the Reserve Bank of Australia (RBA), told reporters.  “Regulating here is not the preferred option but it is a fallback option if we don’t see the required change,” he said after a speech in Sydney.  Global card schemes MasterCard and Visa, alongside the major four banks, dominate card payments systems in Australia. EFTPOS is owned by domestic financial institutions and retailers.  The RBA says debit card payments, Australia’s most frequently used method, processed through Visa or Mastercard cost retailers more than twice as much as using EFTPOS.  The retailers’ association estimates this adds up to extra costs of between A$300 million and A$500 million ($200 million and $340 million) each year.  “We have made it very clear to the banking industry that we expect them to develop the functionality to allow the merchant to choose which payment rails it goes through, the international schemes or the EFTPOS schemes,” Lowe added.  “If that process doesn’t work then we would have to consider a regulatory solution.”  Visa and Mastercard were not immediately available for comment.  The banks had promised to develop systems to facilitate the cheaper route for retailers, Low said, adding that his preference would be not to have to intervene.  The RBA is reviewing payments regulations to see what strategic issues need to be tackled, from the impact of new payment technologies and new entrants to regulatory technology and an electronic form of banknotes.  “One of the possible reasons for the major banks dragging their feet on least-cost routing is that they each have very extensive relationships with the large international schemes – we will be exploring this in the review,” Tony Richards, the head of payments policy at the RBA, was quoted as saying in the Australian Financial Review on Wednesday.  A spokesman from Commonwealth Bank of Australia CBA.AX declined to comment.  A spokesman for NAB said the bank started letting its merchant customers choose their payment network in April 2018, adding, “We continue to roll out this service across our client base throughout this year.”  Westpac Banking Corp WBC.AX and Australia and New Zealand Banking Group ANZ.AX were not immediately available for comment.  (This story corrects location of speech to Sydney in paragraph 3, not Canberra)","112":"FILE PHOTO: A Mastercard logo is seen on a credit card in this picture illustration August 30, 2017. REUTERS\/Thomas White\/File Photo  (Reuters) - Mastercard Inc said on Wednesday its Chief Financial Officer Martina Hund-Mejean would retire in 2019, after more than a decade in the role, and will be succeeded by Sachin Mehra, the company’s current chief financial operations officer.  Mehra will take over Hund-Mejean’s position as CFO on April 1, and will report to Ajay Banga, the company’s chief executive officer.  Mehra, who hails from India, joined the Purchase, New York-based payments processor in 2010 as group executive and treasurer, after stints with Hess Corp and General Motors.  Hund-Mejean joined Mastercard in November 2007, at the beginning of the 2007-2009 financial crisis, and led the company through the two turbulent years. Earlier, she served as the senior vice president and treasurer at security systems provider Tyco International Ltd.","113":"Oct 30 (Reuters) - Mastercard Inc’s third-quarter profit rose 33 percent, it said on Tuesday, joining rival payments network Visa Inc in reporting higher earnings led by rising U.S. consumer spending.  Mastercard's net income climbed to $1.90 billion or $1.82 per share in the three months ended Sept. 30, from $1.43 billion or $1.34 per share a year earlier. bit.ly\/2AyIxbl  Excluding one-time items, the company earned $1.78 per share. Analysts on average had expected earnings of $1.68 per share, according to Refinitiv data. It was not immediately clear if the figures were comparable.  Visa last week reported an 11 percent surge in third-quarter profit. (Reporting By Aparajita Saxena in Bengaluru Editing by Sai Sachin Ravikumar)","114":"(Reuters) - Mastercard Inc MA.N on Tuesday beat Wall Street estimates for quarterly profit as customers shrugged off fears of an economic slowdown and spent more with their credit and debit cards, boosting fees for the world's second-largest payment processor.  FILE PHOTO: A Mastercard logo is seen on a credit card in this picture illustration August 30, 2017. REUTERS\/Thomas White\/Illustration\/File Photo  The company’s gross dollar volume, the dollar value of transactions processed, rose 12.4% to $1.65 trillion in the third quarter.  Earlier this month, Mastercard and its peers including Visa and PayPal Holdings Inc PYPL.O pulled out of Facebook Inc's FB.O ambitious efforts to establish a global digital currency called Libra.  On Tuesday, Mastercard Chief Financial Officer Sachin Mehra indicated that the company would prefer to focus on its own efforts around blockchain technology, rather than be part of an association like Libra.  “We’re very engaged on the blockchain technology. Much like a lot of other companies we believe the technology has the capability to solve a lot of pain points. It still needs to be proven at scale depending on the use case and question,” Mehra told Reuters.  Around 28.2 billion transactions were processed in the quarter, up about 22% from a year earlier. The gain was led by a near 12% rise in the United States and a 31.4% jump in Europe.  Larger rival Visa Inc V.N and credit card issuer American Express Co AXP.N had also reported better-than-expected quarterly earnings, benefiting from a rise in consumer spending.  Cross-border volumes at Mastercard jumped 17% from a year earlier.  The company’s net income rose 11% to $2.11 billion, or $2.07 per share, in the quarter ended Sept. 30.  Excluding one-time items, the company earned $2.15 per share, while analysts had expected a profit of $2.01 per share, according to IBES data from Refinitiv.","115":"(Reuters) - Mastercard’s chief executive officer of 10 years, Ajay Banga, will step down at the start of the next year, the company said on Tuesday, and be replaced by Chief Product Officer Michael Miebach.  FILE PHOTO: Mastercard President and CEO Ajay Banga speaks to attendees during the Department of Homeland Security's Cybersecurity Summit in Manhattan, New York, U.S., July 31, 2018. REUTERS\/Eduardo Munoz  Banga, who took charge of the company just after the 2008-09 financial crisis, has seen the payment processor’s revenue triple during his tenure as online shopping gained prominence around the world.  India-born Banga will take on the role of executive chairman, while Miebach will become the company’s president on March 1.  Chairman Richard Haythornthwaite will retire after more than a decade when Banga assumes his new role, the company said in a statement.  Before joining Mastercard as president of Middle East and Africa in 2010, Miebach served as managing director at Barclays Bank and general manager at Citibank.  In connection with Miebach’s appointment as president, Mastercard has entered into a new compensation agreement that adds $750,000 to his annual base salary, the payment processor said in a filing.  Miebach will also receive an equity grant with a target value of $6.25 million.  His compensation as chief executive officer will be determined later, the company added.  Mastercard on Monday warned its first-quarter net revenue would take a hit if coronavirus outbreak persists through the quarter.  Shares of the company were down nearly 2% at $319 in the premarket trade.","116":"Dec 10 (Reuters) - Mastercard Inc is ending the use of its cards at Pornhub, citing the presence of illegal content on the website, New York Times columnist Nicholas Kristof tweeted on Thursday. (Reporting by Munsif Vengattil; Editing by Anil D’Silva)","117":"(Corrects headline to clarify Mastercard is acquiring part of Nets’ business, not the whole company)  Aug 6 (Reuters) - Payments processor Mastercard Inc on Tuesday said it would buy a majority of the corporate services businesses of European payments company Nets for about $3.19 billion.  The deal is expected to close in the first half of 2020, the company said in a statement. (Reporting by Bharath Manjesh in Bengaluru)","118":"FILE PHOTO: A Mastercard logo is seen on a credit card in this picture illustration August 30, 2017. REUTERS\/Thomas White\/File Photo  (Reuters) - Mastercard Inc said on Wednesday it was planning to offer support for some cryptocurrencies on its network this year, joining a string of big-ticket firms that have pledged similar support.  The credit-card giant’s announcement comes days after Elon Musk’s Tesla Inc revealed it had purchased $1.5 billion of bitcoin and would soon accept it as a form of payment.  Asset manager BlackRock Inc and payments companies Square and PayPal have also recently backed cryptocurrencies.  Mastercard already offers customers cards that allow people to transact using their cryptocurrencies, although without going through its network.  \"Doing this work will create a lot more possibilities for shoppers and merchants, allowing them to transact in an entirely new form of payment. This change may open merchants up to new customers who are already flocking to digital assets,\" Mastercard said. (mstr.cd\/3tLaPZM)  Mastercard specified that not all cryptocurrencies will be supported on its network, adding that many of the hundreds of digital assets in circulation still need to tighten their compliance measures.  Many cryptocurrencies have struggled to win the trust of mainstream investors and the general public due to their speculative nature and potential for money laundering.","119":"FILE PHOTO: A sticker shows that a store accepts MasterCard in Harvard Square in Cambridge, Massachusetts, U.S., July 25, 2018. REUTERS\/Brian Snyder  BRUSSELS (Reuters) - EU antitrust regulators will decide by Aug. 3 whether to clear Mastercard Inc’s bid for part of Scandinavian payments group Nets, according to a European Commission filing.  Mastercard’s planned acquisition of European rival Nets’ three divisions covering corporate clearing, instant payments and e-billing, has already triggered regulatory concerns.  The EU competition enforcer, which agreed to review the deal following requests from Austria, Denmark, Finland, Norway, Sweden and Britain, in April said the deal threatens to significantly affect competition in the Nordic area, Europe and Britain.  Mastercard sought EU approval on June 26, the Commission site showed.  The Commission can approve the deal with or without concessions in its preliminary review or open a four-month investigation if it has serious concerns.","120":"Feb 15 (Reuters) - Visa Inc and Mastercard Inc, the two biggest U.S. card networks, are preparing to increase certain fees levied on U.S. merchants for processing transactions that will kick in this April, the Wall Street Journal reported on Friday, citing people familiar with the matter.  Some of the changes relate to so-called interchange fees, the report said. Interchange fees are what merchants pay to banks when consumers use a credit or a debit card to make a purchase from their store. (on.wsj.com\/2TR68v6)  Fees that Mastercard and Visa charge financial institutions, such as banks, for processing card payments on behalf of merchants are also set to increase, the report said.  Visa and Mastercard did not immediately to a request for comment.  Merchants often pass on any increases in processing fees to consumers, in an attempt to protect their own profits. Up to 2.5 percent of prices for goods and services go to cover card fees, the WSJ said.  Card companies have said in the past that their credit and debit cards usually result in more sales for merchants, especially in countries like the U.S. They also say that expenses for ramping up anti-fraud\/theft security measures, to make payment processing safer, need to be covered.  Recently, the two companies along with several U.S. banks, had to pay over $6 billion to settle a lawsuit brought by merchants who accused the credit card companies of violating federal antitrust laws by forcing merchants to pay swipe fees and prohibiting them from directing consumers toward other methods of payment. (Reporting by Bharath Manjesh in Bengaluru)","121":"Feb 25 (Reuters) - Mastercard said on Tuesday CEO Ajay Banga will step down at the start of the next year and be replaced by Chief Product Officer Michael Miebach. (Reporting by C Nivedita in Bengaluru; editing by Arun Koyyur and Jason Neely)","122":"NEW YORK, Jan 31 (Reuters) - Tech and internet titans were the first to reach $1 trillion in stock market value, but the next U.S. companies that could do so are better known for their plastic.  Soaring stock prices are propelling credit and debit card companies Visa Inc and Mastercard Inc up the market value charts, where they currently rank 7th and 11th among companies in the benchmark S&P 500 index. The stock prices of both Visa and Mastercard have gained roughly 50% in the past year.  While the stocks may not keep up that torrid pace, Visa and Mastercard would each be worth over $1 trillion by 2023 if their average annual gains of the past three years were to continue, surging past the likes of Facebook Inc and Berkshire Hathaway Inc, if they also maintain their recent pace.  Fueling their rise is a shift toward cashless financial transactions spurred by a rise in online shopping.  “Everything travels on their rails,” said Sandy Villere, portfolio manager of the Villere Balanced Fund, which holds Visa shares. “They literally sit in the middle of the banks, consumers and merchants and that has been a really enviable place to be.”  Visa had a market value of $449 billion and Mastercard’s stood at about $324 billion as of Thursday’s close. The $1 trillion club currently includes Apple Inc, Microsoft and Google-parent Alphabet.  Amazon.com stood at $927 billion, though the e-commerce leader’s shares jumped on the heels of its earnings report on Thursday after the bell, putting it in position to crack $1 trillion, as it did briefly in September 2018.  Revenue for both Visa and Mastercard nearly doubled over their past five fiscal years, to nearly $23 billion for Visa, and about $17 billion for Mastercard, according to Refinitiv data. Adjusted earnings per share more than doubled for both companies over that period.  Visa reported quarterly revenue late on Thursday that slightly missed analyst estimates, a day after Mastercard beat quarterly profit estimates.  About 43% of consumer purchases around the world excluding China are made using a digital form of payment, up from 28% in 2010, according to Lisa Ellis, senior analyst at MoffettNathanson.  “Globally, we still have five to 10 years, at least, to go of penetration,” Ellis said.  Visa holds a 60% share of the credit and debit card market, followed by Mastercard with 30%, according to Ellis, with American Express far behind at 8.5%.  Despite their importance in finance, Visa and Mastercard are categorized as part of the S&P 500’s information technology sector. While Apple, Microsoft and chip companies such as Intel Corp often garner the lion’s share of attention, Visa and Mastercard have been key contributors to the rally in technology shares.  Their valuations have expanded to their most expensive in at least a decade. Visa trades at about 31 times forward 12 months’ earnings estimates, while Mastercard trades at 35 times, according to Refinitiv Datastream. Both stocks are trading at a higher premium to the market than they have on average over the past five years.  The big run for Visa and Mastercard shares has also come during an more than 10-year U.S. bull market, and gains could be more muted in any downturn. Stocks started 2020 strong but have pulled back amid concerns over the spread of a virus from China.  Risks to the companies, Ellis said, include greater competition in the payment sector from big tech companies, as well as tougher regulations from governments around the world that might hinder access.  The companies are not sitting still. Earlier this month, Visa agreed to buy privately held Plaid Inc in a $5.3 billion deal to boost access to financial technology, and in August Mastercard agreed to buy a majority of the corporate services businesses of Scandinavian payments group Nets for about $3.19 billion.","123":"April 11 (Reuters) - U.S. Bank :  * MOBILE PAYMENT EXPANDS TO MASTERCARD BUSINESS TRAVEL CARDS  * CLIENTS WHOSE BUSINESS TRAVEL CARDS RUN ON MASTERCARD NETWORK CAN NOW PAY FOR PURCHASES VIA MOBILE DEVICES Source text for Eikon: Further company coverage:","124":"Jan 5 (Reuters) - Payments processor Network International said on Tuesday Mastercard Inc executive Nandan Mer would succeed industry veteran Simon Haslam as the UK-listed company’s new chief executive officer.  Network International, whose stock price roughly halved in value last year amid reports of short-selling, said Haslam would retire and step down from the role by the end of January. (Reporting by Muvija M in Bengaluru; Editing by Sriraj Kalluvila)","125":"Jan 25 (Reuters) - Mastercard Inc made a 233 million pound ($305 million) bid to take over payments firm Earthport on Friday, scuppering rival Visa Inc’s attempts to buy the British company.  Mastercard’s offer is at a 10 percent premium to Visa’s 198 million pound offer.  Earthport’s directors have unanimously recommended Mastercard’s offer and withdrawn its recommendation for Visa’s proposal, the company said.","126":"FILE PHOTO - A Visa credit card is seen on a computer keyboard in this picture illustration taken September 6, 2017. REUTERS\/Philippe Wojazer\/Illustration  (Reuters) - Visa Inc on Friday sweetened its offer for payment company Earthport Plc to about 247 million pounds ($319.84 million), pushing past rival Mastercard Inc’s earlier bid and setting up a showdown for the assets.  A unit of Visa offered 37 pence in cash for each Earthport share, a 23 percent premium to its initial bid and 12 percent higher than Mastercard’s offer last month.  Earthport shares have risen more than five-fold to 38.80 pence since Visa first offered to buy the company.  Earthport, which had backed the Mastercard bid, said it was now recommending that shareholders accept the increased Visa offer.  Mastercard said it was considering its options and urged Earthport shareholders to take no action in response to Visa’s announcement on Friday.  Both Visa and Mastercard have cited the same reason for their interest in Earthport - the deal would allow it to expand its cross-border network service.  Payment processing has become one of the hottest areas for deal making in the last two years, driven by technological changes in the way consumers pay for products.  Earthport, whose shares fell 28 percent last year until the first bid, offers a lower-cost option to traditional payments systems by allowing banks and money transfer firms to have a single relationship instead of multiple ties with various payments channels around the world.  ($1 = 0.7723 pounds)","127":"(Reuters) - Mastercard Inc MA.N will not ask employees to return to its worldwide corporate offices until they are comfortable that the sometimes fatal coronavirus is under control with vaccines or other measures, a senior executive told Reuters on Wednesday.  Slideshow ( 2 images )  The world’s second-largest payment processor is also looking at its real-estate footprint and considering consolidating offices, Chief People Officer Michael Fraccaro said.  “We expect in the coming weeks and months that more employees will continue to work from home than come into office,” he said. “And we are OK with that. We support that choice.”  While some Mastercard staff have young children or parents to look after, others are concerned about taking public transport to work.  “We have stated upfront to all our employees, that it is their choice ... we want them to make the decision on when they feel comfortable returning to the office,” he said.  The company employs nearly 20,000 people globally, with its main headquarters in Westchester, a New York City suburb. Mastercard owns that campus, which it purchased from IBM in 1994.  When the situation stabilizes, companies around the world may find that their offices are only about 30% full, Fraccaro said, leading Mastercard to think about its future real-estate needs.  Mastercard joins other technology and financial firms that have said they do not plan to implement widespread get-back-to-the-office initiatives any time soon, including its main rivals American Express Co AXP.N and Visa Inc V.N.  Mastercard has created a “future of work” task force that is figuring out how best to handle real estate and employee needs, Fraccaro said.  About 90% of its workforce is operating remotely, including those based in overseas locations including Beijing and Shanghai, Fraccaro said. Employees who work in offices must follow social distancing rules, wear masks and undergo temperature checks, he said.  “Once there is adequate testing and there is a vaccine and people feel comfortable to return, then we may see more,” he said. “But in the early phases it will be vastly less than what we had.”","128":"SAO PAULO, July 31 (Reuters) - Brazil’s central bank has authorized testing of payments via Facebook Inc’s messaging service WhatsApp in the country, Visa Inc and Mastercard Inc said on Friday.  Mastercard said in a statement that the tests would allow a limited number of cards to make small payments. WhatsApp initially launched its payments service on June 15, but was later blocked by Brazilian authorities, citing fair competition and data privacy concerns. (Reporting by Aluisio Alves in Sao Paulo Editing by Matthew Lewis)","129":"(Reuters) - Mastercard Inc said on Wednesday it does not expect a pickup in overall travel spending anytime soon, warning that a recovery in cross-border volumes would be tied to the timing and the availability of COVID-19 vaccines.  A sticker shows that a store accepts MasterCard in Harvard Square in Cambridge, Massachusetts, U.S., July 25, 2018. REUTERS\/Brian Snyder\/Files  The payments processor said the impact of the pandemic on international travel, especially outside Europe, remains significant. The comments echoed sentiments of American Express, which last week reported a 40% fall in quarterly profit and warned business travel would not recover before early 2022.  Mastercard’s shares fell 7% to $295.45, while shares in rival Visa Inc, expected to report results after market close, were also lower.  “While we believe that cross-border will ultimately recover, it will take time for people to build their confidence in the safety of travel,” Mastercard’s finance chief Sachin Mehra told analysts on a conference call.  “We believe that is tied to the broad availability of vaccines and therapeutics, likely towards the latter part of next year,” he said.  The pandemic has forced companies to lay off workers by the millions, hurting their spending power, and the hit to air travel has also taken a toll on cross-border card transaction volumes.  Mastercard reported a 36% drop in cross-border volumes on a local currency basis, with the first three weeks of the current quarter clocking declines of more than 30% each.  Chief Executive Officer Ajay Banga, however, pointed to “some” improvement in domestic travel in the quarter, including spending on lodging and sports.  Banga, who took charge just after the 2008-09 financial crisis, was speaking to analysts on his final earnings call before his transition to the role of executive chairman next year.  Mastercard’s net income fell 28% to $1.5 billion, or $1.51 per share, in the third quarter ended Sept. 30. Excluding items, profit was $1.60 per share, missing Street estimates of $1.66, according to IBES data from Refinitiv.  Net revenue fell 14% to $3.8 billion, while gross dollar volume, the dollar value of transactions processed, rose 1% to $1.6 trillion. Purchase volumes rose 2%, returning to positive territory. (bit.ly\/34CIvyt)  The company forecast growth in U.S. retail sales excluding automotive and gas of 2.4% during the holiday season, with spending mainly on home furnishing, athleisure, clothing and electronics.","130":"(Reuters) - Quarterly reports from Mastercard and Visa indicated a drop in 2019 overseas spending by cardholders due to a strong dollar, an outcome of the U.S.-China trade dispute, a potential Brexit and geopolitical uncertainty in Latin America.  Slideshow ( 2 images )  Mastercard, which reported results on Thursday, said cross-border payments volume fell 0.5 percent to 12 percent through Jan.28.  Rival Visa said late on Wednesday that volume growth eased to low-single digit in the first three weeks of January compared with 11 percent in the full month last year.  The world’s largest payment network operator also signaled that customers would continue to spend less on travel, resulting in slightly lower growth in current-quarter revenue than it had anticipated.  “Many unresolved issues are coming to a head in the current quarter: continued uncertainty over how the standoff between the President and Congress is resolved over the next 3 weeks, the upcoming deadlines with China-U.S. tariffs on March 1, and Brexit on March 29,” said Visa’s Chief Financial Officer Vasant Prabhu in a conference call on Wednesday.  “There could be some volatility as we navigate through these complex issues and the uncertainty that it creates for businesses and consumers.”  Mastercard said cross-border payment volume would not be as rosy as last year when there was an uptick in transactions in Europe and a spike in cryptocurrency purchases.  Mastercard said bit.ly\/2CSXq8t it expects adjusted net revenue growth in the low-teens percentage range, while Visa said bit.ly\/2S2tsJy it expects 2019 revenue growth of low double digits.  Both companies beat Wall Street estimates for profit on the back of higher consumer spending in the holiday season and reported growth in overall transactions volume, largely due to gains in the United States and Europe.  However, expenses also rose for the payment networks as they spent more to partner with consumer brands, luxury airport lounges and gave higher aviation perks.  Mastercard’s shares were up 3.8 percent at $211.83, while those of Visa fell 2.7 percent at $133.83 in afternoon trading on Thursday.  (This story removes typo in headline.)","131":"WASHINGTON (Reuters) - The United States is considering imposing financial sanctions that could prohibit Visa Inc , Mastercard Inc and other financial institutions from processing transactions in Venezuela, a senior Trump administration official said on Thursday.  Slideshow ( 2 images )  The move, which has not been finalized, would represent another step in tightening the financial noose on the government of President Nicolas Maduro and his supporters.  The sanctions would be targeted at the elite and groups loyal to Maduro, including members of the military, armed gangs and Cubans operating in Venezuela, while aiming to spare ordinary Venezuelans.  “The purpose of these sanctions is to continue to deprive the illegitimate Maduro regime of access to funds and deny their ability to continue stealing from the Venezuelan people,” the official said.  Venezuela’s information ministry did not immediately reply to a request for comment.  U.S. President Donald Trump’s administration has hit Maduro’s government, his political allies and Venezuela’s state-owned oil company PDVSA with a series of sanctions since recognizing opposition leader Juan Guaido as the country’s interim president at the end of January.  It has threatened further measures.  The potential financial sanctions are modeled after similar ones imposed by the Trump’s administration on Iran, North Korea, Syria and, to a lesser extent, Russia, the official said.  The sanctions would aim broadly to block state-owned financial institutions’ access to the international financial system, including credit card providers as well as SWIFT, the Belgium-based financial messaging service.  Specific financial institutions considered to be complicit in propping up Maduro or the whole financial sector in Venezuela could be targeted in the sanctions.  The United States would use its authorities to exempt everyday Venezuelans from making transactions to buy food and medicine.  The sweeping financial sanctions against PDVSA, aimed at curbing crude exports to the United States and driving Maduro from power, were the strongest measures yet against Venezuela’s vital oil sector. U.S. companies doing oil business with Venezuela have been ordered to divert payments to special blocked accounts.  Senior Trump administration officials have warned in recent weeks that Venezuelan banks or international financial institutions could face U.S. sanctions for helping Maduro to steal or hide Venezuelan state assets.  The U.S. Treasury Department earlier this week imposed sanctions on Moscow-based Evrofinance Mosnarbank, jointly owned by Russian and Venezuelan state companies, accusing it of helping PDVSA evade U.S. financial restrictions.  More than 50 other countries have joined the United States in recognizing Guaido. The Trump administration has also urged other countries to target Venezuela with similar tough banking and oil sector sanctions but few have followed suit.","132":"(Corrects to remove MOVES tag in headline, removes extraneous words from first paragraph)  Feb 13 (Reuters) - Mastercard Inc said on Wednesday its Chief Financial Officer Martina Hund-Mejean would retire in 2019, after more than a decade in the role, and will be succeeded by Sachin Mehra, the company’s current chief financial operations officer.  Mehra will take over Hund-Mejean's post as CFO on April 1, and report to Ajay Banga, the company's chief executive officer. reut.rs\/2IanyBF","133":"(Corrects headline to say Mastercard will not see more staff back in its offices until a coronavirus vaccine is available, from it will not send staff back)  May 20 (Reuters) - Mastercard Inc will not ask staff to return to its worldwide corporate offices until a vaccine is available for the sometimes fatal coronavirus that has infected the globe, a senior executive told Reuters on Wednesday.  The world’s second-largest payment processor is also looking at its real-estate footprint and considering consolidating offices, Chief People Officer Michael Fraccaro said.  “We expect in the coming weeks and months that more employees will continue to work from home than come into office,” he said. “And we are OK with that. We support that choice.”  The company employs nearly 20,000 people globally, with its main headquarters in Westchester, a New York City suburb. Mastercard owns that campus, which it purchased from IBM in 1994.  When the situation stabilizes, companies around the world may find that their offices are only about 30% full, Fraccaro said, leading Mastercard to think about its future real-estate needs.  Mastercard joins other technology and financial firms that have said they do not plan to implement widespread get-back-to-the-office initiatives any time soon, including its main rivals American Express Co and Visa Inc.  But Mastercard has gone slightly further than others by saying it is waiting for a vaccine and not necessarily aligning its reopening timeline with when government lockdown orders end. Mastercard has created a “future of work” task force that is figuring out how best to handle real estate and employee needs, Fraccaro said.  About 90% of its workforce is operating remotely, including those based in overseas locations including Beijing and Shanghai, Fraccaro said. Employees who work in offices must follow social distancing rules, wear masks and undergo temperature checks, he said.  “Once there is adequate testing and there is a vaccine and people feel comfortable to return, then we may see more,” he said. “But in the early phases it will be vastly less than what we had.” (Reporting by Noor Zainab Hussain in Bengaluru Editing by Anirban Sen and Matthew Lewis)","134":"Sept 18 (Reuters) - Visa Inc, Mastercard Inc, and a number of banks on Tuesday agreed to pay $6.2 billion to settle a long-running lawsuit brought by merchants over the fees they pay when they accept card payments.  The card issuers named in the class-action lawsuit include JPMorgan Chase & Co, Citigroup and Bank of America .  Mastercard will pay an additional $108 million from funds set aside in the second quarter, the company said reut.rs\/2OA2V0i.  Visa’s share represents around $4.1 billion, which the company expects to pay using funds previously deposited with the court, and from a litigation escrow it set up on June 28.  The deal must still be approved by a judge.","135":"LONDON, (Reuters) - Digital banking app Revolut is set to begin issuing its cards in the United States by the end of this year via a partnership with payments company Mastercard Inc MA.N, the two companies said on Tuesday.  An illustration picture shows a Revolut bank card in London, Britain October 21, 2019. REUTERS\/Lawrence White\/Illustration  The announcement follows a similar deal last month where Mastercard rival Visa Inc V.N partnered with Revolut as part of its global expansion plans.  Revolut, one of the world’s fastest-growing bank account providers, aims to undercut established players such as Bank of America BAC.N and JPMorgan Chase JPM.N on everything from foreign exchange to current accounts and remittances.  “We’re going to ensure our product is better value for customers, most U.S. banks charge $10 a month for an account and $10-$15 for local transfers and we’ll be offering both for free,” Revolut chief executive and founder Nikolay Storonsky told Reuters.  “Today’s announcement confirms the two businesses will partner on a minimum of 50 percent of all existing and future cards Revolut issue in Europe,” the two companies said.  Revolut’s deal with Mastercard will allow it to plug into its networks so that Revolut cards will be accepted by merchants in the 210 countries where Mastercard operates.  The British-based banking app aims to hire around 3,500 staff in the next year as it moves into North America and Asia, bringing its total employees to around 5,000.  Fintech firms such as Revolut, Monzo, and Starling have grown rapidly in Britain by undercutting traditional banks’ prices while offering generally slicker service, but they face a challenge to build sustainable profits.  Most make their money from charging a subset of users for premium features, rather than lending money out as traditional banks do.  Revolut may also face a greater challenge in the U.S. market, where customers’ wallets already bulge with multiple cards and local fintech firms such as Robinhood have a head start in offering fee-free stockbroking, one of Revolut’s selling points.  Revolut differs from mainstream banks in that customers’ deposits are not directly protected by government guarantees, but held in segregated accounts at traditional lenders.  While customers have therefore been slow to entrust their savings to Revolut since its launch in 2015, some 8 million customers have signed up for an account, attracted by its slick app and rock-bottom forex rates.","136":"(Reuters) - Visa Inc, Mastercard Inc, and a number of U.S. banks on Tuesday agreed to pay $6.2 billion to settle a long-running lawsuit brought by merchants over the fees they pay when they accept card payments.  Visa and Mastercard previously reached a $7.25 billion settlement with the merchants in the case, but that deal was thrown out by a federal appeals court in 2016 and the U.S. Supreme Court last year refused to revive it.  The deal had been the largest all-cash U.S. antitrust settlement, although its value shrank to $5.7 billion after roughly 8,000 retailers opted out.  The card issuers named in the class-action lawsuit include JPMorgan Chase & Co, Citigroup and Bank of America.  The lawsuit, brought on behalf of about 12 million retailers and dating back more than a decade, accuses the credit card companies of violating federal antitrust laws by forcing merchants to pay swipe fees and prohibiting them from directing consumers toward other methods of payment.  Slideshow ( 2 images )  In rejecting the earlier settlement, which was opposed by retailers including Amazon.com Inc, Costco Wholesale Corp and Walmart Inc, a federal appeals court found that the accord was unfair because some retailers would receive little or no benefit.  The card companies have already paid $5.3 billion and will now pay an additional $900 million.  Mastercard will pay an additional $108 million from funds set aside in the second quarter, the company said reut.rs\/2OA2V0i.  Visa’s share represents around $4.1 billion, which the company expects to pay using funds previously deposited with the court, and from a litigation escrow it set up on June 28.  The settlement must still be approved by a court.","137":"Feb 27 (Reuters) - Mastercard Inc:  * VERIFONE SYSTEMS SAYS WILL ENABLE NORTH AMERICA PAYMENT DEVICES TO SUPPORT ALL MASTERCARD EMV TRANSACTIONS Source text for Eikon: Further company coverage:","138":"March 6 (Reuters) - XOX Bhd:  * CLARIFY THAT CO IS CURRENTLY ONLY EXPLORING OPPORTUNITY TO COLLABORATE WITH MASTERCARD TO BRING PAYMENT EFFICIENCY TO ITS CUSTOMERS  * REFERS TO ARTICLE IN THE NEW STRAITS TIME, BUSINESS SECTION  * CO HAS YET TO ENTER INTO ANY FORM OF AGREEMENT WITH MASTERCARD Source (bit.ly\/2oTAMpx) Further company coverage:","139":"FILE PHOTO: A 3D printed Whatsapp logo is placed between small toy people figures in front of a keyboard in this illustration taken April 12, 2020. REUTERS\/Dado Ruvic\/Illustration  SAO PAULO\/BRASILIA (Reuters) - Facebook Inc FB.O messaging service WhatsApp said on Thursday that Brazil's central bank had said it intended to find a way to restore the payments service in the country by working with Visa Inc V.N and Mastercard Inc MA.N.  “The central bank made clear that they support platforms like WhatsApp that are innovating in digital payments,” Will Cathcart, head of WhatsApp, said in a statement.  On Tuesday, Brazil's central bank and antitrust watchdog suspended WhatsApp's newly launched payments services, as they see potential damage in the areas of competition, efficiency and data privacy. Regulators blocked WhatsApp partnerships with Visa, Mastercard and Cielo SA CIEL3.SA.  As Cielo is the only card acquirer in a deal with WhatsApp, Brazil’s antitrust watchdog Cade is investigating if the terms of the partnership could favor it in terms of exclusivity.  Cade estimates WhatsApp could increase Cielo’s card transactions by 10% in a conservative scenario. Cielo is already the country’s biggest acquirer with a 41% market share  Still, Whatsapp reinforced in the statement its plans to open the service to more players in the future and to provide payments via central bank payments platform PIX.  Brazil is the first country where WhatsApp has announced a nationwide payments service. It has over 120 million users, its second largest market behind India.  The central bank did not immediately comment on the matter.","140":"Slideshow ( 2 images )  (Reuters) - Visa Inc V.N and Mastercard Inc MA.N are close to settling a long-running antitrust lawsuit with merchants over the fees they pay when they accept card payments, the Wall Street Journal reported on Thursday, citing people familiar with the matter.  Under the settlement, Visa, Mastercard and a number of banks that issue debit and credit cards, including JPMorgan Chase & Co JPM.N, Citigroup Inc C.N and Bank of America Corp BAC.N, would pay the merchants around $6.5 billion, the report said.  It is not clear how the payment would be split up among the card networks and the issuing banks, according to the report.  MasterCard said in a regulatory filing it would boost its reserve by about $210 million in the second quarter to account for claims related to a lawsuit with merchants.  However, it was not clear if the estimated increase in reserve was related to the settlement that the WSJ reported.  On Tuesday, Visa said in filing it allocated $600 million into a litigation account of the bank, but did not say if the amount is related to the settlement with the merchants.  Mastercard and JPMorgan were not immediately available to comment on the settlement. Citigroup and Bank of America declined to comment.","141":"April 5 (Reuters) - Mastercard Inc:  * MASTERCARD NAMES ANN CAIRNS VICE CHAIRMAN  * CARLO ENRICO TO LEAD LATIN AMERICA AND CARIBBEAN REGION  * GILBERTO CALDART APPOINTED PRESIDENT, INTERNATIONAL  * CAIRNS SITS ON GROUP BOARD OF INTERCONTINENTAL EXCHANGE (ICE) AND IS CHAIR OF ICE CLEAR EUROPE Source text for Eikon: Further company coverage:"}}