{"date":{"0":"2020\/10\/30","1":"2020\/11\/06","2":"2018\/11\/05","3":"2020\/05\/11","4":"2018\/02\/15","5":"2018\/04\/03","6":"2018\/04\/16","7":"2019\/02\/28","8":"2018\/05\/09","9":"2020\/03\/22","10":"2018\/07\/11","11":"2020\/08\/10","12":"2019\/05\/10","13":"2018\/06\/19","14":"2020\/02\/25","15":"2018\/11\/05","16":"2020\/06\/05","17":"2018\/05\/17","18":"2020\/06\/12","19":"2018\/11\/29","20":"2020\/03\/17","21":"2018\/04\/04","22":"2018\/04\/03","23":"2020\/02\/26","24":"2018\/02\/26","25":"2020\/04\/14","26":"2018\/02\/15","27":"2021\/02\/16","28":"2020\/02\/26","29":"2018\/05\/04","30":"2020\/08\/19","31":"2020\/03\/17","32":"2019\/03\/15","33":"2019\/08\/05","34":"2020\/03\/17","35":"2018\/03\/06","36":"2020\/02\/26","37":"2018\/03\/06","38":"2019\/07\/09","39":"2019\/03\/15","40":"2019\/02\/09","41":"2018\/11\/30","42":"2019\/02\/21","43":"2020\/05\/11","44":"2018\/02\/14","45":"2020\/04\/14","46":"2019\/03\/04","47":"2021\/02\/02","48":"2020\/07\/22","49":"2019\/05\/03","50":"2020\/03\/18","51":"2020\/04\/14","52":"2019\/07\/09","53":"2020\/08\/10","54":"2019\/08\/05","55":"2019\/04\/11","56":"2018\/12\/01","57":"2018\/08\/06","58":"2020\/04\/08","59":"2018\/10\/01","60":"2019\/01\/16","61":"2020\/03\/31","62":"2018\/02\/09","63":"2018\/11\/29","64":"2018\/03\/16","65":"2020\/03\/18","66":"2018\/12\/06","67":"2018\/04\/03","68":"2020\/08\/19","69":"2018\/04\/03","70":"2019\/01\/16","71":"2018\/02\/14","72":"2020\/06\/01","73":"2020\/03\/18","74":"2018\/04\/04","75":"2018\/05\/17","76":"2018\/05\/08","77":"2019\/09\/25","78":"2018\/05\/08","79":"2020\/10\/30","80":"2019\/01\/04","81":"2018\/07\/10","82":"2019\/07\/09","83":"2019\/01\/30","84":"2019\/03\/18","85":"2021\/02\/18","86":"2020\/04\/14","87":"2019\/05\/10","88":"2019\/03\/04","89":"2020\/11\/06","90":"2019\/03\/07","91":"2021\/02\/18","92":"2018\/06\/19","93":"2019\/02\/28","94":"2019\/03\/07","95":"2019\/05\/03","96":"2019\/05\/09","97":"2018\/05\/24","98":"2018\/07\/18","99":"2020\/02\/18","100":"2019\/02\/18","101":"2019\/03\/18","102":"2021\/02\/02"},"text":{"0":"Oct 30 (Reuters) - Britain’s data watchdog said on Friday it has fined Marriott International 18.4 million pounds ($23.98 million) for failing to keep customers’ personal data secure, after a 2014 cyber attack on Starwood Hotels and Resorts Worldwide affected 339 million guest records.  The Information Commissioner’s Office (ICO) said that the attack was from an unknown source and remained undetected until September 2018, by which time the company had been bought by Marriott. ($1 = 0.7673 pounds) (Reporting by Tanishaa Nadkar in Bengaluru; Editing by Shailesh Kuber)","1":"(Reuters) - Marriott International Inc MAR.O on Friday reported a surprise third-quarter profit, helped by cost cuts and a near doubling of occupancy rates in its North American hotels from the previous quarter as leisure travel rebounded on easing COVID-19 curbs.  While international travel continues to be affected because of border restrictions in many countries, travel within nations has picked up and resulted in a recovery in occupancy rates for hotel chains.  Marriott, which owns the JW Marriott and Ritz-Carlton brands, said 94% of its hotels around the world had resumed operations and demand continues to improve.  Occupancy rates in North America, its biggest market, rose to 37% in the third quarter ended Sept. 30, from 19.6% in the second quarter. Marriott said business and group travel was recovering more slowly.  Greater China was Marriott’s best-performing market in the reported quarter, as occupancy rates jumped to 61.4% from 35.5% in the second quarter.  Earlier this week, smaller rival Hilton Worldwide HLT.N also said it had seen a gradual improvement in demand from a pandemic-induced slump after cost cuts helped the company post a surprise quarterly profit. Marriott's total expenses fell 57.2% to about $2 billion in the reported quarter, while net profit dropped by 74% to $100 million, or 31 cents per share.  Excluding items, Marriott earned 6 cents per share, beating analysts’ expectation for a loss of 8 cents per share, according to IBES data from Refinitiv.  Revenue slumped 57.3% to $2.25 billion but topped Wall Street’s expectation of $2.23 billion.  Marriott’s shares were down about 1% at $99.85 along with the broader market, as investors awaited the U.S. presidential election result.","2":"Nov 5 (Reuters) - U.S. hotel chain Marriott International Inc’s quarterly revenue slipped on Monday, as fewer people booked its rooms across the world.  The company’s revenue fell to $5.05 billion in the third quarter from $5.08 billion a year earlier.  Net income dropped to $483 million in the quarter ended Sept. 30 from $485 million.  On a per-share basis, the company’s earnings rose to $1.38 from $1.29. (Reporting by Arunima Banerjee in Bengaluru; Editing by Maju Samuel)","3":"May 11 (Reuters) - Marriott International Inc on Monday reported a 92% slump in profit for the first quarter, as bookings plunged due to coronavirus-led travel restrictions.  Net income fell to $31 million, or 9 cents per share, in the quarter ended March 31, from $375 million, or $1.09 per share, a year earlier.  On an adjusted basis, Marriott earned 26 cents per share in the quarter.  Revenue slumped 7% to $4.68 billion. (Reporting by Ankit Ajmera in Bengaluru; Editing by Shinjini Ganguli)","4":"Feb 15 (Reuters) - Marriott:  * EXPECT NORTH AMERICA SYSTEM-WIDE REVPAR WILL INCREASE 1% TO 2% FOR FY 2018 - CONF CALL  * FOR ENTIRE CARIBBEAN AND LATIN AMERICA REGION, EXPECT REVPAR WILL INCREASE AT LOW SINGLE-DIGIT RATE IN FULL YEAR 2018 - CONF CALL  * REVPAR IN MIDDLE EAST AND AFRICA WILL BE FLATTISH FOR THE FULL YEAR 2018 - CONF CALL  * FOR FY 2018, EXPECT REVPAR IN ASIA PACIFIC REGION TO GROW AT MID-SINGLE-DIGIT RATE, REFLECTING STRENGTH IN CHINA AND INDIA  * FOR FY 2018 SEES INTERNATIONAL REVPAR UP 3%-5%, WORLDWIDE REVPAR UP 1%-3% - CONF CALL  * EXPECT ADJUSTED DILUTED EPS WILL TOTAL $5.11 TO $5.34 IN 2018 - CONF CALL  * CORPORATE GROUP BOOKINGS IN Q4 “SHOWED A BIT OF A SIGN OF LIFE” - CEO ON CONF CALL  * “I’VE BEEN STRUCK BY HOW BROAD THE OPTIMISM IS AMONG U.S. CORPORATE CEOS, REALLY DRAMATICALLY IMPROVING POST TAX REFORM - CEO ON CONF CALL  * “WE’VE SEEN GREAT SHIFT TOWARDS DIRECT CHANNELS IN THE LAST FEW YEARS EVEN WITH FAIRLY ANEMIC DEMAND GROWTH” - CEO ON CONF CALL Further company coverage:","5":"BENGALURU, April 3 (Reuters) - Marriott International Inc is looking to lower the commissions it pays to online travel agencies starting with Expedia Group Inc when it renegotiates its contract with the company later this year, Chief Executive Officer Arne Sorenson said on Tuesday.  “We would certainly like to pay less. We will have to see how the negotiations go,” Sorenson told Reuters on the sidelines of a press conference in Bengaluru.  Marriott will be renegotiating contracts with major online bookers for the first time since its merger with Starwood in September 2016.  Sorensen said the first major renewal would be Expedia’s, with the current deal expiring later this year.  The Marriott chief was in India’s global outsourcing capital Bengaluru to open the company’s 100th hotel in the country.  Marriott, which currently pays a commission of upwards of 10 percent to online travel agencies, is set to renegotiate its contract with Booking Holdings Inc sometime in 2019.  Online travel agencies currently contribute about 12 percent to Marriott’s overall bookings. (Reporting by Ankit Ajmera in Bengaluru; Editing by Shailesh Kuber)","6":"SOFIA, April 16 (Reuters) - Black Sea Trade and Development Bank (BSTDB) and Bulgaria’s Postbank, a unit of Greece’s Eurobank (EURBr.AT), will lend 58.3 million euros ($72 million) for the construction of the first Marriott hotel in Bulgaria, officials said.  The 12-year loan will be made to I Tower Development, a special-purpose company set-up in Bulgaria to build the 107 metre-high hotel, which will be on Macedonia Square in downtown Sofia and is expected to be completed in 2020.  Marriott International Inc posted revenue of $5.88 billion in the fourth quarter of 2017. Its director of International Hotel Development for Europe Paul Rosenberg said the world’s largest hotel chain could also consider building hotels in other parts of Bulgaria.  “We are looking at opportunities to develop the activity in Plovdiv, Varna, other places along the Black Sea coast and why not in the mountain resorts,” he said.  “But there are no specific plans at the moment.” ($1 = 0.8083 euros) (Reporting by Angel Krasimirov Editing by Alexander Smith)","7":"(Reuters) - Marriott International Inc on Thursday missed Wall Street estimates for quarterly revenue and forecast a lower-than-expected full-year profit, blaming weak demand in North America, its largest market.  FILE PHOTO: A Marriott flag hangs at the entrance of the New York Marriott Downtown hotel in Manhattan, New York November 16, 2015. REUTERS\/Andrew Kelly  Marriott’s revPAR growth - a key measure of hotel health - during the fourth quarter was hurt by labor strikes in eight markets in North America and weaker-than-expected demand for the industry.  “Q4 profit beat, but RevPAR unimpressive. 2019 RevPAR guide lowered and earnings guide miss,” SunTrust Robinson Humphrey analyst Patrick Scholes said in a note.  The hotel operator’s worldwide RevPAR growth of 1.3 percent in the fourth quarter missed analysts’ expectations of 2.04 percent.  RevPAR is calculated by multiplying a hotel’s average daily room rate by its occupancy rate.  The world’s largest hotel chain lowered its full-year worldwide revPAR forecast between 1 percent and 3 percent, from a previously announced range of 2 percent to 3 percent.  Marriott also incurred $28 million of expenses in the quarter and recognized $25 million of insurance proceeds related to data security incident it disclosed in November.  The company did not say, however, whether the data breach had any impact on demand.  Marriott said in January that fewer than 383 million customer records were stolen in a massive cyber attack and 25.55 million passport numbers were stolen in the attack on the Starwood Hotels reservation system.  The company also said North America’s RevPAR to grow in the range of 1 percent to 2 percent in the current quarter, reflecting the impact of the government shutdown offset by a favorable calendar comparison.  Shares of the company, which owns the Ritz-Carlton and St. Regis luxury hotel brands, fell 2 percent to $122.95 in after-hours trading.  The company expects full-year 2019 profit in the range of $5.87 to $6.10 per share, well below analysts’ estimates of $6.32, according to Refinitiv data.  On an adjusted basis, the company earned $1.44 per share, beating estimates of $1.39.  Net income rose to $317 million, or 92 cents per share, in the fourth quarter ended Dec. 31, compared with $114 million, or 31 cents per share, a year earlier.  Revenue rose to $5.29 billion from $5.25 billion. Analysts on average were expecting $5.48 billion.","8":"May 9 (Reuters) - Marriott International Inc:  * MARRIOTT CEO SAYS SEEING REALLY TIGHT CONSTRUCTION MARKETS  * MARRIOTT CEO SAYS TRAVEL DURING THE CHINESE NEW YEAR EXCEEDED OUR EXPECTATIONS - CONF CALL  * MARRIOTT CEO SAYS WITH RAPID NEAR-TERM GROWTH AND RISING MIDDLE CLASS, WE ARE BULLISH ABOUT INDIA - CONF CALL  * MARRIOTT CEO SAYS ENCOURAGED BY RECENT DEMAND TRENDS IN ENERGY MARKETS - CONF CALL  * MARRIOTT CEO SAYS ECONOMIC OUTLOOK HAS IMPROVED, AT THE SAME TIME, LABOR MARKET IS TIGHT AND WAGES ARE RISING IN MANY MARKETS - CONF CALL  * MARRIOTT - HIGHER OPERATING EXPENSES, PARTICULARLY LABOR COST, PRESSURED MARGINS AT NORTH AMERICAN UPPER-UPSCALE HOTELS IN Q1  * MARRIOTT - MARGIN PRESSURE CAUSED TO REDUCE COMMISSION RATES FOR MOST GROUP INTERMEDIARIES IN NORTH AMERICA TO 7% FROM 10%  * MARRIOTT - CHANGE IN COMMISSION RATES IS FOR BOOKINGS MADE ON OR AFTER APRIL 1 OF THIS YEAR  * MARRIOTT - CHANGE IN COMMISSION RATES WILL NOT HAVE MATERIAL IMPACT ON MARRIOTT RESULTS BUT, IT SHOULD MAKE MEANINGFUL DIFFERENCE TO HOTEL OWNERS  * MARRIOTT - CHANGE IN COMMISSION RATES TRIGGERED CONSIDERABLE NUMBER OF NEW GROUP BOOKINGS IN Q1, LARGELY FOR MEETINGS TAKING PLACE IN 2020 AND BEYOND  * MARRIOTT - EXPECT Q2 AND FY REVPAR WILL INCREASE AT HIGH SINGLE-DIGIT RATE IN ASIA PACIFIC, REFLECTING CONTINUED STRENGTH IN CORPORATE, LEISURE DEMAND  * MARRIOTT - FOR CARIBBEAN AND LATIN AMERICAN REGION, REVPAR GROWTH SHOULD SLOW A BIT  * MARRIOTT - FOR MIDDLE EAST AND AFRICA REGION, TIMING OF RAMADAN SHOULD REDUCE REVPAR IN Q2, FY REVPAR IN THE REGION IS LIKELY TO BE FLAT  * MARRIOTT - IN EUROPE, EXPECT REVPAR WILL CONTINUE TO GROW AT A MID-SINGLE-DIGIT RATE IN BOTH Q2 AND FULL YEAR  * MARRIOTT CEO SAYS QUITE OPTIMISTIC THAT HOME SHARING IN LONDON WILL GO WELL, IF IT DOES, WILL LOOK AT EXTENDING THAT TO OTHER CITIES - CONF CALL  * MARRIOTT CEO SAYS MARRIOTT VACATIONS-ILG DEAL WILL SIMPLIFY THINGS, AND AS A CONSEQUENCE, I THINK WE’RE SUPPORTIVE OF IT - CONF CALL Further company coverage:","9":"March 21 (Reuters) -  * MARRIOTT TO FURLOUGH THOUSANDS OF CORPORATE JOBS - WSJ  * MARRIOTT WAS FURLOUGHING ABOUT TWO-THIRDS OF ITS 4,000 CORPORATE EMPLOYEES AT CO’S BETHESDA, MD., HEADQUARTERS - WSJ Source: on.wsj.com\/2QQXYUn Further company coverage:","10":"FILE PHOTO: A sign of Alibaba Group is seen at CES (Consumer Electronics Show) Asia 2016 in Shanghai, China, May 12, 2016. REUTERS\/Aly Song\/File Photo  HONG KONG\/SHANGHAI (Reuters) - Chinese guests at Marriott International, the world’s largest hotel chain, may soon be able to check in with a quick scan of their facial features.  The chain will work in a joint venture with Chinese e-commerce giant Alibaba Group to test facial recognition check-ins at two China hotels this month, the firms said on Wednesday, with ambitions for a global rollout later.  China is spearheading the use of facial recognition for everything from helping control major live events to ordering fast-food, but also bolstering a growing domestic surveillance system that has raised fears among human rights activists of privacy being invaded.  The joint venture said the new technology would help guests jump queues and cut the check-in process to less than a minute, compared to at least three minutes at a normal counter.  Chinese guests will need to scan their IDs, take a photo and input contact details on an automated machine, the firms said. The device will then dispense room key cards after verifying identities and booking information.  The pilot will roll out at two Marriott hotels in Hangzhou and Sanya on the tropical island province of Hainan.  Marriott got in hot water in China earlier this year when local authorities closed down its Chinese website for a week as punishment for listing Chinese-claimed regions such as Tibet and Taiwan as separate countries in a customer questionnaire.  In September last year, Yum China’s KFC launched a “Smile to Pay” facial recognition system at a store in the eastern Chinese city of Hangzhou, looking to lure in tech-savvy younger consumers.","11":"Aug 10 (Reuters) - Hotel operator Marriott International on Monday reported its first quarterly loss in nearly nine years, as extended travel disruption due to the COVID-19 pandemic hammered bookings.  The company’s loss attributable to stockholders was $234 million, or 72 cents per share, in the second quarter ended June 30, compared with net income of $232 million, or 69 cents per share, a year earlier.  Total revenue plunged 72.4% to $1.46 billion. (Reporting by Ashwini Raj and Ankit Ajmera in Bengaluru; Editing by Maju Samuel)","12":"May 10 (Reuters) - Marriott International Inc reported a better-than-expected quarterly profit on Friday, as the world’s biggest hotel chain benefited from higher room rates.  Net income fell to $375 million, or $1.09 per share, in the first quarter ended March 31, from $420 million, or $1.16 per share, a year earlier. The year-ago profit included some gains from asset sales.  On an adjusted basis, the company earned $1.41 per share, beating analysts’ average estimate of $1.34 per share, according to IBES data from Refinitiv.  Revenue rose marginally to $5.01 billion in the quarter. (Reporting by Ankit Ajmera in Bengaluru; Editing by Arun Koyyur)","13":"June 19 (Reuters) - Amazon.com Inc said on Tuesday that it has partnered with Marriott International Inc to help increase guest access to amenities with Alexa, through its voice-controlled device Echo, in an attempt to expand its presence in the hospitality industry.  Alexa for hospitality would assist in providing services ranging from ordering room service to requesting housekeeping or calling the concierge for dinner recommendations without picking up the phone.  The company said the partnership will start this summer at Marriott’s select properties and the service will be available by invitation to other hotel chains.  Several media reports had said that Marriott had tested both Apple Inc’s Siri and Amazon’s Alexa to select what was best suited for its hotels.  Marriott did not comment specifically on Apple, but said it has “great relationships with a number of technology companies and is always open to exploring opportunities to innovate and better the guest experience.”  Amazon has never disclosed the exact sales figure for its Echo devices. However, the company in January said it sold “millions” of Amazon devices and that the Echo Dot device was the best-selling product among Prime members.  The company’s move to tie-up with hotels is another strategy to woo more users for its Echo devices.  Amazon Echo owners spend an average of $1,700 a year on Amazon, more than the $1,300 Amazon Prime members are estimated to be spending a year on the e-commerce site, CNBC reported earlier this year, citing a report by Consumer Intelligence Research Partners. (Reporting by Vibhuti Sharma in Bengaluru; Editing by Shailesh Kuber)","14":"(Correct to say Marriott has issued cancellation waiver until March 15 in paragraph 6. This story was earlier corrected to remove reference to United Airlines)  Feb 25 (Reuters) - Hyatt Hotels became the latest U.S. company to extend waivers on cancellations and changes in bookings for travelers in several countries impacted by the coronavirus outbreak.  The hotel chain said on Tuesday it would allow travelers from South Korea, Japan and Italy to cancel or change their hotel bookings for free, updating a policy it has already rolled out for guests from mainland China, Hong Kong, Macau and Taiwan.  Several countries have reported an increase in coronavirus infections, raising fears of a slowdown in global travel demand.  Major U.S. airlines and Air Canada have also issued travel waivers for flights to South Korea. Air Canada also added Italy to the list following a spike in cases over the weekend.  The cancellations or booking changes at Hyatt are valid for reservations made through March 31, the U.S. hotel operator said on its official Chinese social media account WeChat.  Hyatt’s larger rivals Marriott International Inc and Hilton Worldwide Holdings Inc have also issued cancellation waivers for guests affected by the outbreak in mainland China, Hong Kong, Macau and Taiwan. Hilton has issued the waiver until March 31 and Marriott until March 15.  The hotel chains did not immediately respond to requests for comment if they were extending the waiver to South Korea, Japan and Italy as well. (Reporting by Brenda Goh; additional reporting by Ankit Ajmera; Editing by Saumyadeb Chakrabarty)","15":"(Reuters) - U.S. hotel chain Marriott International Inc MAR.O on Monday cut its fourth-quarter forecast for a key measure of hotel health, blaming uncertainty related to weak demand in North America, its biggest market.  FILE PHOTO - A woman on a mobile phone walks past a Marriott hotel in Hangzhou, Zhejiang province, China January 11, 2018. REUTERS\/Stringer  Marriott’s shares fell 4.4 percent, overshadowing a higher-than-expected third quarter profit.  Marriott, which owns the Ritz-Carlton and St. Regis luxury hotel brands, forecast revenue per available room (revPAR) to rise 2 percent across the world in the fourth quarter. It had earlier forecast growth of 2.5 percent to 3 percent.  The Bethesda, Maryland-based company also said it now expects 3 percent growth in full-year revPAR worldwide, at the low end of its earlier forecast of a rise of 3 percent to 4 percent.  Smaller rival Hilton Worldwide Holdings Inc HLT.N last month indicated a slowdown in its business by cutting the top end of its full-year revPAR growth target against the backdrop of growing international trade worries.  Additionally, there are concerns that the hotel industry, which has gained from a strong economy and robust travel demand, may be set to decelerate.  Marriott’s net income dropped to $483 million in the quarter ended Sept. 30 from $485 million.  On an adjusted basis, the company earned $1.70 per share, beating analysts’ estimate of $1.31, according to Refinitiv data.  The company’s revenue fell about 1 percent to $5.05 billion, missing estimates of $5.37 billion.  While fewer people booked Marriott rooms across the world in the quarter, the average room rate rose 2.2 percent.","16":"HAVANA (Reuters) - The Trump administration has ordered Marriott International to wind down hotel operations in Communist-run Cuba, a company spokeswoman told Reuters, extinguishing what had been a symbol of the U.S.-Cuban detente.  Slideshow ( 3 images )  Starwood Hotels, now owned by Marriott, four years ago became the first U.S. hotel company to sign a deal with Cuba since the 1959 revolution amid the normalization of relations pursued by former President Barack Obama.  But the administration of President Donald Trump has unraveled that detente, tightening the decades-old U.S. trade embargo on Cuba and saying it wants to pressure the island into democratic reform and to stop supporting Venezuelan President Nicolas Maduro.  The approach could help Trump bolster support in the large Cuban-American community in Florida, a state considered vital to his re-election chances in November.  A company spokeswoman said the U.S. Treasury Department had ordered the company to wind down its operation of the Four Points Sheraton in Havana by Aug. 31. It would also not be allowed to open other hotels it had been preparing to run.  A U.S. Treasury Department spokesperson said it could not comment on specific licensing matters, but that the administration aimed to prevent Cuba’s military from using revenue from tourism to “oppress its own people”,  The Four Points Sheraton in Havana, like swaths of the tourism sector and economy at large, is controlled by the commercial arm of the Cuban military.  “In 2017, Trump promised he would not disrupt existing contracts U.S. businesses had with Cuba,” wrote William LeoGrande, a Cuba expert at American University in Washington, on Twitter. “Promise made, promise broken.”  The news comes two days after the U.S. State Department expanded its list of Cuban entities with which Americans are banned from doing business to include the military-owned financial corporation that handles U.S. remittances to Cuba.  U.S. sanctions have further crippled an economy already struggling with a decline in aid from leftist ally Venezuela and the end of hard-currency generating Cuban medical missions in Brazil and elsewhere.  Philip Peters who runs the FocusCuba business consultancy and has advised Marriott, said no good had come from a lifetime of U.S. sanctions that separated the U.S. and Cuban peoples, harmed Cuba’s economy, and limited American influence in Cuba.  “Marriott .. will hopefully return to do business in Cuba, along with others, to encourage American travel and to help Cuba prosper and integrate into the global economy,” he said.","17":"May 17 (Reuters) - Marriott International Inc:  * MARRIOTT SAYS UNIT SOLD LE CENTRE SHERATON MONTREAL HOTEL FOR ABOUT C$92 MILLION - SEC FILING Source text : [ID:bit.ly\/2wW2cSK] Further company coverage:","18":"June 12 (Reuters) - Kai Yuan Holdings Ltd:  * DECIDED TO DELAY MARRIOTT HOTEL IN PARIS RE-OPENING TO JULY 2020 Source text for Eikon: Further company coverage:","19":"Nov 29 (Reuters) - Marriott International Inc’s plans to open nearly 30 Courtyard by Marriott hotels in Europe in the next two years, the U.S. hotel chain said on Thursday.  Courtyard currently operates 63 hotels across Europe aimed at business travelers, the company said in a statement. (Reporting by Sanjana Shivdas in Bengaluru; Editing by Anil D’Silva)","20":"March 17 (Reuters) - Hotel operator Marriott International Inc will begin furloughing tens of thousands of employees, amid hotel closings due to the coronavirus outbreak, the Wall Street Journal reported on Tuesday. (on.wsj.com\/33rupxB) (Reporting by Ankit Ajmera in Bengaluru; Editing by Shinjini Ganguli)","21":"April 4 (Reuters) - Marriott International Inc:  * MARRIOTT SAYS PRESIDENT AND CEO ARNE SORENSON'S FY 2017 TOTAL COMPENSATION WAS $13.3 MILLION VS $12.3 MILLION IN FY 2016 - SEC FILING Source text: [bit.ly\/2GyrGdl] Further company coverage:","22":"BENGALURU (Reuters) - Marriott International Inc MAR.O is looking to lower the commissions it pays to online travel agencies starting with Expedia Group Inc EXPE.O when it renegotiates its contract with the company later this year, Chief Executive Officer Arne Sorenson said on Tuesday.  Marriott Chief Executive Arne Sorenson speaks during an interview with Reuters in a hotel in Berlin, March 3, 2015. REUTERS\/Fabrizio Bensch  Online travel agencies, already dealing with tight margins, are facing more pressure from hotel chains seeking to shift customers to book directly on their web and mobile platforms by providing incentives like free wifi and discounts.  “We would certainly like to pay less. We will have to see how the negotiations go,” Sorenson told Reuters on the sidelines of a press conference in Bengaluru.  Marriott will be renegotiating contracts with major online bookers for the first time since its merger with Starwood Hotels in September 2016 and the lower commissions could likely boost Marriott’s revenue per room, but may hurt the travel agents.  Expedia's would be the first major renewal with the current deal expiring later this year. The company will renegotiate its contract with Booking Holdings Inc BKNG.O sometime in 2019.  The Marriott chief was in India’s global outsourcing capital Bengaluru to open the company’s 100th hotel in the country, the Sheraton Grand Bengaluru Whitefield.  Marriott currently pays a commission of upwards of 10 percent to online travel agencies, which currently contribute about 12 percent to Marriott’s overall bookings.  The bulk of company’s bookings come from direct channels, including its mobile application and website.  “We have seen significant growth in all digital channels...What has declined a bit would be travel agents, in part because people are moving online and doing things themselves,” Sorenson said.  The world’s biggest hotel chain is benefiting from strong economic growth in Asia Pacific region, led by China.  Sorenson said that Marriott's partnership with ecommerce company Alibaba BABA.N had driven a \"few million\" new members to sign up for its loyalty programs in China since the deal was inked in 2017.  Marriott generates roughly 55 percent of its business from loyalty members.  The company said on Tuesday it plans to expand its presence in India where it has more than 50 signed projects in its pipeline.  The Bethesda, Maryland-based company expects to introduce three new brands, namely Moxy, Delta and Tribute in the coming few years in India, which is its second biggest market in Asia after China.  The growth in India would raise its room inventory to more than 30,000 units, up from about 22,000 currently, Marriott said without providing a timeline.  Expedia’s shares were down nearly 1 pct at $106 in late afternoon trading on Tuesday.","23":"(Reuters) - Hotel operator Marriott International MAR.O said it expects a roughly $25 million hit to its monthly fee revenue from the fast-spreading coronavirus, as U.S. airline JetBlue Airways JBLU.O said it would drop cancellation fees, even though it doesn't serve markets hit hardest by the outbreak.  FILE PHOTO: Logo of Marriott hotel is seen in Vienna, Austria April 9, 2018. REUTERS\/Heinz-Peter Bader  The travel industry has been facing mounting problems after weeks of cancellations focused on Asia, with online travel agency Booking Holdings BKNG.O forecasting a wider-than-usual range for its first-quarter outlook, citing uncertain travel demand and flagging a significant hit to the period from the virus.  Hawaiian Airlines HA.O has suspended flights between the international airports at Honolulu and Incheon, South Korea beginning March 2 through April 30, citing a spike in COVID-19 cases in the Asian country. (bit.ly\/2HV9Nno)  The United States told Americans on Tuesday to begin preparing for the coronavirus to spread within the country as outbreaks in Iran, South Korea and Italy escalated, triggering concerns of a hit to global travel demand.  “Due to the uncertainty regarding the duration and extent of the coronavirus outbreak, Marriott cannot fully estimate the financial impact from the virus, which could be material to first-quarter and full-year 2020 results,” Marriott said, adding that room additions in 2020 could also be delayed as a result of the outbreak.  Marriott, which is currently facing low occupancy rates in the Asia Pacific region, has also issued cancellation fee waivers for guests affected by the virus outbreak in mainland China, Hong Kong, Macau and Taiwan until March 15.  U.S. airlines and hotels are extending options for customers to rebook travel to a growing list of countries, including Italy, as coronavirus cases spike beyond China and spark fears of a global pandemic.  “It is not possible to predict where, and to what degree, outbreaks of the coronavirus will disrupt travel patterns,” Booking said in its earnings release.  JetBlue which only flies in the United States, the Caribbean and Latin America, became the first U.S. airline to offer waivers for all travel on Wednesday, announcing it would suspend change and cancellation fees for new flight bookings between Feb. 27 and March 11 this year.  “While authorities have not issued any travel restrictions to the locations we fly, we want to give our customers some peace of mind that we are ready to support them should the situation change,” JetBlue said in a statement.  Marriott reported a quarterly profit above analyst estimates on Wednesday as occupancy and room prices in North America inched higher. The company also forecast revenue per available room growth — a measure of a hotel’s financial performance — to be between flat and up 2% in 2020.  The hotel operator said it expects 2020 earnings, excluding the impact of the virus, to be between $6.30 and $6.53 per share. Analysts were expecting $6.47 per share, according to Refinitiv data.","24":"RIYADH (Reuters) - Marriott International expects to attract $2 billion of investment in Saudi Arabia in the next four years by almost doubling the number of hotel rooms it operates there, an executive said on Monday.  FILE PHOTO: A Marriott flag hangs at the entrance of the New York Marriott Downtown hotel in Manhattan, New York November 16, 2015. REUTERS\/Andrew Kelly  The kingdom aims to boost domestic and international tourism in its drive to diversify the economy away from oil exports. It is has set a target of $46.6 billion in spending by local and foreign tourists in 2020, up from $27.9 billion in 2015.  Alex Kyriakidis, Marriott’s president and managing director for the Middle East and Africa, told Reuters his firm would expand the number of rooms at its hotels to about 12,500 in the next four years from almost 6,800 now.  Building now underway on the almost 6,000 new rooms would cost $2 billion, he said in an interview, adding the company would operate 52 hotels once work was completed, up from 23 now.  The company operates the Marriott, Ritz Carlton, Le Meridien and Sheraton brands in Saudi Arabia, among others.  Riyadh’s Ritz-Carlton Hotel reopened this month, more than three months after it was converted into a temporary prison for members of Saudi Arabia’s business and political elite detained in an anti-corruption purge.  He said Ritz Carlton’s temporary closure did not hurt the group’s operations in the kingdom, adding that the crackdown on corruption should reassure investors.  He said domestic tourism still accounted for most visitors.  The Saudi authorities have said they would issue tourist visas to foreigners this year, but details have not been disclosed.  To attract visitors, Saudi Arabia said it would develop resorts on some 50 islands off the Red Sea coast and an entertainment city south of Riyadh featuring golf courses, car racing tracks and a theme park.","25":"April 14 (Reuters) - Marriott International Inc:  * MARRIOTT FILES FOR POTENTIAL SERIES EE NOTES OFFERING; SIZE NOT DISCLOSED - SEC FILING Source text: (bit.ly\/3cto5cn) Further company coverage:","26":"Feb 15 (Reuters) - Marriott International Inc:  * MARRIOTT FILES FOR POTENTIAL MIXED SHELF OFFERING; SIZE NOT DSICLOSED - SEC FILING Source text: (bit.ly\/2BZjwIk) Further company coverage:","27":"(Reuters) - Marriott International Chief Executive Officer Arne Sorenson, who was undergoing treatment for pancreatic cancer, has died, the company said on Tuesday.  The first non-family member to head the hotel chain, Sorenson, 62, had earlier this month stepped back from full-time role to treat the cancer that was diagnosed in 2019.  Marriott said he died on Monday and that it will appoint a new CEO in the next two weeks.  Sorenson took charge in March 2012 and led the $13 billion acquisition of Starwood Hotels and Resorts in 2016, resulting in Marriott becoming the world’s biggest hotel chain with over 1 million rooms.  “He had an uncanny ability to anticipate where the hospitality industry was headed and position Marriott for growth,” Executive Chairman JW Marriott, Jr said in a statement.  During Sorenson’s tenure, the company’s shares have jumped 242%, despite the 15% dent over the past year due to the coronavirus crisis that brought travel to a near halt.  In his absence, Stephanie Linnartz, group president, consumer operations, is overseeing the company’s lodging division, while Tony Capuano, group president for global development, is in charge of the U.S. and Canada lodging business.  “Given the leadership of the Marriott family and of Arne, the executive bench at Marriott is arguably the strongest in the industry and will have the knowledge and leadership to carry on the Marriott way,” Macquarie Research analyst Chad Beynon said.","28":"Feb 26 (Reuters) - Marriott International Inc:  * MARRIOTT INTERNATIONAL REPORTS FOURTH QUARTER 2019 RESULTS  * Q4 ADJUSTED EARNINGS PER SHARE $1.57  * Q4 EARNINGS PER SHARE $0.85  * Q4 EARNINGS PER SHARE ESTIMATE $1.47 -- REFINITIV IBES DATA  * MARRIOTT - Q4 2019 COMPARABLE SYSTEMWIDE CONSTANT DOLLAR REVPAR ROSE 1.1% WORLDWIDE  * MARRIOTT - QTRLY TOTAL REVENUE $5.37 BILLION VERSUS $5.29 BILLION REPORTED LAST YEAR  * Q4 REVENUE VIEW $5.48 BILLION -- REFINITIV IBES DATA  * MARRIOTT -“DUE TO THE UNCERTAINTY REGARDING THE DURATION AND EXTENT OF THE CORONAVIRUS OUTBREAK, MARRIOTT CANNOT FULLY ESTIMATE THE FINANCIAL IMPACT”  * MARRIOTT - Q4 2019 COMPARABLE SYSTEMWIDE CONSTANT DOLLAR REVPAR ROSE 0.9% GROWTH IN NORTH AMERICA  * MARRIOTT - CO IS PROVIDING A BASE CASE OUTLOOK FOR Q1 AND FULL YEAR 2020, WHICH DOES NOT REFLECT ANY IMPACT FROM CORONAVIRUS OUTBREAK  * MARRIOTT - ROOM ADDITIONS FOR CURRENT YEAR COULD ALSO BE DELAYED AS A RESULT OF CORONAVIRUS OUTBREAK  * MARRIOTT - ASSUMING CURRENT OCCUPANCY RATES IN APAC REGION CONTINUE, COULD EARN ROUGHLY $25 MILLION IN LOWER FEE REVENUE PER MONTH, VERSUS 2020 BASE CASE OUTLOOK  * MARRIOTT - ANTICIPATES FULL YEAR 2020 DILUTED EPS COULD TOTAL $6.30 TO $6.53  * MARRIOTT - SEES FIRST QUARTER 2020 GROSS FEE REVENUES WILL TOTAL $940 MILLION TO $950 MILLION  * MARRIOTT - SEES Q1 2020 COMPARABLE SYSTEMWIDE REVPAR ON CONSTANT DOLLAR BASIS WILL INCREASE 1%-2% IN WORLDWIDE, NORTH AMERICA  * MARRIOTT SEES Q1 GROSS FEE REVENUES $940 MILLION TO $950 MILLION  * MARRIOTT SEES 2020 GROSS FEE REVENUES $3,960 MILLION TO $4,040 MILLION  * MARRIOTT - SEES Q1 COMPARABLE SYSTEMWIDE REVPAR ON A CONSTANT DOLLAR BASIS TO INCREASE 1 TO 2 PERCENT WORLDWIDE AND IN NORTH AMERICA  * MARRIOTT SEES Q1 EPS $1.47 TO $1.50  * MARRIOTT SEES FY 2020 COMPARABLE SYSTEMWIDE REVPAR GROWTH ON A CONSTANT DOLLAR BASIS WILL BE FLAT TO UP 2% WORLDWIDE  * Q1 EARNINGS PER SHARE VIEW $1.43 -- REFINITIV IBES DATA  * FY2020 EARNINGS PER SHARE VIEW $6.47 -- REFINITIV IBES DATA  * MARRIOTT - SEES FULL YEAR 2020 OWNED, LEASED, AND OTHER REVENUE, NET OF DIRECT EXPENSES, COULD TOTAL $295 MILLION TO $305 MILLION  * MARRIOTT SEES FY 2020 COMPARABLE SYSTEMWIDE REVPAR GROWTH ON A CONSTANT DOLLAR BASIS IN NORTH AMERICA AROUND MIDDLE OF FLAT TO UP 2% RANGE  * MARRIOTT SEES FY2020 EPS $6.30 TO $6.53 Source text for Eikon: Further company coverage:","29":"May 4 (Reuters) - Marriott International Inc:  * MARRIOTT INTERNATIONAL DECLARES AN INCREASE IN QUARTERLY CASH DIVIDEND  * SETS QUARTERLY CASH DIVIDEND OF $0.41 PER SHARE  * MARRIOTT - QTRLY CASH DIVIDEND OF 41 CENTS PER SHARE OF COMMON STOCK REPRESENTS A 24 PERCENT INCREASE OVER PREVIOUS QUARTERLY DIVIDEND AMOUNT Source text for Eikon: Further company coverage:","30":"LONDON (Reuters) - Marriott International, a leading hotel operator, is facing a London class action brought by millions of former guests demanding compensation after their personal records were hacked in one of the largest data breaches in history.  FILE PHOTO: A Marriott flag hangs at the entrance of the New York Marriott Downtown hotel in Manhattan, New York November 16, 2015. REUTERS\/Andrew Kelly  Martin Bryant, founder of technology and media consultancy Big Revolution, is leading the claim for English and Welsh-domiciled guests after more than 300 million customer records from Marriott’s global database, potentially including passport and credit card details, were hacked between 2014 and 2018.  “I hope this case will raise awareness of the value of our personal data, result in fair compensation ... and also serve notice to other data owners that they must hold our data responsibly,” he said in a statement.  The lawsuit, which seeks unspecified damages for loss of control of personal data, automatically includes guests who made a reservation for one of the former Starwood brand hotels - including Sheraton Hotels & Resorts and St. Regis hotels - before Sept. 10, 2018.  Bryant is represented by law firm Hausfeld and the case is funded by Harbour Litigation.  A London-based spokeswoman for Marriott said: “We don’t have a comment to make at this time.”  Around seven million British guest records were compromised by the hack, according to the UK Information Commissioner’s Office (ICO), which last year proposed to fine Marriott 99.2 million pounds ($133 million).  Marriott announced in 2018 that hackers had accessed its Starwood hotels reservation database and notified the FBI. Attorneys filed a lawsuit in a Maryland federal court within hours and others followed suit in the U.S. and Canada.  The London class action has been filed in the High Court after a landmark Court of Appeal decision last October that allowed a similar, opt-out lawsuit to be served against Internet giant Google over alleged unlawful tracking of iPhone users in 2011 and 2012 through third party cookies.  U.S.-style “opt-out” class actions bind a defined group automatically into legal action unless individuals opt out, saving on hefty advertising costs.  Google is appealing.  ($1 = 0.7541 pounds)","31":"(Reuters) - The world’s biggest hotel operator Marriott International Inc is starting to furlough what it expects will be tens of thousands of employees, amid hotel closings globally due to the virus outbreak, the Wall Street Journal reported on Tuesday.  While on furlough, Marriott will not pay salaries to its employees at some of its managed properties which it started shutting down last week, according to the report. (on.wsj.com\/33rupxB)  The company is also trimming staff through furloughs at properties that are still operating, the WSJ said.  Marriott had about 174,000 employees at the end of 2019.  The staff reductions will include everyone from general managers to housekeepers, as layoffs or furloughs at the corporate level are still under discussion, according to the report.  Several of Marriott’s peers including Hilton Worldwide Holdings Inc have been forced to abandon their full-year financial outlooks due to a rise in cancellations of room bookings.  Although Marriott has not yet withdrawn its outlook, the company has warned the outbreak could significantly hurt its annual results and it was unable to estimate the full financial impact.  Marriott did not immediately respond to a Reuters request for comment.","32":"FILE PHOTO: Signage for the New York Marriott Marquis is seen in Manhattan, New York, November 16, 2015. REUTERS\/Andrew Kelly  (Reuters) - Marriott International Inc said on Friday it was evaluating activist investor Jonathan Litt’s nomination for a seat on the hotel chain’s board.  Litt is the founder of hedge fund Land & Buildings Investment Management LLC, which owned a 0.03 percent stake in Marriott as of Dec. 31.  Land & Buildings in recent weeks has privately urged Marriott to consider culling its 30 brands to better align itself with competitors such as Hilton Worldwide Holdings Inc, the Wall Street Journal had reported earlier on Friday.  Land & Buildings spokesman declined to comment.  Shares of Marriott, which owns the Ritz-Carlton and St. Regis luxury hotel brands, rose as much as 4.36 percent to $124.83 on Friday, and were last up 1.8 percent at $121.79 in morning trade.  Up to Thursday’s close, Marriott’s shares had risen about 121 percent in the past five years, outperforming an about 82 percent increase in rival Hilton’s stock and a 51 percent jump in the S&P 500 index.  Earlier this month, Marriott’s Chief Executive Officer Arne Sorenson apologized before a U.S. Senate panel for a massive data breach involving up to 383 million guests in its Starwood hotels reservation system and vowed to protect against future attacks.","33":"Aug 5 (Reuters) - Marriott International Inc, the world’s largest hotel company, reported a 2% drop in quarterly revenue on Monday due to slowing global economic growth that weighed on business travel.  Net income fell to $232 million, or 69 cents per share, in the second quarter ended June 30, from $667 million, or $1.87 per share, a year earlier.  Revenue fell to $5.31 billion from $5.41 billion a year earlier. (Reporting by Dominic Roshan K.L. in Bengaluru)","34":"March 17 (Reuters) - Kai Yuan Holdings Ltd:  * UPDATES OF IMPACT OF CORONAVIRUS EPIDEMIC ON CO’S BUSINESS OPERATIONS  * PARIS MARRIOTT HOTEL WILL BE TEMPORARILY CLOSED UNTIL 15 APRIL  * PARIS MARRIOTT HOTEL WILL BE TEMPORARILY CLOSED UNTIL 15 APRIL 2020  * EPIDEMIC IS EXPECTED TO HAVE ADVERSE IMPACT ON HOTEL OPERATION OF GROUP  * IT IS STILL PREMATURE TO ASSESS OR ESTIMATE OVERALL IMPACT OF COVID-19 Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","35":"March 6 (Reuters) - Marriott International Inc:  * MARRIOTT INTERNATIONAL APPOINTS PUBLICIS GROUPE’S SAPIENTRAZORFISH AND SPARK FOUNDRY FOR GLOBAL MEDIA DUTIES Source text for Eikon: Further company coverage:","36":"Feb 26 (Reuters) - Hotel operator Marriott International Inc posted a 12% fall in quarterly profit on Wednesday partly hit by higher costs, and said the coronavirus outbreak had mainly affected its Asia Pacific region.  Net income fell to $279 million, or 85 cents per share, in the fourth quarter ended Dec. 31, from $317 million, or 92 cents per share, a year earlier.  Revenue rose to $5.37 billion from $5.29 billion. (Reporting by Sanjana Shivdas in Bengaluru; Editing by Shailesh Kuber)","37":"March 6 (Reuters) -  * MARRIOTT INTERNATIONAL TO MOVE ENTIRE PAID MEDIA BUSINESS TO PUBLICIS‍ - AXIOS​ Source text: bit.ly\/2FjXvSw Further company coverage:","38":"WASHINGTON (Reuters) - The District of Columbia sued Marriott International Inc on Tuesday, claiming that mandatory resort fees at its hotels are illegal and deceptive, the attorney general’s office said.  A Marriott flag hangs at the entrance of the New York Marriott Downtown hotel in Manhattan, New York November 16, 2015. Marriott International Inc will buy Starwood Hotels & Resorts Worldwide Inc for $12.2 billion to create the world's largest hotel chain with top brands including Sheraton, Ritz Carlton and the Autograph Collection. REUTERS\/Andrew Kelly  “Marriott reaped hundreds of millions of dollars in profit by deceiving consumers about the true price of its hotel rooms,” said District of Columbia Attorney General Karl Racine. “Bait-and-switch advertising and deceptive pricing practices are illegal.”  Marriott declined to comment on pending litigation. The lawsuit said that 189 Marriott properties worldwide impose fees ranging from $9 to $95 a day.  Resort fees, sometimes called destination or amenity fees, are displayed separately from hotel room prices. The charges are often lumped with taxes, giving the impression they are government imposed, and only become evident to consumers near the end of the booking process, the agency said.  The practice has emerged as consumers increasingly comparison shop on travel websites. Hotels attract travelers by advertising lower room rates that do not include the fees.  “By charging these fees, hotels can increase profits without appearing to raise prices. Over the past decade, Marriott has increased its use of resort fees,” the attorney general said.  The complaint seeks to force Marriott to include mandatory fees in its advertised room prices, to reimburse D.C. residents who paid the fees and to pay unspecified penalties.  “This is a really big deal. This is the first time that we’ve had legal action taken against the hotels for the resort fees,” said Charles Leocha, president of consumer advocacy group Travelers United, which has been fighting resort fees.  Resort fees make it hard for consumers to compare room prices accurately, he said.  The lawsuit follows an investigation by state attorneys general from all 50 states and the District of Columbia, Racine said.","39":"March 15 (Reuters) - Marriott International Inc said on Friday it was evaluating activist investor Jonathan Litt’s nomination for a seat on the hotel chain’s board.  Land & Buildings, founded by Litt, has a 0.03 percent stake in Marriott as of Dec. 31. (Reporting by Sanjana Shivdas in Bengaluru; Editing by Shailesh Kuber)","40":"FILE PHOTO: A Marriott flag hangs at the entrance of the New York Marriott Downtown hotel in Manhattan, New York November 16, 2015. REUTERS\/Andrew Kelly\/File Photo  DUBAI (Reuters) - United Real Estate Co., a unit of Kuwait Projects Co, and Marriott International said in a joint statement on Saturday that they had agreed to open a resort near Marrakech.  Marriott said in October it had signed deals with partners to increase its hotels in Africa 50 percent by 2023, opening new ones in Ghana, Kenya, Morocco, South Africa and entering the market in Mozambique.  The St. Regis Marrakech, in central Morocco, should open in 2024, the joint statement published in Kuwait said, without disclosing the cost of the development.  The deal “introduces” Marriott’s St Regis brand to Marrakech, it said, adding that the resort will be owned by Morocco’s Assoufid Properties Development and developed by United Real Estate.","41":"Nov 30 (Reuters) - Marriott International said on Friday the Starwood guest reservation database was breached, potentially exposing information on about 500 million guests.  The company said its investigation showed that an unauthorized party had copied and encrypted information, and that it had taken steps towards removing it. (Reporting by Munsif Vengattil in Bengaluru; Editing by Anil D’Silva)","42":"BRUSSELS, Feb 21 (Reuters) - The following are mergers under review by the European Commission and a brief guide to the EU merger process:  APPROVALS AND WITHDRAWALS  -- Real estate investor Patron Fund and U.S. hotel chain Marriot to acquire joint control of Poland’s Sheraton Warsaw Hotel (approved Feb. 20)  -- German brewers Radeberger and Veltins to set up a joint venture to distribute and sell their beers (approved Feb. 20)  -- Automotive parts manufacturer Financiere SNOP Dunois S.A. to acquire sole control of peer Tower Automotive Holdings Europe (approved Feb. 13)  NEW LISTINGS -- France’s Moma Places and Unibal-Rodamco to set up a joint commercial catering venture (notified Feb. 19\/deadline March 26\/simplified)  EXTENSIONS AND OTHER CHANGES  None  FIRST-STAGE REVIEWS BY DEADLINE  FEB 26  -- German utility RWE to acquire networks and renewables unit Innogy with the assets to be divided between RWE and E.ON (notified Jan. 22\/deadline Feb. 26)  FEB 28  -- Energy investment holding company LetterOne Holdings and chemical sector stock corporation BASF to create joint venture combining oil and gas activities (notified Jan. 24\/deadline Feb. 28)  MARCH 1  -- Brussels Airport Company to acquire indirect joint control of Airhotel Belgium with Marriot (notified Jan. 25\/deadline March 1\/simplified)  -- French energy group Engie, French tyre maker Michelin, the Auvergne-Rhone-Alpes Region and French public sector lender Caisse des Depots et Consignations to set up a joint venture (notified Jan. 25\/deadline March 1\/simplified)  MARCH 4  -- CVC Capital Partners to acquire sole control of insurer April Group (notified Jan. 28\/deadline March 4\/simplified)  MARCH 6  -- U.S. aircraft parts maker Spirit Aerosystems Holdings Inc to acquire EU-based supplier Asco Industries NV (notified Jan. 30\/deadline March 6)  MARCH 7  -- German energy company E.ON to acquire German peer Innogy’s retail and network activities (notified Jan. 31\/deadline March 7)  -- U.S. telecoms equipment maker CommScope to acquire set-top box maker Arris International Plc (notified Jan. 31\/deadline March 7\/simplified)  -- Private equity firm The Carlyle Group to acquire aviation services company StandardAero from buyout firm Veritas Capital (notified Jan. 31\/deadline March 7\/simplified)  -- Cayman Island-based private equity firm Clayton, Dubilier & Rice Fund X, L.P. to acquire sole control from investment vehicle Cheadle Developments Ltd. over Jersey-based FH Investments Ltd. through a share purchase (notified Jan. 31\/deadline March 7\/simplified)  MARCH 8  -- Energy producer and provider Total Holdings USA to acquire sole control over oil and natural gas production company Chevron Denmark (notified Feb. 1\/deadline March 8)  -- Insurer Marsh & McLennan Companies to acquire share capital of British peer Jardine Lloyd Thompson Group (notified Feb. 1\/deadline March 8)  MARCH 11  -- Global aerospace producer, designer and supplier TransDigm Group to acquire sole control over manufacturing company Esterline Technologies (notified Feb. 4\/deadline March 11)  -- DA Agravis Machinery Holding and Danish Agro Machinery Holding to acquire Kesko Group’s agrimachinery activities in Finland, Estonia, Latvia and Lithuania from Finnish subsidiary Konekesko Oy (notified Feb. 4\/deadline March 11)  MARCH 12  -- UK-based asset manager Intermediate Capital Group to acquire control of Grupo Konectanet, S.L. and Konecta Activos Immobiliarios, S.L. and companies controlled by them (notified Feb. 5\/deadline March 12\/simplified) -- Swedish investment company Nalka Invest AB to acquire sole control of medical supply distributor OneMed AB (notified Feb. 5\/deadline March 12\/simplified)  -- On-street parking company Saba Portugal and road infrastructure operator Egis Portugal to acquire joint control of Viseu Car Park Assets (notified Feb. 5\/deadline March 12\/simplified)  MARCH 13  -- Norway’s Kongsberg Gruppen to acquire British aero-engine maker Rolls-Royce’s commercial marine business (notified Feb. 6\/deadline March 13\/simplified)  -- Mitsubishi Corp. and Franz Haniel & Cie. subsidiary ELG Haniel GmbH to acquire joint control over ELG Carbon Fibre Ltd. by way of purchase of shares (notified Feb. 6\/deadline March 13\/simplified)  MARCH 15  -- French construction company Vinci to acquire Britain’s Gatwick Airport (notified Feb. 8\/deadline March 15\/simplified)  -- Investindustrial VI L.P.’s investment subsidiary World Confectionery Group S.a r.l to acquire sole control of Spain’s chocolate company Natra S.A. (notified Feb. 8\/deadline March 15\/simplified)  -- U.S. private equity firm American Securities to acquire property restoration company Belfor Holdings (notified Feb. 8\/deadline March 15\/simplified)  MARCH 20  -- U.S. private equity firm KKR to acquire Spanish food-food restaurant chain Telepizza (notified Feb. 13\/deadline March 20\/simplified)  MARCH 21  -- German insurer Allianz, Canada’s Public Sector Pension Investment Board and U.S.-based Greystar Real Estate Partners to acquire joint control over London-based student accommodation property Paul Street East through a share purchase agreement (notified Feb. 14\/deadline March 21\/simplified)  MARCH 25  -- U.S. aluminum company Novelis, which is a unit of India’s Hindalco Industries Ltd, to acquire aluminum processor Aleris (notified Feb. 18\/deadline March 25)  -- Luxembourg’s LetterOne Investment Holdings to acquire supermarket operator DIA (notified Feb. 18\/deadline March 25\/simplified)  APRIL 16  -- Steel company Aperam to acquire Netherlands producer of materials from nickel and nickel alloy VDM Metals Holding (notified Oct. 23\/deadline extended to April 16 from Nov. 29 after the European Commission opened an in-depth investigation)  APRIL 29  --- Germany’s Thyssenkrupp and India’s Tata Steel to set up a steel joint venture (notified Sept. 25\/deadline April 29)  MAY 13  -- Electronic and motor manufacturing company Nidec to acquire sole control of U.S. white goods maker Whirlpool Corp’s compressor subsidiary Embraco (notified Oct. 8\/deadline May 13\/concessions offered Feb. 11)  JUNE 3  -- UK mobile telephony provider Vodafone to acquire U.S. Liberty Global’s telecommunications business in the Czech Republic, Germany, Hungary and Romania (notified Oct. 19\/deadline June 3)  GUIDE TO EU MERGER PROCESS  DEADLINES:  The European Commission has 25 working days after a deal is filed for a first-stage review. It may extend that by 10 working days to 35 working days, to consider either a company’s proposed remedies or an EU member state’s request to handle the case. Most mergers win approval but occasionally the Commission opens a detailed second-stage investigation for up to 90 additional working days, which it may extend to 105 working days.  SIMPLIFIED:  Under the simplified procedure, the Commission announces the clearance of uncontroversial first-stage mergers without giving any reason for its decision. Cases may be reclassified as non-simplified - that is, ordinary first-stage reviews - until they are approved. (Reporting by Clare Roth;)","43":"(Reuters) - U.S. hotel operator Marriott MAR.O missed already lowered estimates for first-quarter profit by a huge margin on Monday, as bookings plunged due to the coronavirus-led lockdowns that kept a quarter of its hotels closed.  In line with Holiday Inn-owner IHG’s announcement last week, the company said its bookings in Greater China improved in April as the world’s second-largest economy gradually reopened for business.  Marriott’s shares, down 42% this year already, fell as much as 6.5% as the company reported a 90% slump in the industry’s closely watched revenue per available room indicator in April.  “April seems to have defined the bottom (for Marriott),” Chief Executive Officer Arne Sorenson said, as the company was affected by the COVID-19 pandemic that led thousands of people to cancel bookings and stay at home to contain the spread of the deadly virus.  Soreson said demand was, however, starting to crawl back. “As restrictions are released, I think the trend line now is towards more (hotel) openings, not towards more closings.”  Marriott, which reported a 22.5% decline in first-quarter revenue per available room, would be adding thousands more hotel rooms in over the next year or two, as they have already been under development.  The company’s worldwide development pipeline totaled nearly 3,035 hotels with about 516,000 rooms. More than 230,000 rooms in the pipeline were under construction as of the end of the first quarter.  Marriott is cutting or deferring around 45% of its earlier 2020 spending forecast of between $700 million and $800 million, but any cutbacks in new investments would only begin to be visible in 2022, SunTrust Robinson analyst Patrick Scholes said.  Sorenson said occupancy at Marriott hotels in Greater China was just over 30% presently, up from less than 10% in mid-February 2020, and said that was evidence of the resilience of travel demand.  Marriott’s total debt jumped by about 12% to $12.23 billion in the quarter and the company said it had net liquidity of about $4.3 billion as of May 8.  Net income fell to $31 million, or 9 cents per share, in the three months ended March 31, from $375 million, or $1.09 per share, a year earlier. On an adjusted basis, Marriott earned 26 cents per share in the quarter.  Revenue slumped 7% to $4.68 billion.  Analysts on average had expected Marriott to earn 80 cents per share on revenue $4.03 billion, according to IBES data from Refinitiv.","44":"Feb 14 (Reuters) - Marriott International Inc:  * MARRIOTT INTERNATIONAL REPORTS STRONG FOURTH QUARTER 2017 RESULTS  * Q4 ADJUSTED EARNINGS PER SHARE $1.12  * Q4 EARNINGS PER SHARE $0.54  * MARRIOTT - WORLDWIDE COMPARABLE SYSTEMWIDE CONSTANT DOLLAR REVPAR ROSE 4.6 PERCENT IN 2017 Q4  * MARRIOTT - QTRLY NORTH AMERICAN COMPARABLE SYSTEMWIDE CONSTANT DOLLAR REVPAR ROSE 3.9 PERCENT  * MARRIOTT - FOR 2018 Q1, MARRIOTT EXPECTS COMPARABLE SYSTEMWIDE REVPAR ON A CONSTANT DOLLAR BASIS IN NORTH AMERICA WILL BE FLAT TO UP 2 PERCENT  * MARRIOTT - QTRLY TOTAL REVENUES AS REPORTED $5,875 MILLION VERSUS $5,456 MILLION  * Q4 EARNINGS PER SHARE VIEW $1.00, REVENUE VIEW $5.63 BILLION -- THOMSON REUTERS I\/B\/E\/S  * MARRIOTT - NOT INCLUDING INCREMENTAL ASSET SALES, CO EXPECT TO RETURN ROUGHLY $2.5 BILLION TO SHAREHOLDERS IN SHARE REPURCHASES AND DIVIDENDS IN 2018.  * MARRIOTT - EXPECTS FULL YEAR 2018 FEE REVENUE WILL TOTAL $3,535 MILLION TO $3,620 MILLION  * MARRIOTT - EXPECTS FULL YEAR 2018 ADJUSTED EBITDA COULD TOTAL $3,315 MILLION TO $3,420 MILLION  * MARRIOTT - EXPECTS INVESTMENT SPENDING IN 2018 WILL TOTAL APPROXIMATELY $600 MILLION TO $700 MILLION  * MARRIOTT - IN 2018, ANTICIPATE NUMBER OF ROOMS WILL INCREASE ROUGHLY 7 PERCENT GROSS  * MARRIOTT - ROOMS DELETIONS SHOULD TOTAL 1 TO 1.5 PERCENT DURING 2018  * MARRIOTT - ALSO CONTINUE TO EXPECT GLOBAL REVPAR WILL INCREASE BY 1 TO 3 PERCENT IN 2018  * MARRIOTT - FOR 2018, PLAN TO INVEST IN OUR WORKFORCE BY OFFERING ADDITIONAL ONE-TIME CONTRIBUTION TO MARRIOTT INTERNATIONAL RETIREMENT SAVINGS PLANS Source text for Eikon: Further company coverage:","45":"April 14 (Reuters) - Marriott International Inc on Tuesday estimated a 60% decline in revenue per available room, a key measure of hotel health, in March as the coronavirus crisis brought global travel to a virtual standstill.  Overall, for the first quarter it expects to report a 23% drop in revenue per available room. (Reporting by Ankit Ajmera in Bengaluru; Editing by Aditya Soni)","46":"FILE PHOTO - Marriott Chief Executive Arne Sorenson speaks during an interview with Reuters in a hotel in Berlin, March 3, 2015. REUTERS\/Fabrizio Bensch  (Reuters) - Marriott International Inc Chief executive Arne Sorenson will testify before a U.S. Senate panel Thursday about a hacking incident it reported in December that exposed the records of up to 500 million customers in its Starwood hotels reservation system.  The Senate’s Permanent Subcommittee on Investigations is holding a hearing “to examine the causes and scope of private sector data breaches that expose the most sensitive information of millions of Americans.”  The hearing will also include Equifax Inc Chief Executive Mark Begor, who will discuss the company’s 2017 disclosure of the hacking of sensitive data of more than 145 million people.","47":"(Adds Sorenson’s comment details about who will handle his job responsibility in his absence)  Feb 2 (Reuters) - Marriott International Inc Chief Executive Officer Arne Sorenson will step back from full-time role for several months for further treatment of pancreatic cancer, the company said on Tuesday.  Sorenson, 62, was diagnosed with stage 2 pancreatic cancer in 2019. He will remain president and CEO during his treatment and has tapped two veteran Marriott executives to share his responsibility.  Stephanie Linnartz, group president, consumer operations, will oversee the international lodging division, while Tony Capuano, group president for global development, will be in charge of the U.S. and Canada lodging business, Marriott said.  “I, along with my family and my medical team, remain optimistic about my prognosis and I plan to return full-time after the conclusion of my treatments,” Sorenson said in a statement. (Reporting by Ankit Ajmera and Shreyasee Raj in Bengaluru; Editing by Arun Koyyur)","48":"FILE PHOTO: A woman on a mobile phone walks past a Marriott hotel in Hangzhou, Zhejiang province, China January 11, 2018. REUTERS\/Stringer  BEIJING (Reuters) - Hotel operator Marriott International MAR.O said it expected room occupancy rates in Greater China to rise to 60% next month and forecast it could recover to pre-coronavirus levels by the start of 2021, as domestic travel in the country ticks up.  Craig S. Smith, the company’s Asia-Pacific group president, said the pace of recovery was also “encouraging” with an average occupancy rate of 37% in the region in July.  “Obviously Asia will lead the world recovery in our industry,” Smith told Reuters in an interview.  “For all the Asia-Pacific I think the recovery to pre-COVID levels will be next year. We are hoping that China recovers sometime around the first quarter of 2021.”  The average occupancy rate in Greater China stood at 55% in July, Marriott added. In February, when China introduced draconian measures to keep people at home and stop the spread of the virus, the rate fell to less than 10%.  Like many other hospitality companies, Marriott has been hit hard by the collapse in travel demand caused by the pandemic.  However, Asia-Pacific nations such as China, New Zealand and South Korea, are seen to have mostly brought the virus spread under control, despite sporadic outbreaks.  Marriott said while the pandemic had delayed some of its hotel openings, it expected to open 70 to 80 hotels in the Asia Pacific this year. On Wednesday, it opened its first JW Marriott-branded hotel in Japan’s Nara city.  Smith said while the company has had to put staff on voluntary no-pay leave, it has been trying to relocate staff to new hotels to try and keep jobs.","49":"FILE PHOTO: Marriott Chief Executive Arne Sorenson speaks during an interview with Reuters in a hotel in Berlin, March 3, 2015. REUTERS\/Fabrizio Bensch  (Reuters) - Hotel chain Marriott International Inc said on Friday Chief Executive Officer Arne Sorenson was diagnosed with stage 2 pancreatic cancer, but will continue in his role while being treated.  Sorenson will start treatment, beginning with chemotherapy next week, and surgery is expected by the end of 2019, the company.  The cancer was discovered early and does not appear to have spread, Sorenson said in message to employees.  Sorenson, who joined Marriott in 1996, has since held a number of positions besides leading the nearly $14 billion acquisition of Starwood Hotels & Resorts Worldwide in 2016.  In March, Sorenson apologized before a U.S. Senate panel for a massive data breach involving up to 383 million guests in its Starwood hotels reservation system and vowed to protect against future attacks.  Marriott is scheduled to announce first-quarter earnings next week.","50":"FILE PHOTO: Logo of Marriott hotel is seen in Vienna, Austria April 9, 2018. REUTERS\/Heinz-Peter Bader  (Reuters) - U.S. hotel operator Marriott International Inc MAR.O said on Wednesday it was withdrawing its 2020 financial outlook as cancellations mount due to the coronavirus outbreak.  The hotel industry could lose $1.4 billion in revenue every week on account of the virus, according to estimates by American Hotel and Lodging Association and the U.S. Travel Association, as demand craters.  Marriott said it was working to reduce its 2020 corporate general and administrative costs by at least $140 million and asking senior executives to take significant pay cuts.  The company had decided to start furlough for what it anticipates will be tens of thousands of employees.  Marriott is the latest hotel operator to abandon it forecast. Smaller rivals Hilton Worldwide Holdings Inc HLT.N and Hyatt Hotels Corp H.N too had pulled their annual outlook earlier this month.","51":"April 14 (Reuters) - Marriott International Inc:  * MARRIOTT INTERNATIONAL ANNOUNCES NEW $1.5 BILLION 364-DAY REVOLVING CREDIT FACILITY COMMITMENT AND LEVERAGE COVENANT WAIVER FOR EXISTING REVOLVING CREDIT FACILITY  * MARRIOTT - EXPECTS TO REPORT THAT WORLDWIDE SYSTEMWIDE REVPAR DECLINED APPROXIMATELY 23% IN Q1 OF 2020  * MARRIOTT - EXPECTS TO REPORT THAT REVPAR IN NORTH AMERICA DOWN ROUGHLY 20 PERCENT IN Q1  * MARRIOTT - WHILE THERE HAVE BEEN EARLY SIGNS OF IMPROVING DEMAND TRENDS IN GREATER CHINA, NEGATIVE TRENDS IN REST OF WORLD HAVE NOT YET STABILIZED  * MARRIOTT - ANTICIPATES FURTHER HOTEL CLOSURES AND EROSION IN REVPAR PERFORMANCE  * MARRIOTT - CURRENTLY, ROUGHLY 25 PERCENT OF COMPANY’S MORE THAN 7,300 HOTELS ARE TEMPORARILY CLOSED  * MARRIOTT - DOES NOT EXPECT TO SEE MATERIAL IMPROVEMENT UNTIL THERE IS A VIEW THAT SPREAD OF COVID-19 HAS MODERATED AND GOVTS HAVE LIFTED RESTRICTIONS  * MARRIOTT - ENTERED AMENDMENT TO ITS FIFTH AMENDED CREDIT AGREEMENT THAT WAIVES QUARTERLY-TESTED LEVERAGE COVENANT THROUGH AND INCLUDING Q1 OF 2021  * MARRIOTT - CANNOT PRESENTLY ESTIMATE FINANCIAL IMPACT OF COVID-19 BUT EXPECTS THAT IT WILL CONTINUE TO BE MATERIAL TO CO’S RESULTS  * MARRIOTT - SAW MORE SIGNIFICANT OCCUPANCY AND REVPAR DECLINES IN MARCH THAN IN FEBRUARY IN ALL REGIONS EXCEPT GREATER CHINA  * MARRIOTT - EXPECTS TO REPORT THAT IN MARCH REVPAR DECREASED APPROXIMATELY 60 PERCENT WORLDWIDE  * MARRIOTT - HAS EXTENDED TRANSIENT RESERVATION CANCELLATION WINDOW UNTIL JUNE 30, 2020 FOR ALL EXISTING RESERVATIONS  * MARRIOTT - ALLOWING CANCELLATIONS WITHOUT CHARGE UNTIL 24 HOURS BEFORE SCHEDULED ARRIVAL FOR NEW RESERVATIONS MADE BETWEEN MARCH 13, 2020 AND JUNE 30  * MARRIOTT - EXPIRATION OF MARRIOTT BONVOY POINTS HAS ALSO BEEN PAUSED UNTIL FEBRUARY 2021  * MARRIOTT - REDUCING BY 50% COST OF AND OFFERING DELAYED PAYMENT FOR CERTAIN SYSTEMWIDE PROGRAMS AND SERVICES CHARGES FOR APRIL AND MAY  * MARRIOTT - EXPECTS TO ELIMINATE OR DEFER AROUND 40% OF ITS FEB. 19, 2020 YEARLY INVESTMENT SPENDING FORECAST OF $700 MILLION TO $800 MILLION  * MARRIOTT - COULD SEE ADDITIONAL REDUCTIONS, PARTICULARLY IN FUNDING OBLIGATIONS RELATED TO NEW UNIT OPENINGS THAT MAY BE DELAYED UNTIL 2021  * MARRIOTT - WILL CONTINUE TO REVIEW ITS INVESTMENT SPENDING PLANS FOR 2020  * MARRIOTT - BELIEVES THAT IT HAS SUFFICIENT LIQUIDITY AND WILL CONTINUE TO BE ABLE TO SUCCESSFULLY ADAPT AS COVID-19 SITUATION EVOLVES Source text for Eikon: Further company coverage:","52":"WASHINGTON, July 9 (Reuters) - District of Columbia Attorney General Karl Racine said on Tuesday he has sued Marriott International Inc for misleading consumers and allegedly profiting hundreds of millions of dollars by charging hidden resort fees.  Marriott did not immediately respond to a request for comment.","53":"(Reuters) - Marriott International MAR.O said on Monday it expects cash burn for the year to be slower than previous estimated as bookings slowly recover from the coronavirus lows that pushed the hotel chain to post its first quarterly loss in nearly nine years.  FILE PHOTO: Logo of Marriott hotel is seen in Vienna, Austria April 9, 2018. REUTERS\/Heinz-Peter Bader  The world’s largest hotel chain said it was seeing a steady recovery in occupancy rates across the world with economies reopening gradually, although it may take a few years for them to return to pre-COVID levels.  The company’s stock reversed course to rise 1.6% in early trading. The shares had fallen more than 3% premarket after the owner of Ritz-Carlton and St. Regis luxury hotel brands reported results.  “We see folks are increasingly willing to step out and travel,” Chief Executive Officer Arne Sorenson said.  “Leisure (demand) may continue to be a significant source of recovery past Labor Day and into the fall ... but we would expect corporate to be slower.”  The hotel and the airline industries have been among the worst affected due to the COVID-19 pandemic forcing Marriott and rival Hilton HLT.N to cut thousands of jobs and shut many hotels as cancellations started mounting.  Marriott said on Monday Greater China was leading the global recovery and the market could approach 2019 occupancy levels as early as next year.  Overall, the company’s global occupancy rates improved to 34% in the week ended Aug. 1, from 11% in April.  Marriott now expects a cash burn of $85 million a month in 2020, down from prior expectation of $145 million.  On an adjusted basis, Marriott reported a loss of 64 cents per share in the second quarter ended June 30, bigger than analysts’ expectation of a loss of 42 cents per share.  Total revenue plunged 72.4% to $1.46 billion.","54":"(Reuters) - Marriott International Inc MAR.O on Monday cut its full-year outlook for a key revenue measure that indicates pricing power as the world's largest hotel chain faces the impact of weakening business travel due to slowing global economic growth.  FILE PHOTO: A guest arrives at the Marriott Marquis hotel in Times Square in New York City, U.S., November 8, 2017. REUTERS\/Brendan McDermid  Shares of the company fell 3% in extended trading after the hotel chain said it now expected revenue per available room (RevPAR) to grow in the range of 1% to 2% in 2019 compared with the prior estimate of 1% to 3%.  RevPAR is a measure of a hotel’s financial performance and is calculated by multiplying the average daily room rate by occupancy rate.  Marriott’s outlook cut comes a week after U.S. President Donald Trump threatened to levy 10% duties on remaining $300 billion of Chinese goods from Sept. 1, prompting China to let the yuan hit its lowest level in more than a decade on Monday.  Businesses have turned increasingly cautious about capital spending and travel budgets as earnings take a hit and global economic growth slows with the U.S.-China trade spat getting worse.  Last month, Marriott's smaller rival Hilton Worldwide Holdings Inc HLT.N cut its full-year outlook for a key revenue measure, citing eroding business confidence and weak growth in China.  Net income fell to $232 million, or 69 cents per share, in the second quarter ended June 30, from $667 million, or $1.87 per share, a year earlier.  Marriott recorded a $126 million non-tax accrual in the quarter for the fine proposed by the U.K. Information Commissioner’s Office in relation to the data breach in its Starwoods hotels reservation system.  On an adjusted basis, Marriott earned $1.56 per share, in line with the average analyst estimate.  Revenue fell to $5.31 billion from $5.41 billion a year earlier.","55":"HONG KONG (Reuters) - Marriott International Inc, the world’s biggest hotel company with luxury brands such as St. Regis and Ritz-Carlton, says it is committed to all of its brands which give it the breadth to take advantage of fast-growing markets like China.  FILE PHOTO: Logo of Marriott hotel is seen in Vienna, Austria April 9, 2018. REUTERS\/Heinz-Peter Bader\/File Photo  The company was criticized recently by activist investor Jonathan Litt who, according to media reports, has urged Marriott to consider culling its 30 brands to better align itself with competitors such as Hilton Worldwide Holdings Inc.  Marriott’s Global Chief Commercial Officer Stephanie Linnartz, however, said the group aimed to keep expanding across all sectors of the market, especially in Asia.  “We’re focused on growing multiple tiers (in Asia Pacific), not just luxury... we’re also excited about growing our Courtyard brand in China,” Linnartz told Reuters on Thursday.  Mid-scale brands like Courtyard are Marriott’s fastest-growing segment in Asia Pacific, the company said.  Linnartz was speaking to Reuters during a visit to Hong Kong, where the group opened its first St Regis in the city on Wednesday.  Last month Marriott announced plans to open more than 1,700 hotels globally as part of its three-year growth strategy. It has more than 300 hotels in China in the pipeline for the next three to five years and plans to have all 30 of its brands operating in the Asia Pacific region eventually, up from 23 at present.  The number of brands was one of the group’s greatest strengths, Linnartz said.  “Because you have so much breadth and choice. We see in our data that, last year, half of the people who stayed in W globally, also stayed in Courtyard, why? Because people will stay in one brand for business trip, and they want to go on their romantic vacation with their spouse.”  The St Regis in Hong Kong is Marriott’s 7,000th property globally. The company also plans to bring the JW Marriott Marquis brand to China later this year, and the Tribute Portfolio brand into India.  “We need to be careful to bring what brand into what market, not just the country, but the city. You have to really think about the right consumer demand - is that a luxury market or not?” Linnartz said.  (This story has been refilled to add dropped name in paragraph 6)","56":"(Reuters) - Marriott International said on Friday hackers stole about 500 million records from its Starwood Hotels reservation system in an attack that began four years ago, exposing personal data of customers including some payment card numbers.  Logo of Marriott hotel is seen in Vienna, Austria April 9, 2018. REUTERS\/Heinz-Peter Bader  Shares of the company were down 4 percent at $117 in premarket trading.  The hack began in 2014, before Marriott offered to buy Starwood for $12.2 billion in November 2015, acquiring brands including Sheraton, Ritz Carlton and the Autograph Collection to create the world’s largest hotel operator. The company closed the Starwood deal in September 2016.  Marriott said for 327 million guests, compromised data could include passport details, phone numbers and email addresses. For some others, it could include credit card information.  Marriott said it first found out about the breach after an internal security tool sent an alert on Sept. 8.  “We’ve opened an investigation into the Marriott data breach. Additionally, under New York law, Marriott was required to provide notification to our office upon discovering the breach; they have not done so as of yet,” said Amy Spitalnick,  Communications Director and Senior Policy Advisor, Office of the New York Attorney General.  Marriott said it would inform affected guests about the breach, starting Friday, and that it had reported it to law enforcement and regulatory authorities.  Several companies have suffered data hacks in recent years. The breach could cost Marriott hundreds of millions of dollars in legal costs.  Yahoo said last year all of its three billion accounts were hacked in a 2013 data theft. Attorneys had said the breach sharply increased the legal exposure of its new owner, Verizon Communications Inc.  Altaba Inc, as Yahoo came to be known after Verizon bought it, said it expected to pay a total of $47 million in litigation expenses to settle related cases.  News of the attack highlights the need for companies to pay close attention on cyber security when making acquisitions.  “Understanding the cybersecurity posture of an investment is critical to assessing the value of the investment and considering reputational, financial, and legal harm that could befall the company,” said Jake Olcott, a vice president with cybersecurity firm BitSight.  Marriott said on Friday it was too early to estimate the financial impact of the breach and that it would not affect its long-term financial health. The hotel chain said it was working with its insurance carriers to assess coverage.","57":"FILE PHOTO The Marriott logo is seen on a door at the New York Marriott Marquis at Times Square in New York, U.S., February 15, 2017. REUTERS\/Shannon Stapleton\/File Photo  (Reuters) - Marriott International Inc MAR.O on Monday signaled weakness in revenue per available room (revPAR) in North America, its largest market, for the third quarter, sending shares of the world's largest hotel chain down about 4 percent.  The company expects revPAR, an important metric that measures a hotel chain’s health, to increase by 1.5 percent to 2 percent in the region due to Independence Day holiday falling in the middle of the week and tough comparisons to last year’s numbers that included the impact of hurricane relief efforts.  However, Marriott, which owns the Ritz-Carlton and St. Regis luxury hotel brands, kept its forecast for worldwide revPAR for the full year unchanged at 3-4 percent.  The company also raised its forecast of full-year adjusted profit to $5.81 to $5.91 per share from $5.43 to $5.55 per share.  Net income rose to $610 million, or $1.71 per share, in the second quarter ended June 30, from $489 million, or $1.28 per share, a year earlier.  Excluding items, the company earned $1.47 per share, beating the average analyst estimate of $1.38, according to Thomson Reuters I\/B\/E\/S.  Revenue rose to $5.35 billion but missed Wall Street estimate of $5.84 billion due to a drop 5.6 percent in fee received from the properties that the company owns or leases.  The company’s shares was down at $124.45 in extended trading.","58":"April 8 (Reuters) - Marriott International Inc:  * MARRIOTT SAYS CEO ARNE SORENSON’S FY 2019 TOTAL COMPENSATION WAS $13.4 MILLION VERSUS $12.9 MILLION IN FY 2018 - SEC FILING  * MARRIOTT SAYS FOR 2019, CEO PAY RATIO WAS 346 TO 1 Source text : (bit.ly\/2Rl9wiQ) Further company coverage:","59":"FILE PHOTO: Signage for the New York Marriott Marquis is seen in Manhattan, New York, November 16, 2015. Marriott International Inc will buy Starwood Hotels & Resorts Worldwide Inc for $12.2 billion to create the world's largest hotel chain with top brands including Sheraton, Ritz Carlton and the Autograph Collection. REUTERS\/Andrew Kelly  NAIROBI (Reuters) - Marriott International MAR.O plans to increase its hotels in Africa by 50 percent in the next five years, opening new facilities in markets where it already operates and venturing into new ones like Mozambique, the company said on Monday.  Global hotel chains have been increasing their investments in Africa in recent years to take advantage of fast expanding economies and improving transport links.  Marriott said it had signed deals with partners which will see it increase its hotels in Ghana, Kenya, Morocco, South Africa, and mark its entry into Mozambique.  “The signings put Marriott International on track to increase its portfolio by 50 percent with over 200 hotels and 38,000 rooms by 2023 estimated to generate 12,000 new job opportunities,” the company said in a statement.  Other chains which have recently announced African expansion plans include AccorHotels ACCP.PA, which has more than 100 hotels in Africa and has earmarked $1 billion for expansion on the continent. [nL8N1WB5G1]  The Bethesda, Maryland-based company has a portfolio of 6,700 properties in 130 countries, including 21 countries in Africa.","60":"FILE PHOTO: A Marriott flag hangs at the entrance of the New York Marriott Downtown hotel in Manhattan, New York November 16, 2015. REUTERS\/Andrew Kelly  (Reuters) - Marriott International Inc will relaunch its loyalty program under a new brand name, the company said on Wednesday, as it seeks to undo the damage to its name from a massive cyber attack that led to millions of customer records being stolen.  The world’s biggest hotel chain said the new brand, Marriott Bonvoy, will replace the existing loyalty programs – Marriott Rewards, The Ritz-Carlton Rewards and Starwood Preferred Guest - integrating the three brands into one name, with the launch on Feb. 13.  The company, which owns the Ritz-Carlton and St. Regis luxury hotel brands, disclosed earlier this month that fewer than 383 million customer records were stolen in a cyber attack on its Starwood Hotels reservation system.  Marriott has phased out the Starwood reservations database after it acquired the hotel chain for $13.6 billion in September 2016. The hack began in 2014, a year before Marriott offered to buy Starwood.","61":"(Reuters) - Marriott International Inc said on Tuesday information of about 5.2 million hotel guests was breached, the second such incident for the hotel operator in less than two years.  It said the breached information, including contact details, loyalty account information and additional personal details such as gender and birthdays, may have been accessed using the login credentials of two employees at a franchise property.  The company also said information such as account passwords, payment card information and passport information were not a part of the breach.  Marriott said it was currently investigating the incident, which it believed started in mid-January and was identified around February end.  In November 2018, Marriott said its Starwood guest reservation database was breached, potentially exposing information on about 500 million guests.  (This story corrects typo in first paragraph.)","62":"Feb 9 (Reuters) - Marriott International Inc:  * SETS QUARTERLY CASH DIVIDEND OF $0.33 PER SHARE Source text for Eikon: Further company coverage:","63":"FILE PHOTO: A Marriott flag hangs at the entrance of the New York Marriott Downtown hotel in Manhattan, New York November 16, 2015. REUTERS\/Andrew Kelly  (Reuters) - U.S. hotel chain Marriott International Inc MAR.O said on Thursday it plans to open nearly 30 Courtyard by Marriott hotels in Europe in the next two years, as it targets newer markets including Finland and Iceland.  The expansion plan comes nearly a month after the company cut its fourth-quarter forecast for revenue per available room (RevPAR) - a key measure of hotel health - blaming weak demand in North America, its biggest market.  The company’s RevPAR for Europe grew 5.7 percent for the first nine months of 2018, while North America grew 2 percent in the same period.  Courtyard currently operates 63 hotels across Europe aimed at business travelers, the company said in a statement.","64":"March 16 (Reuters) - Marriott International Inc:  * MARRIOTT INTERNATIONAL CEO ARNE M. SORENSON'S 2017 TOTAL COMPENSATION WAS $13.3 MILLION VERSUS $12.3 MILLION IN 2016 – SEC FILING Source text - (bit.ly\/2FGD4ng) Further company coverage:","65":"March 18 (Reuters) - Marriott International Inc:  * MARRIOTT INTERNATIONAL PROVIDES BUSINESS UPDATE AMIDST THE RAPIDLY EVOLVING CORONAVIRUS SITUATION  * MARRIOTT - NUMBER OF CLOSED HOTELS IN GREATER CHINA HAS DECLINED FROM OVER 90 HOTELS A MONTH AGO TO UNDER 30 TODAY  * MARRIOTT - IN REST OF WORLD, WHERE CRISIS IS MUCH MORE RECENT, TREND LINES ARE STILL NEGATIVE  * MARRIOTT - THERE HAVE NOT YET BEEN MEANINGFUL GROUP CANCELLATIONS FOR 2021 RELATED TO COVID-19  * MARRIOTT - MANY GROUP CUSTOMERS ARE AT LEAST TENTATIVELY REBOOKING FOR LATER IN 2020  * MARRIOTT - WEDNESDAY THERE ARE VERY EARLY SIGNS OF IMPROVEMENT IN GREATER CHINA, AS WORKERS RETURN TO THEIR JOBS  * MARRIOTT - TEMPORARILY DEFERRED MOST BRAND STANDARDS TO HELP OWNERS AND FRANCHISEES, INCLUDING DELAYING RENOVATIONS DUE IN 2020 BY ONE YEAR  * MARRIOTT - WITHDRAWS ALL ASPECTS OF ITS OUTLOOK AND ASSUMPTIONS FOR 2020 PROVIDED ON FEB. 26 & 27  * MARRIOTT - ESTIMATES COST CUTTING MEASURES WILL REDUCE 2020 CORPORATE GENERAL AND ADMINISTRATIVE COSTS BY AT LEAST $140 MILLION  * MARRIOTT - NUMBER OF CLOSED HOTELS IN GREATER CHINA DECLINED FROM OVER 90 HOTELS A MONTH AGO TO UNDER 30 ON WEDNESDAY  * MARRIOTT - EXPECTS TO ELIMINATE OR DEFER AT LEAST ONE-THIRD OF ITS PRIOR FORECAST OF $700 TO $800 MILLION OF SPEND IN 2020,  * MARRIOTT - ANTICIPATES THAT ITS PREVIOUSLY ANNOUNCED Q1 2020 DIVIDEND, PAYABLE ON MARCH 31, 2020, WILL BE LAST UNTIL CONDITIONS IMPROVE  * MARRIOTT - WORKING WITH VENDORS AND OTHER PARTNERS IN ORDER TO PRESERVE WORKING CAPITAL  * MARRIOTT - STEPS TO MITIGATE COVID-19 IMPACT INCLUDE MAKING SIGNIFICANT CUTS IN SENIOR EXECUTIVE SALARIES  * MARRIOTT - ASIA PACIFIC 2020 REVPAR THROUGH FEB DOWN 24.7% THROUGH FEB, WITH GREATER CHINA DOWN 52.1%, REST OF ASIA PACIFIC DOWN 8.4% DUE TO COVID-19  * MARRIOTT INTERNATIONAL - GLOBAL REVPAR GROWTH IN FIRST 2 MONTHS OF YEAR WAS DOWN 0.3 PERCENT WORLDWIDE & UP 3.2 PERCENT EXCLUDING ASIA PACIFIC Source text for Eikon: Further company coverage:","66":"(Reuters) - Hackers behind a massive breach at hotel group Marriott International Inc MAR.O left clues suggesting they were working for a Chinese government intelligence gathering operation, according to sources familiar with the matter.  FILE PHOTO - Logo of Marriott hotel is seen in Vienna, Austria April 9, 2018. REUTERS\/Heinz-Peter Bader  Marriott said last week that a hack that began four years ago had exposed the records of up to 500 million customers in its Starwood hotels reservation system.  Private investigators looking into the breach have found hacking tools, techniques and procedures previously used in attacks attributed to Chinese hackers, said three sources who were not authorized to discuss the company’s private probe into the attack.  That suggests that Chinese hackers may have been behind a campaign designed to collect information for use in Beijing’s espionage efforts and not for financial gain, two of the sources said.  While China has emerged as the lead suspect in the case, the sources cautioned it was possible somebody else was behind the hack because other parties had access to the same hacking tools, some of which have previously been posted online.  Identifying the culprit is further complicated by the fact that investigators suspect multiple hacking groups may have simultaneously been inside Starwood’s computer networks since 2014, said one of the sources.  If investigators confirm that China was behind the attack, that could complicate already tense relations between Washington and Beijing, amid an ongoing tariff dispute and U.S. accusations of Chinese espionage and the theft of trade secrets.  “China firmly opposes all forms of cyber attack and cracks down on them in accordance with law,” Chinese Ministry of Foreign Affairs spokesman Geng Shuang told Reuters.”If offered evidence, the relevant Chinese departments will carry out investigations according to law.”  Marriott spokeswoman Connie Kim declined to comment, saying “We’ve got nothing to share,” when asked about involvement of Chinese hackers.  Marriott disclosed the hack on Friday, prompting U.S. and UK regulators to quickly launch probes into the case.  Compromised customer data included names, passport numbers, addresses, phone numbers, birth dates and email addresses. A small percentage of accounts included scrambled payment card data, said Kim.  Marriott acquired Starwood in 2016 for $13.6 billion, including the Sheraton, Westin, W Hotels, St. Regis, Aloft, Le Meridien, Tribute, Four Points and Luxury Collection hotel brands, forming the world’s largest hotel operator.  The hack began in 2014, shortly after an attack on the U.S. government’s Office of Personnel Management (OPM) compromised sensitive data on tens of millions of employees, including application forms for security clearances.  White House National Security advisor John Bolton recently told reporters he believed Beijing was behind the OPM hack, a claim first made by the United States in 2015.  Beijing has strongly denied those charges and also refuted charges that it was behind other hacks.  Former senior FBI official Robert Anderson told Reuters that the Marriott case looked similar to hacks that the Chinese government was conducting in 2014 as part of its intelligence operations.  “Think of the depth of knowledge they could now have about travel habits or who happened to be in a certain city at the same time as another person,” said Anderson, who served as FBI executive assistant director until 2015.  “It fits with how the Chinese intelligence services think about things. It’s all very long range,” said Anderson, who was not involved in investigating the Marriott case and is now a principal with Chertoff Group.  Michael Sussmann, a former senior Department of Justice official for its computer crimes section, said that the long duration of the campaign was an indicator that the hackers were seeking data for intelligence and not information to use in cyber crime schemes.  “One clue pointing to a government attacker is the amount of time the intruders were working quietly inside the network,” he said. “Patience is a virtue for spies, but not for criminals trying to steal credit card numbers.”  FBI representatives could not immediately be reached for comment on the evidence linking the attack to China. A spokesperson said on Friday that the agency was looking into the attack, but declined to elaborate.","67":"","68":"LONDON, Aug 19 (Reuters) - Marriott International Inc , the world’s largest hotel operator, is facing a London class action brought by millions of former hotel guests demanding compensation after their personal data was hacked in one of the largest data breaches in history.  Martin Bryant, founder of technology and media consultancy Big Revolution, is leading the claim for English and Welsh-domiciled guests after more than 300 million customer records from Marriott’s global database, potentially including passport and credit card details, were hacked between 2014 and 2018.  “I hope this case will raise awareness of the value of our personal data, result in fair compensation ... and also serve notice to other data owners that they must hold our data responsibly,” he said in a statement.  The lawsuit, which seeks unspecified damages for loss of control of personal data, automatically includes guests who made a reservation for one of the former Starwood brand hotels - including Sheraton Hotels & Resorts and St. Regis hotels - before Sept. 10, 2018.  Bryant is represented by law firm Hausfeld and the case is funded by Harbour Litigation.  Around seven million UK guest records were involved, according to the Information Commissioner’s Office (ICO), which last year proposed a 99.2 million pound ($133 million) fine over the breach.  A London-based spokeswoman for Marriott was not immediately available for comment.  Marriott announced in 2018 that hackers had accessed its Starwood hotels reservation database and notified the FBI.  “We fell short of what our guests deserve,” Chief Executive Arne Sorenson said at the time.  Attorneys filed a lawsuit in a Maryland federal court within hours of the disclosure. Others followed suit in the U.S. and Canada.  The London class action has been filed in the High Court after a landmark Court of Appeal decision last October that a collective action could be served against Internet giant Google over alleged unlawful tracking of iPhone users in 2011 and 2012 through third party cookies.  Google is appealing.","69":"(Repeats to widen distribution)  BENGALURU, April 3 (Reuters) - Marriott International Inc is looking to lower the commissions it pays to online travel agencies starting with Expedia Group Inc when it renegotiates its contract with the company later this year, Chief Executive Officer Arne Sorenson said on Tuesday.  Online travel agencies, already dealing with tight margins, are facing more pressure from hotel chains seeking to shift customers to book directly on their web and mobile platforms by providing incentives like free wifi and discounts.  “We would certainly like to pay less. We will have to see how the negotiations go,” Sorenson told Reuters on the sidelines of a press conference in Bengaluru.  Marriott will be renegotiating contracts with major online bookers for the first time since its merger with Starwood Hotels in September 2016 and the lower commissions could likely boost Marriott’s revenue per room, but may hurt the travel agents.  Expedia’s would be the first major renewal with the current deal expiring later this year. The company will renegotiate its contract with Booking Holdings Inc sometime in 2019.  The Marriott chief was in India’s global outsourcing capital Bengaluru to open the company’s 100th hotel in the country, the Sheraton Grand Bengaluru Whitefield.  Marriott currently pays a commission of upwards of 10 percent to online travel agencies, which currently contribute about 12 percent to Marriott’s overall bookings.  The bulk of company’s bookings come from direct channels, including its mobile application and website.  “We have seen significant growth in all digital channels...What has declined a bit would be travel agents, in part because people are moving online and doing things themselves,” Sorenson said.  The world’s biggest hotel chain is benefiting from strong economic growth in Asia Pacific region, led by China.  Sorenson said that Marriott’s partnership with ecommerce company Alibaba had driven a “few million” new members to sign up for its loyalty programs in China since the deal was inked in 2017.  Marriott generates roughly 55 percent of its business from loyalty members.  The company said on Tuesday it plans to expand its presence in India where it has more than 50 signed projects in its pipeline.  The Bethesda, Maryland-based company expects to introduce three new brands, namely Moxy, Delta and Tribute in the coming few years in India, which is its second biggest market in Asia after China.  The growth in India would raise its room inventory to more than 30,000 units, up from about 22,000 currently, Marriott said without providing a timeline.  Expedia’s shares were down nearly 1 pct at $106 in late afternoon trading on Tuesday. (Reporting by Ankit Ajmera in Bengaluru; Editing by Shailesh Kuber)","70":"Jan 16 (Reuters) - Marriott International Inc on Wednesday unveiled a new brand name for its loyalty programs, as the hotel chain looks to rebuild its image following a massive cyber attack that led to millions of customer records being stolen.  Marriott said the new brand, Marriott Bonvoy, will replace the current loyalty brands – Marriott Rewards, The Ritz-Carlton Rewards and Starwood Preferred Guest - as it plans to launch the same on Feb. 13. (Reporting by Ankit Ajmera in Bengaluru; Editing by James Emmanuel)","71":"FILE PHOTO: A JW Marriott hotel is seen in Los Angeles, California U.S. November 7, 2017. REUTERS\/Lucy Nicholson\/File Photo  (Reuters) - Marriott International Inc MAR.O reported a 7.7 percent rise in fourth-quarter revenue as more people booked its rooms at higher prices, helping the company reaffirm its 2018 forecast for a key performance metric.  The world’s largest hotel chain said its revenue rose to $5.88 billion in the quarter ended Dec. 31 from $5.46 billion a year earlier.  Net income fell to $201 million, or 54 cents per share, from $244 million, or 62 cents per share, a year earlier.  Excluding a charge related to changes in the U.S. tax law and other adjustments, Marriott earned $1.12 per share.","72":"FILE PHOTO: Arne Sorenson, the President and CEO of Marriott, participates in a meeting between U.S. President Donald Trump and tourism industry executives on coronavirus (COVID-19) response in the Cabinet Room of the White House in Washington, U.S., March 17, 2020. REUTERS\/Leah Millis  (Reuters) - Marriott International MAR.O has reopened all its hotels in China and is seeing a steady recovery in the United States, its biggest market, Chief Executive Officer Arne Sorenson said on Monday.  Shares of the hotel operator, which owns the Ritz-Carlton and St. Regis luxury brands, rose as much as 8.1% to $95.64 in afternoon trading after Sorenson said the occupancy rate in China was 40% currently, up from 7% to 8% in February, when COVID-19 started spreading.  “It’s not just leisure travel growing, but it is business travel. Chinese are flying again,” Sorenson said at a Goldman Sachs conference.  In the United States, Marriott’s hotels that remained open crossed the 20% occupancy threshold and continue to see an improvement, Sorenson said.  “The (U.S.) hotels that are performing strongest are those that are most dependent on drive to business.”  The company had an occupancy rate of about 12% in North America in April, with 16% of its hotels closed temporarily.  However, Sorenson warned that it could take Marriott a few years to get back to levels of occupancy seen in 2019, when its global occupancy rate was 71%.","73":"March 18 (Reuters) - U.S. hotel operator Marriott International Inc said on Wednesday its was withdrawing its 2020 financial outlook as cancellations mount due to the coronavirus outbreak. (Reporting by Ankit Ajmera in Bengaluru; Editing by Maju Samuel)","74":"April 4 (Reuters) - Marriott International Inc:  * MARRIOTT INTERNATIONAL FILES PRELIMINARY PROSPECTUS SUPPLEMENT RELATED TO A POTENTIAL SERIES X NOTES DUE 2028 OFFERING OF UPTO $450 MLN - SEC FILING Source text : [bit.ly\/2uPAMgu] Further company coverage:","75":"May 17 (Reuters) - Marriott International Inc:  * MARRIOTT INTERNATIONAL AND SIMON EXPAND RELATIONSHIP  * MARRIOTT INTERNATIONAL - ANNOUNCED PLANS TO OPEN AT LEAST FIVE NEW HOTELS AT SIMON SHOPPING CENTERS OVER NEXT SEVERAL YEARS Source text for Eikon: Further company coverage:","76":"May 8 (Reuters) - Marriott International Inc:  * MARRIOTT INTERNATIONAL REPORTS FIRST QUARTER 2018 RESULTS  * Q1 ADJUSTED EARNINGS PER SHARE $1.34  * Q1 EARNINGS PER SHARE $1.09  * Q1 EARNINGS PER SHARE VIEW $1.22 -- THOMSON REUTERS I\/B\/E\/S  * MARRIOTT - Q1 2018 COMPARABLE SYSTEMWIDE CONSTANT DOLLAR REVPAR ROSE 3.6 PERCENT WORLDWIDE  * MARRIOTT - Q1 COMPARABLE SYSTEMWIDE CONSTANT DOLLAR REVPAR ROSE 7.5 PERCENT OUTSIDE NORTH AMERICA AND 2.0 PERCENT IN NORTH AMERICA  * MARRIOTT - FOR 2018 Q2, MARRIOTT EXPECTS COMPARABLE SYSTEMWIDE REVPAR ON A CONSTANT DOLLAR BASIS IN NORTH AMERICA WILL INCREASE 3 TO 4 PERCENT  * MARRIOTT QTRLY TOTAL REVENUES $5,006 MILLION VERSUS $4,912 MILLION  * MARRIOTT - REMAIN ON TRACK TO ACHIEVE WORLDWIDE ROOM ADDITIONS OF 5.5 TO 6 PERCENT, NET OF DELETIONS, FOR FULL YEAR 2018  * MARRIOTT - INTEGRATION OF STARWOOD IS GOING WELL  * MARRIOTT - COMPANY EXPECTS Q2 COMPARABLE SYSTEMWIDE REVPAR ON A CONSTANT DOLLAR BASIS WILL INCREASE 5 TO 6 PERCENT OUTSIDE NORTH AMERICA  * MARRIOTT - RETURNED $1.2 BILLION TO SHAREHOLDERS THROUGH DIVIDENDS AND SHARE REPURCHASES, “BELIEVE WE COULD RETURN AT LEAST $3.0 BILLION IN 2018”  * MARRIOTT - COMPANY EXPECTS Q2 COMPARABLE SYSTEMWIDE REVPAR ON A CONSTANT DOLLAR BASIS WILL INCREASE 3 TO 4 PERCENT WORLDWIDE  * MARRIOTT - FOR FULL YEAR 2018, MARRIOTT EXPECTS COMPARABLE SYSTEMWIDE REVPAR ON A CONSTANT DOLLAR BASIS WILL INCREASE 2 TO 3 PERCENT IN NORTH AMERICA  * MARRIOTT - COMPANY ASSUMES Q2 2018 GROSS FEE REVENUES WILL TOTAL $935 MILLION TO $945 MILLION  * MARRIOTT - FOR FULL YEAR 2018, EXPECTS COMPARABLE SYSTEMWIDE REVPAR ON A CONSTANT DOLLAR BASIS WILL INCREASE 5 TO 6 PERCENT OUTSIDE NORTH AMERICA  * MARRIOTT - AT QUARTER-END, TOTAL DEBT WAS $8,846 MILLION & CASH BALANCES TOTALED $701 MILLION VERSUS $8,238 MILLION IN DEBT AND $383 MILLION OF CASH AT YEAR-END 2017  * MARRIOTT - FOR FULL YEAR 2018, EXPECTS COMPARABLE SYSTEMWIDE REVPAR ON A CONSTANT DOLLAR BASIS WILL INCREASE 3 TO 4 PERCENT WORLDWIDE  * MARRIOTT - COMPANY’S GUIDANCE FOR Q2 REVPAR GROWTH IN NORTH AMERICA REFLECTS FAVORABLE SHIFT OF EASTER HOLIDAY  * Q1 REVENUE VIEW $5.75 BILLION -- THOMSON REUTERS I\/B\/E\/S  * MARRIOTT - ASSUMES FULL YEAR 2018 GROSS FEE REVENUES WILL TOTAL $3,650 MILLION TO $3,690 MILLION, AN 11 TO 12 PERCENT INCREASE OVER 2017 Source text for Eikon: Further company coverage:","77":"BENGALURU, Sept 25 (Reuters) - SAMHI Hotels Ltd, the owner of the largest number of Marriott and IHG -operated hotels in India, has filed for an initial public offering (IPO) to raise up to 11 billion rupees ($154.82 million) by issuing new shares.  Existing shareholders are also seeking to sell up to 19.1 million shares in the offering, with Blue Chandra Pte Ltd and Goldman Sachs Investments Holdings (Asia) Ltd looking to offload about 15 million shares in total, according to its prospectus here.  The company said it would use part of the proceeds from the fresh issue of shares to cut its debt.  Moneycontrol reported in May that SAMHI Hotels was considering raising up to 20 billion rupees in an IPO in the second half of 2019.  SAMHI Hotels’ filing comes days after the government slashed corporate taxes and the goods and services tax on hotel rates in an effort to boost private investment and revive a sagging economy.  This also follows Chalet Hotels Ltd’s $230 million share sale in January that received solid investor response. The stock has risen about 10% since its listing.  SAMHI Hotels may also consider raising up to 4 billion rupees in a rights issue to existing shareholders or via a private placement, it said in the filing.  Kotak Mahindra Capital, CLSA India, DSP Merrill Lynch and Goldman Sachs (India) Securities are book running lead managers to the IPO. ($1 = 71.0500 Indian rupees) (Reporting by Chris Thomas in Bengaluru; Editing by Subhranshu Sahu)","78":"May 8 (Reuters) - Marriott International Inc’s quarterly profit topped Wall Street forecasts on Tuesday, as the world’s largest hotel chain benefited from higher room prices during a period of growing global travel.  Marriott, which owns the Ritz-Carlton and St. Regis luxury brands, also increased its forecast for a key measure of hotel health.  The company now expects revenue per available room (RevPAR) to rise 3 to 4 percent this year, compared with an earlier forecast of a 1 percent to 3 percent increase.  Last month, Marriott’s smaller rival Hilton Worldwide Holdings Inc also raised its RevPAR forecast, thanks to higher spending from consumers and businesses, which contributed to stronger demand for hotel rooms.  Marriott, which also owns the JW Marriott, Autograph and Courtyard brands, said room rates in North America rose 1.1 percent in the first quarter.  Its net income rose to $398 million or $1.09 per share in the three months ended March 31, from $371 million or 95 cents per share a year earlier.  Excluding items Marriott reported earnings of $1.34 per share, ahead of analysts’ average expectation of $1.22, according to Thomson Reuters I\/B\/E\/S.  Revenue inched up 1.9 percent to $5 billion but fell well short of analysts’ estimates of $5.75 billion.  Marriott shares fell 1 percent to $137.81 in after-hours trading. (Reporting by Diptendu Lahiri and Arunima Banerjee in Bengaluru; Editing by Sai Sachin Ravikumar)","79":"(Reuters) - Britain’s data watchdog said on Friday it has fined Marriott International 18.4 million pounds ($23.98 million) in a six-year old cyber attack on its Starwood hotels reservation system in one of the largest data breaches in history.  The hack began in 2014, before Marriott offered to buy Starwood Hotels, and affected 339 million guest records.  The Information Commissioner’s Office (ICO) said that Marriott failed to put appropriate measures in place to secure customers’ personal data from the attack, which was from an unknown source and remained undetected until September 2018.  The regulator added that it traced the cyber attack back to 2014, but the penalty only relates to the breach from March 25, 2018, when new rules under the General Data Protection Regulation (GDPR) came into effect.  The fine is much lower than the 99.2 million pounds penalty the data watchdog had proposed to levy on the hotel operator last year.  The company is also facing a London class action by millions of former guests demanding compensation.  “Marriott does not intend to appeal the decision, but makes no admission of liability in relation to the decision or the underlying allegations,” the hotel chain said.  The personal data may have included names, email addresses, phone numbers and unencrypted passport numbers among other things, the ICO said.","80":"NEW YORK (Reuters) - Marriott International Inc MAR.O said on Friday that fewer than 383 million customer records were stolen in a massive cyber attack disclosed last month, down from its initial estimate that up to 500 million guests were affected.  The hotel operator also said that some 25.55 million passport numbers were stolen in the attack on the Starwood Hotels reservation system, 5.25 million of which were stored in plain text. Another 8.6 million encrypted payment cards were also taken in the attack, it said.  Marriott previously confirmed that passport numbers and payment cards were taken, but not said how many.  The company disclosed on Nov. 30 that it had discovered its Starwood hotels reservation database had been hacked over a four-year period in one of the largest breaches in history. At least five U.S. states and the UK’s Information Commissioner’s Office are investigating the attack.  Marriott also said that it had completed an effort to phase out the Starwood reservations database that it acquired in September 2016 with its $13.6 billion purchase of Starwood. The hack began in 2014, a year before Marriott offered to buy Starwood.","81":"DUBAI, July 10 (Reuters) - Marriott International said on Tuesday it would no longer manage or be associated with three hotels in Dubai after reaching a mutual decision with their owner Al Habtoor Group.  Marriott will end its management and association of the St. Regis Dubai, W Dubai Habtoor City and The Westin Dubai Al Habtoor City on July 31, the company said in a statement.  Management of the three hotels, which will no longer be part of the St. Regis, W Hotels and Westin Hotels global brand portfolio, will be transferred to Al Habtoor Group, it said.","82":"FILE PHOTO: A Marriott flag hangs at the entrance of the New York Marriott Downtown hotel in Manhattan, New York November 16, 2015. REUTERS\/Andrew Kelly  (Reuters) - Marriott International Inc MAR.O said on Tuesday the UK Information Commissioner's Office (ICO) had proposed to fine the hotel chain 99.2 million pounds ($124 million) due to a massive data breach in its Starwood hotels reservation system.  In November, Marriott disclosed it had discovered the Starwood reservation database had been hacked over a four-year period in one of the largest breaches in history, involving up to 383 million guests.  “We are disappointed with this notice of intent from the ICO, which we will contest,” Marriott Chief Executive Officer Arne Sorenson said in a statement.  Marriott's fine is one of the largest from the British data protection watchdog, which on Monday proposed a record 183.4 million pound ($230 million) penalty for British Airways-owner IAG ICAG.L for the theft of data from 500,000 customers from its website last year.  As of March, at least five U.S. states were also investigating the Marriott breach, making it potentially even more expensive for the hotel group.","83":"BRUSSELS, Jan 30 (Reuters) - The following are mergers under review by the European Commission and a brief guide to the EU merger process:  APPROVALS AND WITHDRAWALS  -- CVC Capital Partners to acquire installation company Ahlsell AB (approved Jan. 29)  NEW LISTINGS  -- Real estate investor Patron Fund and U.S. hotel chain Marriot to acquire joint control of Poland’s Sheraton Warsaw Hotel (notified Jan. 28\/deadline March 4\/simplified)  EXTENSIONS AND OTHER CHANGES  -- Electronic and motor manufacturing company Nidec to acquire sole control of U.S. white goods maker Whirlpool Corp’s compressor subsidiary Embraco (notified Oct. 8\/deadline extended to May 3 from April 15)  FIRST-STAGE REVIEWS BY DEADLINE  FEB 6  -- French sea transportation company CMA CGM to acquire sole control over Swiss freight forwarding and logistics company CEVA (notified Dec. 21\/deadline Feb. 6\/simplified)  FEB 7  -- German copper products maker Wieland-Werke to acquire German copper smelter Aurubis’ flat rolled products unit Products Schwermetall (notified June 13\/deadline Feb. 7)  FEB 11  -- French financial services group Societe Generale to acquire sole control of German peer Commerzbank’s equity markets and commodities business (notified Jan. 7\/deadline Feb. 11)  -- Global packaging supplier Amcor to acquire U.S.-rival Bemis (notified Dec. 12\/deadline Feb. 11\/Amcor offered concessions on Feb. 21)  FEB 12  -- French airline Air France-KLM to acquire a stake and joint control with U.S. Delta Air Lines and Virgin Group of U.K.-based Virgin Atlantic Limited (notified Jan. 8\/deadline Feb. 12)  -- Japanese trading and investing company Sumitomo Corp. to acquire joint control of Mahindra Summit Agriscience Ltd. with original sole owner Mahindra Agri Solutions Ltd. (notified Jan. 8\/deadline Feb. 12\/simplified)  FEB 13  -- Singapore’s Sivantos and Denmark’s Widex to create a hearing aid and hearing accessory manufacturing and supply joint venture (notified Jan. 9\/deadline Feb. 13)  -- IRCP and Diamond Transmission Corporation Ltd. to have joint control of joint venture Diamond Transmission Partners (notified Jan. 9\/deadline Feb. 13\/simplified)  -- Swedish shipping company Stena Rederi to create short-sea transport services joint venture with German logistics company Glovis Europe (notified Jan. 9\/deadline Feb. 13\/simplified)  -- Japan’s JERA, Australia’s Macquarie, Ørsted and Taiwanese Swancor to jointly control holding company Formosa 1 to develop and construct an offshore windfarm in Taiwan (notified Jan. 9\/deadline Feb. 13\/simplified)  FEB 14  -- Investment manager Infrared, Allianz and independent fund management company DIF to acquire joint control of holding company Daiwater Investment Ltd. (notified Jan. 10\/deadline Feb. 14\/simplified)  -- OMERS Infrastructure and French telecoms operator Altice France to acquire joint control of French fiber network business SFR FTTH (notified Jan. 10\/deadline Feb. 14\/simplified)  FEB 15  -- United Arab Emirates-based Mubadala Investment Company and Amerra Capital Management LLC to jointly acquire majority stakes in Greek fish farming companies Nireus and Selonda (notified Dec. 18\/deadline extended to Feb. 15 from Feb. 1 after the companies offered concessions)  -- Ontario Teachers’ Pension Plan Board and Madison Dearborn Partners, LLC to acquire joint control of mobile-tracking technology firm Fleet Complete (notified Jan. 11\/deadline Feb. 15\/simplified)  -- Italy’s Società Cattolica di Assicurazione – Società cooperativa and France’s Inter Mutelles Assistance S.A. to acquire joint control over Italian non-life insurance and non-life reinsurance company IMA Italia Assistance S.p.A. and IMA Servizi S.c. a r.l. (notified Jan. 11\/deadline Feb. 15\/simplified  FEB 18  -- Siemens and Alstom to merge their railway operations (notified June 8\/deadline extended to Feb. 18 from Jan. 28 after the companies offered concessions)  -- Korea’s climate control systems company Hanon to acquire part of Magna’s cooling and pump technology company Rotor (notified Jan. 14\/deadline Feb. 18\/simplified)  -- U.S.-established Ares Management Corp. and energy company Electricite de France SA to acquire joint control over a Duesseldorf office complex owned by an IKB AG subsidiary (notified Jan. 14\/deadline Feb. 18\/simplified)  -- Private equity firm Triton to acquire sole control of online tour operator Sunweb (notified Jan. 14\/deadline Feb. 18\/simplified)  FEB 19  -- Japanese technology group NEC to acquire sole control of Danish IT company KMD Holding (notified Jan. 15\/deadline Feb. 19\/simplified)  FEB 20  -- German brewers Radeberger and Veltins to set up a joint venture to distribute and sell their beers (notified Jan. 16\/deadline Feb. 20\/simplified)  -- Mitsubishi Heavy Industries and Danfoss to take joint control of Edinburgh-based hydraulics technology firm Artemis Intelligent Power (notified Jan. 16\/deadline Feb. 20\/simplified)  -- Japanese heating, ventilation and air conditioning manufacturer Daikin Europe to acquire sole control of plug-in display case manufacturer Cool International Holding (notified Jan. 16\/deadline Feb. 20\/simplified)  -- Brookfields Asset Management to acquire Johnson Controls’ power solutions business (notified Jan. 16\/deadline Feb. 20\/simplified)  FEB 21  -- Automotive parts manufacturer Financiere SNOP Dunois S.A. to acquire sole control of peer Tower Automotive Holdings Europe (notified Jan. 17\/deadline Feb. 21\/simplified)  -- Caise des Depots et Consignations and a unit of Swiss Life REIM to jointly buy a building in Bracon, France (notified Jan. 17\/deadline Feb. 21\/simplified)  -- A consortium led by China’s Anta Sports to acquire Finland’s Amer Sports (notified Jan. 17\/deadline Feb. 21\/simplified)  FEB 22  -- Swiss insurance company Swiss Life Holding and English private equity firm Montagu Private Equity to indirectly acquire joint control of a Munich office building through an asset deal (notified Jan. 18\/deadline Feb. 22\/simplified)  FEB 26  -- U.S. global investment firm KKR to acquire indirect joint control of Australia’s Genesis Care Pty Ltd. with Hong Kong holding company China Resources (notified Jan. 22\/deadline Feb. 26\/simplified)  -- German utility RWE to acquire networks and renewables unit Innogy with the assets to be divided between RWE and E.ON (notified Jan. 22\/deadline Feb. 26)  -- IIF Int’l Holding to acquire joint control of gas infrastructive business North Sea Midstream Partners Ltd. (notified Jan. 22\/deadline Feb. 26\/simplified)  FEB 27  -- Agricultural commodities trader Archer Daniels Midlands to acquire UK grains supplier Gleadell Agriculture (notified Jan. 23\/deadline Feb. 27\/simplified)  FEB 28  -- France’s Engie and BPCE Group to acquire joint control of French power producer Engie PV Curbans (notified Jan. 24\/deadline Feb. 28\/simplified)  -- Energy investment holding company LetterOne Holdings and chemical sector stock corporation BASF to create joint venture combining oil and gas activities (notified Jan. 24\/deadline Feb. 28)  MARCH 1  -- Greencycle Holding and Germany’s cardboard producing group Nord-Westdeutsche Papierrohstoff to create online waste material trading platform joint venture (notified Jan. 25\/deadline March 1\/simplified)  -- U.S.-headquartered Blackstone Group to acquire indirect joint control by way of share acquisition with Ireland-based Sretaw over Irish waste, recycling and utilities company Beauparc (notified Jan. 25\/deadline March 1\/simplified)  -- Brussels Airport Company to acquire indirect joint control of Airhotel Belgium with Marriot (notified Jan. 25\/deadline March 1\/simplified)  APRIL 16  -- Steel company Aperam to acquire Netherlands producer of materials from nickel and nickel alloy VDM Metals Holding (notified Oct. 23\/deadline extended to April 16 from Nov. 29 after the European Commission opened an in-depth investigation)  APRIL 29  --- Germany’s Thyssenkrupp and India’s Tata Steel to set up a steel joint venture (notified Sept. 25\/deadline April 29)  MAY 2  -- UK mobile telephony provider Vodafone to acquire U.S. Liberty Global’s telecommunications business in the Czech Republic, Germany, Hungary and Romania (notified Oct. 19\/deadline Nov. 27\/deadline extended to May 2 after the European Commission opened an in-depth investigation)  GUIDE TO EU MERGER PROCESS  DEADLINES:  The European Commission has 25 working days after a deal is filed for a first-stage review. It may extend that by 10 working days to 35 working days, to consider either a company’s proposed remedies or an EU member state’s request to handle the case. Most mergers win approval but occasionally the Commission opens a detailed second-stage investigation for up to 90 additional working days, which it may extend to 105 working days.  SIMPLIFIED:  Under the simplified procedure, the Commission announces the clearance of uncontroversial first-stage mergers without giving any reason for its decision. Cases may be reclassified as non-simplified - that is, ordinary first-stage reviews - until they are approved. (Reporting by Clare Roth;)","84":"(Reuters) - Marriott International Inc said on Monday it plans to open more than 1,700 hotels and return up to $11 billion to shareholders by 2021 as part of its three-year growth strategy, sending its shares up as much as 3 percent.  FILE PHOTO: Signage for the New York Marriott Marquis is seen in Manhattan, New York, November 16, 2015. REUTERS\/Andrew Kelly  The owner of Ritz-Carlton and St. Regis luxury hotel brands also forecast its annual profit in a range of $7.65 per share to $8.50 per share by 2021, largely above analysts’ average estimate of $7.72 per share, according to Refinitiv data.  Marriott has been criticized recently by activist investor Jonathan Litt who, according to media reports, has urged the company to consider culling its 30 brands to better align itself with competitors such as Hilton Worldwide Holdings Inc.  Opening of 1,700 hotels by 2021 will average more than 500 hotels per annum, adding between 275,000 and 295,000 rooms over the next three years, and potentially generating $400 million in fee revenue in 2021.  Marriott added about 386 and 440 hotels in 2018 and 2017, respectively.  “We view the new medium-term outlook positively as it supports the earnings power afforded by the Starwood acquisition,” Jefferies analyst David Katz said.  “Anticipated capital returns totaling about 25 percent of the market cap over the next three years should further bolster investors’ confidence,” Katz said.  During the three-year period, the company plans to pay $1.9 billion to $2 billion in dividends and buy back shares worth $7.6 billion to $9 billion, Marriott said.  The hotel chain had come under scrutiny after it was hit by a massive data breach involving up to 383 million guests in its Starwood hotels reservation system, which was disclosed in last November.  Chief Executive Officer Arne Sorenson earlier this month apologized before a U.S. Senate panel and vowed to protect against future attacks.  The company, which held an investor conference on Monday, expects comparable hotel revenue per available room (RevPAR) growth - a key measure of hotel health - between 1 percent and 3 percent per year for the three-year period.  Last month, Marriott missed Wall Street estimates for fourth-quarter revenue and forecast a lower-than-expected full-year profit, blaming slowing demand in North America, its largest market.  Up to Friday’s close, Marriott shares had risen 12.7 percent this year, compared with a 11.3 percent increase in the Dow Jones U.S. Consumer Services Index.","85":"(Reuters) - Marriott said on Thursday the pace of its group bookings was down 57% in 2021 from end of 2019, after a pandemic-driven collapse in travel pushed the hotel chain to its first full-year loss in more than a decade.  FILE PHOTO: Logo of Marriott hotel is seen in Vienna, Austria April 9, 2018. REUTERS\/Heinz-Peter Bader  Hotel occupancy rates have recovered from the pandemic lows hit last year, but the emergence of new variants of the coronavirus has cast a shadow on the recovery of the hospitality industry.  Analysts expect a wider rollout of COVID-19 vaccines later this year to first aid a rebound in leisure travel, leaving business travel-reliant hotel chains including Marriott and smaller rival Hilton Worldwide struggling for longer.  Marriott said that the pace of bookings for its group business, which makes up about 20% of its annual room nights, has improved in the second half of 2021 to being down between 25% and 30%.  “On the group front, (cancellations) have slowed for the second half of 2021, and they are at normal levels for 2022,” said Stephanie Linnartz, group president, consumer operations.  Earlier this week, Hilton also forecast an improvement in the group business in the latter half of the year.  Marriott’s results come days after the death of its Chief Executive Officer Arne Sorenson. The company is expected to announce a new CEO in the next two weeks.  Its fourth-quarter revenue plunged 60% to $2.17 billion, missing analysts’ estimates of $2.40 billion, according to Refinitiv IBES data.  Quarterly net loss was $164 million, compared with a profit of $279 million a year earlier.  The company posted an annual net loss of $267 million, its first since 2009.  Shares of Marriott, which owns the St. Regis and the Ritz-Carlton hotel chains, ended up 0.5% at $131.98. The stock has fallen about 9% in the past 12 months.","86":"FILE PHOTO: Logo of Marriott hotel is seen in Vienna, Austria April 9, 2018. REUTERS\/Heinz-Peter Bader  (Reuters) - Marriott International MAR.O said on Tuesday bookings in Greater China were improving steadily in April as authorities lifted some coronavirus-led travel curbs, even as it forecast a 60% decline in its March total revenue per available room.  Shares of the company, which owns the Ritz-Carlton and St. Regis luxury hotel brands, rose as much as 6.7% to $83.30 in morning trading.  Marriott said occupancy in Greater China rose to roughly 20% in the first week of April, underpinned by a recovery in leisure demand, as restrictions on movement and quarantine measures ease.  The hotel industry has been hurt by a jump in booking cancellations due to coronavirus-driven lockdowns, forcing Marriott and smaller rivals Hilton Worldwide HLT.N and Hyatt Hotels H.N to abandon their outlooks.  But with the world’s second-largest economy slowly reopening for business, the number of closed Marriott hotels in Greater China fell to just under 20 as of Tuesday, from more than 90 hotels in mid-February, the company said.  “We believe leisure demand will likely lead the recovery as businesses are likely to balance travel needs with viable alternatives such as virtual meetings,” Jefferies analyst David Katz wrote in a note.  Marriott, however, said booking trends for the rest of the world have not yet stabilized.  It estimated a 23% drop in first-quarter revenue per available room, a key measure of hotel health, and said it plans to eliminate or delay around 40% of its annual investment spending plan of between $700 million and $800 million.  The company “does not expect to see a material improvement (in RevPAR performance) until there is a view that the spread of COVID-19 has moderated and governments have lifted restrictions,” it said.","87":"(Reuters) - Marriott International Inc on Friday reported a better-than-expected quarterly profit, as the world’s biggest hotel chain benefited from a lower effective tax rate and higher room prices.  FILE PHOTO: Logo of Marriott hotel is seen in Vienna, Austria April 9, 2018. REUTERS\/Heinz-Peter Bader  An expanding U.S. economy has driven demand for corporate travel, benefiting the owner of Ritz-Carlton and St. Regis luxury hotel brands.  However, an increase in existing tariffs on $200 billion worth of Chinese goods to 25% from 10% on Friday may threaten global economic growth in the quarters ahead, affecting travel demand, analysts have warned.  Marriott said its occupancy rate fell 0.8% in North America, its biggest market, while room prices increased by 2%, resulting in revenue per available room (revPAR) rising 0.8% in the first quarter ended March 31.  RevPAR, a key measure of a hotel’s financial performance, is calculated by multiplying the average daily room rate by occupancy rate.  Asia Pacific, Marriott’s large market outside North America, gained in both occupancy and room rates, with occupancy rising 1.9% and rates increasing by 0.5% in the quarter.  Marriott results, aided by lower taxes, were seen as “unspectacular” by an analyst, who said the numbers were unlikely to cheer the investors.  “Despite these positives, the quarter is likely not enough to push the shares higher in the current market context,” Jefferies analyst David Katz wrote in a note.  Marriott’s worldwide revPAR rose 1.1% in the quarter, driven by a 1.5% increase in room rates. Also, the company reaffirmed its full-year worldwide revPAR forecast between 1% and 3%.  The company raised its full-year 2019 adjusted profit forecast in the range of $5.97 per share to $6.19 per share, from a previous forecast of $5.87 per share to $6.10 per share, partly due to a lower effective tax rate.  On an adjusted basis, the company earned $1.41 per share, beating the average analyst estimate of $1.34 per share, according to IBES data from Refinitiv. Marriott’s profit beat was helped by a lower tax rate of 13%, against an expected rate of 21%.  Revenue rose marginally to $5.01 billion in the quarter, but was below analysts’ estimates of $5.11 billion.  Shares of the company fell 3% to $131.50 in premarket trading.  Up to Thursday’s close, the stock had risen 24.8% this year, outperforming an 18.4% increase in the Dow Jones U.S. Consumer Services index","88":"WASHINGTON (Reuters) - Marriott International Inc Chief executive Arne Sorenson will testify before a U.S. Senate panel Thursday about a hacking incident it reported in December that exposed the records of up to 383 million customers in its Starwood hotels reservation system and 5.25 million passport numbers.  FILE PHOTO: Marriott Chief Executive Arne Sorenson speaks during an interview with Reuters in a hotel in Berlin, March 3, 2015. REUTERS\/Fabrizio Bensch  The Senate’s Permanent Subcommittee on Investigations is holding a hearing “to examine the causes and scope of private sector data breaches that expose the most sensitive information of millions of Americans.”  The hearing will also include Equifax Inc Chief Executive Mark Begor, who will discuss the company’s 2017 disclosure of the hacking of sensitive data of about 148 million people. That massive breach sparked calls for changes by Congress to the credit reporting agencies’ handling of data.  Marriott disclosed on Nov. 30 that it had discovered its Starwood hotels reservation database had been hacked over a four-year period in one of the largest breaches in history. At least five U.S. states and the UK’s Information Commissioner’s Office are investigating the attack.  A company spokeswoman confirmed Sorenson would testify but declined to comment further.  Marriott also said that it had completed an effort to phase out the Starwood reservations database that it acquired in September 2016 with its $13.6 billion purchase of Starwood. The hack began in 2014, a year before Marriott offered to buy Starwood.  The company initially said records of up to 500 million guests were involved and then revised its estimate to up to 383 million in January.  The hotel operator also said that some 25.55 million passport numbers were stolen in the attack on the Starwood Hotels reservation system, 5.25 million of which were stored in plain text. Another 8.6 million encrypted payment cards were also taken in the attack, it said.  The Senate panel will also hear from the Federal Trade Commission’s director of the Bureau of Consumer Protection and others “to focus on policies Congress could consider in order to help prevent future cyberattacks and data breaches.”  The committee also plans to release a report on Equifax “detailing the repeated failures over the years on the part of Equifax that led to the devastating breach in 2017.”  Marriott said last week that in the fourth quarter of 2018 it had incurred $28 million in expenses and recognized $25 million of insurance proceeds related to the data security incident.","89":"Nov 6 (Reuters) - Hotel operator Marriott International Inc on Friday reported a 74% fall in quarterly profit, as the COVID-19 pandemic dented global travel and led to a fall in bookings.  Marriott’s net profit fell to $100 million, or 31 cents per share, in the third quarter ended Sept. 30, from $387 million, or $1.16 per share, a year earlier. (Reporting by Ashwini Raj and Ankit Ajmera in Bengaluru; Editing by Ramakrishnan M.)","90":"WASHINGTON, March 7 (Reuters) - Marriott International Inc Chief Executive Arne Sorenson apologized on Thursday before a U.S. Senate panel for a massive data breach involving up to 383 million guests in its Starwood hotels reservation system and vowed to protect against future attacks.  Sorenson said in written testimony the hacking system prompted the company to accelerate the retirement of the Starwood system that was completed in December. He said the company first became aware of a security issue in September 2018 and then notified the FBI in October before disclosing the issue on Nov. 30. (Reporting by David Shepardson Editing by Bill Trott)","91":"Feb 18 (Reuters) - Marriott International Inc reported a quarterly loss on Thursday as the world’s largest hotel chain’s bookings declined due to pandemic-induced travel restrictions.  The company posted a net loss of $164 million, or 50 cents per share, for the fourth quarter ended Dec. 31, compared with a profit of $279 million, or 85 cents per share, a year earlier.","92":"(Reuters) - Amazon.com Inc said on Tuesday that it has partnered with Marriott International Inc to help increase guest access to amenities with Alexa, through its voice-controlled device Echo, in an attempt to expand its presence in the hospitality industry.  Alexa for hospitality would assist in providing services ranging from ordering room service to requesting housekeeping or calling the concierge for dinner recommendations without picking up the phone.  The company said the partnership will start this summer at Marriott’s select properties and the service will be available by invitation to other hotel chains.  Several media reports had said that Marriott had tested both Apple Inc’s Siri and Amazon’s Alexa to select what was best suited for its hotels.  On whether Alexa was chosen over Siri, Marriott said “this was not a direct comparison with Siri. We work with a number of partners in order to test emerging technology so we can learn and leverage what we believe will enhance the guest experience.”  Amazon has never disclosed the exact sales figure for its Echo devices. However, the company in January said it sold “millions” of Amazon devices and that the Echo Dot device was the best-selling product among Prime members.  The company’s move to tie-up with hotels is another strategy to woo more users for its Echo devices.Amazon Echo owners spend an average of $1,700 a year on Amazon, more than the $1,300 Amazon Prime members are estimated to be spending a year on the e-commerce site, CNBC reported earlier this year, citing a report by Consumer Intelligence Research Partners.","93":"Feb 28 (Reuters) - Marriott International Inc’s reported less-than-expected quarterly revenue on Thursday, as fewer people booked rooms at the hotel chain across the world.  Net income rose to $317 million, or 92 cents per share, in the fourth-quarter ended Dec. 31, compared with $114 million, or 31 cents per share, a year earlier.  Revenue rose to $5.29 billion from $5.25 billion. Analysts were expecting $5.48 billion, according to Refinitiv IBES data.","94":"WASHINGTON (Reuters) - Marriott International Inc Chief Executive Arne Sorenson apologized on Thursday before a U.S. Senate panel for a massive data breach involving up to 383 million guests in its Starwood hotels reservation system and vowed to protect against future attacks.  Sorenson told the Senate Permanent Subcommittee on Investigations that the hacking, which occurred over a four-year period, that he did not know if China was behind the hacking attempt but said it was fully cooperating with the FBI, which is trying to determine who was responsible.  “The short answer is we don’t know,” Sorenson said. “We’ve simply been focused on making sure the door is closed.”  Reuters reported in December that hackers left clues suggesting they were working for a Chinese government intelligence gathering operation, according to sources familiar with the matter. Secretary of State Mike Pompeo suggested in December China was behind the attack.  He said the company first became aware of a security issue in September 2018, notified the FBI in October and disclosed the issue publicly on Nov. 30. Sorenson prompted Marriott to accelerate the retirement of the Starwood reservation system, a step that was completed in December.  Committee Chairman Rob Portman noted that Starwood said it had discovered malware in November 2015 - before Marriott purchased it - on some systems designed to steal credit card information but Starwood said at the time it “did not impact its guest reservation database.”  Sorenson said there was evidence of an unauthorized party on the Starwood network since July 2014 but “our investigators had found no evidence the attacker had accessed guest data” until mid-November 2018.  Sorenson said since October Marriott has provided the FBI with “several updates and ready access to forensic findings and information to support their investigation.”  Sorenson said the company has not received any substantiated claims of loss from fraud attributable to the incident and had increased security by adding “protection tools” to determine suspicious behavior, as well as two-factor authentication and keeping valuable more secure.  Marriott disclosed on Nov. 30 it had discovered its Starwood hotels reservation database had been hacked over a four-year period in one of the largest breaches in history. At least five U.S. states and the United Kingdom’s Information Commissioner’s Office are investigating the attack.  Marriott offered to buy Starwood in 2015, a year before the hack started, and closed the $13.6 billion deal in September 2016.  Senator Tom Carper, the top Democrat on the panel, said the “incident also raises questions about the degree to which cybersecurity concerns do and should play a role in merger and acquisition decisions.”  Carper said Marriott acquired a company with “serious cybersecurity challenges and had actually been attacked before” but chose to initially leave Starwood’s security system in place after acquiring it.  Marriott initially said records of up to 500 million guests were involved and in January revised its estimate to up to 383 million.","95":"May 3 (Reuters) - Hotel-chain Marriott International Inc said on Friday its Chief Executive Officer Arne Sorenson has been diagnosed with stage 2 pancreatic cancer and he plans to start treatment immediately.  Sorenson will remain in his role while undergoing treatment, which will begin next week with chemotherapy here, the company said. (Reporting by Rachit Vats in Bengaluru; Editing by Shounak Dasgupta)","96":"FILE PHOTO: The logo of global online travel brand Expedia is pictured at the International Tourism Trade Fair in Berlin, Germany, March 9, 2016. REUTERS\/Fabrizio Bensch\/File Photo  WASHINGTON (Reuters) - A group of U.S. state attorneys general are investigating Expedia Group and hotel chains like Hyatt Hotels Corp and Marriott International Inc for alleged violations of antitrust law in online travel booking, according to a court filing.  The filing in a state court in Utah relates to a dispute originally filed in Texas in which Travelpass accused the hotel chains last year of agreeing with each other, and with online travel groups like Expedia, to not advertise to consumers who searched for another company’s hotel.  This means, for example, that a traveler who searches online for a Marriott in Dallas would not be shown advertising for competing hotels, the Travelpass lawsuit alleges.  The Utah attorney general’s office indicated that it and an unspecified number of other state attorneys general were investigating Travelpass’ complaints against Expedia and hotel chains.  The chains named in a document filed with the court included Hyatt, Marriott, Caesars Entertainment Corp and Choice Hotels International Inc.  “With respect to the investigation at issue, a multistate group has formed, but other states may be reluctant to join if there is a risk of future disclosure of their confidential communications,” the Utah attorney general’s office said in the filing.  According to the filing, the Utah investigation was opened in 2017 and remains active.  The case is similar to one in which hotel customers accused hotel chains of conspiring to not compete with one another online. A judge ruled in March that that case could go forward.  Expedia, Caesar’s and Choice did not respond to a request for comment. Hyatt and Marriott declined comment.","97":"May 24 (Reuters) - Marriott International Inc:  * MARRIOTT SAYS UNIT SOLD SHERATON FIJI RESORT, WESTIN DENARAU ISLAND RESORT & SPA, FIJI AND ASSOCIATED GOLF FACILITIES FOR ABOUT $131 MILLION - SEC FILING Source text : [bit.ly\/2IKjq7a] Further company coverage:","98":"FILE PHOTO: Logo of Marriott hotel is seen in Vienna, Austria April 9, 2018. REUTERS\/Heinz-Peter Bader  (Reuters) - Marriott International Inc, the world’s largest hotel chain, plans to remove disposable plastic straws and stirrers from its 6,500 hotels and resorts worldwide by July 2019, the company said on Wednesday.  The Maryland-based company, which said it could eliminate 1 billion straws and a quarter of a billion stirrers a year, said it would provide alternatives, for example paper straws, to customers upon request.  “Removing plastic straws is one of the simplest ways our guests can contribute to plastic reduction when staying with us – something they are increasingly concerned about and are already doing in their own homes,” Arne Sorenson, president and CEO of Marriott International, said in a statement.  The U.N. Environment Programme estimated in its global Clean Seas campaign launched last year that some 8 million tons of plastic is dumped into the ocean every year, damaging the marine eco-system. Although plastic straws represent a relatively small portion of all plastic waste, they are difficult to recycle and often end up in landfills where they decompose at a much slower rate than paper alternatives.  Marriott joins a growing number of hospitality companies that have said they will do away with disposable plastic straws.  Hilton Worldwide Holdings Inc said in May it plans to remove plastic straws from 650 of its managed properties by the end of this year. Hyatt Hotels Corp said last week it would eliminate plastic straws and picks and starting in September, the items would be available by request only.  Coffee chain Starbucks Corp said earlier this month it plans to phase out plastic straws globally by 2020.","99":"Feb 18 (Reuters) - Marriott International Inc:  * MARRIOTT INTERNATIONAL APPOINTS JIM SCHOLEFIELD CHIEF INFORMATION AND DIGITAL OFFICER  * MARRIOTT - MOST RECENTLY, SCHOLEFIELD WAS CHIEF INFORMATION AND DIGITAL OFFICER AT MERCK & CO. Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","100":"BRUSSELS, Feb 18 (Reuters) - The following are mergers under review by the European Commission and a brief guide to the EU merger process:  APPROVALS AND WITHDRAWALS  -- France’s Engie and BPCE Group to acquire joint control of French power producer Engie PV Curbans (approved Feb. 15)  NEW LISTINGS  -- German insurer Allianz, Canada’s Public Sector Pension Investment Board and U.S.-based Greystar Real Estate Partners to acquire joint control over London-based student accommodation property Paul Street East through a share purchase agreement (notified Feb. 14\/deadline March 21\/simplified)  EXTENSIONS AND OTHER CHANGES  None  FIRST-STAGE REVIEWS BY DEADLINE  FEB 20  -- German brewers Radeberger and Veltins to set up a joint venture to distribute and sell their beers (notified Jan. 16\/deadline Feb. 20\/simplified)  FEB 21  -- Automotive parts manufacturer Financiere SNOP Dunois S.A. to acquire sole control of peer Tower Automotive Holdings Europe (notified Jan. 17\/deadline Feb. 21\/simplified)  -- A consortium led by China’s Anta Sports to acquire Finland’s Amer Sports (notified Jan. 17\/deadline Feb. 21\/simplified)  FEB 26  -- German utility RWE to acquire networks and renewables unit Innogy with the assets to be divided between RWE and E.ON (notified Jan. 22\/deadline Feb. 26)  FEB 28  -- Energy investment holding company LetterOne Holdings and chemical sector stock corporation BASF to create joint venture combining oil and gas activities (notified Jan. 24\/deadline Feb. 28)  MARCH 1  -- Greencycle Holding and Germany’s cardboard producing group Nord-Westdeutsche Papierrohstoff to create online waste material trading platform joint venture (notified Jan. 25\/deadline March 1\/simplified)  -- U.S.-headquartered Blackstone Group to acquire indirect joint control by way of share acquisition with Ireland-based Sretaw over Irish waste, recycling and utilities company Beauparc (notified Jan. 25\/deadline March 1\/simplified)  -- Brussels Airport Company to acquire indirect joint control of Airhotel Belgium with Marriot (notified Jan. 25\/deadline March 1\/simplified)  -- French energy group Engie, French tyre maker Michelin, the Auvergne-Rhone-Alpes Region and French public sector lender Caisse des Depots et Consignations to set up a joint venture (notified Jan. 25\/deadline March 1\/simplified)  MARCH 4  -- CVC Capital Partners to acquire sole control of insurer April Group (notified Jan. 28\/deadline March 4\/simplified)  -- Real estate investor Patron Fund and U.S. hotel chain Marriot to acquire joint control of Poland’s Sheraton Warsaw Hotel (notified Jan. 28\/deadline March 4\/simplified)  MARCH 6  -- U.S. aircraft parts maker Spirit Aerosystems Holdings Inc to acquire EU-based supplier Asco Industries NV (notified Jan. 30\/deadline March 6)  MARCH 7  -- German energy company E.ON to acquire German peer Innogy’s retail and network activities (notified Jan. 31\/deadline March 7)  -- U.S. telecoms equipment maker CommScope to acquire set-top box maker Arris International Plc (notified Jan. 31\/deadline March 7\/simplified)  -- Private equity firm The Carlyle Group to acquire aviation services company StandardAero from buyout firm Veritas Capital (notified Jan. 31\/deadline March 7\/simplified)  -- Cayman Island-based private equity firm Clayton, Dubilier & Rice Fund X, L.P. to acquire sole control from investment vehicle Cheadle Developments Ltd. over Jersey-based FH Investments Ltd. through a share purchase (notified Jan. 31\/deadline March 7\/simplified)  MARCH 8  -- Energy producer and provider Total Holdings USA to acquire sole control over oil and natural gas production company Chevron Denmark (notified Feb. 1\/deadline March 8)  -- Insurer Marsh & McLennan Companies to acquire share capital of British peer Jardine Lloyd Thompson Group (notified Feb. 1\/deadline March 8)  MARCH 11  -- Global aerospace producer, designer and supplier TransDigm Group to acquire sole control over manufacturing company Esterline Technologies (notified Feb. 4\/deadline March 11)  -- DA Agravis Machinery Holding and Danish Agro Machinery Holding to acquire Kesko Group’s agrimachinery activities in Finland, Estonia, Latvia and Lithuania from Finnish subsidiary Konekesko Oy (notified Feb. 4\/deadline March 11)  MARCH 12  -- UK-based asset manager Intermediate Capital Group to acquire control of Grupo Konectanet, S.L. and Konecta Activos Immobiliarios, S.L. and companies controlled by them (notified Feb. 5\/deadline March 12\/simplified) -- Swedish investment company Nalka Invest AB to acquire sole control of medical supply distributor OneMed AB (notified Feb. 5\/deadline March 12\/simplified)  -- On-street parking company Saba Portugal and road infrastructure operator Egis Portugal to acquire joint control of Viseu Car Park Assets (notified Feb. 5\/deadline March 12\/simplified)  MARCH 13  -- Norway’s Kongsberg Gruppen to acquire British aero-engine maker Rolls-Royce’s commercial marine business (notified Feb. 6\/deadline March 13\/simplified)  -- Mitsubishi Corp. and Franz Haniel & Cie. subsidiary ELG Haniel GmbH to acquire joint control over ELG Carbon Fibre Ltd. by way of purchase of shares (notified Feb. 6\/deadline March 13\/simplified)  MARCH 15  -- French construction company Vinci to acquire Britain’s Gatwick Airport (notified Feb. 8\/deadline March 15\/simplified)  -- Investindustrial VI L.P.’s investment subsidiary World Confectionery Group S.a r.l to acquire sole control of Spain’s chocolate company Natra S.A. (notified Feb. 8\/deadline March 15\/simplified)  -- U.S. private equity firm American Securities to acquire property restoration company Belfor Holdings (notified Feb. 8\/deadline March 15\/simplified)  MARCH 20  -- U.S. private equity firm KKR to acquire Spanish food-food restaurant chain Telepizza (notified Feb. 13\/deadline March 20\/simplified)  APRIL 16  -- Steel company Aperam to acquire Netherlands producer of materials from nickel and nickel alloy VDM Metals Holding (notified Oct. 23\/deadline extended to April 16 from Nov. 29 after the European Commission opened an in-depth investigation)  APRIL 29  --- Germany’s Thyssenkrupp and India’s Tata Steel to set up a steel joint venture (notified Sept. 25\/deadline April 29)  MAY 13  -- Electronic and motor manufacturing company Nidec to acquire sole control of U.S. white goods maker Whirlpool Corp’s compressor subsidiary Embraco (notified Oct. 8\/deadline May 13\/concessions offered Feb. 11)  JUNE 3  -- UK mobile telephony provider Vodafone to acquire U.S. Liberty Global’s telecommunications business in the Czech Republic, Germany, Hungary and Romania (notified Oct. 19\/deadline June 3)  GUIDE TO EU MERGER PROCESS  DEADLINES:  The European Commission has 25 working days after a deal is filed for a first-stage review. It may extend that by 10 working days to 35 working days, to consider either a company’s proposed remedies or an EU member state’s request to handle the case. Most mergers win approval but occasionally the Commission opens a detailed second-stage investigation for up to 90 additional working days, which it may extend to 105 working days.  SIMPLIFIED:  Under the simplified procedure, the Commission announces the clearance of uncontroversial first-stage mergers without giving any reason for its decision. Cases may be reclassified as non-simplified - that is, ordinary first-stage reviews - until they are approved. (Reporting by Clare Roth;)","101":"March 18 (Reuters) - Marriott International Inc said on Monday it expects full-year profit of $7.65 to $8.50 per share by 2021.  Analysts on average expect the company to earn $7.72 per share in 2021, according to Refinitiv data.  Shareholders could see $1.9 billion to $2 billion in dividends and $7.6 billion to $9 billion in share repurchases over the three-year period, the company said. (Reporting by Sanjana Shivdas in Bengaluru; Editing by Shounak Dasgupta)","102":"Feb 2 (Reuters) - Marriott International Inc Chief Executive Officer Arne Sorenson will step back from full-time role for several months for treatment of pancreatic cancer, the company said on Tuesday.  Sorenson, 62, was diagnosed with stage 2 pancreatic cancer in 2019. (Reporting by Ankit Ajmera in Bengaluru; Editing by Arun Koyyur)"}}