{"date":{"0":"2018\/05\/02","1":"2020\/04\/10","2":"2018\/05\/02","3":"2018\/05\/01","4":"2020\/08\/05","5":"2018\/05\/16","6":"2021\/01\/13","7":"2019\/01\/28","8":"2018\/02\/13","9":"2019\/06\/28","10":"2018\/04\/18","11":"2018\/05\/16","12":"2018\/05\/02","13":"2018\/12\/05","14":"2018\/02\/13","15":"2020\/08\/06","16":"2018\/06\/25","17":"2018\/03\/05","18":"2019\/12\/05","19":"2018\/03\/07","20":"2018\/08\/23","21":"2019\/10\/30","22":"2018\/05\/08","23":"2019\/01\/08","24":"2019\/11\/13","25":"2019\/03\/07","26":"2018\/02\/20","27":"2019\/01\/08","28":"2021\/02\/03","29":"2020\/03\/19","30":"2019\/05\/01","31":"2020\/11\/20","32":"2018\/03\/01","33":"2019\/11\/20","34":"2018\/11\/01","35":"2019\/10\/30","36":"2020\/04\/10","37":"2020\/03\/23","38":"2018\/05\/08","39":"2018\/03\/30","40":"2020\/04\/10","41":"2018\/04\/26","42":"2020\/06\/17","43":"2019\/02\/06","44":"2018\/02\/14","45":"2020\/05\/07","46":"2018\/06\/25","47":"2019\/03\/21","48":"2018\/02\/13","49":"2018\/02\/13","50":"2019\/12\/03","51":"2018\/08\/01","52":"2020\/09\/17","53":"2019\/05\/01","54":"2020\/05\/06","55":"2018\/04\/30","56":"2019\/12\/18","57":"2020\/09\/17","58":"2020\/12\/11","59":"2020\/05\/06","60":"2020\/11\/20","61":"2019\/11\/13","62":"2018\/02\/12","63":"2020\/08\/05","64":"2020\/05\/11","65":"2019\/01\/28","66":"2018\/03\/01","67":"2018\/02\/13","68":"2018\/04\/26","69":"2020\/02\/14","70":"2018\/12\/19","71":"2019\/07\/31","72":"2018\/05\/01","73":"2020\/12\/15","74":"2020\/06\/18","75":"2018\/05\/01","76":"2020\/05\/29","77":"2020\/02\/05","78":"2018\/11\/01","79":"2019\/01\/28","80":"2020\/08\/05","81":"2021\/02\/03","82":"2020\/07\/08","83":"2020\/04\/28","84":"2020\/04\/29","85":"2019\/07\/31","86":"2018\/02\/13","87":"2019\/06\/28","88":"2018\/03\/16","89":"2018\/05\/22","90":"2018\/03\/07","91":"2020\/12\/11","92":"2020\/02\/05","93":"2019\/02\/06","94":"2019\/11\/20","95":"2018\/03\/01","96":"2020\/12\/11","97":"2018\/08\/22","98":"2018\/05\/08","99":"2018\/04\/30","100":"2018\/04\/20","101":"2018\/03\/07","102":"2020\/06\/10","103":"2019\/12\/18","104":"2018\/05\/16","105":"2020\/05\/06","106":"2018\/04\/24"},"text":{"0":"FILE PHOTO: A statue stands atop Grand Central Station in front of the MetLife building in New York, October 8, 2008. REUTERS\/Lucas Jackson\/File Photo  (Reuters) - MetLife Inc MET.N reported an 8 percent rise in adjusted first-quarter profit on Wednesday, boosted by U.S. tax reforms, as well as volume growth in Asia and better results in auto and catastrophe businesses.  The U.S. insurer reported adjusted earnings of $1.4 billion, or $1.36 per share, compared to $1.3 billion, or $1.20 per share in the same period of 2017.  Analysts were expecting a quarterly profit of $1.17 per share, on average, according to Thomson Reuters I\/B\/E\/S. It was not immediately clear if the numbers were comparable.  MetLife shares rose 2.3 percent to $46.10 in afterhours trading.  The insurer’s adjusted profit strips out the effect of wild swings in derivatives values, which hurt MetLife’s results last year. The gap between its net income and adjusted profit has narrowed, which shows that the company has been taking the right steps to reduce exposure to market volatility, MetLife Chief Executive Officer Steven Kandarian said in a statement.  MetLife has been working to regain investor confidence after two financial reporting errors for 2017. On Tuesday, it said Treasurer John McCallion would take over as chief financial officer from John Hele, who is retiring.  Two other large U.S. insurers, American International Group Inc AIG.N and Prudential Financial Inc PRU.N also reported results on Wednesday afternoon. AIG's profit fell 21 percent due to higher catastrophe claims and weaker investment income, while Prudential got a profit boost from its annuities business.","1":"April 10 (Reuters) - MetLife Inc:  * METLIFE - EFFECTIVE IMMEDIATELY, METLIFE AUTO & HOME WILL NOT CANCEL POLICIES DUE TO NON-PAYMENT THROUGH JULY 1  * METLIFE - ACTIVE METLIFE AUTO CUSTOMERS WHO ARE PAID TO DATE WILL RECEIVE 15% CREDIT FOR APRIL & MAY BASED ON THEIR MONTHLY PREMIUMS  * METLIFE - METLIFE AUTO & HOME EXTENDING COVERAGE UNDER ALL PERSONAL AUTO INSURANCE PROGRAMS AT NO ADDITIONAL CHARGE EFFECTIVE MARCH 20 THROUGH MAY 1  * METLIFE - METLIFE AUTO & HOME EXTENDING EXISTING CYBER SECURITY SERVICES THROUGH CYBERSCOUT TO IMMEDIATE FAMILY OF CURRENT CUSTOMERS THROUGH AUG. Source text for Eikon: Further company coverage:","2":"(Corrects to Wednesday in first paragraph)  May 2 (Reuters) - A unit of MetLife Inc’s institutional asset management platform on Wednesday appointed Lesley Lo as institutional sales director for Asia excluding Japan.  Lo previously worked at BNP Paribas Asset Management, where she held various senior roles.  She will be responsible for expanding the existing institutional client relationships and building the unit’s asset management business in Asia. (Reporting by Sanjana Shivdas)","3":"May 1 (Reuters) - MetLife Inc:  * METLIFE ANNOUNCES SENIOR LEADERSHIP CHANGES  * METLIFE INC - JOHN HELE RETIRES AS CFO; IS SUCCEEDED BY JOHN MCCALLION  * METLIFE INC - STEPHEN W. GAUSTER NAMED GENERAL COUNSEL  * METLIFE INC - OSCAR SCHMIDT NAMED TO EXECUTIVE GROUP  * METLIFE INC - MCCALLION WILL JOIN COMPANY’S EXECUTIVE GROUP  * METLIFE INC - EXPECTS THAT JOHN HELE WILL STAY ON AT METLIFE AS A SENIOR ADVISER UNTIL SEPTEMBER 2018 Source text for Eikon: Further company coverage:","4":"Aug 5 (Reuters) - U.S. insurer MetLife Inc on Wednesday posted a 43% drop in quarterly adjusted earnings, spurred by declining premium income and private equity investment losses.  Adjusted earnings fell to $758 million in the second quarter from $1.3 billion a year earlier, MetLife said. Excluding items, MetLife earned 83 cents per share compared with $1.46 per share a year ago.  Analysts estimated earnings of 91 cents per share for the second quarter ending June 30, according to Factset, the company said.  Premiums and fees dropped 13% to $10.4 billion, from $12 billion a year ago.  MetLife’s net investment income was $4.1 billion, down 13% from $4.7 billion a year ago. The decline was driven by a loss in variable investment income, reflecting a reporting lag from the first quarter for private equity results.  “The decline in our private equity portfolio was squarely within our expectations,” MetLife Chief Executive Officer Michel Khalaf said in a statement.  MetLife’s businesses include group workplace life insurance programs.  MetLife said it had higher COVID-related claims during the quarter, but did not provide specifics. The disease’s effects in the third quarter would be largely offset by underwriting margins, the company said.  MetLife reported $710 million in net derivative losses, compared with $724 million in derivative gains a year ago.  Adjusted earnings at most of MetLife’s businesses including the U.S., Asia and Latin America, dropped from the previous year because of declining variable investment income.  MetLife’s EMEA unit reported an adjusted profit of $116 million, up 51% from $77 million a year ago, driven by favorable underwriting and expense margins, the company said. (Reporting by Suzanne Barlyn; Editing by Leslie Adler)","5":"(Reuters) - Insurer MetLife Inc on Monday named Bill O’Donnell as executive vice president and chief financial officer for the United States.  O’Donnell currently serves as executive vice president and chief accounting officer (CAO) and will replace Marlene Debel.  Until a new CAO is named, Heather Bertellotti Phelps will serve as interim U.S. CFO, while continuing in her role as senior vice president and CFO for group benefits.","6":"FILE PHOTO: Supporters of U.S. President Donald Trump gather at the west entrance of the Capitol during a \"Stop the Steal\" protest outside of the Capitol building in Washington D.C. U.S. January 6, 2021. Picture taken January 6, 2021. REUTERS\/Stephanie Keith\/Files  (Reuters) - Major U.S. insurers on Wednesday decided to suspend contributions to political campaigns for the next few months, following last week’s violence at the U.S. Capitol and challenge to President-elect Joe Biden’s victory.  Chubb Ltd,one of the world’s largest insurers, MetLife Inc, Liberty Mutual Insurance and Travelers Companies Inc joined a host of companies that are re-evaluating or temporarily stopping political donations.  “In light of last week’s mob attack on the U.S. Capitol and attempts to derail the electoral college vote, Chubb has suspended for three to six months all campaign contributions while the company conducts an assessment of its political contribution policies,” it said in a statement.  Liberty Mutual said it is suspending political contributions for the first quarter and is reevaluating its contribution strategy.  Travelers said it will not make any contributions through its Political Action Committee in the near term and will assess how it approaches future political donations.","7":"(Reuters) - U.S. insurer MetLife Inc will pay a $19.75 million penalty to New York State’s insurance regulator after revealing that it had failed to pay pensions to over 13,000 people, the regulator said on Monday.  The New York-based insurer also agreed to pay $189 million to individuals in New York and elsewhere whom it owes and has already paid $123 million, the New York state Department of Financial Services said.  “MetLife has agreed to take actions, many of which are already in progress, to improve our procedures to better serve our customers,” a MetLife spokeswoman said in a statement.  The settlement follows an examination by the New York regulator.  In December, MetLife paid $1 million to Massachusetts’ financial regulator to resolve an administrative case involving the pension snafu, which goes back to 1992. [nL1N1YO0F9]  Some life insurers, including MetLife, take over corporate pension plans from companies that want to offload them. The insurers then use a group annuity to make regular payments to the retirees who are entitled to benefits under those pensions.  MetLife said in 2017 that it was unable to find potentially thousands of retirees whose pensions it had taken over and had self-reported the problem to regulators. Last February, MetLife said it would increase its reserves by $510 million to cover the obligations.  MetLife has ramped up its efforts to locate the retirees and their beneficiaries, the company has said.","8":"Feb 13 (Reuters) - Metlife Inc:  * METLIFE INC SAYS ADMINISTRATIVE PRACTICES ARE NOT SUFFICIENT TO ALLOW FOR GROUP ANNUITY RESERVES TO BE RELEASED  * METLIFE INC SAYS NO CHANGE TO CAPITAL MANAGEMENT PLANS IN 2018 - SEC FILING  * METLIFE INC SAYS GROUP ANNUITY RESERVE CORRECTION GOES BACK TO ABOUT 25 YEARS Source text (bit.ly\/2Ha3ryW) Further company coverage:","9":"(This June 28 story corrects paragraph 8 to say FWD agreed to buy, instead of got regulatory approval)  HONG KONG (Reuters) - U.S. insurer MetLife Inc MET.N will sell its Hong Kong operations to FWD, the insurance firm owned by tycoon Richard Li, the companies said in a joint statement on Friday, without disclosing financial details.  The deal is the latest in a series of acquisitions FWD has made in the region, and comes after MetLife shelved an earlier attempt to sell its Hong Kong business, worth over $500 million, to a mainland Chinese buyer.  “The acquisition is another step towards fulfilling our ambition to build a leading pan-Asian life insurance platform,” FWD Group Chief Executive Huynh Thanh Phong said.  The deal highlights the attractiveness of Hong Kong’s insurance businesses, which have been boosted by growing wealth in the city and Chinese visitors snapping up foreign currency-denominated products.  Hong Kong’s life insurance market is well-developed, with a life and health insurance premium to GDP ratio of 17.94% in 2017, Asia’s second-highest after Taiwan, according to data from insurer Swiss Re.  Hong Kong-based FWD has been aggressively expanding its Asian footprint in the last couple of years, mainly through acquisitions, as it seeks to grab a bigger share of the market from large global as well as local insurers.  In March, Thailand’s Siam Commercial Bank Pcl (SCB) said it had entered into exclusive talks to sell its life insurance business to the company.  FWD, which agreed to buy HSBC Holdings' HSBA.L 49% stake in the London-headquartered lender's Malaysian life insurance joint venture last year, completed the deal in March.  The firm’s Asian presence includes Indonesia, Japan, Singapore, the Philippines, Thailand, and Vietnam. The company is also awaiting regulatory approval in China to launch a life insurance joint venture.  The company plans to rename and rebrand the MetLife Hong Kong business, the statement said, adding that all existing MetLife Hong Kong policies will continue to be honored by FWD following the change in ownership.","10":"April 18 (Reuters) - MetLife Inc:  * METLIFE INVESTMENT MANAGEMENT REACHES A RECORD $11.2 BILLION IN PRIVATE DEBT ORIGINATION IN 2017 Source text for Eikon: Further company coverage:","11":"Metropolitan Life Insurance Co owes benefits to a man whose leg was amputated after a car accident even though his injury was complicated by his diabetes, a federal appeals court ruled on Wednesday.  A unanimous panel of the 9th U.S. Circuit Court of Appeals said MetLife was wrong to deny benefits to Tommy Dowdy, who had purchased an accidental death and dismemberment insurance policy from MetLife through his wife’s employment at the Bank of the West. The panel said there was insufficient evidence to rule that Dowdy’s diabetes was a substantial contributing factor to the amputation.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2ILvWXm","12":"May 2 (Reuters) - MetLife Inc:  * Q1 EARNINGS PER SHARE $1.19; Q1 ADJUSTED EARNINGS PER SHARE $1.36  * Q1 TOTAL REVENUES $14.81 BILLION VERSUS $14.96 BILLION  * Q1 PREMIUMS, FEES & OTHER REVENUES $11.04 BILLION VERSUS $10.67 BILLION  * Q1 NET INVESTMENT INCOME $3.7 BILLION VERSUS $4.4 BILLION  * QUARTER END BOOK VALUE OF $52.49 PER SHARE DOWN 14 PERCENT FROM $61.14 PER SHARE AT MARCH 31, 2017  * QUARTER END BOOK VALUE, EXCLUDING AOCI OTHER THAN FOREIGN CURRENCY TRANSLATION ADJUSTMENTS, $43.36 PER SHARE VERSUS $50.75 PER SHARE AT MARCH 31 2017  * Q1 EARNINGS PER SHARE VIEW $1.17, REVENUE VIEW $15.52 BILLION -- THOMSON REUTERS I\/B\/E\/S Source text for Eikon: Further company coverage:","13":"Dec 5 (Reuters) - Metlife Inc said on Wednesday it appointed Eric Clurfain as chief executive officer of Metlife Japan K.K, effective Feb. 1, 2019.  Clurfain, who currently serves as executive vice president and head of the Europe, the Middle East and Africa (EMEA) region, will take over from departing Sachin Shah, the insurer said in a statement.  Dirk Ostijn, the current CEO of Metlife Europe d.a.c., will take over as head of EMEA from Clurfain, the company said. (Reporting by Bhargav Acharya; Editing by Rashmi Aich)","14":"Feb 13 (Reuters) - Metlife Inc:  * METROPOLITAN LIFE INSURANCE COMPANY SAYS HAS MATERIAL WEAKNESS IN INTERNAL CONTROLS OVER FINANCIAL REPORTING DUE TO THOSE DESCRIBED BY PARENT, METLIFE  * METROPOLITAN LIFE INSURANCE - WILL DISCLOSE DETAILS ABOUT IMPACT OF ITS MATERIAL WEAKNESS AND ITS REMEDIATION EFFORTS IN ANNUAL REPORT - SEC FILING Source text: (bit.ly\/2o8aRu2) Further company coverage:","15":"FILE PHOTO: A MetLife Inc building is shown in Irvine, California, U.S., January 24, 2017. REUTERS\/Mike Blake  NEW YORK (Reuters) - Metlife Inc MET.N said on Thursday it assumes U.S. deaths from COVID-19 will rise to about 200,000 by the end of September, but the disease is having minimal overall impact on underwriting.  “We continue to anticipate modest underwriting impacts from COVID-19 on a combined basis, assuming death rises in the U.S. to approximately 200,000 through the third quarter,” Chief Financial Officer John McCallion said on a conference call with investors. MetLife released earnings on Wednesday.","16":"BOSTON, June 25 (Reuters) - Massachusetts’ securities regulator on Monday accused MetLife Inc of making false statements relating to its failure to pay pensions to hundreds of retirees in the state that it improperly treated as “presumed dead.”  Massachusetts Secretary of the Commonwealth William Galvin, the state’s top securities regulator, charged MetLife following a probe that began after the insurer revealed in December it had failed to pay pensions to potentially thousands of people. (Reporting by Nate Raymond in Boston Editing by Chizu Nomiyama)","17":"March 5 (Reuters) - MetLife Inc:  * METLIFE CONFIRMS FIRST QUARTER 2018 PREFERRED STOCK DIVIDEND Source text for Eikon: Further company coverage:","18":"Dec 5 (Reuters) - U.S. life insurer MetLife Inc said on Thursday it would acquire privately-held pet health insurance company PetFirst, in a bid to diversify its product offerings and capitalize on a growing market opportunity.  The companies did not disclose financial terms of the deal, but said it was expected to close in the first quarter of next year.  MetLife said in a statement that the pet insurance market is “under-penetrated and fast-growing”, noting that the annual growth rate for the industry has been more than 20% since 2014.  Petowners in the United States are becoming more willing to splurge on their pets, often opting to pay for expensive and cutting edge medicines to treat illnesses, such as cancer.  This has resulted in an increasing number of consumers opting for pet insurance. Research firm Global Market Insights estimates the market to be valued at about $10 billion by 2025.  MetLife’s deal for PetFirst is also an example of how group life insurers are stepping up efforts to compete in a marketplace that offers financial wellness products and services to employees of their customers.  MetLife plans to offer pet insurance to employers through its group benefits programs, starting in the summer of 2020.  Indiana-based PetFirst, which was started in 2004, a year after the company’s co-founder had to put his dog down, now covers health costs for about 40,000 pets.  Following the acquisition, it will continue to market its insurance through animal welfare societies and directly to consumers.  Guggenheim Securities acted as financial adviser and Mayer Brown served as legal counsel to MetLife. (Reporting by Tamara Mathias and Manas Mishra in Bengaluru; Editing by Rashmi Aich)","19":"March 7 (Reuters) - MetLife Inc named Marlene Debel, its U.S. chief financial officer, as head of the insurer’s retirement and income solutions (RIS) business.  Debel will continue as CFO till a successor is named, the company said.  Prior to joining MetLife in 2011, Debel was head of Global Liquidity Risk Management at Bank of America and held a number of leadership positions at Merrill Lynch. (Reporting by Mrinalini Krothapalli in Bengaluru)","20":"(Adds details on appointments)  Aug 22 (Reuters) - U.S. insurer MetLife Inc on Wednesday named Kishore Ponnavolu as president of the company’s Asia region, while Rebecca Tadikonda was named head of strategic growth markets for the region.  Ponnavolu is the current head of the insurer’s auto and home business in the United States, while Tadikonda is MetLife’s chief strategy officer.  Both appointments are effective on Sept. 1.  In his new Hong Kong-based role, Ponnavolu will directly oversee Japan, South Korea, Australia and LumenLab - MetLife Asia’s Singapore-based innovation center.  Tadikonda will report to Ponnavolu and be in charge of markets including Bangladesh, China, Hong Kong and India, among others, the company said.  In addition to her new duties, Tadikonda will remain as chief strategy officer until a replacement is named, MetLife said in a statement.  While MetLife conducts a search for Ponnavolu’s replacement, Mick Noland, senior vice president of product management, and Darla Finchum, vice president of claims, will serve as interim co-heads of the auto and home business, the insurer said. (Reporting by Ismail Shakil and Nikhil Subba in Bengaluru; Editing by Peter Cooney)","21":"(Reuters) - U.S. insurer MetLife Inc MET.N fell short of Wall Street estimates for quarterly profit on Wednesday, hit by a fall in adjusted earnings in its U.S. and Latin American businesses.  FILE PHOTO: A MetLife Inc building is shown in Irvine, California, U.S., January 24, 2017. REUTERS\/Mike Blake  Adjusted earnings for MetLife’s U.S. business fell 11% to $707 million from the a year earlier. The unit was also pressured by a 16% decline in the retirement business on lower investment margins and less favorable underwriting. Adjusted earnings fell 9% in Latin America.  However, adjusted earnings rose 31% in Asia. The insurer has been working on growing its Europe, Middle East and Africa (EMEA) and Asia businesses to counter intense competition from online marketplaces in the United States.  MetLife held $15.6 billion in reserves as of Sept. 30 for long-term care policies that are still active, the company said.  The company is among a number of life insurers that typically conduct reviews every third quarter of assumptions they made when writing policies many years ago.  As interest rates decline, some life insurers are having to re-think assumptions they made long ago about what they thought rates would be.  Some one-time items led analysts to take different approaches to the results. Some excluded a charge related to the rates review and the effect of a dramatic gain in the insurer’s derivative portfolio to conclude that MetLife had beaten their expectations.  MetLife’s core earnings per share of $1.54 was above Barclays expectations of $1.40, boosted in part by higher variable investment income, wrote analyst Jay Gelb in a research note on Wednesday.  Morgan Stanley analyst Nigel Daily said MetLife’s operating earnings per share were $1.44, above the brokerage’s estimate of $1.40.  Net income available to MetLife common shareholders jumped to $2.15 billion from $880 million a year earlier.  The company reported net derivative gains of $1.25 billion for the three months ended Sept 30, compared with a loss of $378 million a year earlier.  MetLife holds a book of derivatives to hedge against the risk market swings. Such gains do not indicate actual performance of the company, but reflect the effect of accounting rules, an issue that has occurred in some previous quarters.  On a per share basis, the company earned $2.30 compared to 88 cents in the same period a year earlier.  Excluding total notable items, such as the impact of an annual review of the company’s actuarial assumptions and costs for an expense initiative, the company earned $1.27 per share.  Analysts on average had expected a profit of $1.40 per share, according to IBES data from Refinitiv.","22":"(Reuters) - U.S. insurer MetLife Inc MET.N has entered into an agreement to provide pension benefits for about 41,000 FedEx Corp FDX.N retirees and beneficiaries through an annuity, the two companies said on Tuesday.  FILE PHOTO: A statue stands atop Grand Central Station in front of the MetLife building in New York, October 8, 2008. REUTERS\/Lucas Jackson\/File Photo  MetLife and FedEx expect to close the deal, which includes about $6 billion in pension obligations, on May 10, they said.  The deal is the first “jumbo-sized” U.S. transfer of pension obligations to an insurer, measured by premium, since 2013, wrote Wells Fargo Securities LLC analyst Sean Dargan in a research note late on Tuesday.  It also marks MetLife’s entry into the market for jumbo-sized transfers, Dargan wrote. The insurer has historically competed for pension transfer deals with less than $1 million in premiums, Dargan wrote.  Some life insurers, including Prudential Financial Inc PRU.N and MetLife, take over corporate pension plans from companies that want to offload them. The insurers then use a group annuity to make regular payments to the retirees and beneficiaries who are entitled to benefits under those pensions.  These deals, known as pension risk transfers, have been around for at least 90 years, but rising interest rates and stock market values are expected to make it easier for more companies unload their plans to insurers.  In 2017, MetLife disclosed that it had failed to make payments to pensioners whom it could not locate after taking over their plans from private companies. MetLife since been trying to locate the individuals, whom it intends to pay, the company has said.  The deal “is a vote of confidence after MET’s group annuitant issues and charges of the recent past,” Dargan wrote.  FedEx’s purchase of the group annuity contract will be funded by assets of its pension plan, the company said.  The amount of monthly payments to the pensioners will not change, the companies said.","23":"FILE PHOTO: The MetLife building is seen in New York, March 8, 2010. REUTERS\/Shannon Stapleton\/File Photo  (Reuters) - MetLife Inc MET.N on Tuesday named insider Michel Khalaf as its new chief executive officer to succeed Steven Kandarian, who held the position for eight years and helped the company ride through intense regulatory oversight in the wake of the financial crisis.  Khalaf, who headed the company’s U.S. and EMEA business, will move into the new role on May 1 after Kandarian retires, MetLife said in a statement.  The new CEO takes over at a time when insurers are bracing for elevated payouts to owners of long-term care policies, which cover expenses like assisted living for infirmed and elderly customers, forcing them to boost reserves.  Khalaf joined MetLife in 2010, after the company bought American Life Insurance Company (Alico) from American International Group AIG.N in 2010. Khalaf worked with Alico for more than two decades in several leadership roles across the world.  Under Kandarian's leadership, MetLife spun off its longtime business that sold individual life insurance into a new company called Brighthouse Financial BHF.O in 2017. The aim was to boost the insurer's share price, besides creating a more nimble company that was less sensitive to interest rates.  Kandarian also pushed for removal of MetLife’s “systemically important” designation, better known as “too big to fail”, a tag that triggers heightened regulatory oversight and requires companies to hold on to more capital.  Up to Monday’s close, MetLife’s shares have fallen more than 15 percent since the spin-off of Brighthouse Financial. The stock was up 1.3 percent in early trading on Tuesday.  The New York-based insurer reported a profit of $880 million in its latest quarter, compared with a loss of $97 million a year ago due to a charge related to its spin-off.","24":"NEW YORK (Reuters) - MetLife Inc was sued for gender discrimination on Wednesday by a female former senior vice president who said she was underpaid, called a “bitch” and told she had to “choose between being pretty and being smart” while working at the insurance company.  FILE PHOTO: A MetLife Inc. building is shown in Irvine, California, U.S., January 24, 2017. REUTERS\/Mike Blake  Mona Moazzaz, who served as chief administrative officer in MetLife’s global technology and operations department, said in a lawsuit filed in federal court in Manhattan that she was retaliated against and ultimately fired in May after authoring a document calling attention a lack of diversity at the company and other issues.  “We believe the allegations are without merit and plan to defend this matter vigorously,” MetLife spokesman Randy Clerihue said in an email.  “It is completely unacceptable for companies to pay women hundreds of thousands of dollars less than men who do the same or less work,” said Michael Willemin of the law firm Wigdor, who represents Moazzaz, in a statement.  Moazzaz, who joined MetLife in 2012, said in her lawsuit that she was paid hundreds of thousands of dollars less than multiple men with similar or lesser responsibilities and unfairly passed over for promotion.  She said that a human resources executive referred to her as a “bitch” and repeatedly called her “the little one” rather than using her name.  Moazzaz said a male “leadership coach” the company assigned to her told her she needed to “choose between being pretty and being smart because men can’t put you in both boxes” if she wanted to be promoted.  In 2018, Moazzaz said, she authored a “candidate strategy” for a MetLife executive, Martin Lippert, who was seeking to become its next CEO. Among other things, the document said MetLife had fallen short in hiring minorities and promoting women.  Lippert lost out to current MetLife CEO Michel Khalaf. Moazzaz said she was fired eight days after Khalaf took over.  Khalaf and other MetLife executives are also named as defendants in the lawsuit, which is brought under federal and New York law and seeks unspecified monetary damages.","25":"(Reuters) - Metlife Inc said on Thursday Chief Risk Officer Ramy Tadros will succeed Michel Khalaf as president of the insurer’s U.S. business.  Tadros, who joined in September 2017, will be replaced by Marlene Debel, who currently serves as the executive vice president and head of Retirement & Income Solutions (RIS).  Graham Cox, executive vice president of Global Risk Management (GRM), will succeed Debel, the insurer said in a statement.  Khalaf will move on to become Metlife’s new chief executive officer later this year. He will replace Steven Kandarian.  All appointments will be effective May 1.","26":"Feb 20 (Reuters) - Metlife Inc:  * METLIFE ANNOUNCES CHANGE TO BOARD OF DIRECTORS  * METLIFE INC - GERALD L. HASSELL NAMED TO BOARD WITH IMMEDIATE EFFECT  * METLIFE INC - ALFRED KELLY JR WILL NOT SEEK RE-ELECTION  * METLIFE INC - HASSELL MOST RECENTLY SERVED AS CHAIRMAN AND CEO OF BANK OF NEW YORK MELLON CORP  * METLIFE INC - WITH ADDITION OF HASSELL, METLIFE BOARD IS NOW COMPRISED OF 12 DIRECTORS Source text for Eikon: Further company coverage:","27":"Jan 8 (Reuters) - U.S. insurance company MetLife Inc on Tuesday named Michel Khalaf, the head of its U.S. and EMEA business, as its new chief executive officer, succeeding Steven Kandarian.  Khalaf will assume his new position on May 1, MetLife said in a press release here. (Reporting By Aparajita Saxena in Bengaluru; Editing by James Emmanuel)","28":"(Reuters) - Insurer MetLife Inc reported a marginal rise in fourth-quarter adjusted profit on Wednesday as investment growth and underwriting gains in some of its U.S. businesses cushioned the hit from coronavirus-related claims.  FILE PHOTO: A MetLife Inc building is shown in Irvine, California, U.S., January 24, 2017. REUTERS\/Mike Blake  MetLife reported adjusted earnings of $1.84 billion, or $2.03 per share, beating analysts’ average estimates of $1.52 a share, according to Refinitiv IBES data.  Variable investment income totaled $778 million in the quarter, nearly all from private-equity investments.  MetLife earned $1.126 billion in such income for the full year, topping the target of $900 million to $1.1 billion it set a year ago.  On underwriting, payouts for dental and other non-medical health claims were lower, cushioning the effect of higher claims from life insurance caused by COVID-19-related deaths, the company said.  Adjusted earnings of the insurer’s U.S. business jumped 51% to $1.02 billion, while the company’s overall net investment income grew by 13% to $5.24 billion on strong returns from private equity investments.  That helped MetLife offset weak performance in Latin America, where its business was impacted by claims from deaths linked to the COVID-19 pandemic.  Global life insurers are taking steps to curb payouts stemming from the health crisis, including long-term health consequences that are not fully understood.nL1N2JP1SV]  In the United States, 8% of reported group life insurance claims from April to August attributed the cause of death to COVID-19, according to the U.S. Society of Actuaries.  MetLife also said its net derivative losses widened 7% from a year earlier to $1.56 billion.  The insurer holds a book of derivatives to hedge against the risk of market swings. Such gains do not indicate the actual performance of the company, but reflect the effect of accounting rules, an issue that has occurred in some previous quarters.","29":"March 19 (Reuters) - MetLife Inc:  * METLIFE INC FILES FOR POTENTIAL SENIOR NOTES OFFERING, SIZE NOT DISCLOSED - SEC FILING Source text : [ID:bit.ly\/2WrAoks] Further company coverage:","30":"(Reuters) - U.S. insurer MetLife Inc beat analysts’ estimates for quarterly profit on Wednesday, buoyed by strong underwriting, volume growth, as well as higher investment income.  FILE PHOTO: A MetLife Inc building is shown in Irvine, California, U.S., January 24, 2017. REUTERS\/Mike Blake  Premiums and fees rose 2 percent to $11.26 billion in the first quarter from a year earlier, while net investment income jumped 31 percent to $4.91 billion.  Life insurers make money by investing premiums in stocks and bonds, hoping to earn more than what they pay out in claims.  On an adjusted basis, net investment income rose 1 percent, despite relatively inactive markets, compared with a year ago, when the U.S. corporate tax cuts boosted stock markets.  “Our business performance more than offset some market headwinds,” said Chief Executive Officer Michel Khalaf. Khalaf succeeds long-time chief Steven Kandarian, who announced his retirement in January.  The company’s shares rose 1.3 percent in trading after the bell.  MetLife grew its business across most of its regions, including the United States, Asia and EMEA. The company said it had double-digit volume growth in group, property and casualty and Latin America businesses, while it saw favorable underwriting in its group life and disability business.  The insurer is strengthening its Asia and Europe, the Middle East and Africa (EMEA) businesses to counter intense competition in the United States, where an already saturated market is seeing the rise of fintech companies.  But the insurer’s retirement business saw a 16 percent decline, as volume growth was offset by lower investment margins.  Retirement business also fell at rival Prudential Financial, which reported a quarterly profit that missed analysts’ estimates, sending its shares down 3.7 percent after-hours.  A slump in income from its individual annuities business also hurt Prudential, the No. 1 U.S. life insurer by assets.  MetLife’s net income rose 8 percent to $1.35 billion, or $1.40 per share, in the quarter ended March 31.  Excluding items, it earned $1.48 per share, topping analysts’ estimates of $1.27, according to IBES data from Refinitiv.","31":"NEW YORK, Nov 20 (Reuters) - Switzerland’s Zurich Insurance Group AG is in advanced talks to acquire MetLife Inc’s U.S. property and casualty (P&C) car and home insurance unit for close to $4 billion, according to people familiar with the matter.  The deal, executed through its Farmers Group Inc subsidiary, would expand Zurich Insurance’s P&C business, as the industry grapples with fallout from the COVID-19 pandemic, which drove up claims for business interruptions and event cancellations.  It would also allow MetLife to exit a business in which it faces fierce competition from larger players such as State Farm, GEICO and Progressive Insurance.  Its P&C business focuses more on car insurance, an area in which people have made fewer claims due to spending less time on the road during the pandemic.  If the negotiations conclude successfully, a deal could be announced by early December, the sources said.  MetLife declined to comment, while Zurich did not respond to a comment request.  MetLife, whose offerings also include life insurance, employee benefits and asset management, earlier this month reported a 68% drop in third-quarter adjusted earnings at its U.S. property and casualty division, to $18 million.  The decline was driven by catastrophe losses caused by storms in the United States, it said.  The New York-based company’s chief executive, Michel Khalaf, said during its latest quarterly earnings call that the P&C business had “an important strategic connection” to the rest of MetLife, but declined to comment on whether he would sell it.  MetLife has been turning to dealmaking to move into more profitable areas.  It said in September it would buy vision-care benefits company Versant Health for $1.68 billion, which would make it the third-largest vision insurer in the United States by membership, and announced in December it would enter the pet insurance market by acquiring PetFirst Healthcare.  Zurich Insurance’s U.S. footprint currently includes Farmers Group, an administrator of insurance policies for Farmers Insurance. Zurich Insurance acquired Farmers Group in 1998, while Farmers Insurance is owned by its policyholders.  Farmers Insurance was the fifth- and seventh-largest provider of home and auto insurance, respectively, in the United States in 2019, according to data provider S&P Global Market Intelligence. MetLife was 14th and 18th, respectively. (Reporting by David French in New York Editing by Jan Harvey and Matthew Lewis)","32":"March 1 (Reuters) - METLIFE AMERICAN INTERNATIONAL GROUP AND ARAB NATIONAL BANK COOPERATIVE INSURANC:  * APPOINTS SAUDI KUWAITI FINANCE HOUSE AS FINANCIAL ADVISER FOR CAPITAL REDUCTION Source text for Eikon: Further company coverage:","33":"(Adds MetLife Inc, Peugeot, FiatChrysler, Just Eat, Takeaway.com, AS Roma)  Nov 20 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2100 GMT on Wednesday:  ** U.S. insurer MetLife Inc said it would buy Bequest Inc, which helps customers draw up legally valid wills and estate planning documents online, for an undisclosed amount.  ** Small car platforms developed by France’s Peugeot should be favoured if plans to merge PSA and FiatChrysler go ahead, PSA executive Gaetano Thorel told Reuters.  ** The two companies vying to purchase British food delivery service Just Eat traded barbs, as technology company Prosus and Takeaway.com each sought to win over a critical mass of shareholders.  ** Russian toy retailer Detsky Mir has received enough offers to cover the 150 million shares that existing investors plan to sell in a secondary public offering, a financial market source and two sources close to the offering said.  ** AS Roma is in preliminary talks with potential investors over a possible investment in the Italian soccer club, AS Roma SPV LLC said.  ** An Alitalia rescue plan ran into trouble when its main sponsor, railway group Ferrovie dello Stato, said conditions were not in place to set up an investor consortium to save the struggling Italian carrier.  ** Energy company Pembina Pipeline Corp said it has received approval from the Canadian Competition Bureau to buy Kinder Morgan Canada Ltd.  ** French buyout group Ardian has emerged as the leading bidder for a stake in EWE, as the German regional utility’s search for a new anchor investor is nearing the finishing line, two people close to the matter said.  ** Czech utility CEZ and European Metals Holdings have reached a conditional agreement that would give CEZ a 51% stake in the Cinovec lithium project, the companies said.  ** Japan’s JFE Steel has agreed to set up a joint venture company with an affiliate of China Baowu Steel Group to produce high-grade bar steel in China, aiming to meet demand mainly from China-based Japanese automakers.  ** French state-controlled power group EDF said it would exercise an option to sell its 49.99% stake in CENG, which owns five nuclear reactors across three nuclear power plants in the United States.  ** Shares in Aviva slid on Wednesday after the British insurer announced it would reorganise into five divisions and sell its stake in its Hong Kong business, falling short of investor expectations for a broader change in strategy.  ** The U.S. Federal Reserve said it approved a merger between BB&T Corp and SunTrust Banks Inc, sealing the biggest tie-up of banks since the 2007-2009 global financial crisis. (Compiled by Arunima Kumar in Bengaluru)","34":"(Reuters) - Insurer MetLife Inc MET.N reported a third-quarter profit on Thursday, compared with a year-ago loss, helped by volume growth, favorable underwriting, expense management and improved investment income.  MetLife shares were up 3.7 percent in after-hours trade on Thursday, after closing the regular session up 1.8 percent at $41.94.  New York-based MetLife is one of the largest U.S. insurers by assets.  Net investment income rose to $4.49 billion from $4.3 billion, a year earlier.  The results follow MetLife’s annual review of actuarial assumptions that it uses to calculate the capital it must hold in order to pay out claims. Many life insurers review those assumptions during the third quarter to see if they are still accurate.  That analysis can prove troublesome for life insurers who, as a result, must set aside funds for claims on older long-term care policies, which cover expenses like assisted living for infirm and elderly customers.  But MetLife, unlike some other insurers who have long-term care businesses, did not have to set aside extra funds, it said.  Net income available to MetLife common shareholders was a profit of $880 million. The company posted a loss of $97 million a year earlier.  On a per-share basis, the company earned 88 cents compared with a loss of 9 cents a year ago.  MetLife’s loss in the same quarter last year was primarily due to the separation of Brighthouse Financial, its former individual life insurance business.  In the most recent quarter, the company reported adjusted earnings of $1.38 per share, compared with $1.04 per share a year ago.  Analysts on average had expected a quarterly profit of $1.27 per share, according to IBES data from Refinitiv. It was not immediately clear if the numbers were comparable.  However, premiums, fees and other revenue fell 4 percent to $12.1 billion due to weakness in Asia, Europe, Middle East and Africa.","35":"(Adds analyst comments)  Oct 30 (Reuters) - U.S. insurer MetLife Inc fell short of Wall Street estimates for quarterly profit on Wednesday, hit by a fall in adjusted earnings in its U.S. and Latin American businesses.  Adjusted earnings for MetLife’s U.S. business fell 11% to $707 million from the a year earlier. The unit was also pressured by a 16% decline in the retirement business on lower investment margins and less favorable underwriting. Adjusted earnings fell 9% in Latin America.  However, adjusted earnings rose 31% in Asia. The insurer has been working on growing its Europe, Middle East and Africa (EMEA) and Asia businesses to counter intense competition from online marketplaces in the United States.  MetLife held $15.6 billion in reserves as of Sept. 30 for long-term care policies that are still active, the company said.  The company is among a number of life insurers that typically conduct reviews every third quarter of assumptions they made when writing policies many years ago.  As interest rates decline, some life insurers are having to re-think assumptions they made long ago about what they thought rates would be.  Some one-time items led analysts to take different approaches to the results. Some excluded a charge related to the rates review and the effect of a dramatic gain in the insurer’s derivative portfolio to conclude that MetLife had beaten their expectations.  MetLife’s core earnings per share of $1.54 was above Barclays expectations of $1.40, boosted in part by higher variable investment income, wrote analyst Jay Gelb in a research note on Wednesday.  Morgan Stanley analyst Nigel Daily said MetLife’s operating earnings per share were $1.44, above the brokerage’s estimate of $1.40.  Net income available to MetLife common shareholders jumped to $2.15 billion from $880 million a year earlier.  The company reported net derivative gains of $1.25 billion for the three months ended Sept 30, compared with a loss of $378 million a year earlier.  MetLife holds a book of derivatives to hedge against the risk market swings. Such gains do not indicate actual performance of the company, but reflect the effect of accounting rules, an issue that has occurred in some previous quarters.  On a per share basis, the company earned $2.30 compared to 88 cents in the same period a year earlier.  Excluding total notable items, such as the impact of an annual review of the company’s actuarial assumptions and costs for an expense initiative, the company earned $1.27 per share.  Analysts on average had expected a profit of $1.40 per share, according to IBES data from Refinitiv. (Reporting by C Nivedita in Bengaluru and Suzanne Barlyn in New York; Editing by Sriraj Kalluvila and Shailesh Kuber)","36":"April 10 (Reuters) - MetLife Inc:  * METLIFE - WON’T INCREASE RATES ON ANY GROUP BENEFITS PRODUCTS FOR CUSTOMERS WHO HAVE FEWER THAN 500 EMPLOYEES FOR JUNE 1 THROUGH SEPTEMBER 1 RENEWALS  * METLIFE - THROUGH END OF JULY, METLIFE LEGAL PLANS TO GIVE FREE DOCUMENT REVIEW,CONSULTATION TO ALL EMPLOYEES OF EMPLOYERS THAT OFFER METLIFE LEGAL PLANS Source text for Eikon: Further company coverage:","37":"March 23 (Reuters) - MetLife Inc:  * METLIFE - ON MARCH 23, ISSUED $1 BILLION AGGREGATE PRINCIPAL AMOUNT OF ITS 4.550% SENIOR NOTES DUE 2030  * METLIFE - SENIOR NOTES WERE ISSUED PURSUANT TO SENIOR INDENTURE, DATED AS OF NOVEMBER 9, 2001 Source : (bit.ly\/2wne1lN) Further company coverage:","38":"May 8 (Reuters) - MetLife Inc has entered into an agreement to provide pension benefits for about 41,000 FedEx Corp retirees and beneficiaries, through a group annuity, the insurer said on Tuesday.  The FedEx group annuity deal, which MetLife expects will close on May 10, includes about $6 billion in pension obligations, the insurer said. (Reporting by Suzanne Barlyn; Editing by Lisa Shumaker)","39":"March 30 (Reuters) - Metlife Inc:  * METLIFE AND WESURE FORM STRATEGIC DIGITAL INSURANCE PARTNERSHIP  * METLIFE - STRATEGIC PARTNERSHIP TO OFFER INSURANCE SOLUTIONS TO TRAVELLERS THROUGH TENCENT’S WESURE ONLINE INSURANCE PLATFORM Source text for Eikon: Further company coverage:","40":"April 10 (Reuters) - MetLife Inc:  * METLIFE OPENS INTERCONTINENTAL TIMES SQUARE TO COVID-19 HEALTHCARE WORKERS  * METLIFE INC - IT WILL OPEN 250 ROOMS TO HEALTHCARE WORKERS ON FRONT LINES OF FIGHT AGAINST COVID-19 Source text for Eikon: Further company coverage:","41":"April 26 (Reuters) - MetLife Inc:  * METLIFE INC SAYS CFO JOHN HELE’S FY 2017 TOTAL COMPENSATION WAS $5.3 MILLION VERSUS $5.7 MILLION IN FY 2016 - SEC FILING  * METLIFE SAYS CEO STEVEN A. KANDARIAN TOTAL COMPENSATION FOR 2017 WAS $14.7 MILLION VERSUS $15.3 MILLION IN 2016 - SEC FILING Source text: [bit.ly\/2HPHdpb] Further company coverage:","42":"June 17 (Reuters) - MetLife Inc:  * METLIFE INC - VALUE OF COVID-19 RELIEF, SUPPORT CO AND METLIFE FOUNDATION HAVE PROVIDED COMES TO MORE THAN A QUARTER OF A BILLION DOLLARS Source text for Eikon: Further company coverage:","43":"(Reuters) - U.S. life insurer MetLife Inc missed analysts’ estimate for fourth-quarter revenue on Wednesday, hit by weaker underwriting fees in its Asia and Europe, the Middle East and Africa (EMEA) markets.  Shares fell about 2 percent to $44.35 in extended trading.  Revenue was also weighed down by weaker capital markets in Asia and the impact of the U.S. tax overhaul on the EMEA unit, the company said.  Total revenue fell 1 percent to $15.66 billion, missing analysts’ average estimate of $15.93 billion, according to IBES data from Refinitiv.  The results capture a quarter that analysts had anticipated would be challenging for many life insurers, whose massive investment portfolios were caught in the whims of tumultuous markets toward the end of 2018.  Life insurers amped up risk taking in recent years, moving away from safer investments like Treasury bonds, as interest rates remained near rock-bottom levels.  The S&P 500 index tumbled about 14 percent during the final three months of 2018, while the MSCI All-World Index dropped 13.21 percent during the period.  MetLife’s net investment income slid to $3.46 billion from $4.45 billion a year earlier, driven by changes in the estimated fair value of certain securities. Adjusting for those changes, net investment income rose 7 percent.  Net income fell to $2 billion from $2.3 billion.  Earnings at the company’s U.S. retirement business more than doubled, buoyed by volume growth, higher investment margins and lower taxes, helping overall adjusted profits rise 38 percent in the region.  Excluding one-time items, MetLife earned $1.35 per share. Analysts on average had expected earnings of $1.28 per share.","44":"Feb 14 (Reuters) - Metlife Inc:  * CEO SAYS COMPANY IS “TAKING ACTION TO HOLD PEOPLE ACCOUNTABLE” FOR MISSING PENSION PAYMENT ISSUES - CALL  * CEO SAYS COMPANY WILL BEGIN PAYMENTS TO MISSING PENSIONERS “AS SOON AS THEY ELECT TO START THEIR BENEFITS” - CALL  * WILL PAY INTEREST ON BACK PAYMENTS AT RATE COMPARABLE TO WHAT FEDERAL PENSION BENEFIT GUARANTEE CORP USES, RESERVE CHARGE INCLUDES THE AMOUNT - CALL  * INTENDS TO COMPLETE $2 BILLION SHARE BUYBACK AUTHORIZATION AND EXECUTE OFFER FOR REMAINING BRIGHTHOUSE FINANCIAL INC STAKE BEFORE 2018 END-CEO  * CFO SAYS EXPECTS EFFECTIVE U.S. TAX RATE OF 18 PERCENT TO 20 PERCENT - CALL  * CEO SAYS EXPECTS EXPENSES FOR SEARCH TO FIND MISSING PENSIONERS WILL BE “ABSORBED BY THE BUSINESS” - CALL  * CEO SAYS THERE MAY BE COSTS FOR INVESTIGATIONS RELATED TO MISSING PENSIONERS AND SLIGHTLY HIGHER EXPENSES, BUT WITHIN EXPENSE RANGE FOR YEAR - CALL  * CEO SAYS WILL NEED TO “FILE WITH SEC” FOR “SOME NO ACTION RELIEF” RELATED TO SALE OF BRIGHTHOUSE FINANCIAL INC STAKE  * CEO SAYS COMPANY HAS NOT YET RESERVED LEGAL COSTS FOR REGULATORS’ PENSION PAYMENTS INVESTIGATIONS BECAUSE FIGURE IS PRESENTLY UNKNOWN Source text for Eikon: Further company coverage: (Reporting by Suzanne Barlyn)","45":"May 7 (Reuters) - MetLife Inc:  * CEO MICHAEL KHALAF SAYS EXPECTS GROUP LIFE BUSINESS TO MEET OR EXCEED PERFORMANCE GUARANTEES DESPITE “HIGHLY DISRUPTED ENVIRONMENT - CONF CALL  * CEO SAYS RETIREMENT BUSINESS SEES A SLOWDOWN IN TRANSFER DEALS BUT ALSO A SURGE IN STABLE VALUE PRODUCTS - CONF CALL  * CEO SAYS GREATEST Q2 EARNINGS IMPACT WILL BE FELT IN VARIABLE INVESTMENT INCOME - CONF CALL  * CEO SAYS EXPECTS “LESS FAVORABLE” PRIVATE EQUITY RETURNS IN Q2 VARIABLE INVESTMENT INCOME - CONF CALL  * CFO SAYS COMPANY INVESTED ABOUT $2 BILLION IN HIGH QUALITY INVESTMENTS AT END OF MARCH THAT YIELDED ON AVERAGE 5.4%  * CFO SAYS COMPANY ANTICIPATES Q2 INCREASE IN COVID-19 IMPACT - CONF CALL  * CIO SAYS COMPANY EXPECTS TO SEE “ELEVATED ACTIVITY” IN ITS COMMERCIAL MORTGAGE LOAN PORTFOLIO - CONF CALL  * CIO SAYS COMPANY IS FIELDING ELEVATED FORBEARANCE REQUESTS, MAINLY FROM RETAIL AND HOTEL BUSINESSES, IN COMMERCIAL MORTGAGE LOAN PORTFOLIO - CONF CALL  * CIO SAYS COMPANY HAS BEEN GRANTING 3 TO 4 MONTHS OF FORBEARANCE FOR INTEREST AND\/OR PRINCIPAL, EXPECTS “THESE WILL ALWAYS BE PAID” - CONF CALL  * CIO SAYS COMPANY SAW “VIRTUALLY NO IMPACT” ON APRIL PAYMENTS FOR COMMERCIAL LOAN PORTFOLIO OVERALL-CONF CALL  * CIO SAYS COMPANY HAS GRANTED FORBEARANCE ON “JUST LESS THAN 2%” OF THE TOTAL PREMIUM BALANCE OUTSTANDING - CONF CALL  * EXEC SAYS “A FEW” PENSION RISK TRANSFER DEALS WERE “PULLED OUT OR PUT ON HOLD” DURING Q1, PIPELINE IS “SOMEWHAT LIGHTER” - CONF CALL Source text for Eikon: Further company coverage: (Reporting by Suzanne Barlyn)","46":"BOSTON (Reuters) - Massachusetts’ securities regulator on Monday accused MetLife Inc of making false statements to investors related to its failure to pay pension benefits to thousands of retirees that it improperly treated as “presumed dead.”  Massachusetts Secretary of the Commonwealth William Galvin, the state’s top securities regulator, charged MetLife following a probe that began after the insurer revealed in December it had failed to make payments to retirees.  In an administrative complaint, Galvin’s office accused MetLife of making misleading statements to investors regarding the sufficiency of the reserves it was required to maintain to meet its obligations to pensioners.  Following December’s revelation, MetLife in February announced it would increase those reserves by $510 million. The New York-based company has estimated that the number of retirees affected, both in and outside Massachusetts, is about 13,500.  The complaint seeks an order requiring MetLife to locate all of the hundreds of Massachusetts retirees eligible for benefits and provide them retroactive and continuing payments. It also seeks sanctions, censure and an administrative fine.  MetLife in a statement said it has “taken aggressive steps to locate unresponsive annuitants who are due funds and already have or will commence payment, including interest, once the necessary paperwork is complete.”  The Massachusetts investigation is one of several launched by regulators in the wake of MetLife’s December announcement. It also faces probes by the U.S. Securities and Exchange Commission and New York’s insurance regulator.  The case centers on MetLife’s business over the last several decades of acquiring the assets of employers pension plans and converting them into group annuity contracts in a process called pension risk transfer.  Galvin’s complaint said MetLife relied on inadequate procedures to contact retirees, many of whom may not have known the company took over their former employers’ pension responsibilities.  MetLife’s efforts to contact them primarily involved sending two perfunctory letters at age 65 and 70-1\/2, and when retirees did not respond to them, MetLife categorized them as “presumed dead,” the complaint said.  By marking someone as “presumed dead,” the assets to which he or she was entitled were released from the reserve, increasing MetLife’s bottom line, Galvin alleged.  MetLife made no other attempts to contact them, yet Galvin said his office since launching its probe has been able to locate the majority of Massachusetts residents missing out on the payments.  “They weren’t dead at all,” Galvin said in an interview. “No serious effort was made to find these people.”","47":"March 21 (Reuters) - Resolution Life Group Holdings Ltd on Thursday said it appointed former finance chief of U.S. insurer MetLife Inc John Hele as president and chief operating officer.  Hele joined MetLife in 2012 and retired as chief financial officer last year, an year after the insurer disclosed two key financial reporting errors. (reut.rs\/2WlzCT1)  He has held previously senior roles at Arch Capital Group Limited, ING Groep NV, Worldinsure Limited, Merrill Lynch and Crown Life, the London-based company said.  At Resolution Life, Hele will be responsible for global operations at Resolution Life including finance, risk, actuarial, operations and IT. (Reporting by Nivedita Balu in Bengaluru)","48":"(Corrects 3rd bullet to say Metlife expects corporate & other adj. loss of $650-$850 mln after-tax in 2018 (not $700 mln-$900 mln) Metlife Inc:  * METLIFE INC SAYS MANAGEMENT HAS IDENTIFIED A MATERIAL WEAKNESS RELATED TO GROUP ANNUITY RESERVES  * SAYS WILL HIRE THIRD PARTY ADVISORS TO CONDUCT COMPREHENSIVE EXAMINATION LED BY CHIEF RISK OFFICER  * SEES CORPORATE & OTHER ADJUSTED LOSS OF $650 MILLION TO $850 MILLION AFTER-TAX IN 2018 EX. EXPENSE INITIATIVE COSTS  * SAYS INTIAL STEPS TO REMEDIATE MATERIAL WEAKNESS INCLUDE CORRECT ADMINISTRATIVE PRACTICES OF RELEASING RESERVES TO ENSURE IMPROVEMENTS ARE MADE  * SAYS MAINTAINING AVERAGE. 2018-2019 FCF TARGET OF 65-75 PCT  * METLIFE SAYS TO REVISE NET INCOME FOR 2016 AND PRIOR YEARS TO INCLUDE A $241 MILLION POST-TAX RESERVE CHARGE Source text: bit.ly\/2EE7HZ6 Further company coverage:","49":"Feb 13 (Reuters) - Metlife Inc’s adjusted quarterly profit fell 36 percent due to changes in the U.S. tax law and a reserve charge after failing to pay some workers’ pensions.  The insurer, which announced its results after a two-week delay, said adjusted fourth-quarter earnings fell to $678 million, or 64 cents per share, compared with $1.1 billion, or 95 cents per share, in the same period a year earlier.  Analysts were expecting earnings of 64 cents per share, according to Thomson Reuters I\/B\/E\/S.  MetLife booked a fourth-quarter $70 million after-tax charge to cover the costs of finding and repaying the potentially tens of thousands of people to whom it failed to pay pensions.  Some life insurers, including MetLife, take over corporate pension plans from companies that want to offload them. The insurers then use a group annuity to make regular payments to the retirees who are entitled to benefits under those pensions.  Changes to the U.S. tax code resulted in a $298 million hit to adjusted earnings, the company said.  Total adjusted revenue rose to $15.4 million from $15.3 million.  In December, MetLife said it had failed to make pension payments to thousands of workers. On Jan. 29, MetLife said its group annuity reserves fell short because of a “material weakness in internal control over financial reporting.”  The company said the U.S. Securities and Exchange Commission was looking into the matter and said it was delaying its quarterly results to account for the reserve build. (Reporting by Suzanne Barlyn; Editing by Carmel Crimmins and Leslie Adler)","50":"LONDON, Dec 3 (Reuters) - Italian insurer Assicurazioni Generali has held talks with U.S. rival MetLife Inc to buy the bulk of its European assets but discussions have stalled due to differences over price, four sources told Reuters.  Generali, which ranks as Europe’s third biggest insurer, first approached MetLife earlier this year offering to take on most of its underperforming European business whose adjusted earnings slipped 4% in the third quarter, the sources said.  But talks dragged on for more than six months and were hampered by management changes at MetLife, where Michel Khalaf became the New York-based insurer’s new boss in May, they said.  Representatives at Generali and MetLife declined to comment.  Two of the sources said Generali remained interested in hoovering up a significant chunk of MetLife’s European portfolio, including operations in Britain, France, Italy and eastern Europe, but no agreement could be reached.  They said the price and structure of the deal were the main stumbling blocks and ruled out any progress by the end of the year.  MetLife’s Khalaf emailed staff in late November saying there were no live discussions with the Italian insurer after media reports first emerged.  “Negotiations have been on and off for months. There are still many aspects of the deal that need fine-tuning including the valuation,” a source familiar with the discussions said, ruling out any near-term agreement.  Generali has about 3 billion euros ($3.31 billion) for acquisitions, under its latest strategy plan, and its French boss Philippe Donnet is looking at several dossiers, according to a source close to the situation.  Any deal must come at a fair price and unlock significant synergies, this source said.  Generali wants to boost its presence in certain European countries to drive earnings after pulling back from non-core markets including Belgium and the Netherlands last year.  SLOW-MOVING  MetLife operates in 26 countries across Europe, the Middle East and Africa (EMEA), offering life, accident, health and credit insurance, as well as pension products.  The U.S. insurer runs the bulk of its European assets out of Ireland where its main subsidiary - MetLife Europe d.a.c. - has operations in 11 countries including Britain, Italy, Spain and France.  MetLife controls three other subsidiaries active in Europe and known as MetLife Europe Insurance d.a.c., MetLife Greece S.A. and MetLife TUnZiR in Poland.  The sources said Generali had carried out due diligence on all the divisions, aiming to buy most of the operations including activities in Greece and Poland. But MetLife was reluctant to sell its entire European portfolio unless the price was compelling.  Another source familiar with Generali’s strategy said the Trieste-based company was still looking at MetLife’s businesses, but said Generali would only resume efforts to negotiate a deal after its annual results due on March 14, 2020.  The source said that although things were moving slowly the talks could gain traction next year.  Investors are expected to quiz MetLife on its plans for Europe at a New York investor conference on Dec. 12.  MetLife’s EMEA business is the smallest of the U.S. group’s five businesses, with adjusted earnings of $277 million in 2018, compared with $2.8 billion for its U.S. operations and $5.6 billion for the group.  Insurers in Europe such as Old Mutual, Prudential and Standard Life have been streamlining their businesses via disposals and mergers to grapple with tougher regulatory scrutiny, low interest rates and fierce competition.  French insurer AXA is also considering selling its central European business as part of a restructuring to quit markets where it lacks scale, Reuters reported in October. ($1 = 0.9073 euros) (Reporting By Pamela Barbaglia and Carolyn Cohn in London; additional reporting by Gianluca Semeraro, Valentina Za and Stephen Jewkes in Milan and Suzanne Barlyn in New York. Editing by Jane Merriman)","51":"(Corrects to 31 from 40 in third paragraph, adds “pre-tax” in sixth paragraph, corrects last paragraph to say MetLife is one of the largest U.S. life insurers, not the largest by assets.)  Aug 1(Reuters) - Prudential Financial Inc on Wednesday missed Wall Street estimates for quarterly profit, hurt by weaker results at its annuities business.  Prudential, the second largest U.S. life insurer, said adjusted operating income at its individual annuities unit fell 17 percent to $507 million in the second quarter ended June 30.  Annuities are long term investments an individual makes with an insurance company specifically for retirement purposes. They contribute some 31 percent of Newark, New Jersey-based Prudential’s overall adjusted operating income.  The company’s international insurance division also reported a decline in adjusted operating income, of 4.7 percent to $784 million.  Prudential’s stock fell nearly 2 percent to $98.56 in after-hours trading on Wednesday.  Second-quarter net income attributable to Prudential fell to $197 million from $491 million a year earlier. The results reflect a one-time pre-tax expense of $1.6 billion related to divested businesses.  Excluding one-time items, operating profit was $3.01 per share, missing analysts’ average estimate of $3.07 per share, according to Thomson Reuters I\/B\/E\/S.  MetLife Inc, one of the largest U.S. life insurers, reported a better-than-expected second-quarter profit earlier on Wednesday, led by higher premiums and fees. (Reporting by Nikhil Subba in Bengaluru; Editing by Sai Sachin Ravikumar)","52":"FILE PHOTO: The MetLife building is seen in New York, March 8, 2010. REUTERS\/Shannon Stapleton  (Reuters) - Insurer MetLife Inc has agreed to buy vision-care benefits company Versant Health for $1.68 billion from an investor group led by Centerbridge Partners and FFL Partners, it said on Thursday.  The deal is expected to close in the fourth quarter of 2020, the company said in a statement.","53":"May 1 (Reuters) - MetLife Inc on Wednesday reported an 8 percent rise in profit for its last quarter under long-time Chief Executive Officer Steven Kandarian, driven by higher investment income and premiums.  Life insurers make money by investing premiums they receive for coverage, hoping to earn more than what they pay in claims.  Premiums and fees rose 2 percent to $11.26 billion in the first quarter from a year earlier.  However, claims eclipsed the growth, rising 4 percent to $9.07 billion.  MetLife’s net investment income jumped 31 percent to $4.91 billion, driven by a rise in the value of certain securities. On an adjusted basis, it rose 1 percent despite relatively inactive markets in the quarter, versus a year ago, when steep U.S. corporate tax cuts roiled stock markets.  For the company, business grew across most regions, including the United States, Asia and EMEA, but fell 4 percent in Latin America due to higher expenses and a drop in underwriting fees.  The insurer has been trying to grow its Asia and EMEA (Europe, the Middle East and Africa) businesses to hold up to intense competition from online marketplace and in the United States, a market crowded with a bevy of insurers that offer competitive prices.  The U.S. life insurer’s net income rose to $1.35 billion, or $1.40 per share, in the quarter ended March 31, from $1.25 billion, or $1.19 per share a year ago.  On an adjusted basis, the company earned $1.48 per share, compared with analysts’ estimates of $1.22 per share, as per Refinitiv IBES data, although it was not immediately clear if the numbers were comparable.  Kandarian, who held the CEO position for eight years and helped the company ride through intense regulatory oversight in the wake of the financial crisis, will be replaced by Michel Khalaf on Wednesday. (Reporting By Aparajita Saxena in Bengaluru; Editing by Maju Samuel)","54":"May 6 (Reuters) - U.S. insurer MetLife Inc on Wednesday reported first-quarter adjusted earnings that notched up 2% from a year earlier, buoyed by investment growth and strong underwriting in some of the company’s U.S. businesses.  MetLife’s adjusted earnings were $1.45 billion compared with $1.42 billion a year earlier.  The insurer reported an 8% increase for adjusted earnings in its U.S. business, to $780 million from $724 million, which helped to compensate for quarterly losses in MetLife’s international units.  Favorable variable investment income in MetLife’s U.S. group retirement business and strong underwriting in its U.S. property casualty business helped drive the increase, the company said.  MetLife’s overall net investment income sank by 38% to $3.06 billion from $4.9 billion a year ago, driven by unfavorable changes in the fair value of certain securities, MetLife said.  MetLife reported net derivative gains of $4.2 billion compared with $115 million a year earlier.  MetLife holds a book of derivatives to hedge against the risk of market swings. Such gains do not indicate actual performance of the company, but reflect the effect of accounting rules, an issue that has occurred in some previous quarters.  On an adjusted per-share basis, the company earned $1.58 compared with $1.48 in the same period a year earlier.  Analysts on average had expected a profit of $1.44 per share, according to IBES data from Refinitiv. However, it was not immediately clear if the numbers were comparable. (Reporting by Suzanne Barlyn in Washington Crossing, Penn. Editing by Matthew Lewis)","55":"April 30 (Reuters) - MetLife Inc:  * METLIFE NAMES RANDY CLERIHUE CHIEF COMMUNICATIONS OFFICER  * METLIFE INC - CLERIHUE WAS PREVIOUSLY COMPANY’S HEAD OF CORPORATE COMMUNICATIONS Source text for Eikon: Further company coverage:","56":"WASHINGTON, Dec 18 (Reuters) - The U.S. Securities and Exchange Commission (SEC) said on Wednesday that MetLife Inc. has agreed to pay $10 million to settle securities violations.  The agency found that MetLife had violated the books and records and internal accounting controls provisions of the federal securities laws relating to two errors in its accounting for reserves associated with its annuities businesses, the SEC said in a statement.","57":"FILE PHOTO: A MetLife Inc building is shown in Irvine, California, U.S., January 24, 2017. REUTERS\/Mike Blake - RC11CA942300  (Reuters) - Insurer MetLife Inc MET.N said on Thursday it will buy vision-care benefits company Versant Health for $1.68 billion from an investor group led by Centerbridge Partners and FFL Partners, to strengthen its vision insurance business.  The deal, which is expected to close in the fourth quarter of 2020, will add to the insurer’s earnings and free cash flow, MetLife said.  Once the deal is completed, MetLife will become the third largest vision insurer in the U.S. by membership, according to the company.  The addition of Davis Vision and Superior Vision brands will establish MetLife as a leader in managed vision care, said Ramy Tadros, president of U.S. business for MetLife.  Versant was formed in 2017 after Centerbridge combined Superior Vision and Davis Vision, which it acquired in 2016 and 2017 respectively.  Linthicum, Maryland-based Versant has more than 33 million members in the United States across its vision care plans, according to its website.  Reuters reported last December Centerbridge Partners was exploring a sale of Versant Health, and that it hired Barclays BARC.L to run an auction.  CapM Advisors was MetLife’s financial adviser, while Barclays and Centerview Partners LLC were Versant’s financial advisers for the deal.","58":"ZURICH, Dec 11 (Reuters) - Zurich Insurance said its subsidiary Farmers Group and Farmers Exchanges had agreed to acquire MetLife’s property and casualty business in the U.S. for $3.94 billion.  The transaction will give Farmers Exchanges nationwide presence and access to new distribution channels and is expected to support the delivery of Zurich’s growth targets for 2022, the Swiss insurer said in a statement on Friday. (Reporting by Silke Koltrowitz; editing by Thomas Seythal)","59":"May 6 (Reuters) - Metlife Inc:  * METLIFE - QTRLY EARNINGS PER SHARE $4.75; QTRLY ADJUSTED. EARNINGS PER SHARE $1.58; QTRLY ADJUSTED. EARNINGS PER SHARE, EXCLUDING NOTABLE ITEMS $1.58  * METLIFE - QTRLY PREMIUMS, FEES AND OTHER REVENUE $11.34 BILLION, UP 1%  * METLIFE - QTRLY NET INVESTMENT INCOME $3.06 BILLION, DOWN 38%  * METLIFE SAYS QUARTER-END BOOK VALUE OF $72.62 PER SHARE, UP 25% FROM $58.06 PER SHARE AT MARCH 31, 2019  * METLIFE - QTRLY REVENUE $18.31 BILLION, UP 12%  * Q1 EARNINGS PER SHARE VIEW $1.44, REVENUE VIEW $16.29 BILLION -- REFINITIV IBES DATA  * $5.3 BILLION OF CASH AND LIQUID ASSETS HELD AT HOLDING COMPANY LEVEL AT MARCH 31  * METLIFE’S NEXT DEBT MATURITY IS DEC. 2022, WHEN $500 MILLION OF SENIOR NOTES WILL MATURE  * EXPECT NEGATIVE RETURNS IN Q2 FROM PRIVATE EQUITY  * EXPECT TO ACHIEVE 12.3% DIRECT EXPENSE RATIO TARGET FOR FY 2020  * UNDER Q2 OUTLOOK SAYS CHALLENGING FACE-TO-FACE GLOBAL SALES ENVIRONMENT  * AVERAGE FCF TARGET RATIO OF 65-75% HOLDS FOR 2019-2020 BASED ON MARKET CONDITIONS  * AVERAGE FCF RATIO ESTIMATED TO BE 40-60% FOR 2020-2021 BASED ON MARKET CONDITIONS Source text for Eikon: Further company coverage:","60":"NEW YORK (Reuters) - Switzerland's Zurich Insurance Group AG ZURN.S is in advanced talks to acquire MetLife Inc's MET.N U.S. property and casualty (P&C) car and home insurance unit for close to $4 billion, according to people familiar with the matter.  FILE PHOTO: The logo of Zurich Insurance is seen in Davos, Switzerland, January 20, 2020. REUTERS\/Arnd Wiegmann\/File Photo  Zurich Insurance issued a statement late on Friday confirming it was in discussions to acquire MetLife’s U.S. property and casualty business and cautioning that no deal was certain. It did not comment on the value of the deal.  The deal, executed through its Farmers Group Inc subsidiary, would expand Zurich Insurance’s P&C business, as the industry grapples with fallout from the COVID-19 pandemic, which drove up claims for business interruptions and event cancellations.  It would also allow MetLife to exit a business in which it faces fierce competition from larger players such as State Farm, GEICO and Progressive Insurance.  Its P&C business focuses more on car insurance, an area in which people have made fewer claims due to spending less time on the road during the pandemic.  If the negotiations conclude successfully, a deal could be announced by early December, the sources said.  MetLife declined to comment.  MetLife, whose offerings also include life insurance, employee benefits and asset management, earlier this month reported a 68% drop in third-quarter adjusted earnings at its U.S. property and casualty division, to $18 million.  The decline was driven by catastrophe losses caused by storms in the United States, it said.  The New York-based company’s chief executive, Michel Khalaf, said during its latest quarterly earnings call that the P&C business had “an important strategic connection” to the rest of MetLife, but declined to comment on whether he would sell it.  MetLife has been turning to dealmaking to move into more profitable areas.  It said in September it would buy vision-care benefits company Versant Health for $1.68 billion, which would make it the third-largest vision insurer in the United States by membership, and announced in December it would enter the pet insurance market by acquiring PetFirst Healthcare.  Zurich Insurance’s U.S. footprint currently includes Farmers Group, an administrator of insurance policies for Farmers Insurance. Zurich Insurance acquired Farmers Group in 1998, while Farmers Insurance is owned by its policyholders.  Farmers Insurance was the fifth- and seventh-largest provider of home and auto insurance, respectively, in the United States in 2019, according to data provider S&P Global Market Intelligence. MetLife was 14th and 18th, respectively.","61":"NEW YORK, Nov 13 (Reuters) - MetLife Inc was sued for gender discrimination on Wednesday by a female former senior vice president who said she was underpaid, called a “bitch” and told she had to “choose between being pretty and being smart” while working at the insurance company.  Mona Moazzaz, who was MetLife’s chief administrative officer, said in a lawsuit filed in federal court in Manhattan that she was retaliated against and ultimately fired in May after authoring a document calling attention a lack of diversity at the company and other issues.  “We believe the allegations are without merit and plan to defend this matter vigorously,” MetLife spokesman Randy Clerihue said in an email.  Moazzaz, who joined MetLife in 2012, said in her lawsuit that she was paid hundreds of thousands of dollars less than multiple men with similar or lesser responsibilities and unfairly passed over for promotion.  She said that a human resources executive referred to her as a “bitch” and repeatedly called her “the little one” rather than using her name.  Moazzaz said a male “leadership coach” the company assigned to her told her she needed to “choose between being pretty and being smart because men can’t put you in both boxes” if she wanted to be promoted.  In 2018, Moazzaz said, she authored a “candidate strategy” for a MetLife executive, Martin Lippert, who was seeking to become its next CEO. Among other things, the document said MetLife had fallen short in hiring minorities and promoting women.  Lippert lost out to current MetLife CEO Michel Khalaf. Moazzaz said she was fired eight days after Khalaf took over.  Khalaf and other MetLife executives are also named as defendants in the lawsuit, which is brought under federal and New York law and seeks unspecified monetary damages. (Reporting by Brendan Pierson in New York; Editing by Tom Brown)","62":"Feb 12 (Reuters) - Metlife Inc:  * METLIFE TO INVEST TAX SAVINGS IN EMPLOYEES  * METLIFE INC - ESTABLISHING A COMPANY MINIMUM WAGE OF $15 AN HOUR  * METLIFE INC - ESTABLISHING A WORKFORCE OF FUTURE DEVELOPMENT FUND; COMPANY WILL INVEST $10 MILLION  * METLIFE INC - ESTABLISHING A MINIMUM METLIFE-PROVIDED GROUP LIFE INSURANCE BENEFIT OF $75,000, REGARDLESS OF EMPLOYEE’S PAY  * METLIFE - FOR ALL ELIGIBLE U.S. EMPLOYEES, CO INTRODUCING $300 MINIMUM MONTHLY CREDIT FOR CASH-BALANCE FORMULA OF COMPANY’S DEFINED BENEFIT PENSION PLAN Source text for Eikon: Further company coverage: (Bangalore.newsroom@thomsonreuters.com)","63":"(Adds details about premium decrease in U.S. retirement income business)  Aug 5 (Reuters) - U.S. insurer MetLife Inc on Wednesday posted a 43% drop in quarterly adjusted earnings, spurred by declining premium income and private equity investment losses.  Adjusted earnings fell to $758 million in the second quarter from $1.3 billion a year earlier, MetLife said. Excluding items, MetLife earned 83 cents per share compared with $1.46 per share a year ago.  Analysts estimated earnings of 91 cents per share for the second quarter ending June 30, according to Factset, the company said.  Premiums and fees dropped 13% to $10.4 billion, from $12 billion a year ago.  Adjusted premiums and fees in MetLife’s U.S. retirement income unit dropped 58%, to $511 million from $1.2 billion a year earlier, mainly because of lower activity in its business that takes over corporate pension assets.  MetLife’s net investment income was $4.1 billion, down 13% from $4.7 billion a year ago. The decline was driven by a loss in variable investment income, reflecting a reporting lag from the first quarter for private equity results.  “The decline in our private equity portfolio was squarely within our expectations,” MetLife Chief Executive Officer Michel Khalaf said in a statement.  MetLife’s businesses include group workplace life insurance programs.  MetLife said it had higher COVID-related claims during the quarter, but did not provide specifics. The disease’s effects in the third quarter would be largely offset by underwriting margins, the company said.  MetLife reported $710 million in net derivative losses, compared with $724 million in derivative gains a year ago.  Adjusted earnings at most of MetLife’s businesses including the U.S., Asia and Latin America, dropped from the previous year because of declining variable investment income.  MetLife’s EMEA unit reported an adjusted profit of $116 million, up 51% from $77 million a year ago, driven by favorable underwriting and expense margins, the company said. (Reporting by Suzanne Barlyn; Additional reporting by Alwyn Scott; Editing by Leslie Adler Editing by Leslie Adler)","64":"May 11 (Reuters) - MetLife Inc:  * METLIFE SAYS TOTAL ASSETS UNDER MANAGEMENT AS OF MARCH 31, 2020 WAS $601.4 BILLION - SEC FILING Source: (bit.ly\/35NO63U) Further company coverage:","65":"(Adds details about reserve increase)  Jan 28 (Reuters) - U.S. insurer MetLife Inc will pay a $19.75 million penalty to New York State’s insurance regulator after revealing that it had failed to pay pensions to over 13,000 people, the regulator said on Monday.  The New York-based insurer also agreed to pay $189 million to individuals in New York and elsewhere whom it owes and has already paid $123 million, the New York state Department of Financial Services said.  “MetLife has agreed to take actions, many of which are already in progress, to improve our procedures to better serve our customers,” a MetLife spokeswoman said in a statement.  The settlement follows an examination by the New York regulator.  In December, MetLife paid $1 million to Massachusetts’ financial regulator to resolve an administrative case involving the pension snafu, which goes back to 1992.  Some life insurers, including MetLife, take over corporate pension plans from companies that want to offload them. The insurers then use a group annuity to make regular payments to the retirees who are entitled to benefits under those pensions.  MetLife said in 2017 that it was unable to find potentially thousands of retirees whose pensions it had taken over and had self-reported the problem to regulators. Last February, MetLife said it would increase its reserves by $510 million to cover the obligations.  MetLife has ramped up its efforts to locate the retirees and their beneficiaries, the company has said.","66":"FILE PHOTO: A MetLife Inc building is shown in Irvine, California, U.S., January 24, 2017. REUTERS\/Mike Blake  (Reuters) - MetLife Inc MET.N on Thursday said it revised its 2017 earnings upward after an internal review showed that the insurer had miscalculated reserves for an annuity product in Japan.  The mistake “represents a material weakness in controls over financial reporting,” said MetLife, which increased its 2017 net income by $264 million.  The change had no impact on adjusted earnings or payments to customers, MetLife said.  MetLife’s disclosure in its 2017 annual financial filing marks another snag for the insurer, which recently had to delay its fourth-quarter earnings for two weeks because of payments it failed to make to pensioners whom it could not find.  Internal failures that resulted in MetLife not making payments to thousands of pensioners stretched back 25 years, the company said in January.  MetLife took at $70 million charge in the fourth quarter to increase its reserves to address the pension problem.  MetLife, on Thursday, said it uncovered its reserve miscalculation for the Japanese annuity product during a review it launched in late 2017 and completed early this year. But the reserves in this case, for guaranteed rates on a type of annuity, were too high.  The company found that it did not properly include customer withdrawals in its calculations, it said.","67":"(Reuters) - U.S. insurer MetLife Inc MET.N on Tuesday said internal failures that resulted in its not making payments to thousands of pensioners stretched back a quarter of a century and it would take a major effort this year to fix the problems.  FILE PHOTO: A statue stands atop Grand Central Station in front of the MetLife building in New York, October 8, 2008. REUTERS\/Lucas Jackson\/File Photo  The pension problem has dogged Metlife since it revealed the omission in December, prompting investigations by regulators, a two-week delay in the publication of its quarterly earnings and a $70 million charge in the fourth quarter. That charge, along with a hit from U.S. tax changes, helped drag its adjusted quarterly earnings down by over a third.  In total, Metlife raised reserves by $510 million to cover the cost of compensating those affected. The insurer estimates that about 13,500 people could be due payments.  “We remain committed to doing better and are taking the necessary steps to fix the situation,” MetLife’s chief financial officer, John Hele, said in a video presentation to investors on Tuesday.  Some life insurers, including MetLife, take over corporate pension plans from companies that want to offload them. The insurers then use a group annuity to make regular payments to the retirees who are entitled to benefits under those pensions.  MetLife’s problems - it made only two attempts to find the pensioners - has put other insurers on the defensive.  \"This issue is certainly getting a lot of attention in the market,\" Prudential Financial Inc's PRU.N vice chairman, Mark Grier, said during a fourth quarter earnings call with analysts earlier this month.  “Given the size and the age of our block of business, there are inevitably some customers we can’t locate for a number of reasons, but that number is small,” Grier said.  MetLife’s fourth-quarter adjusted quarterly profit fell 36 percent, to $678 million, or 64 cents per share, compared with the same period a year earlier, the company reported on Tuesday. The result matched analyst expectations, according to Thomson Reuters I\/B\/E\/S.  In addition to the $70 million reserve charge, changes in the U.S. tax law cost the company $298 million in the fourth quarter.  The insurer anticipates a $650 million to $850 million after-tax adjusted loss for 2018.  Overall, MetLife’s total adjusted revenue for the fourth quarter rose to $15.4 billion from $15.3 billion.  MetLife shares were down 1.6 percent to $44.50 in after-hours trading.  (This version of the story corrects to show the company anticipates a $650 million to $850 million after-tax adjusted loss for 2018, not $700 million to $900 million, in the 11th paragraph.)","68":"(Reuters) - MetLife Inc MET.N reduced total 2017 compensation for its chief executive and chief financial officer, a year marked by two key errors, including payments it failed to make to pensioners whom it could not locate, according to a filing on Thursday.  FILE PHOTO: A MetLife Inc building is shown in Irvine, California, U.S., January 24, 2017. REUTERS\/Mike Blake  MetLife CEO Steven Kandarian received total compensation of $14.7 million, a 3.6 percent drop from $15.3 million he received in 2016, MetLife said in its proxy filing.  Total compensation for the New York-based insurer’s CFO, John Hele, dropped by 6.4 percent, to $5.3 million from $5.7 million, according to the filing, a change that reflects MetLife’s “performance in managing financial matters, including material weaknesses in internal control over financial reporting,” MetLife said.  MetLife revealed two errors in 2017, including internal failures that resulted in the insurer not making payments to 13,500 pensioners whose plans MetLife took over from private companies.  The problem, which MetLife is in the process of trying to fix by locating and paying the pensioners, stretched back 25 years, the company said in January.  In February, the company had to boost reserves by $510 million pretax because it had previously released funds for its obligations to the pensioners.  In March, MetLife said it uncovered a reserve miscalculation for a Japanese annuity product during a review it launched in late 2017 and completed early this year.  “MetLife did not live up to the high standards we set for ourselves,” Kandarian wrote in his annual letter, also on Thursday.  The company reduced a cash annual incentive compensation award for each of the two executives by 25 percent to $3 million for Kandarian and $1.5 million for Hele.  MetLife also considered MetLife’s total shareholder return in its analysis, it said.","69":"Feb 14 (Reuters) - MetLife Inc:  * METLIFE INC SAYS TOTAL ASSETS UNDER MANAGEMENT AT DEC 31, 2019 OF $600 BILLION - SEC FILING Source: (bit.ly\/2OUwFaA) Further company coverage:","70":"BOSTON (Reuters) - MetLife Inc will pay a $1 million fine to resolve claims that it made misleading statements to investors in failing to pay pension benefits to thousands of retirees it improperly treated as “presumed dead.”  The MetLife building is seen in New York, March 8, 2010. REUTERS\/Shannon Stapleton\/File Photo  Massachusetts Secretary of the Commonwealth William Galvin announced the settlement on Wednesday. The deal resolves an administrative case that Galvin’s office filed against MetLife in June.  As part of the settlement, Galvin’s office said that MetLife will provide payments, with interest, to hundreds of Massachusetts retirees and beneficiaries.  In an administrative complaint, Galvin’s office accused MetLife of making misleading statements to investors regarding the sufficiency of the reserves it was required to maintain to meet its obligations to pensioners.  Following December’s revelation, MetLife said in February it would increase the reserves by $510 million. The company has estimated that the number of retirees affected, both in and outside Massachusetts, is about 13,500.  “Our focus since we self-identified and self-reported this issue has been to enhance our processes so that we deliver better service to our customers,” MetLife said in a statement. “This settlement is in line with that focus.”  The case centers on MetLife’s business over the last several decades of acquiring the assets of employer pension plans and converting them into group annuity contracts in a process called pension risk transfer.  Galvin’s complaint said MetLife relied on inadequate procedures to contact retirees, many of whom may not have known the company took over the pension responsibilities.  MetLife contacted them primarily by sending two perfunctory letters at age 65 and 70-1\/2. When retirees did not respond to them, MetLife categorized them as “presumed dead,” the complaint said.  By marking someone as “presumed dead,” the assets to which the retiree was entitled were released from the reserve, increasing MetLife’s bottom line, Galvin alleged.","71":"July 31 (Reuters) - U.S. insurer MetLife Inc on Wednesday reported quarterly profit that doubled from a year-ago, boosted by strong derivative gains.  MetLife recorded $724 million in derivative gains in the second quarter, reflecting changes in equity markets and interest rates. In the year-ago quarter, the company had a derivative loss of $59 million.  Premiums and fees dropped 29% to $12.02 billion, from a year earlier, while claims fell 33% to about $10 billion.  The insurer grew its business grew across U.S. and Latin America, but Asia and EMEA slipped.  Net investment income rose 5% to $4.69 billion, from a year earlier. Life insurers make money by investing premiums they receive for coverage, hoping to earn more than what they pay in claims.  Net income available to MetLife common shareholders rose to $1.68 billion, or $1.77 per share, in the second quarter ended June 30, from $845 million, or 83 cents per share, a year earlier.  On an adjusted basis, the company earned $1.38 per share.  Analysts on average had expected a quarterly profit of $1.34 per share, according to Refinitiv data. It was not immediately clear if the numbers were comparable.  This is MetLife’s first quarter under Chief Executive Officer Michel Khalaf.  Khalaf replaced Steven Kandarian who held the role for eight years and helped the company ride through intense regulatory oversight in the wake of the financial crisis. (Reporting by Bharath Manjesh in Bengaluru; Editing by Bernard Orr)","72":"FILE PHOTO: A statue stands atop Grand Central Station in front of the MetLife building in New York, October 8, 2008. REUTERS\/Lucas Jackson\/File Photo  (Reuters) - U.S. insurer MetLife Inc MET.N said on Tuesday John Hele has retired as chief financial officer and will be succeeded by the company's treasurer John McCallion.  McCallion, 44, takes over as CFO on Tuesday, a day before MetLife is to report first-quarter 2018 earnings. Hele, 59, is expected to stay at MetLife as senior adviser until September.  In 2017 MetLife disclosed two key financial reporting errors, including payments it failed to make to pensioners whom it could not locate after taking over their plans from private companies.  MetLife cut Hele’s total 2017 compensation by 6.4 percent, to $5.3 million from $5.7 million, a change that reflected the insurer’s “performance in managing financial matters, including material weaknesses in internal control over financial reporting,” the company said in an April 26 proxy statement..  A MetLife spokesman declined to comment on whether the errors had spurred Hele’s retirement. He had been with the company for nearly 10 years.  “I want to thank John Hele for his service as CFO and for bringing a sharper focus on the true economics of the business we write,” MetLife Chief Executive Steven Kandarian said in a statement.  In March, MetLife said it uncovered a reserve miscalculation for a Japanese annuity product during a review it launched in late 2017 and completed early this year.  McCallion joined MetLife in July, 2006. He has served as head of investor relations and CFO for Europe, the Middle East, and Africa, among other roles. McCallion has also worked at the insurance audit practice of PwC.  MetLife, also on Tuesday, named Stephen Gauster as Executive Vice President and General Counsel. Gauster joined the company in 2016.","73":"FILE PHOTO: Makenna Hillyard, 13, checks a to-go order at Farley's East in Oakland, California, U.S. April 16, 2020. The cafe temporarily closed during the shelter-in-place but returned first to sell meals-to-go and later reopened its cafe on April 29, 2020 with the help of the paycheck protection program, part of the $2.3 trillion economic relief package passed by Congress in late March. REUTERS\/Nathan Frandino  WASHINGTON (Reuters) - Most small business owners in the United States believe the worst of the coronavirus pandemic is still ahead of them, with half saying their operations would permanently close within a year unless the business environment improves, the U.S. Chamber of Commerce said on Tuesday.  A new U.S. Chamber-MetLife poll of small businesses taken from Oct. 30-Nov. 10 showed that 74% of the owners said they need further government assistance to weather the pandemic. That percentage rises to 81% for minority-owned businesses.  The quarterly poll found that the 62% of small business owners fear that the worst is still to come with COVID-19’s economic impact. Only 40% said they believe their small businesses can operate indefinitely during the current business environment.  “We must ensure small businesses across the country receive the assistance they need from the federal government,” said Neil Bradley, the Chamber’s chief policy officer. “Not passing the bipartisan compromise for temporary and targeted relief risks the permanent loss of tens of thousands of small businesses, financial hardship for millions of Americans, and unnecessary delays in combating the pandemic.”  Democrats and Republicans in Congress are still wrangling this week over a new coronavirus relief package that would provide additional unemployment compensation and aid to small businesses and other sectors of the economy hit hard by the pandemic.  Bradley said the quarterly survey found that 14% of small businesses are currently planning to cut staff, up from 9% in July and September. Staff reduction plans are back up to the 13% level that the survey saw in April during the pandemic’s first peak, he said.  The United States extended its rollout of the first authorized COVID-19 vaccine here Tuesday, inoculating healthcare workers on the frontlines of a pandemic that has killed more than 300,000 people across the country.","74":"June 18 (Reuters) - MetLife Inc:  * METLIFE - METROPOLITAN TOWER LIFE INSURANCE CO ANNOUNCED TODAY ITS FIRST UNITED KINGDOM LONGEVITY REINSURANCE TRANSACTION WITH PENSION INSURANCE CORP  * METLIFE INC -UNIT WILL PROVIDE REINSURANCE TO PIC FOR LONGEVITY RISK ASSOCIATED WITH ABOUT £280 MILLION OF PENSION LIABILITIES Source text for Eikon: Further company coverage:","75":"May 1 (Reuters) - U.S. insurer MetLife Inc said on Tuesday John Hele retired as chief financial officer and will be succeeded by the company’s treasurer John McCallion.  McCallion takes over as CFO on Tuesday, and Hele is expected to stay at MetLife as senior adviser until September. (Reporting By Aparajita Saxena in Bengaluru; Editing by Sai Sachin Ravikumar)","76":"MetLife Inc:  * METLIFE ANNOUNCES CHANGE TO VIRTUAL-ONLY 2020 ANNUAL SHAREHOLDERS MEETING Source text for Eikon: Further company coverage:","77":"(Reuters) - U.S. insurer MetLife Inc MET.N topped estimates for quarterly profit on Wednesday, as premiums and net investment income rose.  Life insurers make money by investing coverage premiums into stocks and bonds, hoping to earn more than what they pay out in claims.  The company’s net investment income rose 34.1% to $4.64 billion, driven by favorable changes in the fair value of securities.  Premiums and fees rose 24% to $13.76 billion in the quarter.  Most of the insurer’s businesses including Asia, EMEA and Latin America reported growth.  MetLife’s Asia unit’s adjusted earnings grew 21.3% to $341 million, buoyed by volume growth and higher investment margins, while those at its EMEA business grew 20%.  The insurer has been working to grow its Asia and EMEA units amid intense competition from online marketplaces and in the highly competitive U.S. market.  Adjusted earnings at its Latin America business grew 17.5% to $161 million, partially driven by higher sales in Brazil and Mexico.  However, MetLife reported a 1.5% fall in adjusted profit in its domestic business, hurt by weakness in its retirement, and property and casualty segments.  The company reported derivative losses of $1.47 billion for the quarter, compared with gains of $939 million, a year earlier.  Excluding items, MetLife’s profit rose to $1.83 billion, in the fourth quarter ended Dec. 31, from $1.34 billion, a year earlier.  On a per share basis, the company earned $1.98 per share surpassing analysts’ average expectations of a profit of $1.38 per share, according to IBES data from Refinitiv.","78":"(Corrects day of week to Thursday instead of Wednesday, first paragraph.)  Nov 1 (Reuters) - MetLife Inc reported a profit in the third quarter on Thursday, helped by volume growth, favorable underwriting, expense management, and improved investment income.  Net investment income rose to $4.49 billion from $4.3 billion, a year earlier.  Net income available to MetLife common shareholders was a profit of $880 million. The company posted a loss of $97 million a year earlier.  On a per share basis, the company earned 88 cents compared to a loss of 9 cents, a year ago.  The insurer had a loss in the same quarter last year primarily due to the separation of Brighthouse Financial, its former individual life insurance business.  Excluding the item, the company earned $1.38 per share.  Analysts on average had expected a quarterly profit of $1.27 per share, according to Refinitiv data. It was not immediately clear if the numbers were comparable.  However, premiums, fees and other revenues fell 4 percent to $12.1 billion due to weakness in Asia, Europe, Middle East and Africa. (Reporting by Diptendu Lahiri in Bengaluru and Suzanne Barlyn in New York; Editing by Bernard Orr)","79":"(Corrects paragraph 2 to show Metlife must pay retroactive benefits of more than $189 million, not $206 million, after DFS corrects earlier statement)  Jan 28 (Reuters) - The Department of Financial Services said on Monday it has fined insurer Metlife Inc $19.75 million for violating New York insurance law by failing to properly locate and pay benefits to thousands of people it insured in New York.  The insurer has also been ordered to pay retroactive benefits to policyholders in New York State and elsewhere totaling more than $189 million, of which the company has already paid $123 million, the regulator said in a statement on.ny.gov\/2RYoYUf. (Reporting by Diptendu Lahiri in Bengaluru; Editing by Arun Koyyur)","80":"FILE PHOTO: A MetLife Inc building is shown in Irvine, California, U.S., January 24, 2017. REUTERS\/Mike Blake  NEW YORK (Reuters) - Metlife Inc MET.N said on Thursday it assumes U.S. deaths from COVID-19 will rise to about 200,000 by the end of September, but that the disease is having minimal overall impact on underwriting.  “We continue to anticipate modest underwriting impacts from COVID-19 on a combined basis, assuming death rises in the U.S. to approximately 200,000 through the third quarter,” Chief Financial Officer John McCallion told investors on a conference call.  Through Wednesday, at least 158,546 people in the United States have died from the disease, and the country has recorded 4.8 million presumptive and confirmed cases, according to state and local government data collected by Reuters here.  MetLife released earnings on Wednesday.  The insurer expects about 40,000 COVID-19 deaths in Mexico in the third quarter, but overall mortality from the disease will not be as severe as in the second quarter, McCallion said.  The company added that its commercial mortgage portfolio is showing “signs of stress,” especially in the hotel and retail sectors.","81":"Feb 3 (Reuters) - Insurer MetLife Inc reported a marginal rise in fourth-quarter adjusted profit on Wednesday as investment growth and strong underwriting in some of its U.S. businesses cushioned the hit from coronavirus-related claims.  Adjusted earnings of the insurer’s U.S. business jumped 51% to $1.02 billion, while its overall net investment income grew by 13% to $5.24 billion on strong returns from private equity investments.  That helped MetLife offset weak performance in Latin America, where its business was impacted by claims from deaths linked to the COVID-19 pandemic.  Global life insurers are taking steps to curb payouts stemming from the health crisis, including long-term health consequences that are not fully understood. nL1N2JP1SV]  In the United States, 8% of reported group life insurance claims from April to August attributed the cause of death to COVID-19, according to the U.S. Society of Actuaries.  MetLife also said its net derivative losses widened 7% from a year earlier to $1.56 billion.  The insurer holds a book of derivatives to hedge against the risk of market swings. Such gains do not indicate the actual performance of the company, but reflect the effect of accounting rules, an issue that has occurred in some previous quarters.  MetLife reported adjusted earnings of $1.84 billion or $2.03 per share, for the quarter ended Dec. 31, compared with $1.83 billion, or $1.98 per share, a year earlier.  Analysts on average had expected a profit of $1.52 per share, according to Refinitiv IBES data. But it was not immediately clear if the numbers were comparable. (Reporting by Noor Zainab Hussain in Bengaluru, Alwyn Scott in New York and Suzanne Barlyn in Washington Crossing, Pennsylvania; Editing by Aditya Soni)","82":"July 8 (Reuters) - MetLife Inc:  * SETS QUARTERLY DIVIDEND OF $0.46PER SHARE Source text for Eikon: Further company coverage:","83":"April 28 (Reuters) - MetLife Inc:  * METLIFE INCREASES COMMON STOCK DIVIDEND BY 4.5 PERCENT  * METLIFE INC - DECLARED A Q2 2020 COMMON STOCK DIVIDEND OF $0.46 PER SHARE Source text for Eikon: Further company coverage:","84":"April 29 (Reuters) - MetLife Inc:  * METLIFE INC SAYS CEO MICHEL A. KHALAF’S 2019 TOTAL COMPENSATION WAS $14.6 MILLION VERSUS $10.8 MILLION IN 2018 – SEC FILING  * METLIFE INC SAYS FORMER PRESIDENT AND CEO STEVEN A. KANDARIAN’S 2019 TOTAL COMPENSATION WAS $12 MILLION VERSUS $17.4 MILLION IN 2018  * METLIFE INC SAYS EXECUTIVE VICE PRES. AND CFO JOHN D. MCCALLION’S 2019 TOTAL COMPENSATION WAS $6.3 MILLION VERSUS $3.3 MILLION IN 2018  * METLIFE INC - RATIO OF CEO TO MEDIAN EMPLOYEE 2019 TOTAL COMPENSATION WAS ABOUT 190:1. Source text: (bit.ly\/2KLtnnD) Further company coverage:","85":"(Reuters) - U.S. insurer MetLife Inc MET.N on Wednesday reported quarterly profit that doubled from a year ago, boosted by strong derivative gains.  FILE PHOTO: A MetLife Inc building is shown in Irvine, California, U.S., January 24, 2017. REUTERS\/Mike Blake  MetLife recorded $724 million in derivative gains in the second quarter, reflecting changes in equity markets and interest rates. In the year-ago quarter, the company had a derivative loss of $59 million.  Premiums and fees dropped 29% to $12.02 billion, from a year earlier when the insurer inked a deal to provide pension benefits for about 41,000 FedEx Corp FDX.N retirees and beneficiaries through an annuity.  The 2018 deal was the first “jumbo-sized” U.S. transfer of pension obligations to an insurer, measured by premium, since 2013, an analyst said at the time. A comparable deal, which included about $6 billion in pension obligations and the premium generated, did not occur during the 2019 quarter.  MetLife’s adjusted earnings were $1.3 billion, the same as the prior year quarter.  Claims fell 33% to about $10 billion.  Adjusted earnings for MetLife’s U.S. business were up 9%, spurred partly by lower expenses and favorable underwriting. MetLife’s group benefits business largely drove the increase with adjusted earnings of $311 million, rising 19% over the prior year period.  In Latin America, adjusted earnings were up 10%, boosted partly by higher sales in Chile and Mexico.  Adjusted earnings for MetLife’s Asia business were down 1%, driven partly by a 12% decline in Japan of annuities tied to foreign currency.  The insurer’s Europe, Middle East and Africa business saw a 10% decline in adjusted earnings, after more favorable expense margins in the prior-year period offset favorable underwriting, investment margins and volume growth.  Net investment income rose 5% to $4.69 billion, from a year earlier. Life insurers make money by investing premiums they receive for coverage, hoping to earn more than what they pay in claims.  Net income available to MetLife common shareholders rose to $1.68 billion, or $1.77 per share, in the second quarter ended June 30, from $845 million, or 83 cents per share, a year earlier.  On an adjusted basis, the company earned $1.38 per share.  Analysts on average had expected a quarterly profit of $1.34 per share, according to Refinitiv data. It was not immediately clear if the numbers were comparable.  This is MetLife’s first quarter under Chief Executive Officer Michel Khalaf.  Khalaf replaced Steven Kandarian who held the role for eight years and helped the company ride through intense regulatory oversight in the wake of the financial crisis.","86":"Feb 13 (Reuters) - Metlife Inc:  * METLIFE INC - QTRLY EARNINGS PER SHARE $1.97; QTRLY ADJUSTED EARNINGS PER SHARE $0.64; QTRLY TOTAL REVENUE $15.75 BILLION VERSUS $12.63 BILLION  * METLIFE INC - QTRLY NET INCOME INCLUDES $70 MILLION AFTER-TAX CHARGE RELATED TO INCREASING CERTAIN RETIREMENT & INCOME SOLUTIONS POLICY RESERVES  * METLIFE INC - IMPACT OF RESERVE CHARGE ON Q4, FY EARNINGS & MATERIAL WEAKNESS THAT LED CO TO DELAY EARNINGS ANNOUNCEMENT “ARE UNACCEPTABLE AND DEEPLY DISAPPOINTING”  * METLIFE INC - QTRLY NET INCOME ALSO INCLUDES $1.2 BILLION AFTER-TAX BENEFIT RELATED TO IMPACT OF U.S. TAX REFORM WHICH INCLUDES A NEGATIVE IMPACT TO ADJUSTED EARNINGS OF $298 MILLION  * METLIFE INC - QTRLY PREMIUMS, FEES & OTHER REVENUE $11.3 BILLION, UP 3 PERCENT  * METLIFE INC - QTRLY NET INVESTMENT INCOME, AS REPORTED ON ADJUSTED BASIS, WAS $4.1 BILLION, DOWN 1 PERCENT  * METLIFE INC - AT QUARTER-END, BOOK VALUE WAS $53.57 PER SHARE, DOWN 10 PERCENT, PRIMARILY DUE TO SEPARATION OF BRIGHTHOUSE FINANCIAL Source text for Eikon: Further company coverage:","87":"HONG KONG, June 28 (Reuters) - U.S. insurer MetLife Inc will sell its Hong Kong operations to FWD, the insurance company owned by tycoon Richard Li, the companies said in a joint statement on Friday, without disclosing any financial details of the deal.  The deal is the latest in a series of acquisitions FWD has made in the region, and comes after MetLife shelved an earlier attempt to sell its Hong Kong business worth over $500 million to a mainland Chinese buyer who failed to meet funding commitments, Reuters reported last year.  “The acquisition is another step towards fulfilling our ambition to build a leading pan-Asian life insurance platform,” FWD Group Chief Executive Officer Huynh Thanh Phong said.  The acquisition highlights the attractiveness of Hong Kong’s insurance businesses, which are receiving a boost from growing wealth in the city and Chinese visitors snapping up foreign currency-denominated products.  Hong Kong’s life insurance market is well-developed, with a life and health insurance premium to GDP ratio of 17.94% in 2017, Asia’s second-highest after Taiwan, according to data from insurer Swiss Re.  Hong Kong-based FWD has been aggressively expanding its Asian footprint in the last couple of years, mainly through acquisitions as it seeks to grab a bigger share of the market from large global as well as local insurers.  In March, Thailand’s Siam Commercial Bank Pcl (SCB) said it had entered into exclusive talks to sell its life insurance business to FWD.  In August last year, it got regulatory approval to buy HSBC Holdings’ 49% stake in the London-headquartered lender’s Malaysian life insurance joint venture, HSBC Amanah Takaful Malaysia Bhd.  FWD’s Asia presence includes Indonesia, Japan, Singapore, the Philippines, Thailand, and Vietnam. The company is also awaiting regulatory approval in China to launch a life insurance joint venture.  The company plans to rename and rebrand the MetLife Hong Kong business, the statement said, adding that all existing MetLife Hong Kong policies will continue to be honoured by FWD following the change in ownership. (Reporting by Alun John; Editing by Rashmi Aich)","88":"March 16 (Reuters) - Kbc Groep Nv:  * COMPLETES ACQUISITION OF METLIFE’S 40% STAKE IN UBB-METLIFE JOINT VENTURE (BULGARIA) Source text: bit.ly\/2DwK1Bk Further company coverage: (Gdynia Newsroom)","89":"May 22 (Reuters) - MetLife Inc:  * METLIFE ANNOUNCES NEW $1.5 BILLION SHARE REPURCHASE AUTHORIZATION  * METLIFE INC - INTENDS TO DIVEST ITS SHARES OF BRIGHTHOUSE FINANCIAL, INC. COMMON STOCK AS SOON AS PRACTICABLE  * METLIFE INC - EXPECTS TO COMPLETE DIVESTITURE OF BRIGHTHOUSE FINANCIAL SHARES PRIOR TO END OF 2018  * METLIFE INC - DOES NOT EXPECT STRUCTURE OF ANY TRANSACTION TO AFFECT ITS PLANS TO REPURCHASE SHARES OF METLIFE, INC. COMMON STOCK IN 2018  * METLIFE INC - ON TRACK TO RETURN APPROXIMATELY $5 BILLION OF CAPITAL TO CO’S SHAREHOLDERS IN 2018 Source text for Eikon: Further company coverage:","90":"(Adds MetLife, Mercuria)  March 7 (Reuters) - The following financial services industry appointments were announced on Wednesday. To inform us of other job changes, email moves@thomsonreuters.com.  STANHOPE CAPITAL  The UK-based investment manager said former Cambridge Associates London head Alex Kershaw would join as a partner within its portfolio management team.  FRANKLIN TEMPLETON INVESTMENTS  The Franklin Resources Inc unit named Invesco Powershares executive Caroline Baron as head of ETF sales, EMEA.  SOCIETE GENERALE CORPORATE & INVESTMENT BANKING  Societe Generale has promoted Raj Malhotra to head of debt capital markets for Asia Pacific, effective April 1, IFR reported.  METLIFE INC  The insurer named Marlene Debel, its U.S. chief financial officer, as head of its retirement and income solutions (RIS) business.  MERCURIA  Three members of the commodities trader’s natural gas team in Houston have departed, three sources familiar with the matter said. (Compiled by Mrinalini Krothapalli and Arunima Banerjee in Bengaluru)","91":"ZURICH\/LONDON (Reuters) -Zurich Insurance and Farmers Exchanges have agreed to buy MetLife’s U.S. property and casualty business for $3.94 billion, the insurers said on Friday, after the COVID-19 pandemic made motor and home insurers more profitable.  FILE PHOTO: The logo of Zurich Insurance is seen in Davos, Switzerland, January 20, 2020. REUTERS\/Arnd Wiegmann  Motor and home insurers have had a windfall as government lockdowns to curb the spread of infection have reduced the number of claims for road accidents and burglaries.  Insurers, such as Zurich, by contrast have faced hefty claims from event cancellation and business interruption and premium rates are rising.  “It is an acquisition that complements very well...what we see on the commercial side where the market is hardening,” Zurich Chief Executive Officer Mario Greco told a media call.  The Swiss insurer will contribute $2.43 billion to the deal through its Farmers Group Inc (FGI) unit, while the Farmers Exchanges will contribute $1.51 billion, Zurich said.  Reuters was the first to report on Nov. 20 that Zurich was in talks to buy the MetLife business.  The deal will give Farmers Exchanges, to which FGI provides certain administrative and management services, a nationwide presence in the United States and access to new distribution channels, Zurich said.  It will also help Zurich deliver its growth targets for 2022. Chief financial officer George Quinn told the call that the insurer’s targets did not depend on acquisitions, but they “can accelerate what we are looking to achieve”.  MetLife President and CEO Michel Khalaf said the sale would allow the life insurer “to focus on our core strengths”.  The deal is the latest in the sector.  Denmark’s Tryg and Canada’s Intact Financial are buying British home and motor insurer RSA, and Finland’s Sampo and South Africa’s Rand Merchant Investment is buying Britain’s Hastings.  Shares in Zurich were down 1.3% at 0825 GMT in a 0.8% lower European insurance market. KBW analysts called the transaction a “great strategic deal,” but reiterated their underperform rating on the stock.  The MetLife business to be acquired includes 2.4 million policies, $3.6 billion of net written premiums in 2019 and 3,500 employees, Zurich said.  Zurich said it wanted to fund FGI’s portion of the deal through a roughly equal combination of internal resources and hybrid debt.  Completion of the transaction is subject to regulatory approvals and is anticipated to occur in the second quarter of 2021.","92":"Feb 5 (Reuters) - U.S. insurer MetLife Inc reported a 37.3% jump in quarterly adjusted profit on Wednesday, helped by higher premiums and a rise in net investment income.  Life insurers make money by investing coverage premiums into stocks and bonds, hoping to earn more than what they pay out in claims.  The company’s net investment income rose 34.1% to $4.64 billion, driven by favorable changes in the fair value of securities.  Premiums and fees rose 24% to $13.76 billion in the quarter.  Excluding items, MetLife’s profit rose to $1.83 billion, or $1.98 per share, in the fourth quarter ended Dec. 31, from $1.34 billion, or $1.35 per share, a year earlier.  Analysts on average had expected a profit of $1.38 per share, according to IBES data from Refinitiv. However, it was not immediately clear if the numbers were comparable.","93":"Feb 6 (Reuters) - Life insurer MetLife Inc reported a better-than-expected fourth-quarter profit on Wednesday, helped by solid volume growth and favorable underwriting in its U.S. group retirement business and higher group sales in Latin America.  Earnings at its U.S. retirement business more than doubled, also due to higher investment margins and changes in the U.S. tax law, helping boost overall adjusted profits in the United States up 38 percent.  The results follow a quarter that analysts anticipated would be challenging for many life insurers, whose massive investment portfolios were caught in the whims of tumultuous markets toward the end of 2018.  Excluding one-time items, MetLife earned $1.35 per share. Analysts on average had expected earnings of $1.28 per share, according to Refinitiv data.  However, net income fell to $2 billion from $2.3 billion a year earlier due to weaker underwriting fees in Asia, Europe, the Middle East and Africa.  Net investment income also slid to $3.46 billion from $4.45 billion a year earlier, driven by changes in the estimated fair value of certain securities. Adjusting for those changes, net investment income rose 7 percent. (Reporting by Diptendu Lahiri in Bengaluru; Editing by Sai Sachin Ravikumar)","94":"FILE PHOTO: A MetLife Inc building is shown in Irvine, California, U.S., January 24, 2017. REUTERS\/Mike Blake  (Reuters) - U.S. insurer MetLife Inc MET.N said on Wednesday it would buy Bequest Inc, which helps customers draw up legally valid wills and estate planning documents online, for an undisclosed amount.  The deal is the latest example of how group life insurers are stepping up efforts to compete in a marketplace that offers “financial wellness” products and services to employees of their customers to help them manage their investments and savings.  Bequest, which does business as Willing, will continue to offer its services to consumers online after the deal, and the companies plan to extend the services to MetLife’s customers.  The deal is expected to close this year, pending regulatory approvals.","95":"March 1 (Reuters) - Metlife Inc:  * METLIFE SAYS ADDITIONAL INTERNAL REVIEW OF PRACTICES AND PROCEDURES WAS COMPLETED IN EARLY 2018 - SEC FILING  * METLIFE - REVIEW ON CALCULATION OF SOME RESERVES RELATED TO METLIFE HOLDINGS VARIABLE ANNUITY GUARANTEES ASSUMED FROM FORMER OPERATING JV IN JAPAN  * METLIFE - AS A RESULT, CO REDUCED THE RESERVES BY $896 MILLION($582 MILLION, NET OF INCOME TAX)  * METLIFE - OF $896 MILLION AMOUNT, $214 MILLION INCURRED IN 2017, $682 MILLION ($443 MILLION, NET OF INCOME TAX) WAS CONSIDERED “AN ERROR”  * METLIFE - RECORDING ERRONEOUS AMOUNT IN Q4 2017 FINANCIAL STATEMENTS WOULD HAVE HAD A MATERIAL EFFECT ON RESULTS OF OPERATIONS FOR 2017  * METLIFE - AS A RESULT OF FINANCIAL ADJUSTMENTS, RESERVES AMOUNTS PREVIOUSLY REPORTED HAVE BEEN IMMATERIALLY RESTATED  * METLIFE - CO CORRECTED OTHER UNRELATED IMMATERIAL ERRORS WHICH WERE PREVIOUSLY RECORDED IN THE PERIODS THE COMPANY IDENTIFIED THEM Source text (bit.ly\/2F533Es) Further company coverage:","96":"Logo of Zurich insurance is seen at an office building in Zurich, Switzerland August 9, 2018.  MILAN (Reuters Breakingviews) - Mario Greco’s latest M&A swoop confirms his reputation for shrewdness. The 61-year-old Zurich Insurance boss is expanding in the attractive U.S. insurance market thanks to a somewhat less-than-straightforward $3.94 billion deal with rival MetLife. Chunky, stable returns expected from the transaction should ensure the $61 billion Swiss insurer continues to outperform its rivals.  Under the terms of the deal, Greco’s largest yet, Zurich will use its Farmers Group subsidiary to purchase the American property and casualty business of MetLife, and then flip it to partner Farmers Exchanges, a mutual insurer, for $1.51 billion. Zurich’s final bill will thus amount to $2.43 billion.  Though more complicated than a straight acquisition, the beauty of the structure lies in a sweet arrangement between Farmers Group and its U.S. mutual insurance partner. The Zurich subsidiary provides ancillary services such as premium collection and investment management to Farmers Exchanges for a fee close to 7% of the mutual insurers’ premiums. This makes earnings predictable without eroding Zurich’s solvency ratios. The contribution from Farmers already amounted to 28% of Zurich’s annual operating profit.  The MetLife deal should generate an additional annual fee of around $230 million from 2023, says Zurich, plus $30 million in other pre-tax profit. These will come to $260 million once taxed at 24% and after intangible amortisation worth $60 million a year is added back. Divide that by Zurich’s net investment of $2.43 billion, and the return exceeds 10%, well above the 7.8% weighted average cost of capital that GuruFinance attributes to MetLife.  The MetLife transaction is the second sizeable one Greco has carried out at Zurich since the Italian executive arrived four-plus years ago. His A$2.9 billion purchase of an insurance unit of Australia and New Zealand Banking Group in 2017, another reasonably large purchase, was also sensibly priced.  Investors cannot complain. Since taking the helm in May 2016, Zurich shares have delivered a total return with dividends of 115%, Refinitiv data show. That’s almost twice the return delivered by rival Allianz, and well above those produced by France’s AXA and Italy’s Assicurazioni Generali, which Greco formerly led. With a few years yet ahead of him, Greco has time to put his M&A skills to further use.","97":"Aug 22 (Reuters) - U.S. insurer MetLife Inc on Wednesday named Kishore Ponnavolu as president of the company’s Asia region, while Rebecca Tadikonda was named head of strategic growth markets for the region.  Ponnavolu is the current head of the insurer’s auto and home business in the United States, while Tadikonda is MetLife’s chief strategy officer.  In addition to her new duties, Tadikonda will remain as chief strategy officer until a replacement is named, MetLife said in a statement.  Both appointments are effective on Sept. 1. (Reporting by Ismail Shakil in Bengaluru; Editing by Peter Cooney)","98":"May 8 (Reuters) - MetLife Inc:  * METLIFE TO PROVIDE PENSION BENEFITS TO APPROXIMATELY 41,000 FEDEX RETIREES AND BENEFICIARIES Source text for Eikon: Further company coverage:","99":"April 30 (Reuters) - MetLife Inc:  * METLIFE COMPLETES MERGER OF TWO SUBSIDIARIES Source text for Eikon: Further company coverage:","100":"April 20 (Reuters) - MetLife Inc:  * METLIFE NAMES SUSAN GREENWELL AS HEAD OF GLOBAL GOVERNMENT RELATIONS Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","101":"March 7 (Reuters) - Metlife Inc:  * MARLENE DEBEL TO LEAD METLIFE RETIREMENT BUSINESS  * METLIFE - DEBEL CURRENTLY SERVES AS U.S. CFO FOR CO, A ROLE SHE WILL CONTINUE ON INTERIM BASIS UNTIL SUCCESSOR IS NAMED Source text for Eikon: Further company coverage:","102":"MetLife Inc agreed to pay $84 million to settle a proposed class action accusing the insurer of misleading shareholders nearly a decade ago by underreporting its potential liabilities on claims for dead policyholders.  The preliminary settlement over MetLife’s alleged misuse of the Social Security “Death Master File,” which lists people who recently died, was filed late Tuesday in Manhattan federal court and requires approval by U.S. District Judge Lewis Kaplan.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2YqapcD","103":"FILE PHOTO: A MetLife Inc building is shown in Irvine, California, U.S., January 24, 2017. REUTERS\/Mike Blake  WASHINGTON (Reuters) - Insurer MetLife Inc. MET.N will pay $10 million to settle with U.S. regulators over longstanding internal controls failures, the Securities and Exchange Commission (SEC) said on Wednesday.  The settlement follows a probe by the SEC into the company’s failure to pay some workers’ pensions, which MetLife disclosed in December 2017. The agency found MetLife violated key provisions of the federal securities laws relating to two errors in how it accounted for reserves associated with its annuities businesses, it said in Wednesday’s statement.  The case centers on MetLife’s business over the last several decades of acquiring the assets of employer pension plans and converting them into group annuity contracts in a process called pension risk transfer.  For over 25 years, MetLife’s practice was to presume annuitants had died or otherwise would never be found if they did not respond to only two mailing attempts made approximately five and half years apart, the SEC said. This led the company to improperly release reserves for their benefits.  The insurer also overstated reserves and understated income relating to certain annuity guarantees assumed by a subsidiary. This was the result of data mistakes, including a failure to properly incorporate policyholder withdrawals. The company did not admit or deny the agency’s findings, the SEC’s statement said.  “Our focus since we self-identified these issues has been to improve our processes to deliver better service to our customers,” said a MetLife spokesperson. “We successfully remediated both material weaknesses associated with this settlement as of December 2018.  MetLife has separately agreed to pay $1 million to Massachusetts to resolve claims that it made misleading statements to investors in failing to pay pension benefits tot thousands of retirees. In January, the company also agreed to a $19.75-million penalty to New York state’s insurance regulator for the failure.","104":"May 16 (Reuters) - MetLife Inc:  * METLIFE NAMES BILL O’DONNELL AS U.S. CHIEF FINANCIAL OFFICER  * METLIFE INC - BILL O’DONNELL HAS BEEN NAMED EXECUTIVE VICE PRESIDENT AND CHIEF FINANCIAL OFFICER (CFO) FOR U.S., SUCCEEDING MARLENE DEBEL Source text for Eikon: Further company coverage:","105":"(Reuters) - U.S. insurer MetLife Inc MET.N on Wednesday reported first-quarter adjusted earnings that notched up 2% from a year earlier, buoyed by investment growth and strong underwriting in some of the company's U.S. businesses.  MetLife’s adjusted earnings were $1.45 billion compared with $1.42 billion a year earlier.  The insurer reported an 8% increase for adjusted earnings in its U.S. business, to $780 million from $724 million, which helped to compensate for quarterly losses in MetLife’s international units.  Favorable variable investment income in MetLife’s U.S. group retirement business and strong underwriting in its U.S. property casualty business helped drive the increase, the company said.  The insurer had “modest” claims for life insurance and accident and health coverage related to the COVID-19 pandemic, it said.  MetLife’s overall net investment income sank by 38% to $3.06 billion from $4.9 billion a year ago, driven by unfavorable changes in the fair value of certain securities, MetLife said.  MetLife reported net derivative gains of $4.2 billion compared with $115 million a year earlier.  MetLife holds a book of derivatives to hedge against the risk of market swings. Such gains do not indicate actual performance of the company, but reflect the effect of accounting rules, an issue that has occurred in some previous quarters.  On an adjusted per-share basis, the company earned $1.58 compared with $1.48 in the same period a year earlier.  Analysts on average had expected a profit of $1.44 per share, according to IBES data from Refinitiv. However, it was not immediately clear if the numbers were comparable.","106":"April 24 (Reuters) - MetLife Inc:  * REASES SECOND QUARTER 2018 COMMON STOCK DIVIDEND BY 5 PERCENT  * SETS QUARTERLY DIVIDEND OF $0.42PER SHARE Source text for Eikon: Further company coverage:"}}