{"date":{"0":"2021\/02\/02","1":"2020\/05\/05","2":"2019\/11\/04","3":"2020\/08\/02","4":"2019\/08\/01","5":"2018\/04\/30","6":"2018\/03\/15","7":"2020\/08\/01","8":"2019\/12\/12","9":"2020\/09\/30","10":"2019\/03\/12","11":"2018\/07\/26","12":"2019\/03\/12","13":"2018\/04\/17","14":"2018\/07\/26","15":"2020\/12\/18","16":"2020\/01\/29","17":"2020\/12\/17","18":"2020\/09\/30","19":"2019\/10\/31","20":"2019\/10\/22","21":"2018\/03\/22","22":"2018\/05\/08","23":"2019\/09\/27","24":"2019\/05\/08","25":"2019\/09\/25","26":"2020\/04\/22","27":"2019\/05\/08","28":"2020\/03\/13","29":"2018\/07\/26","30":"2020\/03\/18","31":"2020\/09\/04","32":"2018\/04\/30","33":"2019\/02\/12","34":"2019\/04\/23","35":"2021\/02\/15","36":"2019\/07\/09","37":"2018\/04\/30","38":"2018\/12\/06","39":"2019\/08\/01","40":"2020\/08\/03","41":"2021\/02\/01","42":"2020\/04\/08","43":"2019\/05\/08","44":"2020\/09\/30","45":"2018\/11\/01","46":"2019\/10\/31","47":"2018\/10\/25","48":"2020\/02\/21","49":"2021\/02\/01","50":"2021\/02\/02","51":"2020\/04\/13","52":"2020\/06\/15","53":"2020\/11\/02","54":"2020\/04\/23","55":"2018\/11\/01","56":"2018\/10\/01","57":"2020\/07\/08","58":"2020\/10\/15","59":"2018\/04\/30","60":"2019\/06\/19","61":"2020\/09\/29","62":"2020\/08\/05","63":"2018\/03\/12","64":"2020\/04\/22","65":"2019\/06\/19","66":"2018\/04\/25","67":"2020\/05\/05","68":"2019\/02\/01","69":"2021\/02\/15","70":"2019\/08\/05","71":"2019\/02\/07","72":"2020\/09\/30","73":"2020\/07\/10","74":"2020\/07\/08","75":"2020\/04\/17","76":"2020\/05\/28","77":"2018\/05\/23","78":"2020\/04\/22","79":"2019\/10\/30","80":"2020\/05\/05","81":"2019\/02\/07","82":"2020\/01\/29","83":"2021\/02\/03","84":"2019\/09\/25","85":"2018\/11\/01","86":"2020\/11\/02","87":"2018\/04\/30","88":"2018\/04\/30","89":"2020\/03\/05","90":"2020\/03\/18","91":"2018\/07\/26","92":"2018\/03\/02","93":"2019\/02\/07","94":"2019\/07\/12","95":"2019\/11\/16","96":"2018\/04\/30","97":"2019\/03\/12","98":"2020\/05\/05","99":"2021\/01\/01","100":"2020\/02\/26","101":"2018\/07\/26","102":"2018\/04\/30","103":"2020\/08\/01","104":"2019\/04\/23","105":"2018\/03\/15","106":"2019\/07\/13"},"text":{"0":"FILE PHOTO: General view of the Marathon petroleum refinery in Carson, California, U.S., December 5, 2019. REUTERS\/Mike Blake\/File Photo  (Reuters) - U.S. refiner Marathon Petroleum Corp’s losses narrowed in the fourth quarter from the third, helped by a slight recovery in fuel demand on the back of easing COVID-19 restrictions and lower costs.  Demand for fuel has ticked up in recent months as more people traveled with many states and countries rolling back COVID-19 restrictions.  Like its rivals Valero and Phillips 66, Marathon Petroleum on Tuesday pinned economic recovery hopes on COVID-19 vaccine rollouts.  Marathon Petroleum forecast 2021 standalone capital spending of $1.4 billion, a reduction of $350 million from 2020.  The company’s total throughput or the amount of crude it processed in the fourth quarter was 2.5 million barrels per day (bpd), flat from the third quarter but still below last year’s 3.1 million bpd.  Findlay, Ohio-based Marathon said on Tuesday adjusted net loss narrowed to $608 million, or 94 cents per share, in the quarter ended December, from $649 million, or $1 per share, in the third quarter.","1":"(Reuters) - Marathon Petroleum Corp is operating refineries at minimum rates but sees signs of recovery in demand for gasoline amid the coronavirus crisis, executives said on Tuesday.  On the West Coast, the largest U.S. oil refiner is running plants at about 50% capacity, compared with an average of 66% to 67% overall.  “The West Coast demand drop was even more severe than the whole national average,” Chief Executive Officer Mike Hennigan said on the company’s earnings call.  Gasoline demand bottomed out after falling by more than 50% in mid- to late March, but has recovered by 5% to 15% since mid-April, dependent on the region, according to Speedway President Tim Griffith.  Griffith noted a clearer understanding of the demand environment is still a few months away and contingent upon consumer sentiment and the lifting of stay-at-home orders.  “We’re still oversupplied on pretty much crude and products across the board,” said Hennigan.  Executives said the company would not bring its idled Gallup, New Mexico, and Martinez, California, refineries back online until “the market requires it” but noted that the refineries are expected to come back online by the end of the year.  Net loss attributable to Marathon was $9.2 billion, or $14.25 per share, in the first quarter, as it booked $12.4 billion in charges related to inventory writedowns and goodwill impairment.  The U.S. refiner cut spending by 30% and detailed other measures to reduce costs, as widespread lockdowns to curb the spread of the COVID-19 pandemic pummel demand for oil and gas.","2":"HOUSTON (Reuters) - Marathon Petroleum Corp restarted the gasoline-producing unit over the weekend at its 585,000 barrel-per-day (bpd) Galveston Bay Refinery in Texas City, Texas, sources familiar with plant operations said on Monday.  The 140,000 bpd gasoline-producing fluidic catalytic cracking unit (FCCU) was shut late on Thursday and was back in production by Sunday, the sources said.","3":"(Reuters) - The Japanese owner of 7-Eleven convenience stores has agreed to buy Marathon Petroleum Corp's MPC.N Speedway gas stations for $21 billion, brushing aside coronavirus concerns to return to the table five months after initially baulking at the deal.  The acquisition is one of the biggest this year, suggesting the pandemic, while forcing many companies to focus on protecting balance sheets instead of expansion, has not killed off global dealmaking altogether.  The move will help Seven & i Holdings Co Ltd 3382.T shift focus beyond Japan, where its stores and supermarkets face a shrinking population, slow economic growth and tough price competition.  The deal boosts its 7-Eleven store count in the United States and Canada to about 14,000, adding to a portfolio fattened three years ago with a $3.3 billion purchase from Sunoco LP SUN.N - furthering its convenience store lead over Canada's Alimentation Couche-Tard Inc ATDb.TO.  Shares in Seven & i fell 4.8% on Monday in Tokyo on worries about a price just $1 billion lower than what the company reportedly turned down in March. Marathon’s shares rose 9% in premarket trading on the New York Stock Exchange.  Analysts and investors said then that the price was too high given concerns about a pandemic-induced global economic slowdown. Oil prices and fuel consumption have fallen this year as more people work from home and avoid travel.  Seven & i President Ryuji Isaka said expanding in the United States was still beneficial given its growing population and economy, regardless of the pandemic’s hit to consumer spending.  “The coronavirus is not going to go on forever,” Isaka told a conference call following the deal announcement.  While he declined to discuss specifics on why the company returned to the deal table, he said: “We made the management decision that these assets will be a source of our growth in five years, 10 years down the road.”  FILE PHOTO: A motorist fuels-up his car at a Speedway gas station in Des Plaines, Illinois, April 22, 2008. REUTERS\/Kamil Krzaczynski\/File Photo  He said the retailer wanted to bolster food offerings at the U.S. stores, in the same way its Japanese 7-Eleven stores have become popular for their ready-to-heat meals and boxed lunches.  The 7-Eleven brand started in the United States, but the Japanese affiliate became far more successful as its 24-hour opening policy and franchise system proved a perfect match with a dense population and late-night work culture.  The global chain is now owned by Seven & i, one of Japan’s biggest retail groups, with a market capitalization of around $27 billion.  RESTRUCTURING REFINER  The deal comes after Marathon last year launched a sweeping restructuring, including a spin-off of Speedway, under sustained pressure from activist investor Elliott Management.  Marathon said it expects the deal, approved by the boards of both firms, to close in the first quarter of 2021 and generate after-tax proceeds of about $16.5 billion which it will use to repay some of its over $30 billion debt and for shareholder returns.  The largest U.S. oil refiner by volume also said the deal includes a 15-year fuel supply agreement for about 7.7 billion gallons a year associated with the Speedway business.  Seven & i forecast $475 million to $575 million in savings through greater purchasing power and other benefits of scale through the third year of the deal’s close, and compound annual growth of over 15% in 7–Eleven’s operating income.  The group said it will pay through debt and loans, without equity financing.  Credit-rating firm S&P had said at the previously reported deal price of $22 billion that Seven & i’s key ratio of debt-to-EBITDA would climb to about 4, from 1.6 last year. A ratio above 4 or 5 often raises red flags for rating agencies and investors.  The retailer on Monday said it aimed to lower the debt-to-EBITDA ratio to below 3 within two years.  Japan Credit Rating Agency said the deal will help 7-Eleven bolster its earnings capacity, but still placed the Japanese company under a negative credit watch.  “It will take time to recover the financial structure,” it said.","4":"Aug 1 (Reuters) - U.S. refiner Marathon Petroleum Corp reported a 4.8% rise in quarterly profit on Thursday, as strength in its midstream and retail segments more than offset a fall in refining income.  Net income attributable to the company rose to $1.11 billion in the second quarter ended June 30, from $1.06 billion a year earlier.  On a per share basis, earnings fell to $1.66 from $2.27.  Total revenue and other income rose to $33.69 billion from $22.45 billion. (Reporting by Debroop Roy in Bengaluru; Editing by Maju Samuel)","5":"April 30 (Reuters) - Marathon Petroleum Corp:  * MARATHON PETROLEUM CORP. AND ANDEAVOR COMBINATION TO CREATE LEADING U.S. REFINING, MARKETING, AND MIDSTREAM COMPANY  * MARATHON PETROLEUM CORP - DEAL FOR TOTAL ENTERPRISE VALUE OF $35.6 BILLION  * MARATHON PETROLEUM CORP - DEAL FOR TOTAL EQUITY VALUE OF $23.3 BILLION  * MARATHON PETROLEUM CORP - ANDV SHAREHOLDERS WILL HAVE OPTION TO CHOOSE 1.87 SHARES OF MPC STOCK, OR $152.27 IN CASH  * MARATHON PETROLEUM CORP - STOCK PORTION OF CONSIDERATION RECEIVED BY ANDEAVOR’S SHAREHOLDERS IS EXPECTED TO BE TAX-FREE.  * MARATHON PETROLEUM - EXPECT ≥ $1 BILLION TANGIBLE COST, OPERATING SYNERGIES FROM DEAL, DRIVING SUBSTANTIAL LONG-TERM EARNINGS, CASH FLOW\/SHARE ACCRETION  * MARATHON PETROLEUM - AT CLOSING, GREG GOFF, ANDV CHAIRMAN AND CEO, WILL JOIN MPC AS EXECUTIVE VICE CHAIRMAN  * MARATHON PETROLEUM - DEAL TO BE IMMEDIATELY ACCRETIVE TO EARNINGS AND CASH FLOW PER SHARE  * MARATHON PETROLEUM CORP - MPC’S BOARD APPROVED AN INCREMENTAL $5 BILLION OF REPURCHASE AUTHORIZATION  * MARATHON PETROLEUM CORP - PLANS TO MAINTAIN CURRENT CAPITAL ALLOCATION STRATEGIES, INCLUDING CONTINUED DIVIDEND GROWTH  * MARATHON PETROLEUM - MPC AND ANDV SHAREHOLDERS WILL OWN ABOUT 66 PERCENT AND 34 PERCENT OF COMBINED COMPANY, RESPECTIVELY  * MARATHON PETROLEUM CORP - BELIEVES INCREMENTAL CASH GENERATED BY TRANSACTION WILL EXCEED $5 BILLION OVER FIRST FIVE YEARS  * MARATHON PETROLEUM - ANDV SHAREHOLDERS’S OPTION SUBJECT TO PRORATION MECHANISM RESULTING IN 15 PERCENT OF ANDV’S FULLY DILUTED SHARES GETTING CASH CONSIDERATION Source text for Eikon: Further company coverage:","6":"March 15 (Reuters) - Marathon Petroleum Corp:  * MARATHON PETROLEUM CORP. ANNOUNCES COMPLETION OF MAKE-WHOLE REDEMPTION OF ITS OUTSTANDING 2.700% SENIOR NOTES DUE 2018 Source text for Eikon: Further company coverage: (Reuters.Brief@thomsonreuters.com)","7":"Aug 1 (Reuters) - Marathon Petroleum plans to permanently close two small U.S. oil refineries in Martinez, California, and Gallup, N.M., the company said, in response to lower fuels demand.  The largest U.S. refiner by volume had earlier idled the two following COVID-19 outbreaks in the United States. Up to 800 workers at the 161,000 barrel per day (bpd) Martinez and 27,000-bpd Gallup refineries will lose their jobs beginning in October, the company said. (Reporting by Gary McWilliams and Erwin Seba in Houston; editing by Diane Craft)","8":"(Reuters) - U.S. energy regulators delayed the date they expect to make a decision on Marathon Petroleum Corp’s plan to convert the Kenai liquefied natural gas export plant in Alaska into an import terminal to July 23, 2020:  * In June 2019, the U.S. Federal Energy Regulatory Commission (FERC) said it planned to make that decision by March 12, 2020.  * In a filing on Thursday, FERC said it now planned to issue an environmental assessment on the project on April 24, 2020. The agency said it has to make an authorization decision within 90 days of issuing the environmental assessment.  * FERC said it revised the schedule for the environmental assessment because the company was not able to provide certain information FERC staff needed for the assessment until January 2020.  * Marathon’s Trans-Foreland Pipeline Co LLC unit asked FERC in March for permission to modify the existing Kenai LNG export facility so it could receive a cargo of LNG that would produce natural gas to be used at the company’s Kenai refinery located next to the LNG facility.  * Trans-Foreland asked FERC in May for a decision on its application by Aug. 31, 2019 so the project could be modified and receive an LNG cargo by August 2020.  * Officials at Marathon were not immediately available for comment.  * The Kenai LNG export plant entered service in 1969. The plant was the only LNG export facility in North America for 47 years until Cheniere Energy Inc’s Sabine Pass export terminal in Louisiana entered service in February 2016. Nearly all of the LNG from Kenai went to Japan.  * ConocoPhillips, the operator of Kenai, mothballed the facility in 2015 before selling it to a unit of Andeavor in February 2018.  * Marathon Petroleum completed its purchase of Andeavor in October 2018.","9":"FILE PHOTO: A Marathon Petroleum banner in El Paso, Texas, U.S., October 1, 2018. REUTERS\/Julio-Cesar Chavez  (Reuters) - Marathon Petroleum Corp MPC.N, the largest U.S. oil refiner, said it would lay off about 2,050 employees, or 12% of its workforce, at its U.S. operations, excluding Speedway, as the COVID-19 pandemic crushed global demand for motor fuels.  The workforce reduction plan is a result of indefinite idling of its Martinez, California and Gallup, New Mexico refineries, the company said in the filing here.  Refiners and oil producers have been cutting staff, slashing spending and reducing production to cope with the slump in crude prices and a global glut of fuel.  On Wednesday, Royal Dutch Shell RDSa.L said it would dismiss up to 9,000 workers, or 10% of its staff, while oil majors, Chevron Corp CVX.N and Exxon Mobil Corp XOM.N, are in the process of restructuring their businesses to halt losses.  Marathon Petroleum said it expects to record charges of about $125 million to $175 million for severance and employee benefits-related expenses as a result of these actions.  The company said it expects the majority of the job cuts to take effect in October 2020.  Reuters had earlier reported about Marathon Petroleum cutting at least 6% of refinery staff at nine U.S. plants.","10":"HOUSTON, March 12 (Reuters) - The U.S. Renewable Fuel Standard (RFS) laws are not working and there is an “opportunity for a reset” of the standard in Washington, Marathon Petroleum Corp Chief Executive Gary Heminger said on Tuesday.  The RFS requires refineries to blend fuels with ethanol to reduce pollution, or pay for credits to subsidize those that do that blending.  Heminger said that the standard has caused very volatile prices of those credits, and that it needs reform.  The Trump Administration has attempted to reform the standard, but has maintained much of the existing framework of the law due to support from corn producers in Iowa and other farming states. (Reporting By David Gaffen Editing by Marguerita Choy)","11":"July 26 (Reuters) - U.S. independent refiner Marathon Petroleum Corp’s second-quarter profit more than doubled as cheap Canadian crude boosted refining margins.  Net income attributable to the company rose to $1.06 billion, or $2.27 per share, in the three months ended June 30, from $483 million, or 93 cents per share, a year earlier.  Total revenue and other income rose to $22.45 billion from $18.35 billion, the company said on Thursday. (Reporting by John Benny in Bengaluru; Editing by Sriraj Kalluvila)","12":"HOUSTON (Reuters) - Marathon Petroleum Corp Chief Executive Gary Heminger said the switch to ultra-low sulfur diesel fuel for ships scheduled for Jan. 1, 2020 would not be a shock to the global oil refining industry.  Speaking at the CERAWeek energy conference, Heminger said he expected U.S. refiners would begin building an inventory of the new diesel fuel for ships by the middle of 2019 to be prepared for the change in marine fuels mandated by the International Maritime Organization (IMO).","13":"April 17 (Reuters) - Marathon Petroleum Corp:  * PRAXAIR INC - HAS BEGUN SUPPLYING HYDROGEN TO MARATHON PETROLEUM CORPORATION’S REFINERY IN GARYVILLE, LOUISIANA Source text for Eikon: Further company coverage:","14":"(Adds conference call details for Marathon, shares)  July 26 (Reuters) - Two of the biggest independent oil refiners in the United States beat Wall Street profit estimates on Thursday as greater processing of cheap, light crude from West Texas helped boost margins.  Shares of Findlay, Ohio-based Marathon Petroleum gained as much as 7 percent to $79.43, while those of San Antonio, Texas-based Valero Energy Corp rose 4 percent to touch $113.53.  Most refiners in the United States process heavy crude from countries such as Venezuela or Canada into diesel, gasoline and other products, but the U.S. shale revolution has added millions of barrels of very light crude to the supply mix.  After reporting a doubling of profit in the second quarter, Marathon Petroleum Chief Executive Officer Gary Heminger said business prospects should hold up “given strong global demand, wider crude differentials, and the changing dynamics of the low-sulfur fuel market.”  The company said it plans to run 32 percent West Texas crude at its refineries in the third quarter, up from 23 percent a year earlier.  “As we look at our optionality and crude slate, we see opportunities to maximize usage of WTI crude,” Heminger said on a post-earnings call with analysts.  Valero Energy CEO Joe Gorder said the refiner processed near record volumes of light crude in the second quarter.  Marathon’s earnings beat estimates by 24 cents, while rival Valero posted a profit of $2.15 per share, ahead of estimate of $1.98.  Marathon’s refining and marketing margin jumped 36 percent, while those for Valero rose 14 percent.  Margins were boosted by a discount on crude prices in Midland, Texas, which widened by nearly $10 a barrel against the benchmark during the second quarter, as production in the Permian surged beyond pipeline capacity. Lower tax rates also helped.  Strong crack spreads - the margin on turning crude oil into diesel, gasoline and other products - also spurred utilization rates, or the extent to which refineries are running at full capacity without downtime.  Marathon operated its refineries at near full capacity in the quarter, while Valero ran at 93 percent and expects it to scale up to 95 percent in the current quarter.  The rise in margins was also helped by wider differentials between Western Canada Select, the benchmark for heavy crude found in Canada’s oil sands, and U.S. crude as a result of supply bottlenecks in Canada.  Revenue rose 22 percent at Marathon, while it surged 39 percent at Valero.  Profit at Valero jumped 54.2 percent from a year earlier, also helped by a drop in biofuel blending costs to $131 million from $255 million a year earlier, mainly due to lower Renewable Identification Number (RIN) prices.  RINs, which are renewable fuel credits, are used to comply with the country's biofuels requirements. A surge in waivers to refiners seeking exemptions here from the law under President Donald Trump's administration has sent the price of biofuels compliance credits to five-year lows.","15":"(Reuters) - Nearly 200 refinery workers represented by the International Brotherhood of Teamsters in St. Paul Park, Minnesota, voted last week to authorize a strike if they cannot agree on a new contract with Marathon Petroleum by the end of 2020, the union said on Thursday.  A strike could affect operations at Marathon’s 102,000-barrel-per-day refinery in St. Paul Park.  “We do not anticipate supply disruptions in Minnesota or the Midwest region and expect to continue meeting our customer commitments,” said a Marathon spokesman.  The company added that while it is committed to reaching an agreement, it has “appropriate contingency plans in place” and is prepared to safely operate the refinery in the event of a work stoppage.  No progress has been made in negotiations between the union and Marathon after nearly daily talks that have been ongoing since the end of November, union representatives said on a call with investors and media on Friday.  Talks will continue for three days next week and throughout the rest of December.  The union mainly disagrees with Marathon’s position to hire subcontractors for work typically performed by unionized members at the refinery, representatives said.  They confirmed that the refinery is not running at 100% capacity due to the COVID-19 pandemic but are unclear what rate the plant is running at.","16":"Jan 29 (Reuters) - U.S. refiner Marathon Petroleum Corp reported a 53% fall in quarterly profit on Wednesday, as it took a $1.2 billion pre-tax charge primarily related to goodwill impairment in its limited partnership MPLX.  Net income attributable to the company fell to $443 million, or 68 cents per share, in the fourth quarter ended Dec. 31, from $951 million, or $1.35 per share, a year earlier.  Total revenue and other income fell 4% to $31.38 billion.","17":"(Reuters) - U.S. energy regulators approved a plan by Marathon Petroleum Corp’s Trans-Foreland Pipeline Co LLC unit to convert the Kenai liquefied natural gas (LNG) export plant in Alaska into an import terminal.  The U.S. Federal Energy Regulatory Commission (FERC) said Trans-Foreland has two years to put the proposed project into service.  FERC Commissioner Richard Glick, meanwhile, said he dissented as he has done in other recent cases because “the Commission is again refusing to consider the consequences its actions have for climate change.”  Trans-Foreland said the facility would import up to four tanker loads of LNG per year and use its boil-off gas management system to deliver imported gas to the adjacent Kenai Refinery.  The Kenai LNG export plant entered service in 1969. It has not exported LNG since 2015.  The plant was the only big LNG export facility in North America until Cheniere Energy Inc’s Sabine Pass export terminal in Louisiana entered service in February 2016. Nearly all of the LNG from Kenai went to Japan.  ConocoPhillips, the operator of Kenai, mothballed the facility in 2015 before selling it to a unit of Andeavor in February 2018.  Marathon Petroleum completed its purchase of Andeavor in October 2018.","18":"(Adds context, details)  HOUSTON, Sept 30 (Reuters) - Marathon Petroleum Corp’s oil-refining unit is cutting at least 6% of its staff, according to people familiar with the matter, demonstrating the depth of declining fuel demand during the pandemic.  Refiners and oil producers have been cutting staff, slashing spending and reducing production to cope with weak prices and a global glut of fuel. U.S. gasoline futures are down 26% from a year ago and oil futures are trading down a third from where they began the year.  A total of 1,255 salaried and hourly employees at nine of Marathon’s 16 refineries were notified of job losses this week, the people said. It could not immediately be learned whether jobs at other Marathon refineries or pipeline operations also were affected.  The largest U.S. refiner by volume, Marathon on Tuesday said it was evaluating roles throughout the company but gave no details. A spokesman on Wednesday declined further comment. (Reporting by Erwin Seba Editing by Chizu Nomiyama and Cynthia Osterman)","19":"Oct 31 (Reuters) - Marathon Petroleum Corp said on Thursday it will spin off its gas station business Speedway and review the midstream assets, conceding to some of the demands made by activist investors Elliott Management Corp and DE Shaw & Co.  Speedway will trade as an independent public company after the separation is completed, the company said.  Separately, Marathon Petroleum reported a 48.6% jump in quarterly profit, benefiting from easy access to cheaper light crude that helped outweigh a hit from higher prices of heavy crude. (Reporting by Shradha Singh and Shanti S Nair in Bengaluru; Editing by Subhranshu Sahu)","20":"(Reuters) - U.S. refiner Marathon Petroleum Corp, which is under pressure from activist investor Elliott Management Corp, is considering the sale of two plants in Alaska and Utah, Bloomberg reported, citing people familiar with the matter.  Elliott urged Marathon to split into three companies in September, saying that would boost shareholders’ value by as much as $40 billion, three years after the hedge fund asked the refiner to consider spinning off businesses.  Marathon is in active discussions with possible buyers for its 68,000-barrel-per-day Kenai oil refinery near Anchorage and its 58,500-barrel-per-day Salt Lake City refinery, the largest in the Utah, the report bloom.bg\/2MAuJmS added.  Marathon did not immediately respond to Reuters’ request for comment.","21":"WASHINGTON, March 22 (Reuters) - Marathon Pipe Line, unit of Marathon Petroleum Corp, has agreed to pay $335,000 in federal, state and civil penalties to resolve Clean Water Act violations stemming from a 2016 spill in the Wabash River, the U.S. Environmental Protection Agency said on Thursday.  Marathon released more than 35,800 gallons of ultra-low sulfur diesel fuel to the Wabash River near Crawleyville, Indiana, when one of its pipelines failed, EPA said in a statement.","22":"(Adds Marathon comment)  HOUSTON, May 8 (Reuters) - Marathon Petroleum Corp was restarting the 86,000 barrel-per-day (bpd) Texas City, Texas, refinery on Tuesday night after a substation fire knocked out power, said sources familiar with plant operations.  Marathon was also restarting normal production at the neighboring 459,000 bpd Galveston Bay Refinery in Texas City, the sources said. A 60,000 bpd resid hydrotreater was restarting at the big refinery.  A late afternoon fire on a Centerpoint Energy substation near Bacliff, Texas, 8 miles (12 km) north of the refineries, also disrupted production at Valero Energy Corp’s 225,000 bpd refinery in Texas City, the sources said.  Marathon spokesman Chuck Rice said in a statement that the company was evaluating operations at the Galveston Bay Refinery after a power dip in the Texas City area.  “Even though we have a cogeneration facility for the Galveston Bay Refinery, a larger power dip can affect our operations,” Rice said. “There were no evacuations or injuries.”  Cogeneration plants produce electrical power and steam for refineries.  The City of Texas City Emergency Management Office said refineries on the south side of Texas City were using safety flares as they worked to restore power on Tuesday.  A Valero spokeswoman did not reply to messages asking about operations at the Texas City refinery on Tuesday night.  The Valero refinery’s gasoline-producing unit was shut on April 19 following an explosion and fire on the alkylation unit at the refinery, the first of four fires at refineries and chemical plants across the United States in the past 2-1\/2 weeks.  The Tuesday fire broke out on the Bacliff substation at about 4:30 p.m. CDT (2130 GMT) with flaring seen at the Marathon and Valero refineries about 20 minutes later, according energy industry intelligence service Genscape.  At about 6 p.m., Centerpoint said the fire, which was fueled by mineral oil inside the substation, was under control.  All personnel at the substation were accounted for and no injuries were reported, according to Centerpoint. (Reporting by Erwin Seba, editing by G Crosse and Cynthia Osterman)","23":"Sept 27 (Reuters) - Two major shareholders of Marathon Petroleum Corp have called for the ouster of the fuel maker’s Chief Executive Officer Gary Heminger, the Wall Street Journal reported on Friday.  The shareholders, Paul Foster and Jeff Stevens, in a letter sent to the company on Thursday evening also backed a proposal by hedge fund Elliott Management Corp to split Marathon into three units, the Journal reported on.wsj.com\/2m08ah3 citing a copy of the letter.  The shareholders, who are former board members of refiner Andeavor, which Marathon acquired last year, own about 1.7% of Marathon, the Journal said.  Marathon and Elliott were not immediately available for a Reuters request for comment after regular U.S. business hours, while Foster and Stevens could not be reached.  Elliott on Wednesday urged the energy company to split into three companies for retail, refining and midstream assets, saying it would boost shareholder value by as much as $40 billion.  Marathon had responded to the hedge fund’s proposal stating it was focused on increasing shareholder value and would “thoroughly evaluate” Elliott’s proposal.  Heminger’s membership of Marathon’s board of directors is due up for shareholder vote in 2020, according to Marathon’s 2019 proxy statement. (Reporting by Aakriti Bhalla in Bengaluru; Editing by Bernard Orr)","24":"(Reuters) - Marathon Petroleum Corp said on Wednesday it would combine its midstream units in a $9 billion deal, but shares fell more than 5 percent following a surprise quarterly loss on lower-than-expected refining margins.  The deal comes months after the U.S. refiner said it had been weighing a possible merger of MPLX and Andeavor Logistics LP, the two master limited partnerships (MLPs) in its midstream segment that transport, store and market crude oil and its refined products.  “This transaction simplifies our MLPs into a single listed entity and creates a leading, large-scale, diversified midstream company anchored by fee-based cash flows,” Chief Executive Officer Gary Heminger said in a statement.  The deal further deepens the refiner’s presence in the Permian basin, the largest oilfield in the United States, building on its $23 billion Andeavor acquisition last year, the company said.  Marathon has been strengthening its midstream operations and retail unit, which includes Speedway gas stations and convenience stores and Andeavor’s retail and direct dealer business, to diversify its revenue streams beyond refining.  “This transaction can likely unlock $2 billion value net to MPC that is being discounted by the market due to the overhang of this combination and concerns around future growth,” Cowen & Co said.  Marathon Petroleum shares have fallen 4 percent so far this year, underperforming a 11 percent rise in the broader S&P 500 Energy Index.  Andeavor Logistics units rose nearly 9 percent to $35.66, while MPLX units fell about 2.5 percent to $30.76.  SURPRISE LOSS  Marathon Petroleum also reported a surprise first-quarter loss on Wednesday due to lower-than-expected refining margins and higher inventories.  The company’s shares fell 5.3 percent to $56.31 as its surprise quarterly loss contrasted with rivals HollyFrontier Corp, Valero Energy Corp and Phillips 66, refiners that beat profit estimates at a time when analysts had expected poor performances.  Loss from Marathon Petroleum’s refining and marketing unit nearly tripled to $334 million, bigger than $262 million estimated by Credit Suisse. Refining margins per barrel of $11.17 also fell short of Credit Suisse estimate of $13.85.  Excluding items, the company reported a loss of 9 cents per share, while analysts had expected a profit of 5 cents, according to IBES data from Refinitiv.","25":"(Reuters) - Elliott Management Corp on Wednesday urged Marathon Petroleum Corp MPC.N to split into three companies, saying it would boost shareholder value by as much as $40 billion, three years after the activist hedge fund asked the refiner to consider spinning off businesses.  FILE PHOTO: A Marathon Petroleum banner covers an Andeavor sign outside the El Paso refinery following a closed $23 billion deal after the Ohio-based Marathon bought the Texas-based company, forming one of the largest global refiners in El Paso, Texas, U.S., October 1, 2018. REUTERS\/Julio-Cesar Chavez  Shares of Marathon, which has a market capitalization of about $36 billion, were up 8.1% at $59.97.  Elliott said its call to separate Marathon’s retail, refining and midstream assets was prompted by the company’s failure to deliver on past promises and “chronic underperformance.”  The company’s shares have fallen 6% this year, compared with a 7.4% gain in the S&P oil and gas refining and marketing index. At the year’s low of $43.96 in August, its shares touched 2016 levels.  Under Elliott’s latest plan, Marathon’s transportation and storage business will become MPLX, a company with an enterprise value of more than $50 billion. Its refining business will be the “New Marathon” with an enterprise value of $29 billion, while its retail business will become Speedway worth about $18 billion.  Marathon said it was focused on increasing shareholder value and would “thoroughly evaluate” Elliott’s proposal.  The hedge fund, founded by billionaire Paul Singer, said on Wednesday it had accepted a “compromise” last time around after “extensive” talks in which Marathon agreed to simplify its midstream business and undertake a strategic review of its Speedway assets.  After the review, the refiner chose to keep its Speedway retail arm, a decision then backed by Elliott.  Marathon later bought rival Andeavor to become the top U.S. refiner and earlier this year completed the merger of midstream units MPLX MPLX.N and Andeavor Logistics LP ANDX.N in a $9 billion deal.  Elliott, which owned 0.7% of Marathon as of June 30, according to Refinitiv data, said it estimated a $22 billion boost to shareholder value from the split and another $17 billion if refining, retailing and marketing operations were to be improved after the separation.  Shareholder DE Shaw, which has a stake of about 0.9% in Marathon, according to Refinitiv data, has backed Elliott’s call to split the company, a source familiar with the matter told Reuters.  Marathon Chairman and Chief Executive Gary Heminger could become a target for disgruntled shareholders, given he has overseen the company since Marathon Petroleum was separated from Marathon Oil Corp MRO.N in 2011.  Heminger’s membership of Marathon’s board of directors is due up for shareholder vote in 2020, according to Marathon’s 2019 proxy statement. At the 2018 annual meeting, shareholders rejected a proposal to create an independent chairman position.  “At this stage, Elliott’s going to have a lot of support, and it is going to be harder for Marathon to fight this,” said Matthew Blair, an analyst at Tudor, Pickering & Holt.  The energy brokerage, which has a “buy” rating and a $69 price target on the stock, had called for the sale of one of Marathon’s refineries and the gathering and processing business of MPLX.  Blair called Elliott’s demands unsurprising, although the proposal to split the company into three was “a little bit more extreme” than expected.","26":"April 22 (Reuters) - Marathon Petroleum Corp said on Wednesday it would book goodwill impairment charges totaling $7.3 billion to $7.8 billion in the first quarter resulting from a sharp fall in oil prices.  In a regulatory filing here, the refiner also said it expects to report a loss of $25 million to $250 million for the quarter ended March 31. (Reporting by Taru Jain; Editing by Maju Samuel)","27":"(Adds Eagle Materials; updates Marathon Petroleum, Metro)  May 8 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2030 GMT on Wednesday:  ** New York-based hedge fund Sachem Head Capital Management urged Eagle Materials Inc to separate its cement and wallboard businesses and nominated two candidates to the company’s board.  ** U.S. communications infrastructure provider Zayo Group Holdings Inc said it agreed to be sold to investment firms Digital Colony Partners LP and EQT for about $8.2 billion in cash.  ** Marathon Petroleum Corp said it would combine its midstream units in a $9 billion deal, but shares fell more than 5 percent following a surprise quarterly loss on lower-than-expected refining margins.  ** Abu Dhabi investment firms Gulf Capital and Waha Capital have held exploratory discussions regarding a merger, three sources familiar with the matter told Reuters.  ** Australia’s anti-trust regulator blocked a A$15 billion ($11 billion) merger between TPG Telecom and Vodafone’s Australian joint venture on competition grounds, knocking shares in the firms involved.  ** Brazilian healthcare provider Hapvida Participacoes e Investimentos SA will look for more acquisitions in the near future after agreeing to acquire rival group Sao Francisco Saude for 5 billion reais ($1.26 billion), Chief Executive Officer Jorge Pinheiro told reporters on Tuesday.  ** Brazilian education company Arco Platform Ltd has agreed to buy rival Sistema Positivo de Ensino for 1.65 billion reais ($415 million), the company said in a statement.  ** Australian listed car dealer Automotive Holdings Ltd recommended a takeover proposal from larger rival AP Eagers after the suitor raised its indicative offer to A$836 million ($586.2 million).  ** Private equity firm Waterton Global Resource Management Inc said it agreed to not increase its stake in Hudbay Minerals Inc, to more than 15 percent after the private equity firm settled its drawn out proxy contest with the Canadian miner.  ** Singapore-based ride-hailing company Grab is weighing a spin-off of its payments and financial services business, the Financial Times reported, citing executives and investors.  ** JPMorgan could become the first foreign company to own a majority stake in its Chinese mutual fund business, after its joint venture partner put a crucial 2 percent of the business up for sale that analysts expect the Wall Street bank to lap up.  ** Singapore-based ride-hailing company Grab has mandated a few banks to approach potential investors to take minority stakes in its financial services business as it looks to spin off the unit, according to two people familiar with the matter.  ** Metro is in exclusive talks to sell its Real hypermarkets to a consortium led by real estate investor Redos, the German retailer said, adding it was taking a 385 million euro ($431 million) impairment charge on the loss-making chain.  ** Japanese telco SoftBank Corp said it would spend $4 billion to up its stake in Yahoo Japan Corp and turn the internet company into a subsidiary, a move that would help boost its profit by 24 percent this year.  ** Norwegian oil and gas firm DNO eyes new acquisitions in the next 12 months after acquiring formerly London-listed Faroe Petroleum earlier this year, DNO’s executive chairman told Reuters.  ** A fund backed by veteran Japanese activist shareholder Yoshiaki Murakami extended the offer period for a buyout tender of Japanese printing firm Kosaido Co by nearly two weeks, amid tensions between the fund and the company over the bid. (Compiled by Manojna Maddipatla in Bengaluru)","28":"HOUSTON, March 13 (Reuters) - An employee at Marathon Petroleum Corp’s Los Angeles refinery tested positive for the coronavirus and went into self-quarantine on Wednesday, said three sources familiar with the matter.  Other employees working near the infected person also went into self-quarantine this week, the sources said. The 363,000 barrel-per-day (bpd) refinery in Carson, California, is continuing regular operation. (Reporting by Erwin Seba)","29":"(Reuters) - Two of the biggest independent oil refiners in the United States beat Wall Street profit estimates on Thursday as greater processing of cheap, light crude from West Texas helped boost margins.  Most refiners in the United States process heavy crude from Venezuela or Canada into diesel, gasoline and other products, but the U.S. shale revolution has added millions of barrels of very light crude to the supply mix.  After reporting a doubling of profit in the second quarter, Marathon Petroleum MPC.N chief Gary Heminger said business prospects should stay strong \"given strong global demand, wider crude differentials, and the changing dynamics of the low-sulfur fuel market.\"  Revenue at both Marathon and independent refiner Valero Energy Corp VLO.N surged by 22 percent and 39 percent respectively.  Marathon’s profit beat estimates for the quarter by 24 cents, while rival Valero posted a profit of $2.15 per share, ahead of expectations of $1.98 per share.  Strong crack spreads - the margin on turning crude oil into diesel, gasoline and other products - have spurred utilization rates, or the extent to which refiners are running at full capacity without downtime.  Marathon’s refining and marketing margin jumped 36 percent to $15.40, while those for Valero rose 14 percent jump.  The refiners’ earnings were also boosted by a discount on crude prices in Midland, Texas, which widened by nearly $10 a barrel against benchmark futures during the second quarter, as production in the Permian surged beyond pipeline capacity to move oil out of the region.  Total revenue and other income at Marathon rose to $22.45 billion from $18.35 billion while that at Valero jumped to $31.02 billion from $22.25 billion a year earlier.  Profit at Valero rose 54.2 percent rise compared to the same quarter a year earlier.","30":"March 18 (Reuters) - Marathon Petroleum Corp said it will retain the current structure of its midstream business, concluding a long-drawn strategic review of the unit it had undertaken after pressure from shareholders lead by Elliott Management.  The largest U.S. independent refiner also appointed industry veteran Michael Hennigan as its new chief executive officer, effective immediately. (Reporting by Shariq Khan in Bengaluru; Editing by Sriraj Kalluvila)","31":"HOUSTON (Reuters) - Marathon Petroleum Corp has agreed to be the lead company in 2022 talks with the United Steelworkers union (USW) for a new national agreement covering U.S. refinery and chemical workers, said a USW official.  FILE PHOTO: A Marathon Petroleum banner covers an Andeavor sign outside the El Paso refinery, forming one of the largest global refiners in El Paso, Texas, U.S., October 1, 2018. REUTERS\/Julio-Cesar Chavez  Marathon, the largest U.S. refiner, will replace Royal Dutch Shell Plc because of changes in the industry over the past decade, said Mike Smith, chair of the USW’s National Oil Bargaining Program.  “Obviously, the industry is in a different place right now than it was a few years ago,” Smith said. “Shell’s position in refining is changing. They’re a smaller presence than they were. Marathon’s position in refining and in our groups is bigger.”  Marathon declined to comment, said spokesman Sid Barth.  Shell has been the lead company in negotiations for the national bargaining agreement, which sets the pay and benefits for 30,000 U.S. refinery and chemical plant workers, since 1997. In the late 1990s, major energy companies like Shell and Exxon operated refineries across the United States.  By 2020, a larger share of refineries in the United States are operated by independent companies like Marathon and Valero Energy Corp. Combined, the refineries operated by those two companies account for 27% of national refining capacity.  The majority of Shell and Exxon’s plants are along the U.S. Gulf Coast.  In 2015, talks between the USW and Shell failed to reach an agreement on a contract and more than 7,000 workers at 12 refineries and three chemical plants walked off their jobs for at least two months at most sites and six months at one site.  The longest strike was at Marathon’s Galveston Bay Refinery in Texas City, Texas.  The current contract, agreed to on Jan. 31, 2019, expires just after 12 a.m. local time on Feb. 1, 2022.","32":"April 29 (Reuters) - U.S. refiner Marathon Petroleum Corp is said to buy Andeavor for more than $20 billion, the Wall Street Journal reported on Sunday.  The potential cash-and-stock deal values Andeavor at about $150 per share, the WSJ reported. on.wsj.com\/2FrMTR1  The deal is expected to be announced on Monday, it said.  Marathon Petroleum and Andeavor did not immediately respond for comment outside regular business hours. (Reporting by Shubham Kalia in Bengaluru; Editing by Gopakumar Warrier)","33":"HOUSTON (Reuters) - Union workers at Marathon Petroleum Corp’s Galveston Bay Refinery are preparing to resume negotiations with the company after rejecting the last contract offer, a United Steelworkers (USW) official said.  The Galveston Bay Refinery, located in Texas City, Texas, was the site of a bitter strike in 2015, which began over a breakdown in national contract talks but lasted almost five months because of disagreements on local terms.  On Monday, Marathon spokesman Sid Barth said: “Negotiations continue, operations continue.”  No date has been set for the talks, said David Jankowski, vice president of USW Local 13-1, which represents workers at the refinery.  “We’re waiting on the company for dates and times,” Jankowski said.  The Galveston Bay workers rejected Marathon’s contract offer in voting last week.  One reason for the overwhelming vote against Marathon’s offer was a proposed change in leadership on the production units to salaried staff from hourly chief operators, Jankowski said.  Marathon is also seeking changes in time off and sick leave.  Negotiators for the USW International union reached agreement on Jan. 31 with Shell Oil Co, representing oil companies, on wages increases and benefits for 30,000 refinery, chemical plant, pipeline and terminal workers represented by the union, including the hourly employees at the Galveston Bay Refinery.  That agreement, which provides an 11 percent pay raise over its three-year length, will be paired with the agreement on local issues at Galveston Bay to make the contract for workers at the refinery.","34":"NEW YORK (Reuters) - U.S. independent refiners are expected to roll out lower than expected first-quarter profits after a spate of outages, weak gasoline margins and a surge in the price of Canadian oil, according to analysts.  FILE PHOTO: An aerial view of the Valero Houston Refinery is seen in Houston, Texas, U.S. August 31, 2017. REUTERS\/Adrees Latif  Major independent refiners cut production dramatically during the quarter, with some electing to undergo maintenance rather than produce barrels at a time when gasoline margins slumped.  Several major U.S. refiners, including Valero Energy Corp, HollyFrontier Corp, and Marathon Petroleum Corp, are all expected to fall short of consensus estimates when they report results, according to Refinitiv Eikon’s SmartEstimate model, which values more recent revisions from higher-ranked analysts.  However, reduced refining output in the early part of the year sets up the industry for a potential rebound as the critical summer months approach. With gasoline stockpiles at a four-year low on a seasonal basis, margins have rebounded in anticipation of driving season.  U.S. refinery utilization dropped to 87.5 percent in early April, the lowest seasonally since 2014. Refiners had been running full-tilt for much of 2018, encouraged by strong demand for distillates. But in the process, they overproduced gasoline, tanking margins for the fuel along the way.  Those margins fell to $3.64 a gallon in January, the lowest since 2009. They have since recovered, and were at about $23.00 a gallon on Monday, as inventories have fallen to about 228 million barrels from almost 260 million barrels in mid-January.  Refiner earnings kick off this week with Valero on Friday. Since the beginning of April, analysts, on average, have revised projections for refiners lower by more than 5 percent, according to Refinitiv data.  Analysts have sharply lowered estimates for Valero, Marathon and HollyFrontier, along with PBF Energy and Phillips 66, in the past month, putting them in the bottom quartile among U.S. companies in terms of revisions, according to Refinitiv data.  On top of heavy maintenance, fires broke out at facilities over the last few months, including at Valero’s Port Arthur, Texas, refinery, Exxon Mobil Corp’s Baytown, Texas, refinery and HollyFrontier’s El Dorado, Kansas, refinery.  HollyFrontier lowered the amount of crude it expected to process in the first quarter by 5,000 bpd. Analysts at Goldman Sachs downgraded the company’s outlook last week on concerns that profits would take a hit after Canadian crude differentials collapsed.  Sandy Fielden, director of commodities and energy research at Morningstar, said PBF also lost out because of “the Canadian crude discount just disappearing.”  Canadian crude oil had been heavily discounted due to oversupply and lack of pipelines, but that discount eroded after the province of Alberta instituted production cuts. Western Canada Select (WCS) recently has traded around $9.25 a barrel under U.S. crude, compared with $15.65 at the beginning of the quarter. [CRU\/CA]  BUMPER BUNKER PROFITS?  Some refiners decided to undergo heavier planned maintenance during the quarter to ready facilities for new low-sulfur marine fuel requirements. The new regulations required by the International Maritime Organization (IMO) are due to come into effect on Jan. 1, 2020 and could produce bumper profits.  The rules outlaw high-sulfur fuels traditionally used for shipping - a boon for complex refineries that can break down products used by marine vessels into lower-sulfur products with higher margins.  Refiners could now run their plants at higher rates to take advantage of the higher margins, and analysts expect gasoline inventories to climb through the remainder of the year as a result.","35":"HOUSTON, Feb 15 (Reuters) - Most units were shut on Sunday night and Monday morning at Marathon Petroleum Corp’s 585,000 barrel-per-day Galveston Bay Refinery in Texas City, Texas, as temperatures plunged due to a Arctic cold front reaching the Gulf Coast, said sources familiar with plant operations.  Marathon plans to begin restarting units shut by the severe cold weather in the next few days as temperatures rise, which is not expected before Tuesday afternoon, the sources said. Units shut last week for a planned overhaul underway at the refinery, will remain shut. (Reporting by Erwin Seba; Editing by Toby Chopra)","36":"A Minnesota crude-oil refinery violated U.S. labor law by disciplining a union steward who refused to deviate from a newly drafted safety protocol, a federal appeals court held on Monday.  The 8th U.S. Circuit Court affirmed the National Labor Relations Board’s findings against Western Refining, which was acquired last year by Marathon Petroleum Corp, in complaints filed by Teamster steward Richard Topor.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/30qb65c","37":"April 30 (Reuters) - Marathon Petroleum Corp:  * MARATHON PETROLEUM CORP PLANS TO LEVERAGE SPEEDWAY’S RETAIL PRESENCE ACROSS THE COUNTRY TO HELP PROFITABILITY - CONF CALL  * MARATHON PETROLEUM - EXPANDED PERMIAN PRESENCE PROVIDES FOR FUTURE GROWTH OPPORTUNITIES - CONF CALL  * MARATHON PETROLEUM - COMBINED COMPANY WELL POSITIONED FOR CRUDE PRICE DIFFERENTIALS, SULPHUR REGULATIONS - CONF CALL  * MARATHON PETROLEUM CEO - “WE WON’T BE STOPPING ANYTHING THAT WE ACCOMPLISHED” DUE TO MERGER- CONF CALL  * MARATHON PETROLEUM - MLPS WON’T COME TOGETHER FOR SOME TIME, THAT’S A DAY 2 ISSUE - CONF CALL  * ANDEAVOR CEO SAYS PROCESS FOR DEAL APPROVAL SHOULDN’T BE UNUSUAL- CONF CALL  * ANDEAVOR CEO - WE DO NOT SEE ANYTHING TODAY THAT DOESN’T FIT IN THE COMPANY - CONF CALL  * ANDEAVOR CEO - WILL HELP THE COMPANY MOVE FORWARD IN TECHNOLOGY- CONF CALL  * MARATHON PETROLEUM - LOOKING AT OTHER OPPORTUNITIES TO TRANSFER CRUDE INTO THE GALVESTONE AREA - CONF CALL  * ANDEAVOR - ANDEAVOR’S RETAIL BUSINESS GETS STRENGTH FROM SPEEDWAY BUSINESS - CONF CALL Further company coverage:","38":"NEW YORK (Reuters) - Retail gasoline prices in the United States should average $2.25 a gallon in 2019, Marathon Petroleum CEO Gary Heminger said at an industry conference in New York on Thursday.  Heminger added that he expects crude oil prices to stay in a range of $60-$70 a barrel.  As long as crude oil prices stay within that range “we’ll probably average $2.25 (a gallon) for the year,” he said at the S&P Global Platts Global Energy Outlook Forum.","39":"(Reuters) - U.S. refiner Marathon Petroleum Corp MPC.N beat estimates for quarterly profit on Thursday, benefiting from better-than-expected earnings from its refining segment as well as higher sales in its gas stations business.  FILE PHOTO: A Marathon Petroleum banner covers an Andeavor sign outside the El Paso refinery following a closed $23 billion deal after the Ohio-based Marathon bought the Texas-based company, forming one of the largest global refiners in El Paso, Texas, U.S., October 1, 2018. REUTERS\/Julio-Cesar Chavez  Refiners in the United States have suffered from a lack of low-cost heavy crude in a market that has been hit by sanctions on Venezuela and Iran, and production cuts from Canada’s Alberta province and OPEC members.  However, industry analysts at Simmons Energy and Credit Suisse said Marathon had managed to keep its operating costs per barrel lower than expected.  The company’s earnings from its refining and marketing segment fell 11.6% to $906 million, but beat analysts’ estimates of $623.5 million, according to IBES data from Refinitiv.  Shares of the company, which posted a surprise loss in the preceding quarter owing to lower-than-expected refining margins, were up 3% in early trading on Thursday.  “One-times that drove the 1Q19 miss are now firmly in the rear view mirror and MPC looks all set to capture its synergy benefits,” Credit Suisse analyst Manav Gupta said.  Marathon’s refineries ran at an average utilization rate of 97% in the quarter, compared with 100% in the year-ago quarter.  Marathon refined 3.1 million barrels per day, 1.1 million bpd higher than a year earlier. The company said the increase was primarily due to the addition of Andeavor, which it bought in October.  The company, which said it continued to focus on optimizing its portfolio that could include asset divestitures, expects to refine 3.05 million bpd at an operating cost of $5.90 per barrel  in the third quarter.  Net income attributable to the Findlay, Ohio-based company rose 4.8% to $1.11 billion in the quarter ended June 30, as it was also benefited from a more than three-fold rise in its retail segment earnings.  Excluding items, it earned $1.73 per share, beating analysts’ average estimate of $1.32.  Total revenue and other income rose to $33.69 billion from $22.45 billion.  On Thursday, HollyFrontier Corp HFC.N also posted a better-than-expected profit, joining bigger rivals Valero Energy Corp VLO.N and Phillips 66 PSX.N which reported their results last week.","40":"FILE PHOTO: A Marathon Petroleum banner covers an Andeavor sign outside the El Paso refinery following a closed $23 billion deal after the Ohio-based Marathon bought the Texas-based company, forming one of the largest global refiners in El Paso, Texas, U.S., October 1, 2018. REUTERS\/Julio-Cesar Chavez  (Reuters) - U.S. oil refiner Marathon Petroleum Corp posted a smaller-than-expected quarterly loss on Monday, hours after announcing a big financial boost from the $21 billion sale of its Speedway gas stations to Japan's Seven & i 3382.T.  A plunge in global oil prices in April due to the COVID-19 pandemic had hammered refiners, but demand for gasoline and other products is now recovering from the collapse.  The demand recovery helped Marathon post a smaller adjusted loss of $868 million, or $1.33 per share, for the second quarter, compared with analysts’ estimate of a $1.75 loss.  Shares of the company rose 6% after Marathon said it would use the proceeds from the Speedway deal to strengthen its balance sheet and return cash to shareholders. Investors had been worried about the refiner’s large debt due over the next five years.  About half of the company’s $32 billion in total debt is outstanding through 2025, according to Refinitiv Eikon data, and it generated just $172 million in operating cash flow in the second quarter.  The Speedway sale, agreed at a price just a billion below what Seven & i reportedly rejected in March, is one of the biggest this year and is expected to close in the first quarter of 2021.  Last week, rival refiners Valero Energy Corp VLO.N and Phillips 66 PSX.N posted better results than analysts had feared, citing a recovery in fuel demand.  However, analysts warn that the uptick in demand is under threat from a resurgence in cases across the United States.  “Demand for our products and services continues to be significantly depressed, particularly across the West Coast and Midwest,” Marathon Chief Executive Michael Hennigan said.","41":"FILE PHOTO: A Marathon Petroleum banner covers an Andeavor sign outside the El Paso refinery following a closed $23 billion deal after the Ohio-based Marathon bought the Texas-based company, forming one of the largest global refiners in El Paso, Texas, U.S., October 1, 2018. REUTERS\/Julio-Cesar Chavez  (Reuters) - Talks between Marathon Petroleum Corp and union workers at their St. Paul Park, Minnesota, refinery have stalled, with about 200 workers locked out following a 24-hour strike in January, the local Teamsters union said Monday.  No talks have been scheduled after the latest talks last Monday, according to Scott Kroona, business manager of the Teamsters Local 120.  “We remain willing and available to meet with union representatives to discuss a new contract and are committed to reaching an agreement that is satisfactory to all parties,” said a Marathon spokesman.  The workers have been locked out since Jan. 22 following a 24-hour strike at the refinery.  Marathon said the refinery is being operated by “trained and qualified Marathon Petroleum personnel.” It does not anticipate supply disruptions in Minnesota or the Midwest region and expects to continue meeting customer commitments, it added.  Union carriers such as Barton Oil and Praxair and certain building trades are not crossing the picket line at the plant, and the refinery is running at lower-than-normal rates, Kroona said.  Teamsters representatives said they continued to oppose Marathon’s proposal to cut union positions at the refinery.","42":"(Reuters) - Marathon Petroleum Corp said on Wednesday it would temporarily idle its 26,000-barrel-per-day Gallup, New Mexico, refinery beginning on April 15, amid slumping demand from the coronavirus pandemic.  The company said it intended to maintain regular employee staffing levels with employees assigned to tasks “necessary to support our idle status and eventual return to normal operations.”  “At this time, the duration of the idling period is unknown; however, it is our intent to return to normal operations as soon as demand levels justify doing so,” a company representative said in a email.  Refineries around the world have shut units or cut back to minimum processing levels because of a plunge in demand because of the coronavirus. The pandemic has caused the global aviation industry to virtually shut down and kept motorists off the roads.  Overall global fuel demand is expected to drop by 20% to 30% in April and remain weak for months after that.  Gallup will be the second North American refinery to idle amid the coronavirus pandemic. North Atlantic Refining Ltd’s 130,000-bpd Come-by-Chance refinery in Canada said it was pausing production at the end of March.","43":"May 8 (Reuters) - Marathon Petroleum Corp said on Wednesday it would combine its midstream units MPLX LP and Andeavor Logistics LP in a $9 billion deal.  Under the terms of the agreement, Andeavor public unitholders will receive 1.135 of MPLX common units for every common unit.  The deal is expected to close in the second half of this year. (Reporting by Debroop Roy in Bengaluru; Editing by James Emmanuel)","44":"Sept 29 (Reuters) - Marathon Petroleum Corp, the largest U.S. oil refiner, said bit.ly\/3cM8d5Y it would cut about 2,050 jobs, or 12% of its workforce, at its U.S. operations, excluding its Speedway operation, as the COVID-19 pandemic crushed global demand for motor fuels.  Reporting by Arunima Kumar in Bengaluru; Editing by Amy Caren Daniel Our Standards: The Thomson Reuters Trust Principles.","45":"FILE PHOTO - A Marathon Petroleum banner covers an Andeavor sign outside the El Paso refinery in El Paso, Texas, U.S., October 1, 2018. REUTERS\/Julio-Cesar Chavez  (Reuters) - U.S. oil refiner Marathon Petroleum’s third-quarter profit missed Wall Street estimates on Thursday, as higher costs offset gains from cheaper heavy crude.  Marathon said total costs climbed 22 percent to $21.73 billion in the quarter ended September, partly due to some pension settlement charges.  Marathon and other refiners process heavy crude, sourced from countries like Canada, to make petroleum and fuel.  But heavy crude prices have been driven lower by capacity constraints in Canadian pipelines.  Marathon, the largest U.S. refiner by capacity, said otherwise weak profit margins were buoyed by cheaper Canadian crude, which pushed margins up by 1 percent.  Net income attributable to Marathon fell to $737 million or $1.62 per share in the three months ended Sept. 30, from $903 million or $1.77 per share a year earlier.  Analysts on average had expected earnings of $1.70 per share, according to Refinitiv data.  Revenues and other income rose to $23.13 billion from $19.39 billion.  (This story corrects to remove Argentina in third and fourth paragraphs. Adds dropped word in first paragraph.)","46":"(Reuters) - Marathon Petroleum Corp MPC.N chief Gary Heminger will leave next year, the largest U.S. independent refiner said on Thursday, adding it would launch a sweeping restructuring demanded by activist investors, including the spinoff of retail operations.  The changes were a victory for Elliott Management, DE Shaw and other investors that had sought a shakeup to boost the company’s lagging share price following its troubled 2018 acquisition of rival Andeavor. Still, shares slid 3.4% to $63.95 despite third quarter results that topped analysts’ estimates.  The $23 billion Andeavor deal gave Marathon a coast-to-coast refining network. But its shares fell to a two-year low this summer as investors were disappointed with the deal’s impact on results.  Analysts said they were surprised the company’s shares fell so sharply on Thursday even though results beat forecasts and the company announced the restructuring.  Marathon said Chief Executive Officer Heminger would retire in April. It has begun a search for a new CEO. Heminger has worked for Marathon since the mid-1970s and has been at the helm since 2011. Greg Goff, a top executive and former CEO of Andeavor, also will leave Dec. 31, the company said.  “This was not a management change by Elliott,” Heminger told Reuters in an interview on Thursday, saying he had agreed to stay on until the next annual meeting to complete its integration of Andeavor.  “My plan has been that I would work through the annual meeting of 2020. There has been no ousting,” he said, calling the merger one of several “transformative” events during his tenure.  Billionaire Paul Singer’s Elliott, which last month said it owns a 2.5% economic interest in Marathon, has argued a three-way split of the company would boost shareholder value by as much as $40 billion.  As well as spinning off the retail gas station business Speedway, Marathon said it was launching a strategic review of its pipeline and storage operations. The two businesses provide about half of Marathon’s earnings. Speedway will trade as an independent public company after the separation is completed.  Elliott said it supported the moves announced on Thursday, adding it expected these measures would unlock substantial value for shareholders.  Former Andeavor board members Paul Foster and Jeff Stevens, who together own about 1.7% of Marathon, also had backed the proposals and had called for Heminger’s immediate removal. The two declined to comment on Thursday.  “We see this (spinoff) as unlocking significant value for current MPC shareholders,” analysts at Edward Jones wrote in a note.  Separately, Marathon beat analysts’ estimates for quarterly profit on Thursday, posting adjusted profit of $1.63 per share, compared to analysts’ average estimates of $1.38 per share, according to IBES data from Refinitiv.  Net income attributable to the company rose 48.6% to $1.10 billion, or $1.67 per share, in the quarter ended Sept. 30. It earned $1.62 a share in the same quarter a year ago.  Before the day before Elliott made its call for changes, Marathon’s shares were down about 6% with the stock up about 12% for the year through Wednesday’s close.","47":"WASHINGTON, Oct 25 (Reuters) - Marathon Petroleum Corp’s has won U.S. antitrust approval to buy Express Mart on condition that it sell five shops, the Federal Trade Commission said on Thursday.  Marathon Petroleum, which owns Speedway, will sell four Speedway fuel and convenience stores and one Express Mart store to Sunoco LP, the FTC said. All are in New York state.  The deal for 78 stores was announced in April.","48":"HOUSTON (Reuters) - Marathon Petroleum Corp plans to begin a multi-unit overhaul next week at its 585,000-barrel-per-day (bpd) Galveston Bay Refinery in Texas City, Texas, said sources familiar with plant operations.  Marathon plans to shut the 105,000-bpd cat feed hydrotreating unit (CFHU) next week and two hydrocrackers and hydrotreaters on March 23, the sources said.","49":"Feb 1 (Reuters) - Talks between Marathon Petroleum Corp and union workers at their St. Paul Park, Minnesota, refinery have stalled, with about 200 workers locked out following a 24-hour strike in January, the local Teamsters union said Monday.  Marathon has not expressed interest in resuming negotiations after locking them out on Jan. 22, according to Scott Kroona, business manager of the Teamsters Local 120.  The refinery is operating with temporary non-union workers.  No talks have been scheduled after the latest talks last Monday, Kroona said.  Union carriers such as Barton Oil and Praxair and certain building trades are not crossing the picket line at the plant, and the refinery is running at lower-than-normal rates, Kroona said.  Marathon said in January it did not anticipate supply disruptions in Minnesota or the Midwest region and expected to continue meeting customer commitments.  Marathon has not responded to a request for comment. (Reporting by Laura Sanicola; Editing by Richard Chang)","50":"Feb 2 (Reuters) - U.S. refiner Marathon Petroleum Corp’s losses narrowed in the fourth quarter from the third, helped by a slight recovery in fuel demand on the back of easing COVID-19 restrictions and lower costs  Findlay, Ohio-based Marathon said on Tuesday adjusted net loss narrowed to $608 million, or 94 cents per share, in the quarter ended December, from $649 million, or $1 per share, in the third quarter. (Reporting by Arunima Kumar in Bengaluru; Editing by Maju Samuel)","51":"HOUSTON (Reuters) - Marathon Petroleum Corp plans to operate the gasoline-producing fluidic catalytic cracker (FCC) at its 585,000 barrel-per-day (bpd) Galveston Bay Refinery in Texas City, Texas, at reduced production levels, said sources familiar with plant operations said on Monday.  The 140,000 bpd FCC restarted on Sunday after repairs following a March 23 brief power outage that shut the unit, the sources said.","52":"June 15 (Reuters) - Marathon Petroleum Corp:  * MARATHON PETROLEUM - ON JUNE 11, CO’S UNIT, SPEEDWAY CONFIDENTIALLY SUBMITTED REGISTRATION STATEMENT ON FORM 10 WITH THE U.S. SEC  * MARATHON PETROLEUM-SUBMITS FORM 10 WITH SEC, IN CONNECTION WITH CO’S PREVIOUSLY ANNOUNCED PLAN TO SEPARATE RETAIL TRANSPORTATION FUELS & CONVENIENCE STORE BUSINESS  * MARATHON PETROLEUM-IN LIGHT OF IMPACTS OF COVID-19 PANDEMIC ON MARKET CONDITIONS, CO CONTINUES TO ASSESS TIMELINE FOR SPEEDWAY SEPARATION  * MARATHON PETROLEUM SAYS INITIAL TARGET FOR SPEEDWAY SEPARATION Q4 OF 2020 BUT HAS BEEN REVISED TO EARLY 2021 - SEC FILING Source text: (bit.ly\/2YCmR93) Further company coverage:","53":"Nov 2(Reuters) - Marathon Petroleum Corp reported a quarterly loss on Monday after the COVID-19 pandemic destroyed fuel demand and as the U.S. refiner took $525 million in charges.  Findlay, Ohio-based Marathon Petroleum said net loss attributable to the company stood at $1.02 billion, or $1.57 per share, for the third quarter ended Sept. 30, compared to a profit $1.1 billion, or $1.66 per share, a year earlier. (Reporting by Arunima Kumar in Bengaluru; Editing by Amy Caren Daniel)","54":"April 23 (Reuters) - Marathon Petroleum Corp:  * MARATHON PETROLEUM CORP FILES FOR POTENTIAL MIXED SHELF; SIZE NOT DISCLOSED - SEC FILING Source text: bit.ly\/2VP8oFG Further company coverage:","55":"Nov 1 (Reuters) - Refiner Marathon Petroleum posted an 18 percent fall in quarterly profit on Thursday, hurt by higher operating costs.  Total costs and expenses rose 22 percent to $21.73 billion.  Net income attributable to Marathon Petroleum fell to $737 million, or $1.62 per share, in the third quarter ended Sept. 30, from $903 million, or $1.77 per share, a year earlier.  The largest U.S. refiner by capacity said revenues and other income rose to $23.13 billion from $19.39 billion.","56":"Oct 1 (Reuters) - Marathon Petroleum Corp said on Monday it had completed the acquisition of rival Andeavor , forming the largest independent U.S. refiner by capacity.  Ohio-based Marathon agreed to buy Andeavor in April for $23 billion to create a refiner that will benefit from access to booming U.S. shale fields and growing U.S. fuel export markets. (Reporting by Shanti S Nair in Bengaluru; Editing by Shounak Dasgupta)","57":"(Reuters) - U.S. refiner Marathon Petroleum Corp is delaying all maintenance projects at its 102,000 barrel-per-day St. Paul Park, Minnesota, refinery for 2020, a source familiar with the matter said, amid concerns related to the spread of the novel coronavirus.  Several refiners have delayed planned maintenance at their plants this year due to concerns around the spread of the coronavirus among workers, or as part of capital and operational expense cuts.  Contractors that work on a wide range of projects for the refinery were told they would not resume until next year, according to the source. Planned work included maintenance on a crude unit in September, according to Industrial Info Resources (IIR), which tracks refinery work and interruptions.  Marathon declined to comment.  Depending on the size of a project, refinery maintenance can require thousands of contract workers working for several weeks or months to carry out upgrades and maintenance at a plant.  Social distancing guidelines can be difficult to abide by while conducting such work, according to refiners.  The St. Paul Park refinery is operating at lower rates amid reduced demand for refined products resulting from the coronavirus pandemic, according to IIR.  Marathon Petroleum said in May that it would cut capital spending by approximately 30% and expected operating costs to be lower by $950 million.  Net loss attributable to Marathon was $9.2 billion in the first quarter of 2020, as it booked $12.4 billion in charges related to inventory writedowns and goodwill impairment.","58":"FILE PHOTO: The U.S. Securities and Exchange Commission logo adorns an office door at the SEC headquarters in Washington, June 24, 2011. REUTERS\/Jonathan Ernst\/File Photo  (Reuters) - U.S. refiner Andeavor LLC agreed to pay $20 million in penalties to the Securities and Exchange Commission (SEC) for inadequate controls over a stock buyback plan it executed while it was in talks to be bought by Marathon Petroleum Corp MPC.N in 2018.  The securities regulator said on Thursday that Andeavor’s chief executive officer had directed its finance chief to initiate a $250 million stock buyback two days before the two companies were set to resume talks about a potential deal.  Andeavor’s internal accounting controls failed to make sure the buyback adhered to a company policy prohibiting repurchases while it held material non-public information, the order said.  The refiner repurchased 2.6 million shares of its stock from investors at an average price of $97 per share in February and March of 2018, a month after which the two companies agreed to a deal valuing Andeavor at more than $150 per share.  Andeavor’s parent Marathon Petroleum did not immediately respond to a request for comment.","59":"(Reuters) - Marathon Petroleum Corp MPC.N agreed to buy rival Andeavor ANDV.N for more than $23 billion in a deal creating one of the largest global refiners that will benefit from access to booming U.S. shale fields and growing U.S. fuel export markets.  The United States has become the world’s top fuel exporter, shipping more than 3 million barrels per day (bpd) of gasoline and diesel. Refiners have capitalized on booming output from shale fields in Texas and North Dakota and are building out export terminals and processing facilities.  Buying Andeavor gives Marathon more exposure to the booming U.S. shale oil sector, thanks to Andeavor’s logistics and terminal operations in Texas and North Dakota shale regions. Rising output from the Permian Basin, the largest oilfield in the United States, has driven the nation’s crude production to an all-time record above 10.5 million bpd.  “The combination of the two companies allows us to go after and find ways to create a bigger presence in the Permian,” said Marathon Chief Executive Gary Heminger, who will lead the combined companies.  The company would be able to process 3.1 million bpd of crude oil into gasoline, diesel and other fuels. Its capacity would be the sixth largest globally, behind China's Sinopec 600028.SS, Exxon Mobil Corp XOM.N, PetroChina, Royal Dutch Shell RDSa.L and Aramco, according to consultancy IHSMarkit.  U.S. motorists consume more fuel than any other country in the world and overall demand nationwide hit a record 9.3 million bpd in 2017.  Operations that have capacity to refine light crude produced in shale fields such as Andeavor will be better positioned to take advantage of the production boom. Both North Dakota’s Bakken and Texas shale regions primarily produce light, sweet crude oil.  Slideshow ( 3 images )  The deal also gives Marathon a line into fast-growing Mexican fuel markets. Andeavor is expanding its network of filling stations in the country. Mexico’s dilapidated refineries cannot meet the growing population’s demand for gasoline and other products.  U.S. fuel exports to Mexico rose to 1.4 million bpd as of January, up more than 85 percent from two years ago.  The deal values Andeavor, formerly known as Tesoro, at about $152 per share, or about 24 percent more than Friday’s closing price of $122.38.  “We view this as pretty full value for Andeavor,” Scotia Howard Weil analysts said in a note. “Not many saw this one coming.”  MARATHON SHARES DOWN, ANDEAVOR UP  Shares of Ohio-based Marathon lost $6.52, or 8 percent, to close at $74.91 a share. It also missed Wall Street forecasts for quarterly profit by a wide margin on Monday as expenses rose.  Slideshow ( 3 images )  Shares of Andeavor, based in San Antonio, closed up 13 percent at $138.32.  Including Andeavor’s debt, Marathon is paying $35.6 billion to hold 66 percent of a combined company worth some $58 billion at Friday’s close.  Andeavor operates 10 refineries in the United States, largely in the western part of the country. It has pipeline, trucking and terminal operations in the Permian and in the Bakken region, the second-most prolific state for oil production in the country after Texas. (To see an image from the companies, click here: reut.rs\/2JFgc58)  “This creates one coast-to-coast, border-to-border refining and marketing company that seems well balanced with a pretty broad footprint,” said Garfield Miller, CEO of Aegis Energy Advisors.  Marathon’s six refineries are largely in the Midwest, with one in Texas City, Texas. The Midwest region has reduced its reliance on crude oil from the Gulf Coast in recent years, pulling more of its barrels from Canada and North Dakota. Now, it is producing more products than it needs and has looked to export markets for additional opportunity.  Analysts at Tudor Pickering Holt said they expected the location of the two companies’ operations to allow them to avoid antitrust hurdles.  Combining the companies’ logistics subsidiaries will not happen immediately, Marathon CEO Gary Heminger said on a conference call following the transaction. He referred to that combination as a “day two issue.”  Andeavor is expanding a retail network of motor fuel stations in the Mexican states of Baja California and Sonora under its ARCO brand.  U.S. Gulf Coast refiners are becoming more integrated in the region’s energy industry, filling shortages created by underinvestment in refining across Latin America.  “There’s no question the new company has greater resource capability going forward into Mexico,” Andeavor CEO Gregory Goff said on a conference call with analysts.  The deal, which is expected to close in the second half of this year, could spur other North American refiners to look harder at acquisitions, said IHSMarkit refining and marketing director Rob Smith.  “This may end up being the biggest of the bunch,” said Smith. “But it would not be surprising to see other mid-tier companies merge.”","60":"WASHINGTON (Reuters) - Three key U.S. House of Representatives Democrats on Wednesday asked Marathon Petroleum Corp to disclose any communications between the White House and federal agencies on the Trump administration’s proposal to freeze fuel efficiency standards at 2020 levels through 2026.  Energy and Commerce Committee Chairman Frank Pallone and two subcommittee chairs asked Marathon in a letter for all documents it exchanged between the National Highway Traffic Safety Administration, Environmental Protection Agency and White House, and to disclose if the oil company was involved in the controversial rule’s development.  The proposal’s preferred option, announced in August 2018 but not finalized, would boost U.S. oil consumption by about 500,000 barrels a day by the 2030s.  Marathon did not immediately respond to a request for comment.  The letter, also signed by Representatives Paul Tonko and Jan Schakowsky, said the oil industry “stands to profit significantly from the proposed rollback.” It also seeks details of Marathon’s social media efforts related to the proposed regulation.  Pallone said Wednesday “the oil industry is the only winner” from the revised rules.  In April, EPA Administrator Andrew Wheeler denied the rules were written at the behest of oil industry lobbyists. “This has nothing to do with the oil industry. We’re not doing this for the oil industry. I’m not doing this for the oil industry,” Wheeler told Reuters.  The Trump administration said in August that the freeze would save automakers more than $300 billion in regulatory costs and reduce the projected cost of a new vehicle by $1,850.  Deputy National Highway Traffic Safety Administration chief Heidi King said at a congressional hearing that the agencies are still reviewing more than 650,000 comments and that the agency plans to finalize the rule “soon.”  The Democrats also seek records from the American Fuel & Petrochemical Manufacturers trade group and other groups.","61":"HOUSTON (Reuters) - Marathon Petroleum Corp MPC.N, the largest U.S. oil refiner, began cutting jobs on Tuesday across the company, according to people familiar with the matter, as the COVID-19 pandemic sapped demand for motor fuels.  FILE PHOTO: A Marathon Petroleum banner covers an Andeavor sign outside the El Paso refinery following a closed $23 billion deal after the Ohio-based Marathon bought the Texas-based company, forming one of the largest global refiners in El Paso, Texas, U.S., October 1, 2018. REUTERS\/Julio-Cesar Chavez  U.S. refiners have posted large losses this year as fuel consumption tumbled amid lockdowns and work-from-home policies to combat the spread of the coronavirus. Thin profit margins have been undercut by the need to operate plants at less than 80% capacity.  Marathon officials are “communicating with our employees about measures we announced earlier this year to strengthen Marathon Petroleum for short-term and long-term success,” a spokeswoman said in a statement. She declined to comment on specific actions.  The Findlay, Ohio-based company has been shedding units to improve results. It had 60,000 employees as of Dec. 31, with two-thirds in retail operations that are being acquired by 7-Eleven Inc, an arm of Japan's Seven & i Holdings Co Ltd 3382.T.  About 60 salaried staff were let go by midday on Tuesday at Marathon’s large Galveston Bay plant in Texas and another 60 people were dismissed at the company’s Los Angeles refinery, the sources said.  The Galveston Bay operation may lose as many as 100 workers this week and up to 200 before the reductions end, one of the people said.  As of Tuesday night, 45 salaried employees had been let go at the Garyville, Louisiana, refinery, sources said.  In August, Marathon began closing refineries in Martinez, California, and Gallup, New Mexico, eliminating 800 jobs. The latest cuts are across the company, one of the people said.  It is expected to report a $623 million third-quarter loss on Nov. 2, according to IBES data from Refinitiv. It lost $9.2 billion in the first half of the year, mostly on impairment charges.  Last week, LyondellBasell Industries LYB.N also disclosed plans to cut 10% of staff at its Houston oil refinery because of heavy losses. Plant operations would be challenged for several years because of the drop in demand, a LyondellBasell executive said.","62":"FILE PHOTO: A Marathon Petroleum banner in El Paso, Texas, U.S., October 1, 2018. REUTERS\/Julio-Cesar Chavez\/File Photo  (Reuters) - U.S. energy regulators said on Wednesday they plan to make a decision on Marathon Petroleum Corp’s plan to convert the Kenai liquefied natural gas export plant in Alaska into an import terminal by the end of the year.  The U.S. Federal Energy Regulatory Commission (FERC) said it planned to issue an environmental assessment by Sept. 3 and make a final decision by Dec. 2. The federal authorization deadline comes 90 days after the environmental assessment.  In April, FERC delayed an earlier plan to issue an environmental assessment by April 24 since it had to wait for the U.S. Department of Transportation’s Pipeline and Hazardous Material Safety Administration (PHMSA) to make a decision on the company’s plan for a vaporizor.  PHMSA said in May that it had no objection to the planned location of the vaporizor.  The Kenai LNG export plant entered service in 1969. The plant was the only big LNG export facility in North America until Cheniere Energy Inc’s Sabine Pass export terminal in Louisiana entered service in February 2016. Nearly all of the LNG from Kenai went to Japan.  ConocoPhillips, the operator of Kenai, mothballed the facility in 2015 before selling it to a unit of Andeavor in February 2018.  Marathon Petroleum completed its purchase of Andeavor in October 2018.","63":"March 12 (Reuters) - Marathon Petroleum Corp:  * MARATHON PETROLEUM CORP. NAMES KRISTINA A. KAZARIAN VICE PRESIDENT OF INVESTOR RELATIONS Source text for Eikon: Further company coverage: (Reuters.Brief@thomsonreuters.com)","64":"(Corrects Q1 net loss forecast to “$250 mln to $25 mln” from “$1,260 mln to $1,380 mln” in sixth bullet; changes headline)  April 22 (Reuters) - Marathon Petroleum Corp:  * EXPECT TO DEFER OR DELAY CERTAIN CAPITAL EXPENDITURES THAT WE HAD EXPECTED TO MAKE IN 2020.  * HAVE TAKEN ACTIONS TO REDUCE OPERATING EXPENSES ACROSS BUSINESS.  * PRE-TAX NON-CASH GOODWILL IMPAIRMENT EXPENSES EXPECTED TO BE RECORDED FOR Q1 OF 2020 OF BETWEEN $7.3 BILLION TO $7.8 BILLION  * DRAWN A TOTAL OF $3.5 BILLION UNDER FIVE-YEAR REVOLVING CREDIT FACILITY  * IN PROCESS OF NEGOTIATING A NEW $1 BILLION 364-DAY REVOLVING CREDIT FACILITY, WHICH WOULD EXPIRE IN 2021  * SEES Q1 NET LOSS ATTRIBUTABLE TO MPC OF $250 MLN TO $25 MLN  * BORROWED $1.5 BILLION OF AVAILABLE LOAN CAPACITY UNDER FIVE-YEAR REVOLVING CREDIT FACILITY  * SEES Q1 REVENUES AND OTHER INCOME $24.1 BILLION TO $26.7 BILLION  * EVALUATING VARIOUS OTHER LIQUIDITY OPTIONS AND ACTIONS  * Q1 REVENUE VIEW $24.80 BILLION -- REFINITIV IBES DATA  * EXPECT TO DEFER CERTAIN DIRECT AND INDIRECT TAX PAYMENTS FOR Q1  * PERFORMING IMPAIRMENT ASSESSMENTS FOR CERTAIN OF CO’S LONG-LIVED ASSET GROUPS  * PRESENTLY ESTIMATING WILL RECORD $1.2 BLN-$1.4 BLN OF IMPAIRMENT EXPENSE RELATED TO EQUITY METHOD INVESTMENTS THROUGH “REVENUES AND OTHER INCOME”  * MARATHON PETROLEUM - PRELIM Q1 TOTAL COSTS & EXPENSES EXCLUDES CERTAIN INVENTORY VALUATION ADJUSTMENT ESTIMATED TO BE BETWEEN $3.1 BLN & $3.3 BLN  * Q1 REVENUE VIEW $24.80 BILLION -- REFINITIV IBES DATA Source text for Eikon: bit.ly\/2zg5VMC Further company coverage:","65":"WASHINGTON, June 19 (Reuters) - Three key U.S. House of Representatives Democrats on Wednesday asked Marathon Petroleum to disclose any communications between the White House and federal agencies on the Trump administration’s proposal to freeze fuel efficiency standards at 2020 levels through 2026.  Energy and Commerce Committee Chairman Frank Pallone and two subcommittee chairs asked Marathon for all documents it exchanged between the National Highway Traffic Safety Administration, Environmental Protection Agency and White House and to disclose if the oil company was involved in the controversial rule’s development. The proposal’s preferred option, announced in August 2018 but not yet finalized, would boost U.S. oil consumption by about 500,000 barrels a day by the 2030s. Marathon did not immediately comment. (Reporting by David Shepardson Editing by Leslie Adler)","66":"April 25 (Reuters) - Marathon Petroleum Corp:  * SETS DIVIDEND OF $0.46PER SHARE Source text for Eikon: Further company coverage:","67":"(Reuters) - U.S. oil refiner Marathon Petroleum Corp MPC.N on Tuesday cut spending by 30% and detailed other measures to reduce costs, as widespread lockdowns to curb the spread of the COVID-19 pandemic pummel demand for oil and gas.  Stay-at-home orders to contain the pandemic have decimated travel, cutting worldwide demand for oil at a time when the market is already over supplied.  With U.S. oil prices now down 70% for the year, companies have rushed to cut their budgets and are finding ways to save cash in order to survive through the downturn.  Marathon, which last month said it will defer or delay some expenses, expects total capital spending to decline by $1.4 billion, reducing its budget for the year to $3 billion. It estimated operating expenses to be $950 million lower in 2020.  Investors are likely to take a positive view of the spending cuts, analysts at Credit Suisse wrote in a note, adding that the measures were better than the brokerage’s estimates.  Marathon’s shares rose around 5% in premarket trading, as the company also posted a quarterly adjusted loss of 16 cents per share that was much smaller than analysts’ average estimate of 31 cents, according to Refinitiv IBES data.  Marathon forecast sharply lower refining throughput for the second quarter as it temporarily idled some facilities to save costs amid little demand for refined products.  The company expects second-quarter throughput, defined as the amount of crude oil processed by a refinery, to be around 2.13 million barrels of oil per day (bopd), down from 3.1 million bopd a year earlier.  Net loss attributable to the largest U.S. oil refiner was $9.2 billion, or $14.25 per share, in the first quarter, as it booked $12.4 billion in charges related to inventory writedowns and goodwill impairment.  Marathon's rivals Valero Energy Corp VLO.N and Phillips 66 PSX.N reported losses for the first three months of the year as they also wrote down the value of their inventories and took one-time charges because of the oil crash.","68":"FILE PHOTO - A Marathon Petroleum banner covers an Andeavor sign outside the El Paso refinery following a closed $23 billion deal after the Ohio-based Marathon bought the Texas-based company, forming one of the largest global refiners in El Paso, Texas, U.S., October 1, 2018. REUTERS\/Julio-Cesar Chavez  HOUSTON (Reuters) - Marathon Petroleum Corp gave a final contract offer to the United Steelworkers union (USW) local representing workers at its Galveston Bay Refinery in Texas on Friday, said sources familiar with the negotiations.  USW members from Local 13-1, who work at the refinery in Texas City, Texas, are expected to vote on the offer next week, the sources said.  Company spokesman Sid Barth said Marathon was optimistic about reaching mutually satisfactory agreements with the USW locals that have not yet agreed to terms.  The Galveston Bay Refinery was the site of a bitter strike in 2015. Workers at the refinery were off their jobs for six months.  USW International negotiators reached agreement on Thursday with Shell Oil Co, acting as lead negotiator for U.S. refiners, chemical plant and pipeline operators, on terms for pay, benefits, health and safety for union members in the oil industry.  That agreement is paired with the agreement on local issues to make the contract being offered to the Galveston Bay workers. If it is ratified by the members, it must also be approved by USW International officials in Pittsburgh .","69":"(Adds company no comment)  HOUSTON, Feb 15 (Reuters) - Marathon Petroleum Corp’s 585,000 barrel-per-day Galveston Bay Refinery in Texas City, Texas, was shut on Sunday night and Monday morning as temperatures plunged due to an Arctic cold front reaching the Gulf Coast, said sources familiar with plant operations.  Marathon plans to begin restarting units shut by the severe cold weather in the next few days as temperatures rise, which is not expected before Tuesday afternoon, the sources said.  Marathon spokesman Jamal Kheiry declined to comment.  Units shut last week for a planned overhaul underway at the refinery will remain shut.  Last week, Marathon shut the refinery’s 140,000-bpd gasoline-producing fluidic catalytic cracker 3 (FCC 3), the sources said. Also, the 31,500-bpd alkylation unit 3 (Alky 3) and 75,000-bpd Ultraformer 3 (UU 3), along with a hydrotreater, were shut for the overhaul, scheduled to finish by the end of March. (Reporting by Erwin Seba; Editing by Toby Chopra and Andrea Ricci)","70":"FILE PHOTO: A Marathon Petroleum banner covers an Andeavor sign outside the El Paso refinery following a closed $23 billion deal after the Ohio-based Marathon bought the Texas-based company, forming one of the largest global refiners in El Paso, Texas, U.S., October 1, 2018. REUTERS\/Julio-Cesar Chavez  HOUSTON (Reuters) - Marathon Petroleum Corp may restart a reformer at its 585,000 barrel-per-day (bpd) Galveston Bay Refinery in Texas City, Texas, by the end of the week, sources familiar with plant operations said on Monday.  The 62,000 bpd Ultraformer 4 catalytic reformer was shut on Monday for inspection and possible repairs, the sources said.  Marathon spokesman Sid Barth declined to comment.  Reformers convert low-octane refining byproducts into high-octane reformate, which is added to gasoline.","71":"(Reuters) - Marathon Petroleum Corp posted a 56 percent jump in the number of barrels of crude it processed per day during the fourth quarter and the refiner’s margins rose, helped by access to cheap oil from Canada and its purchase of rival Andeavor.  FILE PHOTO: A Marathon Petroleum banner covers an Andeavor sign outside the El Paso refinery following a closed $23 billion deal after the Ohio-based Marathon bought the Texas-based company, forming one of the largest global refiners in El Paso, Texas, U.S., October 1, 2018. REUTERS\/Julio-Cesar Chavez  At its refineries in the U.S. Midwest, Marathon has been processing large amounts of Canadian crude, which has turned cheaper relative to the benchmark West Texas Intermediate  because of transport bottlenecks and a storage glut in Canada.  Refiners such as Marathon process crude into diesel, gasoline and other products. Some of them faced here challenges after the United States imposed sweeping sanctions on Venezuela's state oil company PDVSA.  In November, Marathon Chief Executive Officer Gary Heminger said the company was importing more than 500,000 barrels per day of Canadian crude.  On Thursday, the Findlay, Ohio-based company said refining and marketing margin per barrel of oil jumped about 15 percent in the fourth quarter. Crude oil throughput rose to about 3 million barrels per day from 1.84 million barrels last year, helped by its acquisition of Andeavor.  Marathon agreed to buy Andeavor for more than $23 billion last year, to become one of the world’s largest refiners. The deal was closed in October.  “We have realized $160 million of synergies in just three months and continue to expect total annual gross run-rate synergies of up to $600 million at year-end 2019,” CEO Heminger said in a statement.  Income from its retail unit, which includes Speedway gas stations and convenience stores, rose more than four times to $613 million.  The company made a margin of 32.35 cents per gallon at its stores, compared with 17.72 cents last year.  “Relative to our estimate, the beat was roughly split between refining and retail, two areas that benefited from the extreme drop in crude prices in the quarter,” analysts at Tudor, Pickering and Holt said.  Marathon’s adjusted profit of $2.41 per share beat the energy investment firm’s estimate of $2.24 per share.  Net income attributable to Marathon fell to $951 million, or $1.38 per share, in the fourth quarter ended Dec. 31, from $2.02 billion, or $4.13 per share, a year earlier.  In the year-ago quarter, the company recorded a $1.5 billion gain related to the U.S. tax overhaul.  Total revenue rose to $32.54 billion from $21.24 billion.  Shares of Marathon were up almost a percent amid a drop in oil prices on Thursday.","72":"HOUSTON (Reuters) - Marathon Petroleum Corp MPC.N, the top U.S. oil refiner, is cutting 12% of its workforce amid continued declines in fuel consumption due to the COVID-19 pandemic, it said on Wednesday.  FILE PHOTO: A Marathon Petroleum banner covers an Andeavor sign outside the El Paso refinery Texas, U.S., October 1, 2018. REUTERS\/Julio-Cesar Chavez  Refiners and oil producers have been dismissing staff, slashing spending and reducing production to cope with weak prices and a global glut of fuel. U.S. gasoline futures are down 26% from a year ago and oil is trading down a third from where it began the year.  Marathon will incur an up to $175 million charge to third quarter earnings for the 2,050 job cuts, it reported to the U.S. Securities and Exchange Commission. About 20% of the charge will be recouped from its publicly traded pipeline unit, the company said.  The Findlay, Ohio, firm disclosed the workforce cuts after Reuters on Tuesday reported employees across the company had been notified of impending layoffs.  The cuts includes staff at its Martinez, California, and Gallup, New Mexico refineries, which in July were designated to close. The shutdowns and job cuts will lower overall costs beginning next year, Marathon said in a statement.  Employees of its retail gasoline business are not included in the 12% reduction. Marathon in August agreed to sell its Speedway unit to Japan's Seven & i Holdings Co Ltd 3382.T, a deal expected to close next year.  Red ink and job cuts are expected across the oil industry as results start rolling out next month. U.S. refiners typically gear up for winter heating oil demand after summer driving season ends. This year, heating oil and gasoline consumption are both depressed.  “The pandemic has resulted in near-record lows on diesel margins, the go-to product for refineries as we enter into the winter heating season,” said Andrew Lipow, president of consultancy Lipow Oil Associates.  “The glut in refining capacity has forced these downstream companies into layoffs,” he said.  Marathon this week notified employees of 100 job cuts at its Robinson, Illinois, refinery, 60 in its Los Angeles Refinery, 57 in the Catlettsburg, Kentucky, refinery, 45 at the refinery in Garyville, Louisiana, 20 at the Canton, Ohio, plant and 15 in St. Paul Park, Minnesota, refinery, people familiar with the matter said.  Workers were also notified of 108 job cuts at Marathon’s largest plant, the 585,000 barrel-per-day (bpd) Galveston Bay Refinery, in Texas City, Texas. The total there may reach more than 200, the people said.  This month, Royal Dutch Shell and LyondellBasell Industries both announced 10% workforce cuts. Top U.S. oil companies Chevron Corp CVX.N and Exxon Mobil Corp XOM.N are also in the process of restructuring their businesses to halt losses.  Shell on Tuesday disclosed its refineries ran at between 64% and 68% of their capacity in the quarter ending today, a very low rate.  Marathon is expected to report a $623-million third-quarter loss on Nov. 2, according to IBES data from Refinitiv. It lost $9.2 billion in the first half of the year, mostly on impairment charges.  Its shares traded at $29.34 on Wednesday, down a fraction. The stock is off 52% since the year began.","73":"HOUSTON (Reuters) - Marathon Petroleum Corp began restarting a crude distillation unit (CDU) at its 585,000 barrel-per-day (bpd) Galveston Bay Refinery in Texas City, Texas, on Friday, said sources familiar with plant operations.  Marathon plans to return the 225,000-bpd Pipestill 3B CDU to production by early next week, the sources said. Pipestill 3B was shut on Monday to connect units that have been shut since late May as part of a multi-unit overhaul underway at the refinery.  Marathon spokesman Sid Barth declined to comment.  Marathon expects to complete the overhaul of a 65,000-bpd reformer, a 60,000-bpd residual oil hydrotreater, 60,000-bpd hydrocracker, 31,500-bpd alkylation unit, a 47,500-bpd aromatics recovery unit and an aromatics production unit by the end of July. The overhaul began on May 23.  Pipestill 3B is one of two 225,000-bpd CDUs at the refinery that do the initial breakdown of crude oil into hydrocarbon feedstocks for all other production units.","74":"HOUSTON (Reuters) - Marathon Petroleum Corp plans to finish a multi-unit overhaul in late July at its 585,000-barrel-per-day (bpd) Galveston Bay Refinery in Texas City, Texas, said sources familiar with plant operations.  Marathon shut the 225,000-bpd Pipestill 3B crude distillation unit (CDU) on Monday to begin connecting to it the units shut for the overhaul, the sources said.  Marathon spokesman Sid Barth declined to comment on Tuesday.  The company began the overhaul on May 23 with the shutdown of a 65,000-bpd reformer, a 60,000-bpd residual oil hydrotreater and an aromatics unit, the sources said.  Five days later, the 60,000-bpd hydrocracker, the 31,500-bpd alkylation unit and a 47,500-bpd aromatics recovery unit were shut along with a sulfur recovery unit.  The overhaul was originally scheduled to begin in March, but was pushed back twice to reduce the risk that large numbers of contract workers at the refinery would spread novel coronavirus, according to the sources.","75":"(Reuters) - Marathon Petroleum Corp will idle its 166,000 barrel-per-day (bpd)refinery in Martinez, California beginning April 27 in response to the coronavirus pandemic’s hit to demand for refined products, according to a company official.  The company did not provide further comment on the likely duration of the idle, but said it intends to return the plant to normal operations once demand levels support doing so.  The Martinez plant is the second in the United States and third in North America to temporarily cease operations in response to the plummeting demand for products such as gasoline and jet fuel amid severe travel restrictions in place to help slow the spread of the coronavirus.  Marathon previously announced it would idle its 26,000 bpd refinery in Gallup, New Mexico.  North Atlantic Refining has also idled its 130,000 bpd refinery in Come-by-Chance, Canada.  U.S. demand for gasoline has fallen by about a third due to the coronavirus pandemic, which has upended daily life and prompted stay-at-home orders for most of the country, according to the U.S. Energy Information Administration.  As a result, refiners have slashed output and seen gasoline profit margins fall to the lowest since 2008.","76":"HOUSTON (Reuters) - Marathon Petroleum Corp shut the hydrocracker (HCU) and alkylation unit at its 585,000 barrel-per-day (bpd) Galveston Bay Refinery in Texas City, Texas, by Thursday as part of a multi-unit overhaul that began on Saturday, said sources familiar with plant operations.  Marathon spokesman Sid Barth declined to comment.  The 60,000-bpd hydrocracker, called Ultracracker 4, and 31,500-bpd alkylation unit were shut along with a sulfur recovery unit and a 47,500-bpd aromatics recovery unit, the sources said.  The first units shut were the 65,000-bpd Ultraformer, as the reformer is called, a 60,000-bpd residual oil hydrotreater and an aromatics unit, the sources said. The first shutdowns began on Saturday.  The overhaul is expected to be completed as early as mid-July but may extend through Aug. 1. Because of the COVID-19 pandemic, the overhaul has twice been delayed from an initial start date scheduled in late March.  Hydrocrackers use a catalyst under high heat and pressure in the presence of hydrogen to produce diesel from gas oil along with other motor fuels. Alkylation units convert refining byproducts into octane-boosting components added to gasoline.  Reformers also convert refining byproducts into components used to boost octane in gasoline through a different process from that in reformers. Hydrotreaters use hydrogen to reduce sulfur in motor fuels in compliance with U.S. environmental rules.","77":"(Reuters) - Marathon Petroleum Corp, the second-biggest refining company in the United States, has asked the Environmental Protection Agency (EPA) for a hardship waiver exempting one of its facilities from the nation’s biofuels law, two sources with knowledge of the application told Reuters.  The request comes as the EPA expands its use of biofuel waivers in a way that has reduced regulatory costs for the oil industry by hundreds of millions of dollars in recent months, but which has also infuriated the powerful corn lobby.  EPA has authority to grant waivers freeing small refineries from their obligation to mix biofuels such as ethanol into their fuel under the Renewable Fuel Standard (RFS) if they can prove complying would cause them “disproportionate economic hardship.”  The waivers can save individual facilities tens of millions of dollars in regulatory costs, adding to a company’s bottom line.  Ohio-based Marathon made the waiver application for one of its facilities for the 2017 calendar year, according to the sources, who asked not to be named. The sources did not specify which facility the waiver would cover and did not know whether EPA had made a decision.  Marathon spokesman Jamal Kheiry declined to comment and EPA spokesman Jahan Wilcox did not respond to requests for comment.  Marathon’s smallest refinery is a 93,000 barrel per day plant in Canton, Ohio. While that plant has a nameplate capacity above the 75,000 bpd threshold that EPA uses for “small refineries,” the facility could meet the criteria by operating at reduced rates. Refineries typically bring down units at least once a year for maintenance work, limiting production.  It is also possible that Marathon made the request for a portion of one of its larger refining complexes, such as its Galveston Bay refinery in Texas, arguing that certain parts of the complex operate distinctly.  EXPANDED PROGRAM  An EPA source said earlier this year that the agency has granted more than two dozen small refinery waivers for 2017 in recent months, a level that former officials say is about triple the number given each year under previous administrations.  The expanded use of biofuel waivers under President Donald Trump’s administration has been a flashpoint between the oil and corn industries. While refining industry representatives have said EPA is required to provide such exemptions to qualifying facilities, corn-state Republicans have said the program is being abused in a way that hurts corn farmers.  Republican Senator Chuck Grassley of Iowa said in an emailed statement that the move was a sign of “how broken this process is.”  “NOTE TO EPA definition of hardship: a condition that is difficult to endure, suffering, deprivation, oppression,” Grassley said separately on Twitter. “Surely Marathon doesn’t qualify for a waiver They had a net income of $3.4B in 2017 BILLIONS IN PROFITS ISNT HARDSHIP.”  He and other lawmakers have pressed the EPA to curb the exemptions and to name the companies that have received them.  EPA does not reveal the names of waiver applicants or recipients - arguing the information is confidential.  Sources familiar with the matter have told Reuters that large U.S. refiner Andeavor and billionaire Carl Icahn’s CVR Energy were among the companies that had been granted waivers recently – showing EPA is willing to award exemptions to plants owned by big, profitable companies.  Andeavor, which recorded net profits of $1.4 billion in 2017, said this month it saved $100 million in costs from waivers.  Majors Chevron Corp and ExxonMobil Corp have also asked for relief for smaller units, according to sources, though it is unclear if their requests were granted.  Marathon, which owns six refineries and sells gasoline through independent retailers and its Speedway unit, booked net income of $3.4 billion in 2017. It recently announced it is buying Andeavor in a $23.3 billion deal that would make it the nation’s largest refiner.  “This is the theater of the absurd. Marathon wants a small refinery hardship waiver at the very moment it is seeking to become the nation’s largest refiner,” Brooke Coleman, head of the Advanced Biofuels Business Council, said.  “The federal government should be protecting consumers by scrutinizing mergers like this instead of handing out dividends to multibillion dollar oil companies seeking to monopolize critical energy sectors.”  Prices of the biofuel blending credits that refiners need to prove compliance with the RFS, known as Renewable Identification Numbers (RINs), have fallen to five-year lows in recent weeks as the increase in hardship waivers has turned traditional buyers of credits into sellers.  Marathon has long called for a legislative overhaul of the RFS to ease the burden on refiners but began investing years ago in terminal blending capacity to help curb its RIN expenses.  Chief Financial Officer and Senior Vice President Timothy Griffith in April 2017 told investors and analysts on a conference call that the costs associated with the RFS are “incorporated into our trading and pricing decision and ultimately recovered and passed on to consumers.”","78":"FILE PHOTO: Cars drive past the Marathon Petroleum refinery in Carson, California, U.S., December 5, 2019. REUTERS\/Mike Blake  HOUSTON (Reuters) - Marathon Petroleum Corp MPC.N, the largest U.S. oil refiner, warned on Wednesday of a first-quarter loss on a roughly $7.8 billion write-down from a sharp fall in fuel demand.  Stay-at-home orders designed to contain the coronavirus pandemic have decimated travel and forced businesses to shut down, cutting worldwide demand for oil by a third, or about 30 million barrels a day. In the United States, gasoline demand has dropped by half.  Other top oil refiners including Exxon Mobil, XOM.N Royal Dutch Shell RDSa.L and Valero Energy VLO.N have cut output by as much as a third, halted new projects and sent contract workers home to avoid illnesses and reduce operating costs.  Marathon forecast a loss before charges of up to $250 million for the quarter ended March 31, in a regulatory filing here. The company is scheduled to report results on May 5.  Lower fuels prices have sharply cut the value of Marathon’s stocks and it forecast inventory adjustments of up to $3.3 billion in the quarter. It said non-cash impairments to investments could reach up to $1.4 billion.  Marathon has deferred spending and tax payments for the first quarter, halted share repurchases and added to its financial reserves. To bolster its finances, Marathon said it has drawn on a $3.5 billion credit facility and plans to seek a one-year, $1 billion loan.  Its shares closed up 4% to $24.69 on Wednesday, before Marathon released its warning. In after-hours trade the shares were up 12 cents to $24.18.  Two years ago, Marathon acquired rival Andeavor, bringing its total processing capacity to about 3.1 million barrels per day. But its business has struggled and the company recently shook up top management and pledged to spin off its Speedway retail gasoline business.  Rival Valero Energy earlier this month warned of an up to $2.1 billion first quarter loss and withdrew its full-year outlook, citing business losses from coronavirus.","79":"(Reuters) - Marathon Petroleum Corp will release earnings on Thursday at a time when activist investors are pressuring company executives to make major changes, including potentially spinning off its retail gasoline unit that enjoyed strong margins in the most recent quarter.  It has been 13 months since Marathon closed its $23 billion purchase of Andeavor Corp that gave it a presence across the entire United States, making it the second-largest independent refiner by market value after Phillips 66.  Now, activist investors, including Elliott Management Corp, have called for asset sales and corporate changes, including the potential removal of current chief executive Gary Heminger. Bloomberg reported Wednesday that the company’s board may try to appoint a new CEO to appease Elliott. Reuters has not independently confirmed that.  When Marathon executives speak on an analyst call on Thursday, they are expected to address Elliott’s claim that the refiner could unlock up to $40 billion in shareholder value.  The company is expected to report earnings of $1.38 per share according to analysts polled by Reuters. The Refinitiv Eikon SmartEstimate, which weighs analysts with a higher degree of accuracy, forecasts earnings of $1.33 a share.  Analysts expect Marathon to report a strong retail performance after peer refiner Phillips 66 beat analysts estimates last week because of stronger retail fuel margins.  Elliott called for Marathon to spin off retail and logistics assets in September, three years after the hedge fund first asked the refiner to consider spinning off businesses. [L3N26G31S]  “If Marathon doesn’t put up a big number on retail it is going to prompt a few more questions about its integrated business model,” said Matthew Blair, an analyst at Tudor, Pickering & Holt.  Shares of the Findlay, Ohio-based company have fallen 6% this year, compared with a 7.4% gain in the S&P oil and gas refining and marketing index.  Independent refiners convert crude to products like gasoline and diesel, but do not extract crude. Refiners’ margins can fall when crude becomes more expensive.","80":"May 5 (Reuters) - U.S. oil refiner Marathon Petroleum Corp on Tuesday reported a loss in the first quarter on $12.4 billion in impairment charges, as widespread lockdowns to contain the spread of the COVID-19 pandemic pummeled demand for oil and gas.  Net loss attributable for the largest U.S. oil refiner stood at $9.2 billion, or $14.25 per share, for the three months ended March 31, compared with loss of $7 million, or 1 cent per share, in the year earlier. (Reporting by Shariq Khan in Bengaluru; Editing by Shinjini Ganguli)","81":"Feb 7 (Reuters) - U.S. refiner Marathon Petroleum Corp would replace crude oil from Venezuela with imports from the Middle East and Latin America, a top company executive said.  “We see those replacement barrels being...Arabian Gulf barrels, as well as predominantly, Latin American barrels,” Rick Hessling, a senior vice president at Marathon’s MLP unit, said on a post-earnings conference call.  The U.S. imposed sweeping sanctions on Venezuela’s state-run oil company PDVSA last week to curb OPEC members’ crude exports to the United States and pressure Venezuela’s socialist President Nicolas Maduro to step down. (Reporting by John Benny in Bengaluru; Editing by Shinjini Ganguli)","82":"(Reuters) - Marathon Petroleum Corp's MPC.N quarterly profit halved as the U.S. refiner was forced to write down $1.2 billion goodwill in its pipeline and transportation business that has failed to perform since Marathon acquired it two years ago.  The company launched a review of the business in October, after its activist shareholder, Elliott Management, called for the company to be split into three, citing its laggard stock performance.  However, Marathon’s adjusted earnings of $1.56 per share were well-above Wall Street expectations of 86 cents, boosted by better-than-expected refining margins that have set a positive tone for the entire sector.  Refining and marketing margin of $15.55 per barrel in the quarter handily beat estimates from at least 4 brokerages.  “Given the negative sentiment on the space, a beat of this magnitude should be seen as a positive for the entire space,” Credit Suisse analyst Manav Gupta wrote in a note. Marathon’s beat will be followed by strong earnings performance from rivals Valero Energy and Philips 66, Gupta added.  Marathon Petroleum Chairman Gary Heminger expects refining margins to strengthen in the first quarter from seasonal factors in transportation markets and the shipping industry’s continued response to the implementation of new rules.  Since the start of this year, United Nations shipping agency, International Maritime Organization (IMO), has banned ships from using fuels with a sulphur content above 0.5%, compared with 3.5% previously.  Marathon refined 3.1 million barrels per day (bpd) in the fourth quarter, 3% more than energy brokerage Tudor Pickering Holt & Co’s forecast.  Net income attributable to the company fell to $443 million, or 68 cents per share, in the fourth quarter ended Dec. 31, from $951 million, or $1.35 per share, a year earlier.  The refiner also lowered its 2020 capital spending plan to $4.35 billion, from the $6.13 billion it spent in 2019. TPH said the number was way below its expectations of $5.1 billion.  The Findlay, Ohio-based company’s total revenue and other income fell 4% to $31.38 billion.  Marathon shares were up 0.4% at $53.16.","83":"FILE PHOTO: A Marathon Petroleum banner covers an Andeavor sign outside the El Paso refinery following a closed $23 billion deal after the Ohio-based Marathon bought the Texas-based company, forming one of the largest global refiners in El Paso, Texas, U.S., October 1, 2018. REUTERS\/Julio-Cesar Chavez  HOUSTON (Reuters) - Marathon Petroleum Corp plans to shut the gasoline-producing fluidic catalytic cracker 3 (FCC 3) at its 585,000 barrel-per-day (bpd) Galveston Bay Refinery in Texas City, Texas, in mid-February for a planned overhaul, said sources familiar with plant operations on Wednesday.  The 140,000-bpd FCC 3, 31,500-bpd alkylation unit 3 (Alky 3) and 75,000-bpd Ultraformer 3 (UU 3), along with a hydrotreater, will shut for the overhaul, scheduled to finish by the end of March, the sources said.  Marathon spokesman Jamal Kheiry declined to discuss operations at the refinery.  FCCs use a fine powder catalyst to convert gas oil into unfinished gasoline.  Alkylation units convert low-octane byproducts from FCCs into components that boost octane in mid and premium gasoline grades.  The Ultraformer is a reformer that through a different process also converts refining byproducts into octane-boosting components added to gasoline.","84":"Sept 25 (Reuters) - Elliott Management on Wednesday called for Marathon Petroleum Corp to split into three independent companies, three years after the activist investor demanded the refiner to undertake a strategic review and spin off its main businesses.  Elliott, holding an economic interest of about 2.5% in Marathon, said its renewed demand follows earlier promises of improvement by Marathon which the company has failed to deliver on. (Reporting by Shariq Khan in Bengaluru; Editing by Maju Samuel)","85":"NEW YORK (Reuters) - Marathon Petroleum CEO Gary Heminger told investors on Thursday that the company is importing more than 500,000 barrels per day of Canadian crude into its refinery network.  Marathon, the nation’s largest refiner with more than 3 million bpd of capacity, is taking advantage of steep discounts being offered by Canadian producers who lack enough pipeline and rail capacity to move crude oil.  Heminger made the comments during an earnings call Thursday.","86":"(Reuters) - U.S. refiner Marathon Petroleum Corp MPC.N reported a smaller-than-expected quarterly loss on Monday as fuel sales picked up after coronavirus restrictions eased.  FILE PHOTO: Cars drive past a Marathon petroleum refinery in California, U.S., December 5, 2019. REUTERS\/Mike Blake  Oil refiners around the world have been forced to cut production as the COVID-19 pandemic wrecked the need for travel and though fuel demand rebounded in the quarter, the resurgence in virus infections could lead to renewed lockdowns and derail the recovery.  “Despite some recovery, global demand for our products and services remains significantly below historical levels, which continues to pressure profitability for both our company and the industry,” said Chief Executive Officer Michael Hennigan.  The company’s crude capacity utilization in the third-quarter was 84%, excluding idled facilities, up from 71% in the second quarter, but still below last year’s 98%.  The company forecast fourth-quarter refinery throughput of 2.48 million barrels per day (bpd), lower than 2.54 million bpd reported in the third quarter.  The company also said it was starting up its Dickinson, North Dakota renewable fuels facility. At full capacity, the facility is expected to produce 12,000 bpd of renewable diesel from corn and soybean oil.  Marathon Petroleum intends to sell renewable diesel to the California market to comply with the state’s low carbon fuel standard.  Net loss attributable to the company stood at $1.02 billion, or $1.57 per share, for the third quarter ended Sept. 30, compared to a profit $1.1 billion, or $1.66 per share, a year earlier. The loss includes $525 million in impairment and other charges.  Excluding items, the company posted a loss of $1 per share, smaller than analysts’ average estimates of $1.70, according Refinitiv IBES.  Last week, rival refiners Valero Energy VLO.N and Phillips 66 PSX.N also posted better results than what analysts had feared.","87":"(Repeats with no change to text or headline)  * Marathon paying $152\/share to create biggest independent refiner  * Andeavor assets include pipelines, refineries, gas stations  * Marathon CEO Heminger to head combined firm  * Andeavor shares surge 14.5 pct  By John Benny  April 30 (Reuters) - Marathon Petroleum Corp said on Monday it would buy rival Andeavor for more than $23 billion, forming a company that would leapfrog Valero Energy Corp as the largest independent U.S. refiner by capacity.  Shale oil fields have pushed U.S. crude production to record highs and industry experts argue operations that have capacity to refine light crude like Andeavor will be better positioned to take advantage of the boom.  Andeavor also runs refineries in Alaska, California, Minnesota, New Mexico, North Dakota, Texas, Utah and Washington which should complement Marathon’s largely Mid-West and Gulf Coast-based operations.  The cash-and-stock deal values Andeavor, formerly known as Tesoro, at about $152 per share, a premium of about 24 percent to closing prices on Friday, driving shares 14.5 percent higher in initial premarket trading on Monday.  Marathon’s board also approved an additional $5 billion share buy back, but its shares were just over 1 percent lower.  Including Andeavor’s debt, Marathon is paying $35.6 billion to hold 66 percent of a combined company which will have the ability to process about 3.1 million barrels per day along with a large network of filling stations and oil and natural gas pipelines.  Marathon Chief Executive Gary Heminger, who oversaw a 20 percent rise in net profit in the first quarter, will run the combined company, with a senior role for Andeavor’s chief executive, Gregory Goff.  “Each of our operating segments are strengthened through this transaction,” Heminger said in a statement.  “It geographically diversifies our refining portfolio into attractive markets......enhances our midstream footprint in the Permian basin, and creates a nationwide retail and marketing portfolio,” he added.  The deal is expected to close in the second half of this year. (Reporting by Shubham Kalia in Bengaluru, additional reporting Gary McWilliams in Houston; Editing by Gopakumar Warrier and Anil D’Silva)","88":"April 30 (Reuters) - U.S. oil refiner Marathon Petroleum Corp, which has agreed to buy rival Andeavor, reported an increase in first-quarter profit, helped by higher refining and marketing margins.  Net income attributable to Marathon rose to $37 million or 8 cents per share in the three months ended March 31, from $30 million or 6 cents per share a year earlier.  Revenue rose to $18.98 billion from $16.39 billion.  Marathon said earlier on Monday it would buy Andeavor for more than $23 billion to form a company that would leapfrog Valero Energy Corp as the largest U.S. refiner by capacity. (Reporting by Yashaswini Swamynathan in Bengaluru; Editing by Sai Sachin Ravikumar)","89":"TOKYO, March 5 (Reuters) - Japan’s Seven & i Holdings has decided to abandon its proposed $22 billion acquisition of Marathon Petroleum Corp’s Speedway gas stations in the United States, a person familiar with the matter told Reuters.  Seven & I, which runs the 7-Eleven convenience store chain, had been in exclusive talks to buy the Speedway business for $22 billion.  The Nikkei newspaper, which first reported the news, said the company decided to pull the plug on the deal over worries on price. It also cited growing concerns about a global economic slowdown from the coronavirus. (Reporting by Ritsuko Shimizu; Writing by David Dolan; Editing by Susan Fenton)","90":"(Reuters) - Marathon Petroleum Corp on Wednesday tapped the head of its midstream business, Michael Hennigan, as its new chief executive officer and said it will retain the unit despite demands from shareholder Elliott Management to separate it.  Hennigan replaces company veteran Gary Heminger, whose departure was announced in October when the largest U.S. independent refiner launched a sweeping restructuring that included a strategic review of the midstream business MPLX LP and the spinoff of its Speedway retail operation.  Billionaire Paul Singer’s Elliott had last year renewed its demand for Marathon to split its business into three separate companies, saying that would boost shareholder value by as much as $40 billion.  The hedge fund, later joined by other shareholders, also demanded the ouster of Heminger.  Marathon said separating the unit would have been cash-flow negative to it and would have taken up about $11 billion to $15 billion of resources that could instead be returned to shareholders.  Analysts at Credit Suisse said Hennigan’s appointment could have been the influential factor that made Marathon decide against a ‘transaction-oriented’ conclusion of the review.  They added that the decision was the best outcome for MPLX as other alternatives would have been dilutive to its shareholders.  Reuters reported last week that Marathon was considering a sale of MPLX’s gathering and processing (G&P) business, worth as much as $15 billion of MPLX LP, looking for a cash boost as the coronavirus outbreak and lower oil prices weighed on its prospects.  Hennigan will take over immediately, the company said.  Earlier this month, there were reports that 7-Eleven franchise owner Seven & i Holdings had abandoned the idea of buying Speedway after balking at the $22 billion price tag that Marathon set for it. The company’s shares were down over 8.8% in early trading on Wednesday amid a broader decline in oil and gas stocks as U.S. crude hit an 18-year low. [O\/R]","91":"NEW YORK (Reuters) - Marathon Petroleum Corp MPC.N plans to \"maximize\" input of U.S. crude in the third quarter, taking advantage of bottlenecks in key shale plays that have weakened domestic prices.  The company said on a Thursday earnings call that about 32 percent of its total throughput of 1.95 million barrels per day will be crude linked to the U.S. benchmark price, up from 23 percent during the same stretch last year.  Input of U.S. crude at the company’s Midwest refineries is expected to jump to 53 percent of total throughput in the third quarter, up from 38 percent last year.  U.S. and Canadian producers have been forced to sell crude at a discount versus global prices as production has outpaced pipeline capacity.  The wide differentials helped Marathon and other refiners report strong second-quarter earnings.  Marathon reported $2.24 billion in earnings before interest, taxes, depreciation and amortization (EBITDA), the highest quarterly number since the company went public in 2011, according to Chief Executive Gary Heminger.  The U.S. refining outlook will remain strong in the upcoming quarters as North American crudes will remain discounted and planned turnarounds at U.S. refineries will help keep gasoline inventories from climbing and distillate inventories low, Heminger said.  “I think inventories are going to remain for both gasoline and distillate, inventories are going to remain in check through the year, which bodes very well for the business. But as we look into 2019 and where we believe inventories will end up at the balance of this year, it should put us in a really good position moving into ‘19 as well,” Heminger said.  Gasoline inventories are just below the five-year high, while distillates sit below five-year highs, according to the latest data from the U.S. Energy Information Administration.  Marathon reported that store gasoline sales declined by 1.8 percent in the second quarter, but Heminger said that was because crude prices drove up prices at the gasoline pump.  “I am not alarmed at all,” he said.","92":"March 2 (Reuters) - Marathon Petroleum Corp:  * MARATHON PETROLEUM CORP SAYS CHAIRMAN AND CEO GARY HEMINGER'S FY 2017 TOTAL COMPENSATION WAS $19.7 MILLION VERSUS $16.6 MILLION IN FY 2016 - SEC FILING Source text: (bit.ly\/2CVj6im) Further company coverage:","93":"Feb 7 (Reuters) - U.S. refiner Marathon Petroleum Corp on Thursday posted a 53 percent fall in quarterly profit compared with a year earlier, when it recorded a $1.5 billion gain related to the U.S. tax overhaul.  Net income attributable to Marathon fell to $951 million, or $1.38 per share, in the fourth quarter ended Dec. 31, from $2.02 billion, or $4.13 per share, a year earlier.  Total revenue rose to $32.54 billion from $21.24 billion. (Reporting by John Benny in Bengaluru; Editing by Maju Samuel)","94":"HOUSTON (Reuters) - The gasoline-producing unit at Marathon Petroleum Corp’s 585,000-barrel-per-day (bpd) Galveston Bay Refinery in Texas City, Texas, may remain shut for two to eight weeks for repairs, sources familiar with plant operations said on Thursday.  The 140,000-bpd gasoline-producing Fluidic Catalytic Cracking Unit 3 (FCCU 3) was shut on June 29 to repair a leak, the sources said.  The refinery’s 65,000 bpd reformer, called Ultraformer 4, is also shut down, according to the sources.  A Marathon spokesman was not immediately available to discuss operations at the refinery, which is the second-largest in the United States and the largest the company owns.  To repair the sour water stripper, which removes ammonia and hydrogen sulfide discharged by FCCU 3, Marathon may have to rebuild a needed transformer, which could take eight weeks, the sources said. If a replacement can be purchased, the repairs may only last two weeks.  “If they find one they can buy, it will be about two weeks before they can start again,” one of the sources said. “The transformer they need is hard to get.”  FCCU 3 was originally shut on June 29 to repair a leak in the regenerator section of the unit.  FCCUs are divided into two sections. In the reactor section, the fine powder catalyst mixes with gas oil under high heat and pressure to convert the gas oil into unfinished gasoline.  The catalyst then goes to the regenerator section to have excess carbon removed so it can be recycled into the reactor.  When FCCU 3 was shut in late June the key naphtha desulfurization unit (NDU) was also shut. The NDU, which removes sulfur in compliance with U.S. environmental rules, has restarted.  The reformer converts low-octane naphthas into octane-boosting components blended into gasoline.","95":"HOUSTON (Reuters) - A crude distillation unit remained idle at Marathon Petroleum Corp’s 585,000-barrel-per-day (bpd) Galveston Bay Refinery in Texas City, Texas, on Friday for an inspection as part of a preventative maintenance program, a source familiar with plant operations said.  The 225,000-bpd Pipestill 3B CDU was temporarily idled on Tuesday for the inspection and is expected to return to production sometime next week, the source said.  Marathon did not reply to a request for comment on Friday afternoon.  The two 225,000-bpd large CDUs at the Galveston Bay Refinery convert crude oil into hydrocarbon feedstocks that go to production units to be made into motor fuels and petrochemicals.","96":"(Reuters) - U.S. oil refiner Marathon Petroleum Corp MPC.N missed Wall Street forecasts for quarterly profit by a wide margin on Monday, as its expenses surged during a period of increased refining activity.  The results came hours after Marathon announced a $23 billion deal to buy rival Andeavor ANDV.N, an acquisition that will see the company leapfrog Valero Energy VLO.N as the largest U.S. refiner by capacity.  Findlay, Ohio-based Marathon has seen expenses surge, as it ramps up refining activity to meet rising demand following record levels of U.S. crude oil production.  Marathon, which said it would save $1 billion in costs each year after closing the Andeavor deal, reported expenses of $18.54 billion in the three months ended March 31, up 15 percent from a year earlier.  The company’s shares fell 5.2 percent to $77.19 in premarket trading on Monday.  Net income attributable to Marathon rose about 23 percent to $37 million in the first quarter.  Excluding one-time items, Marathon earned 4 cents per share, falling short of analysts’ average estimate of 15 cents, according to Thomson Reuters I\/B\/E\/S.  The company, which also operates convenience store chain Speedway, said revenue jumped 16 percent to $18.98 billion, led by higher refining and marketing margins.","97":"HOUSTON (Reuters) - The U.S. Renewable Fuel Standard (RFS) laws are not working and there is an “opportunity for a reset” of the standard in Washington, Marathon Petroleum Corp Chief Executive Gary Heminger said on Tuesday.  A fuel pump at a gas station in Des Moines advertises E85 ethanol fuel, December 6, 2007. REUTERS\/Jason Reed  The RFS requires refineries to blend fuels with ethanol to reduce pollution, or pay for credits to subsidize those that do that blending.  Heminger, who leads the largest U.S. crude oil refiner, said that the standard has caused very volatile prices for those credits, and that it needs reform.  The Trump Administration has attempted to reform the standard, but has maintained much of the existing framework of the law due to support from corn producers in Iowa and other farming states.  Heminger said U.S. refiners already rely on ethanol to boost octane in gasoline.  “We need the octane,” he said. “Ethanol is a great source of octane. Ethanol shouldn’t be mandated.”  Speaking at the CERAWeek conference in Houston, Heminger said the switch to ultra-low sulfur diesel fuel for ships scheduled for Jan. 1, 2020 would not be a shock to the global oil refining industry.  Heminger said he expected U.S. refiners would begin building an inventory of the new maritime diesel fuel by the middle of 2019 to prepare for the change in marine fuel mandated by the International Maritime Organization (IMO).  “We’re compliant,” Heminger said of the U.S. refining industry. “The global refining industry is ready to meet demand” for IMO.  The IMO 2020 fuel will drop sulfur content from no more than 3.5 percent to no more than 0.5 percent.  Marathon became the largest U.S. refiner in October when it merged with Andeavor creating a company with 3 million barrels per day of crude oil processing capacity.  “I would expect there would be some consolidation in the industry, Heminger said.  The biggest question is what will happen to the three refineries owned by Citgo Petroleum Corp, a subsidiary of Venezuela’s troubled national oil company, Petroleos de Venezuela SA (PDVSA), he said.  Marathon has no interest in acquiring the Citgo refineries, Heminger said.  The company does expect to successfully conclude contract talks with workers at its Galveston Bay Refinery in Texas City, Texas, which was the site of a bitter five-month strike in 2015.  “That’s a great workforce” he said.","98":"May 5 (Reuters) - Marathon Petroleum Corp is operating refineries at minimum rates but sees signs of recovery in demand for gasoline amid the coronavirus crisis, executives said on Tuesday.  On the West Coast, the largest U.S. oil refiner is running plants at about 50% capacity, compared with an average of 66% to 67% overall.  “The West Coast demand drop was even more severe than the whole national average,” Chief Executive Officer Mike Hennigan said on the company’s earnings call.  Gasoline demand bottomed out after falling by more than 50% in mid- to late March, but has recovered by 5% to 15% since mid-April, dependent on the region, according to Speedway President Tim Griffith.  Griffith noted a clearer understanding of the demand environment is still a few months away and contingent upon consumer sentiment and the lifting of stay-at-home orders.  “We’re still oversupplied on pretty much crude and products across the board,” said Hennigan.  Executives said the company would not bring its idled Gallup, New Mexico, and Martinez, California, refineries back online until “the market requires it” but noted that the refineries are expected to come back online by the end of the year.  Net loss attributable to Marathon was $9.2 billion, or $14.25 per share, in the first quarter, as it booked $12.4 billion in charges related to inventory writedowns and goodwill impairment.  The U.S. refiner cut spending by 30% and detailed other measures to reduce costs, as widespread lockdowns to curb the spread of the COVID-19 pandemic pummel demand for oil and gas. (Reporting by Laura Sanicola; editing by Jonathan Oatis)","99":"(Reuters) - Marathon Petroleum’s contract with the union at its St. Paul Park refinery in Minnesota expired at midnight on Thursday without resolution, increasing the possibility of strike action, a union official said.  Nearly 200 refinery workers represented by the International Brotherhood of Teamsters union voted in December to authorize a strike if they cannot reach an agreement on a new Marathon contract by the end of 2020.  The Teamsters object to Marathon’s proposal to replace a number of union jobs with non-union subcontractors at the 102,000 barrel per day refinery, said Scott Kroona, business agent at Teamsters Local 120.  The union is weighing its options but is open to further negotiations, Kroona said.  Marathon and the Teamsters have been in almost daily talks since November, union representatives said on a call with investors and media in December.  Marathon said its St. Paul Park refinery is continuing to produce transportation fuels as planned.  “Marathon Petroleum remains willing and available to negotiate with representatives from the Teamsters Local 120 as part of the collective bargaining process for a new contract,” a company spokesman said.","100":"(Reuters) - A portion of Marathon Petroleum Corp’s 363,000 barrel-per-day Carson refinery in California has been shut following a fire, the company said on Wednesday.  The fire, which began on Tuesday, has been contained and is under control, Marathon said in a statement, noting that no injuries were reported.The Los Angeles County Sheriff’s Department tweeted earlier on Wednesday that the refinery perimeter has been secured and that it did not anticipate the need to evacuate area residents.  “An explosion preceded fire in a cooling tower at the Marathon Refinery,” the department tweeted. “Marathon personnel (are) keeping flames in check via fixed ground monitors while they work to depressurize the system. Los Angeles County Fire Department is assisting.”  In a filing with the state pollution regulator, the refinery reported an “electrical\/mechanical malfunction.”","101":"NEW YORK, July 26 (Reuters) - Marathon Petroleum Corp plans to “maximize” input of U.S. crude in the third quarter, taking advantage of bottlenecks in key shale plays that have weakened domestic prices.  The company said on a Thursday earnings call that about 32 percent of its total throughput of 1.95 million barrels per day will be crude linked to the U.S. benchmark price, up from 23 percent during the same stretch last year.  Input of U.S. crude at the company’s Midwest refineries is expected to jump to 53 percent of total throughput in the third quarter, up from 38 percent last year.  U.S. and Canadian producers have been forced to sell crude at a discount versus global prices as production has outpaced pipeline capacity. (Reporting By Jarrett Renshaw Editing by Chizu Nomiyama )","102":"April 30 (Reuters) - Marathon Petroleum Corp:  * Marathon Petroleum Corp. REPORTS FIRST-QUARTER 2018 RESULTS  * Q1 EARNINGS PER SHARE $0.08  * Q1 EARNINGS PER SHARE VIEW $0.15 -- THOMSON REUTERS I\/B\/E\/S  * QTRLY TOTAL REVENUES AND OTHER INCOME $18,984 MILLION VERSUS $16,393 MILLION Source text for Eikon: Further company coverage:","103":"FILE PHOTO: Robert Giatras fuels-up his car at a Speedway gas station in Des Plaines, Illinois, April 22, 2008. REUTERS\/Kamil Krzaczynski \/File Photo  HOUSTON (Reuters) - Marathon Petroleum MPC.N plans to permanently close two small U.S. oil refineries in Martinez, California, and Gallup, New Mexico, the company said, eliminating 800 jobs in response to lower fuels demand.  The largest U.S. refiner by volume had earlier idled the two facilities following weak demand due to COVID-19 outbreaks in the United States. U.S. refiners on average idled about 20% of total processing capacity on falling vehicle and air travel.  Marathon said it plans to use the Martinez facility as an oil-storage facility and is evaluating its future use to produce renewable diesel, a fuel made from industry waste and used cooking oil. Martinez is California’s fourth largest refinery.  The company on Monday is forecast to swing to a second-quarter loss of $1.75 per share, from a $1.73 per share profit a year ago, according to Refinitiv data.  Marathon is negotiating a sale of its Speedway gasoline station network, a deal that could fetch between $15 billion and $17 billion, Reuters reported last month.  Marathon shares traded at $38.20 on Friday, down 38% year to date.  Marathon spokesman Sid Barth declined further comment about the closures on Saturday.  About 860 employees work at the 161,000 barrel per day (bpd) Martinez and 27,000-bpd Gallup refineries. “Most jobs at these refineries will no longer be necessary, and we expect to begin a phased reduction of staffing levels” in October, the company said.  The closings are not anticipated to result in supply disruptions. “We will continue to utilize our integrated system to meet customer commitments,” the company said in a statement on its website.","104":"(Repeats with no changes)  NEW YORK, April 23 (Reuters) - U.S. independent refiners are expected to roll out lower than expected first-quarter profits after a spate of outages, weak gasoline margins and a surge in the price of Canadian oil, according to analysts.  Major independent refiners cut production dramatically during the quarter, with some electing to undergo maintenance rather than produce barrels at a time when gasoline margins slumped.  Several major U.S. refiners, including Valero Energy Corp , HollyFrontier Corp, and Marathon Petroleum Corp , are all expected to fall short of consensus estimates when they report results, according to Refinitiv Eikon’s SmartEstimate model, which values more recent revisions from higher-ranked analysts.  However, reduced refining output in the early part of the year sets up the industry for a potential rebound as the critical summer months approach. With gasoline stockpiles at a four-year low on a seasonal basis, margins have rebounded in anticipation of driving season.  U.S. refinery utilization dropped to 87.5 percent in early April, the lowest seasonally since 2014. Refiners had been running full-tilt for much of 2018, encouraged by strong demand for distillates. But in the process, they overproduced gasoline, tanking margins for the fuel along the way.  Those margins fell to $3.64 a gallon in January, the lowest since 2009. They have since recovered, and were at about $23.00 a gallon on Monday, as inventories have fallen to about 228 million barrels from almost 260 million barrels in mid-January. (GRAPHIC: Gasoline stocks fall as refinery runs drop tmsnrt.rs\/2Iafyjp.)  Refiner earnings kick off this week with Valero on Friday. Since the beginning of April, analysts, on average, have revised projections for refiners lower by more than 5 percent, according to Refinitiv data.  Analysts have sharply lowered estimates for Valero, Marathon and HollyFrontier, along with PBF Energy and Phillips 66 , in the past month, putting them in the bottom quartile among U.S. companies in terms of revisions, according to Refinitiv data.  On top of heavy maintenance, fires broke out at facilities over the last few months, including at Valero’s Port Arthur, Texas, refinery, Exxon Mobil Corp’s Baytown, Texas, refinery and HollyFrontier’s El Dorado, Kansas, refinery.  HollyFrontier lowered the amount of crude it expected to process in the first quarter by 5,000 bpd. Analysts at Goldman Sachs downgraded the company’s outlook last week on concerns that profits would take a hit after Canadian crude differentials collapsed.  Sandy Fielden, director of commodities and energy research at Morningstar, said PBF also lost out because of “the Canadian crude discount just disappearing.”  Canadian crude oil had been heavily discounted due to oversupply and lack of pipelines, but that discount eroded after the province of Alberta instituted production cuts. Western Canada Select (WCS) recently has traded around $9.25 a barrel under U.S. crude, compared with $15.65 at the beginning of the quarter.  BUMPER BUNKER PROFITS?  Some refiners decided to undergo heavier planned maintenance during the quarter to ready facilities for new low-sulfur marine fuel requirements. The new regulations required by the International Maritime Organization (IMO) are due to come into effect on Jan. 1, 2020 and could produce bumper profits.  The rules outlaw high-sulfur fuels traditionally used for shipping - a boon for complex refineries that can break down products used by marine vessels into lower-sulfur products with higher margins.  Refiners could now run their plants at higher rates to take advantage of the higher margins, and analysts expect gasoline inventories to climb through the remainder of the year as a result.","105":"March 15 (Reuters) - Marathon Petroleum Corp:  * MARATHON PETROLEUM CORP SAYS CHAIRMAN AND CHIEF EXECUTIVE OFFICER GARY HEMINGER'S FY 2017 TOTAL COMPENSATION $19.7 MILLION VERSUS $16.6 MILLION - SEC FILING Source text (bit.ly\/2DuRnFA) Further company coverage: (Reuters.Brief@thomsonreuters.com)","106":"HOUSTON (Reuters) - Marathon Petroleum Corp may restart the main gasoline-producing unit at its 585,000 barrel-per-day Galveston Bay Refinery in Texas City, Texas, without a transformer that could take two months to repair, sources familiar with plant operations said on Friday.  No specific date for the restart attempt of the 140,000 barrel per day gasoline-producing Fluidic Catalytic Cracking Unit 3 (FCCU 3) has been set, the sources said, but it could come within days.  A Marathon spokesman was not immediately available.  If Marathon cannot operate FCCU 3 without the transformer the unit may be shut up to two months to repair the transformer, the sources said."}}