{"date":{"0":"2020\/04\/30","1":"2019\/07\/19","2":"2020\/02\/11","3":"2020\/02\/13","4":"2018\/08\/20","5":"2020\/08\/19","6":"2019\/06\/12","7":"2021\/02\/11","8":"2020\/10\/01","9":"2019\/07\/19","10":"2018\/08\/06","11":"2019\/04\/29","12":"2020\/03\/11","13":"2021\/01\/16","14":"2019\/07\/19","15":"2021\/01\/26","16":"2018\/10\/02","17":"2019\/09\/24","18":"2018\/04\/26","19":"2018\/07\/10","20":"2021\/02\/11","21":"2020\/02\/12","22":"2019\/10\/03","23":"2018\/02\/13","24":"2018\/07\/10","25":"2020\/10\/01","26":"2019\/05\/17","27":"2018\/05\/25","28":"2018\/05\/25","29":"2018\/02\/13","30":"2018\/02\/13","31":"2020\/07\/13","32":"2018\/10\/31","33":"2018\/04\/26","34":"2020\/02\/24","35":"2018\/07\/10","36":"2020\/03\/11","37":"2018\/05\/04","38":"2019\/02\/15","39":"2019\/02\/25","40":"2020\/10\/05","41":"2019\/08\/13","42":"2018\/05\/18","43":"2019\/04\/17","44":"2019\/02\/25","45":"2018\/03\/05","46":"2021\/01\/14","47":"2019\/05\/02","48":"2020\/04\/28","49":"2020\/02\/13","50":"2018\/06\/12","51":"2020\/03\/18","52":"2021\/02\/10","53":"2019\/04\/29","54":"2018\/07\/10","55":"2018\/03\/23","56":"2018\/04\/26","57":"2019\/09\/24","58":"2019\/01\/15","59":"2018\/07\/10","60":"2018\/05\/01","61":"2018\/12\/20","62":"2021\/01\/15","63":"2018\/06\/12","64":"2018\/10\/25","65":"2020\/10\/01","66":"2019\/01\/15","67":"2019\/05\/06","68":"2019\/10\/03","69":"2018\/02\/13","70":"2020\/03\/16","71":"2020\/06\/17","72":"2020\/03\/18","73":"2020\/03\/06","74":"2020\/07\/13","75":"2018\/02\/13","76":"2018\/10\/09","77":"2018\/03\/16","78":"2019\/02\/15","79":"2019\/07\/19","80":"2020\/07\/13","81":"2020\/02\/11","82":"2019\/07\/09","83":"2018\/05\/25","84":"2018\/08\/06","85":"2019\/04\/17","86":"2020\/02\/12","87":"2020\/10\/01","88":"2019\/07\/09","89":"2019\/04\/26","90":"2018\/07\/10","91":"2018\/10\/02","92":"2019\/04\/26","93":"2019\/11\/18","94":"2018\/08\/20","95":"2018\/07\/10","96":"2018\/07\/10","97":"2020\/10\/05","98":"2020\/04\/28","99":"2018\/07\/10","100":"2020\/06\/17","101":"2020\/06\/28","102":"2019\/06\/12","103":"2020\/03\/18","104":"2020\/03\/06","105":"2018\/12\/20","106":"2020\/03\/16"},"text":{"0":"April 30 (Reuters) - PepsiCo Inc:  * PEPSICO INC FILES FOR NOTES OFFERING OF UP TO EUR 2.0 BILLION - SEC FILING Source text (bit.ly\/2zJJHTv) Further company coverage:","1":"JOHANNESBURG, July 19 (Reuters) - U.S.-based beverage and snack maker PepsiCo is planning to acquire South Africa’s Pioneer Food Group for around $1.7 billion, the two companies said on Friday, as it targets expansion in Africa.  PepsiCo offered a cash consideration of 110 rand ($7.94) per Pioneer Foods ordinary share, a 56.5% premium as of July 12.  “This acquisition will help PepsiCo gain a solid beachhead for expansion into sub-Saharan Africa by boosting the company’s manufacturing and go-to-market capabilities, enabling scale and distribution,” PepsiCo said in a statement. ($1 = 13.8613 rand) (Reporting by Tanisha Heiberg; Editing by Jan Harvey)","2":"JOHANNESBURG, Feb 11 (Reuters) - South Africa’s Competition Commission conditionally approved PepsiCo’s Inc $1.7 billion takeover of food and drinks producer Pioneer Food Group Ltd on Tuesday, saying it is unlikely to lessen competition in relevant markets.  PepsiCo struck a deal to buy South Africa’s Pioneer in July, lifting the target firm’s shares and boosting a sector that has been hit by drought and tough trading conditions.  The commission recommended that the Competition Tribunal, which makes the final decision, approve the merger subject to public interest commitments, it said in a statement.  Those include a moratorium on merger-related job cuts for a certain period, and the creation of additional positions at the merged firm.  The company is also required to invest in the operations of the merged company and the agricultural sector, and establish an enterprise development fund.  It will also have to undertake a black empowerment deal to the value of at least 1.6 billion rand ($108 million) “that will promote a greater spread of ownership and participation by workers (and) historically disadvantaged South Africans”. ($1 = 14.8152 rand) (Reporting by Nqobile Dludla; Editing by Jan Harvey)","3":"(Reuters) - PepsiCo Inc PEP.O reported quarterly revenue and earnings ahead of market expectations on Thursday, driven by demand for its healthy snacks, trademark sodas and Gatorade energy drinks, but its conservative 2020 outlook sent shares lower.  FILE PHOTO: Bottles of Pepsi are pictured at a grocery store in Pasadena, California, U.S., July 11, 2017. REUTERS\/Mario Anzuoni\/File Photo GLOBAL BUSINESS WEEK AHEAD  The soft drink and snack maker forecast earnings per share would rise 6% in 2020, less than Wall Street had expected and predicted slower organic revenue growth than last year.  PepsiCo shares were last down 0.7% after dipping as much as nearly 2% in early trade, but its finance chief described the earnings target as a “good, balanced number.”  “It gives us the room and the ability to continue to invest back in the business,” Chief Financial Officer told Reuters.  Analysts said the cautious forecasts should come as no surprise.  “PepsiCo typically starts the year with conservative guidance, setting up for modest beats and raises,” Evercore ISI analyst Robert Ottenstein said.  Chief Executive Ramon Laguarta has been largely focusing on new launches, which include healthy snacks and beverages, and higher investments in marketing to drive sales.  Sugary drinks and salty snacks have been shunned for long on health concerns, but smaller soda servings and greater choice of healthy on-the-go snacks have rejuvenated that demand.  “We’ve seen the consumer continue to go back to our classics... Doritos and Cheetos and Tostitos,” Laguarta told analysts.  Rival Coca-Cola Co KO.N also beat forecasts on growing demand for its trademark soda.  PepsiCo said its North American beverage unit grew the fastest in four years in 2019, reflecting strong demand for its trademark Pepsi soda and Pepsi Zero Sugar. Sales in the unit rose 4% in the fourth quarter.  Snacks sales, under its Frito-Lay North America segment, gained 3%, powered by Lays, Doritos and premium brands such as Bare and Off the Eaten Path. Organic revenue, which strips out currency and acquisition effects, grew 4.3%.  Johnston said the coronavirus outbreak would have little impact on its business in China, which accounts for less than 2% of the group’s worldwide sales and added that five of PepsiCo’s six plants in China were already open.  For 2020, PepsiCo forecast core earnings of $5.88 per share, below $5.95 expected by analysts, according to IBES data from Refinitiv. It sees organic revenue up 4% this year after a 4.5% rise in 2019.  Net revenue rose 5.7% to $20.64 billion in the fourth quarter, beating the estimate of $20.27 billion. It earned $1.45 per share on an adjusted basis, a cent above market forecasts.","4":"JERUSALEM\/LONDON (Reuters) - PepsiCo PEP.O will buy carbonated drink-machine maker SodaStream SODA.TASODA.O for $3.2 billion as it battles Coca-Cola KO.N for an edge in the health-conscious beverage market.  Founded in Britain in 1903, SodaStream was a coveted device in British kitchens in the 1970s and 80s, allowing people to create fizzy drinks by adding flavored syrups to carbonated tap water, but its popularity faded as bottled sodas became cheaper.  More recently, the Israel-based company reinvented itself as a fizzy water company popular with younger and more health- and environmentally-conscious consumers, who want to drink less soda and use fewer plastic bottles.  “With sugary carbonates and juices struggling and no turnaround in sight, mitigating the losses through newer and healthier products will be essential for PepsiCo,” said Euromonitor International analyst Matthew Barry.  Euromonitor says bottled water sales saw 6.2 percent compound annual growth in the five years to 2017, while carbonated soft drinks sales were flat.  The deal announced on Monday may be the last for PepsiCo Chief Executive Indra Nooyi, who will hand over to Ramon Laguarta later this year.  In 12 years as CEO, Nooyi sought to expand PepsiCo’s offering of healthier food and drinks. It agreed to buy Bare Foods in May and KeVita drinks in late 2016.  PepsiCo will pay $144 per share in cash, representing a 10.9 percent premium to Friday’s closing price of SodaStream’s U.S.-listed stock and a 32 percent premium to its 30-day average.  SodaStream’s shares were up 9 percent in Tel Aviv, while its U.S.-listed shares were up nearly 10 percent. PepsiCo shares were up only 0.3 percent as analysts questioned whether the deal would move the needle for PepsiCo’s struggling drinks business.  FILE PHOTO: Employees pack boxes of the SodaStream product at the factory in the West Bank Jewish settlement of Maale Adumim January 28, 2014. REUTERS\/Ammar Awad  “We remain concerned about challenges facing PepsiCo’s core business and, as such, continue to see limited upside for PepsiCo in the near term,” Wells Fargo analysts said.  They also noted that the price tag implied a multiple of 33 times forward earnings based on consensus estimates, although a source familiar with the matter said that conventional methods of valuing deals were not best in this instance.  FINALLY READY  PepsiCo said SodaStream complements its water business, which includes Aquafina and smaller brands Bubly and Lifewtr. It is attractive because it is growing fast and allows people to customize their drinks, incoming CEO Ramon Laguarta said.  “Clearly, this is all about growth,” Laguarta said, noting that SodaStream would benefit from PepsiCo’s resources in research and development, design and distribution.  Laguarta said PepsiCo had held talks with SodaStream several times in the past but wanted to make sure its business was solid before doing a deal.  A turnaround at SodaStream over the last two years was helped by activist hedge fund manager Teleios Capital Partners, which nominated an external candidate to the board in 2016.  Adam Epstein, co-founder of Teleios, which is the fourth-largest shareholder in SodaStream, said the deal “represents an excellent outcome for all shareholders”.  SodaStream’s performance improved following a shift in strategy that put more emphasis on sparkling water over soda, and cultivating a loyal user base that continues to use the device after purchasing it.  “Now we are ready to make this commitment,” Laguarta said.  SodaStream’s shares have jumped 85 percent this year after a 78 percent increase in 2017. The U.S. shares closed on Friday close to $130, up from $16.31 at the end of 2015.  In the latest second quarter, revenue grew 31 percent, driven by growth in places including Germany and the United States, while net profit rose nearly 82 percent.  Still, the notion of creating soft drinks at home has had limited success to date.  Coca-Cola and Keurig Green Mountain forged a partnership in 2015 to market a counter-top cold-drinks machine, but pulled the plug the following year after it failed to take off.  It remains to be seen what Keurig Dr Pepper KDP.N will do in the space following the merger last month of coffee company Keurig Green Mountain and Dr Pepper Snapple.  New York-based PepsiCo will fund the deal with cash on hand and has committed to keep SodaStream in Israel for at least 15 years.  PepsiCo said the transaction, unanimously approved by the boards of both firms, was expected to close by January 2019.  PepsiCo was advised by Goldman Sachs and Centerview, while SodaStream was advised by Perella Weinberg Partners.","5":"FILE PHOTO: Roberto Azevedo, Director-General of the World Trade Organization (WTO), attends a news conference after a General Council meeting in Geneva, Switzerland, July 23, 2020. REUTERS\/Denis Balibouse\/File Photo  WASHINGTON (Reuters) - Departing World Trade Organization Director General Roberto Azevedo will join PepsiCo Inc PEP.O as chief corporate affairs officer, the soft drink and snack foods giant said on Wednesday as the WTO remains far from deciding on a successor.  PepsiCo said in a statement that Azevedo will oversee its public policy, government affairs and communications efforts in a newly created role that works with governments, international organizations and other stakeholders. He will also join PepsiCo’s executive committee.  “We are thrilled to welcome Roberto, who brings valuable political skills and technical knowledge of the complex social, political, and regulatory environments impacting multinational corporations like PepsiCo,” PepsiCo Chairman Ramon Laguarta said in a statement, adding that Azevedo’s “geopolitical insights will be invaluable to our discussions and decision-making in an ever-changing world.”  Azevedo, a Brazilian former trade negotiator and diplomat, has headed the WTO since 2013. He is due to leave the organization at the end of August, but the eight candidates vying to succeed him have been given until Sept. 7 to campaign for the job and the selection process is expected to drag into November.  The deeply divided organization failed at the end of July to appoint an interim chief among four deputies.  The next WTO chief would broker international trade talks amid worsening economic tensions between the United States and China, increased protectionism sparked by the coronavirus pandemic and pressure to reform global trading rules..  U.S. President Donald Trump’s administration has effectively shut down the WTO’s Appellate Body, which issues final settlements for trade disputes, by blocking judicial appointments.  Azevedo said in a statement he was “delighted” to join PepsiCo, calling the maker of Pepsi and Doritos “a global leader in driving meaningful collaborations and investments focused on the betterment of our society and planet.”","6":"(Reuters) - Consumer goods group Reckitt Benckiser has picked PepsiCo executive Laxman Narasimhan as its next chief executive, becoming the latest industry heavyweight to turn to a company outsider to tackle faltering growth and new media-savvy rivals.  FILE PHOTO: Products produced by Reckitt Benckiser; Vanish, Finish, Dettol and Harpic, are seen in London, Britain February 12, 2008. REUTERS\/Stephen Hird\/File Photo  Narasimhan, PepsiCo’s global chief commercial officer, is the first external candidate to be appointed as CEO at Reckitt since the maker of Durex condoms, Nurofen tablets and Dettol cleaners was formed in 1999.  The 52-year-old takes over as CEO on Sept. 1, replacing Rakesh Kapoor, 60, who has led Reckitt for more than eight years and said in January he would retire this year.  Analysts welcomed the appointment, saying the new CEO would inject a fresh perspective to a company facing industrywide challenges to growth, though some said it raised doubts about the fate of Reckitt’s restructuring plan.  The appointment is the latest in a series of external hirings as major consumer goods groups look to make up ground lost to smaller brands that have done a better job selling online and connecting with millennials on social media, while also facing investor pressure to boost efficiency.  Analysts had tipped Reckitt’s health division operations chief Aditya Sehgal and hygiene home president Rob de Groot as potential internal successors to Kapoor.  In the end, Narasimhan’s experience running large scale consumer businesses in developed and emerging markets helped him beat out 60 candidates reviewed for the job, Reckitt Benckiser Chairman Chris Sinclair told Reuters.  “He has got great perspective, but first and foremost we saw him as a consumerist and a consumer marketer and that’s what set him apart,” Sinclair said.  At PepsiCo, the chief commercial officer position held by Narasimhan will now be filled by the company’s Greater China CEO Ram Krishnan, the U.S. drinks maker said.  As well as industry challenges, Reckitt has faced company-specific setbacks in recent years, including a safety scandal in South Korea, a failed product launch and a cyber attack.  Kapoor launched a restructuring plan, dubbed RB 2.0, to split the group into two business units – one for health and one for hygiene and home products - under the same parent company.  Reckitt said on Wednesday Narasimhan would be charged with delivering the plan, due to be completed in 2020, but some analysts suggested he might have other ideas.  “The appointment of a new, external CEO is bound to raise questions regarding the timing of the end of the group’s RB 2.0 plan and whether it will ultimately lead to a split of the company,” Liberum analyst Robert Waldschmidt said.  Sinclair, however, said Reckitt was on track to complete the 2.0 program by mid or late 2020 and that Narasimhan agreed with the plan.  ‘FRESH PERSPECTIVE’  Jefferies analyst Martin Deboo questioned why a company already smaller than rivals Procter & Gamble and Unilever wanted to “descale itself”, which could hobble its ability to compete in emerging markets.  Reckitt shares were up 1.6% in afternoon trading on the London Stock Exchange.  At least three analysts welcomed Narasimhan’s appointment.  “Narasimhan’s strategic and leadership background make him a strong fit for Reckitt. We believe he will bring a fresh perspective to both the business and to investors,” Morgan Stanley analyst Richard Taylor wrote in a note.  Narasimhan led Strategy, Global Category Groups and Global R&D in his capacity as Chief Commercial Officer at PepsiCo.  Prior to that, he headed the beverage maker’s Latin America, Europe and Sub-Saharan Africa operations, managing annual sales of 14.5 billion pounds ($18.5 billion) - more than the total annual sales of Reckitt Benckiser. At one time he was also chief financial officer of the group’s Americas Foods business.  Narasimhan studied mechanical engineering in India before moving to the United States for an MBA degree. Before joining PepsiCo, he worked at consultants McKinsey for two decades, where he advised on large consumer and healthcare deals.","7":"(Reuters) - PepsiCo Inc has joined rival Coca-Cola in predicting revenue growth in 2021, saying on Thursday it expects pre-pandemic lifestyles to resume as economies reopen and COVID-19 vaccines are rolled out.  The company has navigated the health crisis better than Coca-Cola as it relies more on grocery and retail channels from where consumers stockpiled snacks and beverages.  Pepsi said its fourth-quarter revenue rose 8.8% to $22.46 billion, topping Wall Street expectations, as people munched Tostitos and Cheetos and gulped down Gatorade while stuck at home during a second wave of coronavirus lockdowns.  The increase in demand had last year led the company to launch a direct-to-consumer website that offered special flavors and specialized bundles of its top selling products.  “We have figured how to do well in this environment,” Chief Financial Officer Hugh Johnston told Reuters, adding that most of the growth came from no-sugar, low-calorie and healthy options.  Still, revenue from the foodservice channel, which includes restaurants and vending machines, fell at a double-digit rate.  Chief Executive Ramon Laguarta said he expects consumers to return to certain pre-pandemic behaviors by the second half of 2021, but some changes such as increased online shopping and more remote work arrangements will likely be sustained.  The company expects a mid-single digit rise in annual organic revenue and a high-single digit increase in adjusted earnings.  “PepsiCo’s success has largely been driven by its portfolio strategy and focus on at-home consumption, which is helping the company outperform others in the category, especially in beverage,” Kristen Groh, a managing partner at Publicis Sapient said.  Organic revenue for Frito-Lay North America rose 5%, while those at the North American beverage unit rose 5.5%.  Excluding items, it earned $1.47 per share, a cent above expectations, according Refinitiv IBES data.  PepsiCo’s shares, which had gained nearly 9% last year to outperform Coca-Cola’s 1% rise, were marginally down in early trading.","8":"Oct 1 (Reuters) - PepsiCo Inc forecast full-year profit above market expectations on Thursday, as consumers buy more of its snacks such as Doritos and Cheetos while staying indoors due to the COVID-19 pandemic.  The company said net revenue rose to $18.09 billion from $17.19 billion in the third quarter ended Sept. 5. Analysts had expected revenue of $17.23 billion, according to IBES data from Refinitiv.  It forecast full-year core earnings of $5.50 per share, above expectations of $5.36. (Reporting by Uday Sampath in Bengaluru; Editing by Arun Koyyur)","9":"JOHANNESBURG (Reuters) - PepsiCo PEP.O has struck a deal to buy South Africa's Pioneer Food Group PFGJ.J for $1.7 billion, the companies said on Friday, lifting Pioneer's shares and boosting a sector that has been hit by drought and tough trading conditions.  FILE PHOTO: Bottles of Pepsi are pictured at a grocery store in Pasadena, California, U.S., July 11, 2017. REUTERS\/Mario Anzuoni\/File Photo  The U.S. drinks and snack group said on Friday that Pioneer’s product portfolio was complementary to its own and would help PepsiCo to expand in sub-Saharan Africa by adding manufacturing and distribution capabilities.  “Pioneer Foods forms an important part of our strategy to not only expand in South Africa, but further into sub-Saharan Africa as well,” PepsiCo Chairman and CEO Ramon Laguarta said in a statement.  PepsiCo has offered 110 rand ($7.94) per Pioneer ordinary share in what would be its second largest deal since 2010, the companies said, with the news lifting the South African company’s shares by 29.32% to more than 100 rand.  Shares in agribusiness investment company Zeder Investments ZEDJ.J, which holds Pioneer as part of its portfolio, also rose more than 22%.  “It’s a vote of confidence in South Africa at a time when we really need it,” Pioneer CEO Tertius Carstens told Reuters.  Food producers have struggled amid a slump in retail sales as consumers cut back and dry weather hit maize and other produce.  Pioneer, which uses maize in many of its products, reported a decline in half-year earnings in May, weighed down by shortages in the staple food.  “It’s almost a signal to other overseas companies that we are open for business. If PepsiCo is willing to put money down it may lift sentiment of other foreign investors that might come looking at South Africa for bargains,” said Greg Davies, equities trader at Cratos Capital.  Pioneer, whose brands include Weet-Bix cereal, Liqui Fruit juice and Sasko bread, is the latest consumer goods firm to be the target of a buyout after South Africa's Clover Industries CLRJ.J, which processes products including yogurt, beverages, and olive oil, began takeover talks with a consortium of companies called Milco SA last year.  Pioneer was in talks over a potential deal with “a multinational organization” in 2017, but that fell apart after South Africa’s credit rating was cut to junk status.  Pioneer and PepsiCo declined to comment whether those talks referred to them.  Pioneer exports to more than 80 countries. Its deal with PepsiCo is conditional on regulatory approvals.","10":"Aug 6 (Reuters) - PepsiCo Inc said on Monday Indra Nooyi would step down as chief executive officer in October after 12 years at the helm.  PepsiCo President Ramon Laguarta will replace Nooyi, the company said in a statement.","11":"NEW DELHI (Reuters) - An influential Hindu nationalist group with close ties to Prime Minister Narendra Modi’s ruling Bharatiya Janata Party (BJP) has accused PepsiCo Inc of coercing four Indian farmers who have been sued by the U.S. company for allegedly infringing a patent.  A customer picks packets of Lay's potato chips at a shop in Ahmedabad, India, April 26, 2019. REUTERS\/Amit Dave  After suing four farmers for cultivating the FC5 potato variety, grown exclusively for PepsiCo’s popular Lay’s potato chips, the snack food and drinks maker on Friday said it wants to “amicably settle” the issue.  The Purchase, New York-based company said the four farmers had to either sell their potatoes to PepsiCo or stop cultivating the FC5 potato variety. In return, PepsiCo said it would withdraw the suit filed against the farmers.  Ashwani Mahajan, who heads the Swadeshi Jagran Manch, said PepsiCo was “coercing” the farmers by using legal action to force them to either sell their output to the company or to stop growing the FC5 potato variety at all.  SJM is the economic wing of Rashtriya Swayamsevak Sangh (RSS), the ideological parent of Modi’s BJP.  The dispute comes at a particularly sensitive time in India, which is about half-way through a 39-day staggered general election, in which its rural population still has a dominant voice. Modi and the BJP are seeking a second term and most political strategists think they will likely get it.  “Other than coercing these farmers, PepsiCo is also intimidating and exploiting them. It is a clear case of a large MNC (multi national corporation) arm-twisting India’s poor farmers,” Mahajan told Reuters.  The federal government should step in to ensure that the farmers do not get harassed by PepsiCo, he said.  In response, a PepsiCo India spokesman said in a statement that it “has already proposed to amicably settle with people who were unlawfully using seeds of its registered variety.”  Adding: “The company was compelled to take the judicial recourse as a last resort to safeguard the larger interest of thousands of farmers that are engaged with its collaborative potato farming program.”  LESS MOISTURE  The FC5 variety has a lower moisture content required to make snacks such as potato chips.  PepsiCo maintains that it developed the FC5 variety, which has a lower moisture content required to make snacks such as potato chips, and registered the trait in 2016.  In April, the company filed the lawsuit in a court in Ahmedabad, the business hub of Gujarat, requesting the court to retrain the four farmers from growing the FC5 variety. The court has asked the farmers not to use the variety until the next hearing scheduled for June 12.  The court also appointed an officer to examine the issue.  Other than filing the lawsuit, the company has also sought more than 10 million rupees ($142,840) each from the four farmers for alleged patent infringement.  PepsiCo shouldn’t have gone to the court seeking heavy damages from farmers and a large corporation cannot be allowed to take on a handful of farmers, Mahajan said.  PepsiCo, which set up its first potato chips plant in India in 1989, supplies the FC5 potato variety to a group of farmers who in turn sell their produce to the company at a fixed price.  The state government of Gujarat has assured the farmers that it will help them, Nitin Patel, deputy chief minister said last week.  The opposition Congress party has also criticised PepsiCo for suing the farmers.  “Pepsi’s decision to take Gujarat’s potato grower farmers to court is ill-advised and brazenly wrong,” senior Congress party leader Ahmed Patel, who comes from Gujarat, said in a Tweet.  The All India Kisan Sabha, or All India Farmers’ Forum, has asked the Indian government to protect the farmers and also called for a boycott of Lay’s chips and PepsiCo’s other products.  So far the Ministry of Agriculture & Farmers’ Welfare has not commented on the issue.  PepsiCo is the second large U.S. company to face major patent infringement issues in India.  Stung by a long-standing intellectual property dispute, seed maker Monsanto, now owned by German drugmaker Bayer AG, withdrew from some businesses in India over a cotton-seed dispute with farmers.","12":"(Reuters) - PepsiCo Inc PEP.O on Wednesday made its biggest bet in the energy drinks market with a $3.85 billion deal to buy Rockstar Energy Beverages, opening a new front in its long-running battle with Coca-Cola Co KO.N.  The deal is also the latest move by PepsiCo’s new chief executive officer, Ramon Laguarta, to reduce the company’s dependence on its core sugary drinks and salty snacks, which have been increasingly shunned by health-conscious consumers.  Pepsi last July announced the acquisition of South African maker of cereal and fruit juice Pioneer Food Group, a few months after closing its $3.2 billion buyout of carbonated drink-machine maker SodaStream.  The Rockstar deal comes about two months after Coca-Cola, which owns a stake in Monster Beverage Co MNST.O, rolled out Coke-branded energy drinks in the United States, after launching in European markets last year.  PepsiCo, which already distributes Rockstar products in some markets, has a smaller presence in the energy space with its Mountain Dew Kickstart and Mountain Dew Game Fuel brands.  “With Rockstar underneath their wings, they’ll have a family of energy drinks... they can coordinate the activity of an entire family of brands to meet a variety of needs of people,” Edward Jones analyst John Boylan said.  Laguarta has previously said the company was looking to expand its presence in the caffeinated beverages market, as longer working hours in the United States was helping increase demand for a quick energy fix.  Spending by consumers globally on energy drinks rose 9.9% to $12.72 billion for the year ended February 2020, compared with a 2.6% increase in sales of soft drinks to $26.96 billion, according to market research firm Nielsen.  Credit Suisse analyst Kaumil Gajrawala said PepsiCo’s previous distribution deal with Rockstar limited its ability to participate more meaningfully in the energy drink category.  Founded in 2001, Las Vegas-based Rockstar initially aimed straight for major player Red Bull, by having a wider variety of flavors and selling cans twice as big for the same price.  However, the brand, whose bright yellow logo can be seen on extreme sports teams and at music festivals, still remains far behind the Austrian giant, as well as Monster.  Monster and Red Bull, together accounted for over a third of the global energy drink market in 2019, according to data from Euromonitor International.  Pepsi said the deal is not expected to impact its revenue or earnings per share in 2020.  The company’s shares fell 2.9% in early trading in a weak New York market.","13":"Jan 13, 2021; Oklahoma City, Oklahoma, USA; Los Angeles Lakers forward LeBron James (23) gestures against the Oklahoma City Thunder during the second half at Chesapeake Energy Arena. Mandatory Credit: Alonzo Adams-USA TODAY Sports  LeBron James is changing teams in the cola wars.  The Los Angeles Lakers superstar, a pitchman for Coca-Cola since entering the NBA in 2003, is set to land a new deal with PepsiCo.  The news was first reported Friday by Front Office Sports, then confirmed by ESPN.  James reportedly will endorse Mountain Dew’s new “Rise Energy” beverage, part of the PepsiCo family, and he also could become the face of Pepsi Cola.  His deal with Coca-Cola ended last year after he spent years hawking Sprite and Powerade.  A Coca-Cola spokesperson told Front Office Sports, “LeBron’s contract came up at a time when both he and The Coca-Cola Company were actively reviewing all of its resources to make sure it was investing in places that ensured long-term growth. After many discussions with LeBron and his team, we mutually agreed to part ways.”  PepsiCo and James’ representatives refused to comment on the report, per Front Office Sports.  James ranked fifth on Forbes’ 2020 list of the world’s highest-paid athletes, with his $60 million in endorsements for the year tying for second on the list with the No. 8 Tiger Woods. No. 1 Roger Federer was tops in endorsement money at $100 million.  --Field Level Media","14":"(Updates Anheuser-Busch InBev, PepsiCo)  July 19 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 1330 GMT on Friday:  ** Barrick Gold Corp has struck a deal to buy out fellow shareholders in Acacia Mining after raising its offer to end a two-month standoff between the world’s second biggest gold miner and its African unit.  ** Anheuser-Busch InBev, the world’s largest brewer, is selling its Australian operations to Japan’s Asahi for $11 billion and could revive the stalled flotation of its Asian business as it looks to cut debt.  ** PepsiCo Inc has struck a deal to buy South Africa’s Pioneer Food Group Ltd for $1.7 billion, the companies said on Friday, lifting Pioneer’s shares and boosting a sector that has been hit by drought and tough trading conditions.  ** The biggest investor in Aston Martin offered to buy another 3% stake in the luxury carmaker, whose shares have slumped since listing last year.  ** UK oil and gas company Amerisur Resources Plc said it had received a non-binding proposal as well as other indicative offers for some assets as the company reviews strategic options, including a potential sale.","15":"Jan 26 (Reuters) - PepsiCo Inc and Beyond Meat Inc said on Tuesday they would form a joint venture to develop and sell snacks and beverages made from plant-based protein.  Plant-based meat alternatives, such as burger patties and sausages from Beyond Meat, have gained in popularity in recent years as curious health-conscious consumers look to broaden or shift from chicken, pork and beef-based diets.  Beyond Meat suffered a surprise loss in its last reported quarter as demand for its products at restaurants and grocery stores tapered after an initial surge at the start of the COVID-19 pandemic.  The new partnership with PepsiCo will give the faux meat maker access to the beverage giant’s distribution and marketing resources and allow it to expand into new product lines, Beyond Meat Chief Executive Officer Ethan Brown said.  PepsiCo, which apart from its namesake soda owns the Lays, Quaker and Gatorade brands, has also been looking to expand its portfolio of health-focused snacks and beverages.  “Plant-based proteins represent an exciting growth opportunity for us, a new frontier in our efforts to build a more sustainable food system,” said Ram Krishnan, PepsiCo global chief commercial officer.  The financial terms of the partnership were not disclosed and the operations will be managed through a newly created entity, PLANeT Partnership LLC. (Reporting by Uday Sampath in Bengaluru; Editing by Shounak Dasgupta)","16":"(Reuters) - PepsiCo Inc's PEP.O quarterly profit margins disappointed investors on Tuesday as commodity and transportation costs jumped, overshadowing an earnings beat fueled by growth in emerging markets and a rebound in North American beverage sales.  FILE PHOTO: Bottles of Pepsi are pictured at a grocery store in Pasadena, California, U.S., July 11, 2017. REUTERS\/Mario Anzuoni  The company reported a 2.3 percent rise in North American beverage sales, the first increase in five quarters, as it introduced more non-carbonated drinks and sparkling water such as Lifewtr and Bubly, and added healthier options to its sports drink brand Gatorade.  The drinks giant also boosted advertising behind its trademark colas - Pepsi, Diet Pepsi and Pepsi Zero - to claw back market share from larger rival Coca-Cola Co Inc KO.N.  The increased expenses, along with rising aluminum and freight costs, hit PepsiCo’s core operating profit margin, which fell to 17.6 percent. This was below the 18 percent that Macquarie Research analyst Caroline Levy expected.  PepsiCo’s shares were down about 1 percent in late morning trading.  “People are a bit worried about the margin compression in the North American Beverages division and even the Frito Lay business margins were a little bit below (our expectations),” BMO Capital Markets analyst Amit Sharma said.  To offset the rising costs, the company in September began to raise prices in developed markets, Chief Financial Officer Hugh Johnston said on a post-earnings call, adding the aim is low-to-mid-single digit increases from a year earlier.  Overall, the company reported better-than-expected sales and profit, driven by emerging markets such as Mexico, India and China, where the company has introduced more products that cater to local tastes.  “We continued to see very strong operating performance from our international divisions, propelled by developing and emerging markets,” Indra Nooyi said in a statement.  Nooyi will step down as Pepsi’s chief executive officer on Wednesday, handing the reins to company President Ramon Laguarta. She will stay on as chairman until early 2019.  PepsiCo said it now expects its full-year organic revenue, which excludes the impact of acquisitions and forex, to grow at least 3 percent, up from a prior forecast of a 2.3 percent rise.  Full-year core earnings per share, however, will take a one percentage point hit due to the stronger dollar and will come in at $5.65 per share, down from the $5.70 forecast earlier.  PepsiCo has no current plans to enter the cannabis-infused beverage market, compared with Coca-Cola which has said it was closely watching the non-psychoactive area of the market for a possible entry.  Excluding one-time items, PepsiCo earned $1.59 per share, beating analysts’ estimate of $1.57, according to Thomson Reuters I\/B\/E\/S.  Net revenue rose 1.5 percent to $16.49 billion, also topping expectations of $16.36 billion.","17":"JERUSALEM (Reuters) - Israel's securities regulator said on Tuesday it was investigating a senior executive at carbonated drink-machine maker SodaStream on suspicion of insider trading prior to its $3.2 billion acquisition by PepsiCo PEP.O last year.  The executive, whose name has been placed under a gagging order, was detained on Monday and released after posting bail, but will face further questioning later on Tuesday.  The Israel Securities Authority (ISA) said it is investigating alleged insider trading violations, fraud and breach of trust by the official.  SodaStream said in a statement it was cooperating as needed with investigators. It declined to comment further.  The ISA also said it is investigating a second individual, a former SodaStream employee, for alleged insider trading and obstruction of justice.  The ISA said the former employee used information that was not public, a report on quarterly results and a report on PepsiCo’s plan to buy SodaStream that led to a spike in the share price after they became public, to buy shares for hundreds of thousands of shekels and make a profit of 156,000 shekels ($44,434).  (This story corrects to show executive was detained, not arrested)","18":"April 26 (Reuters) -  * PEPSICO INC CFO JOHNSTON SAYS RISING COSTS FROM TARIFFS NOT EXPECTED TO BE DISRUPTIVE - CNBC Further company coverage:","19":"* PepsiCo gains after Q2 earnings, revenue beat  * S&P 500 Q2 earnings growth seen at 21 pct -TR I\/B\/E\/S  * Tesla gains on plans to open new plant in Shanghai  * Oil prices gain as supply shortages grow  * Futures up: Dow 0.25 pct, S&P 0.14 pct, Nasdaq 0.12 pct (Adds comment, details; updates prices)  By Amy Caren Daniel  July 10 (Reuters) - Wall Street was set to open higher on Tuesday as PepsiCo’s quarterly report signaled a strong start to the U.S. corporate earnings season, overshadowing concerns over a possible escalation in trade wars.  PepsiCo’s shares rose 2.4 percent in premarket trading after the company’s quarterly revenue and profit topped analysts’ estimates on strong sales in its Frito-Lay unit.  “The first major earnings report came out, and PepsiCo’s earnings beat expectations and that’s a good start for the market,” said Peter Cardillo, chief market economist at Spartan Capital Securities in New York.  “The trade conflict is far from over and could eventually have a very negative impact on equities, but for now it is taking a back seat only because we are entering into the earnings season.”  Overall, S&P 500 companies are expected to post second-quarter profit growth of around 21 percent, slightly higher than what was forecast in April, according to Thomson Reuters data.  Wall Street has gained for three straight days on strong U.S. jobs data, mild inflation numbers and earnings optimism.  But, investors and analysts will parse quarterly reports to gauge the impact of China’s tariffs, which are expected to hit a range of U.S. industrial sectors.  On Tuesday, China’s commerce ministry raised “anti-dumping tariff rates” for some U.S.-made optical fiber products, effective July 11.  The U.S. small business confidence index fell 0.6 points to 107.2 in June, according to the National Federation of Independent Business. Cardillo said the “disappointing” report is another sign that the trade dispute is worrisome for corporate America.  At 8:50 a.m. ET, Dow e-minis were up 61 points, or 0.25 percent. S&P 500 e-minis were up 4 points, or 0.14 percent and Nasdaq 100 e-minis were up 9 points, or 0.12 percent.  Also helping the market was a jump in oil prices due to growing supply outages. Norway shut one oilfield due to a workers’ strike and Libya said its output had more than halved.  Tesla Inc rose 2.3 percent. The U.S. automaker signed agreements to open a plant in Shanghai with an annual capacity of 500,000 cars, local media reported.  Shares of Walgreens Boots Alliance dropped 1 percent after Evercore ISI cut its rating on the stock to “in line” from “outperform.”  Rating downgrades on eBay, Chipotle Mexican Grill and Cerner also pulled shares of the three S&P 500 components down between 1.4 percent and 2.1 percent.","20":"Feb 11 (Reuters) - PepsiCo Inc said on Thursday it expects organic revenue to grow in 2021 on hopes that consumers would return to pre-pandemic lifestyles as economies reopen and COVID-19 vaccinations roll out.  The company, known for its Lay’s chips and Pepsi sodas, said it expects mid-single digit rise in annual organic revenue and a high-single digit increase in adjusted earnings.  Rival Coca-Cola had on Wednesday forecast organic revenue to rebound this year.  PepsiCo’s net revenue rose 8.8% to $22.46 billion in the fourth quarter ended Dec. 26, above market expectation of $21.8 billion, according to IBES data from Refinitiv. (Reporting by Nivedita Balu in Bengaluru; Editing by Arun Koyyur)","21":"Feb 12 (Reuters) - PepsiCo Inc:  * PIONEER FOOD- SOUTH AFRICAN COMPETITION TRIBUNAL HEARING ON PEPSICO DEAL IS EXPECTED TO TAKE PLACE BEFORE END OF FEBRUARY 2020  * PIONEER FOOD GROUP - S. AFRICAN COMPETITION COMMISSION FOUND THAT PEPSICO OFFER WILL RESULT IN SIGNIFICANT PUBLIC INTEREST BENEFITS FOR SOUTH AFRICA Source text for Eikon: Further company coverage:","22":"Oct 3 (Reuters) - PepsiCo Inc beat quarterly revenue estimates on Thursday, as ramped up advertising boosted demand for the company’s sodas and snacks.  Net revenue rose 4.3% to $17.19 billion in the third quarter ended Sept. 7, beating analysts’ estimates of $16.93 billion, according to IBES data from Refinitiv.  Net income attributable to the company fell to $2.10 billion, or $1.49 per share, from $2.50 billion, or $1.75 per share, a year earlier.  PepsiCo also said it expects to meet or exceed its fiscal 2019 organic revenue growth target of 4%. (Reporting by Uday Sampath in Bengaluru; Editing by Sriraj Kalluvila)","23":"Feb 13 (Reuters) - PepsiCo Inc’s sales topped Wall Street forecasts in the fourth quarter, led by higher demand at its Frito-Lay business that makes Doritos and Cheetos.  The maker of Tropicana juices and Mountain Dew said on Tuesday revenue rose slightly to $19.53 billion in the quarter ended Dec. 30. Analysts on average had expected $19.39 billion, according to Thomson Reuters I\/B\/E\/S.  PepsiCo recorded a net loss of $710 million or 50 cents per share, compared to a year-earlier profit of $1.40 billion or 97 cents per share, reflecting a $2.5 billion one-time charge related to new U.S. tax laws. (Reporting by Sangameswaran S and Nivedita Balu in Bengaluru; Editing by Sai Sachin Ravikumar)","24":"(Refiles to drop extraneous word in headline)  July 10 (Reuters) - PepsiCo Inc reported a 2.4 percent rise in quarterly revenue on Tuesday due to higher sales growth in its Frito-Lay unit in North America that helped offset weak demand for beverages.  Revenue from its Frito-Lay snacks business, the company’s largest, rose 4.3 percent in the quarter.  Sales in its North America beverage unit fell for the fourth straight quarter, down about 1 percent to $5.19 billion, the maker of Gatorade and Diet Pepsi said bit.ly\/2m5NQHt on Tuesday.  Net income attributable to the company fell to $1.82 billion, or $1.28 per share, in the second quarter ended June 16, from $2.11 billion, or $1.46 per share, a year earlier.  Net revenue rose to $16.09 billion from $15.71 billion. (Reporting by Aishwarya Venugopal in Bengaluru; Editing by Arun Koyyur)","25":"(Reuters) - PepsiCo Inc PEP.O forecast full-year profit above expectations on Thursday after a rebound in soda sales and increased demand for snacks during the COVID-19 crisis helped drive quarterly sales higher.  FILE PHOTO: Bottles of Pepsi are pictured at a grocery store in Pasadena, California, U.S., July 11, 2017. REUTERS\/Mario Anzuoni  People spending more time working and studying from home has led to a rise in demand for salty snacks, boosting demand for PepsiCo’s Tostitos, Cheetos and Doritos from households across North America.  Sales of snacks under the company’s Frito-Lay North America unit, rose 7% in the third quarter, while higher demand for breakfast foods led to a 6% rise at its Quaker Foods business.  “At home consumption trends have remained strong despite the measured reopening of economies and activities in certain areas,” Chief Executive Officer Ramon Laguarta said.  Higher demand for Starbucks branded iced coffee, as well as low calorie versions of Gatorade and Mountain Dew helped boost revenue of PepsiCo’s North America beverage business by 6%.  That helped offset a slump in sales at restaurants, which has been hurting the unit’s revenue since the start of the pandemic.  The company’s decision to drop the “Aunt Jemima” branding from its pancake mix and syrups in June after being criticized as a racist stereotype did not impact product sales, Chief Financial Officer Hugh Johnston told Reuters.  PepsiCo forecast full-year core earnings of $5.50 per share, above expectations of $5.36 per share, while warning that pandemic-related costs may continue to weigh on earnings next year.  Overall net revenue rose more than 5% to $18.09 billion in the quarter ended Sept. 5, beating analysts’ expectations of $17.23 billion, according to IBES data from Refinitiv.  Attributable net profit rose 9.1% to $2.29 billion. Excluding items, the company earned $1.66 per share, beating expectations of $1.49 per share.","26":"PepsiCo Inc prevailed on Thursday in a lawsuit accusing it of stealing a smaller company’s proprietary technology for adding aromas to beverage bottles in order to enhance the perceived taste of the drink.  A three-judge panel of the U.S. Court of Appeals for the Federal Circuit affirmed a lower court decision that threw out ScentSational Technologies LLC’s trade secret misappropriation, breach of contract, and correction of inventorship claims against PepsiCo.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2EfrFb6","27":"May 25 (Reuters) - PepsiCo Inc said on Friday it would buy baked fruit and vegetable snack maker Bare Foods Co, in a deal that underscores the company’s efforts to strengthen its healthy snack portfolio.  The companies did not disclose the financial terms of the deal.  Bare Foods sells Granny Smith apple chips, banana and coconut snacks and was founded in 2001 in a family owned organic apple farm in Washington.  U.S. food companies have made a flurry of acquisitions in the snack food space as they seek to tap rising demand for snacks that have low salt content and are less processed.  Last year, Kellogg Co said it would buy the owner of RXBAR protein bars for $600 million, while Campbell Soup Co acquired Snyder’s-Lance, the maker of Cape Cod potato chips, in a $4.9 billion deal.  Bare Foods will operate independently and will report into Frito-Lay North America, Pepsi said. (Reporting by Aishwarya Venugopal in Bengaluru; Editing by Sriraj Kalluvila)","28":"(Adds PepsiCo, Enel)  May 25 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2000 GMT on Friday:  ** PepsiCo Inc said it would buy baked fruit and vegetable snack maker Bare Foods Co, as the food and beverage company expands its fast-growing healthy snack portfolio. The companies did not disclose the financial terms of the deal, while CNBC, citing a source, said Pepsi paid less than $200 million.  ** Italy’s biggest utility Enel is in advanced talks with Russian businessman Andrey Melnichenko over the sale of Enel’s Reftinskaya coal plant, three sources familiar with the talks told Reuters.  ** France’s Thales has its eye on bolt-on acquisitions after securing chipmaker Gemalto but feels no immediate pressure to match the scale of ‘nose-to-tail’ aircraft parts suppliers like United Technologies, its chief executive said.  ** Telecom group Telia confirmed it is in talks to buy Bonnier’s broadcasting business, seeking to add television content in a deal which a media report said could be worth 10-12 billion crowns ($1.2 billion-$1.4 billion).  ** Italian oil major Eni is working on a joint bid for Terra Firma’s solar assets in Italy with Qatar Petroleum, Eni CEO Claudio Descalzi told Reuters on the sidelines of the St Petersburg Forum.  ** A consortium led by Swiss asset manager Partners Group Holding will buy Techem from Macquarie in a deal that values the German metering company at an enterprise value of 4.6 billion euros ($5.4 billion), Partners Group said.  ** German investment house ATON raised its takeover offer for Murray & Roberts by about 13 percent to $426 million, attempting to secure investor backing after the South African builder struck a deal of its own last week.  ** Polish media and telecoms group Cyfrowy Polsat said late Thursday it agreed to buy a controlling stake in sports content producer and distributor Eleven Sports Network Sp.z o.o. (ESN) for 38 million euros ($44.48 million).  ** India’s National Stock Exchange (NSE) and Multi Commodity Exchange (MCX) are in talks to merge ahead of the implementation of a universal exchange framework in October, the Business Standard newspaper reported.  ** Australian retail conglomerate Wesfarmers is selling UK home improvement chain Homebase for a nominal 1 pound ($1.34) just two years after buying it, ending an embarrassing offshore adventure that cost it $1 billion and sowing doubts about its future investments. (Compiled by Tamara Mathias and Karan Nagarkatti in Bengaluru)","29":"Feb 13 (Reuters) - Pepsico Inc:  * PEPSICO INC SAYS GAINED MARKET SHARE IN SALTY SNACK AND MACRO SNACKS CATEGORY- CONF. CALL  * PEPSICO INC SAYS NAB SEGMENT HAS TREMENDOUS ROOM TO IMPROVE OVERALL  * PEPSICO INC SAYS E-COMMERCE BUSINESS IS NOW APPROXIMATELY $1 BILLION IN ANNUALIZED RETAIL SALES  * PEPSICO SAYS WILL GIVE BONUS OF UP TO $1,000 TO FULL-TIME FRONT-LINE U.S.-BASED ASSOCIATES DUE TO FINANCIAL BENEFITS PROVIDED BY RECENT U.S. TAX REFORM  * PEPSICO SAYS PROVISIONAL $4 BILLION LIABILITY ASSOCIATED WITH INTERNATIONAL ACCUMULATED EARNINGS IS EXPECTED TO BE PAID OUT OVER 8 YEARS STARTING 2019  * PEPSICO SAYS EXPECT 2018 ORGANIC REVENUE GROWTH AT LEAST IN LINE WITH OUR 2017 GROWTH RATE OR 2.3 PERCENT  * PEPSICO SAYS EXPECT TO MAKE A $1.4 BILLION DISCRETIONARY PENSION CONTRIBUTION IN THE FIRST QUARTER OF 2018 TO MAXIMIZE ITS TAX DEDUCTIBILITY  * PEPSICO SAYS IT EXPECTS TO RETURN APPROXIMATELY $7 BILLION TO SHAREHOLDERS IN 2018  * PEPSICO SAYS VOLUME TRENDS ARE IMPROVING IN PEPSI, MOUNTAIN DEW, GATORADE AND LIPTON  * PEPSICO SAYS PRICING LOWER IS NOT PART OF STRATEGY TO GAIN MARKET SHARE  * PEPSICO SAYS GATORADE TRENDS IMPROVING, “FEEL GOOD ABOUT WHAT WE’RE SEEING THE BUSINESS DELIVERING RIGHT NOW”  * PEPSICO ON DR PEPPER SNAPPLE AND KEURIG GREEN MOUNTAIN DEAL SAYS “SURE THERE IS SOME TOWERING STRATEGIC LOGIC, BUT WE ARE STILL SEARCHING FOR IT”  * PEPSICO SAYS “CERTAINLY EXPECT SOME LABOR INFLATION PRESSURE IN CERTAIN MARKETS OVER TIME”  * PEPSICO SAYS “WE WERE LATE TO THE FLAVORED SPARKLING WATER CATEGORY”  * PEPSICO SAYS WOULD HAVE LIKED TO HAVE BETTER PERFORMANCE IN 2017 FOR NORTH AMERICAN BEVERAGES  * PEPSICO SAYS POST IMPLEMENTATION GST, SEEING INDIA MARKET COMING BACK  * PEPSICO SAYS FRITO-LAY SEGMENT WILL CONTINUE TO “DELIVER NICELY” GOING FOWARD Further company coverage:","30":"Feb 13 (Reuters) - PepsiCo Inc:  * PEPSICO REPORTS FOURTH QUARTER AND FULL-YEAR 2017 RESULTS  * QUARTERLY REPORTED LOSS PER SHARE WAS $0.50  * QUARTERLY CORE EPS WAS $1.31  * Q4 EARNINGS PER SHARE VIEW $1.30 -- THOMSON REUTERS I\/B\/E\/S  * QUARTERLY RESULTS INCLUDE A $2.5 BILLION PROVISIONAL NET TAX EXPENSE ($1.73 PER SHARE) AS A RESULT OF THE U.S. TCJ ACT  * ANNOUNCED NEW SHARE REPURCHASE PROGRAM PROVIDING FOR REPURCHASE OF UP TO $15 BILLION OF PEPSICO COMMON STOCK COMMENCING ON JULY 1, 2018 Source text: bit.ly\/2BoRhBT Further company coverage:","31":"(Reuters) - PepsiCo Inc PEP.O beat analysts' estimates for quarterly revenue and profit on Monday, as people stocked up on its snacks including Tostitos, Cheetos and Doritos before hunkering down in their homes due to coronavirus-related restrictions.  FILE PHOTO: Bottles of Pepsi are pictured at a grocery store in Pasadena, California, U.S., July 11, 2017. REUTERS\/Mario Anzuoni\/File Photo  The company’s shares, which are down 1.6% to date in a tumultuous year for Wall Street, were up about 2% before the bell as investors shrugged off a fall in sales of its sodas due to widespread restaurant closures.  “Consumer eating habits continued to evolve, with consumers spending more time at home, which benefits the at-home breakfast, snacking and dinner occasions,” Chief Executive Officer Ramon Laguarta said in pre-recorded remarks.  “We gained market share in salty, savory and macro-snacks in the quarter.”  Online sales of potato chips jumped 93.5% and tortilla chips 101.2% for the week ended June 20, according to market data from Nielsen.  For PepsiCo, sales of snacks under the Frito-Lay North America unit rose 7% in the second quarter ended June 13, while Quaker Oats surged 23%.  Revenue at PepsiCo’s North America beverages unit, its biggest, fell 7% as restaurants and other points of sale remained closed, while sporting events were delayed.  Laguarta signaled an improvement in convenience stores and gas stations, but expects the recovery in foodservice channels, which include restaurants, to take a bit more time.  The company sees snacks and food businesses remaining resilient, with the beverages unit expected to perform better during the second half of the year.  Overall, net revenue fell about 3% to $15.95 billion, but beat analysts’ estimates of $15.38 billion, according to IBES data from Refinitiv.  Net income attributable to the company fell about 19% to $1.65 billion.  Excluding items, the company earned $1.32 per share, beating Wall Street estimates of $1.25.","32":"The Pepsi logo is pictured in Irwindale, California, U.S., July 11, 2017. REUTERS\/Mario Anzuoni  (Reuters) - PepsiCo Inc PEP.O has bought nutritional food company Health Warrior Inc, it said on Wednesday, the latest move in its efforts to target consumers who are ditching processed and sugary foods for healthier options.  Founded in 2010, Richmond, Virginia-based Health Warrior makes protein powder, bars and muffins rich in plant-based nutrients and so-called “superfoods” such as chia seeds.  Health Warrior will become part of PepsiCo’s HIVE division, created to house small and emerging brands. The beverage and snack giant did not disclose the price of the acquisition.  PepsiCo and larger rival Coca-Cola Co KO.N have made a string of acquisitions aimed at offering healthier products.  This year, PepsiCo bought carbonated drink-machine maker SodaStream SODA.TASODA.O for $3.2 billion and baked fruit and vegetable snack maker Bare Foods Co for an undisclosed sum.","33":"April 26 (Reuters) - PepsiCo:  * QTRLY EARNINGS PER SHARE $0.94; QTRLY CORE EARNINGS PER SHARE $0.96; QTRLY NET REVENUE $12.56 BILLION, UP 4 PERCENT  * Q1 EARNINGS PER SHARE VIEW $0.93, REVENUE VIEW $12.40 BILLION -- THOMSON REUTERS I\/B\/E\/S  * CONTINUED TO FACE CHALLENGES IN NORTH AMERICA BEVERAGES IN Q1, BUT SECTOR HAD SEQUENTIAL IMPROVEMENT IN TOP LINE MOMENTUM SINCE Q4  * SEES 2018 ORGANIC REVENUE GROWTH TO BE AT LEAST IN LINE WITH 2017 GROWTH RATE OF 2.3 PERCENT  * QTRLY NORTH AMERICA BEVERAGES REVENUE WAS DOWN 1 PERCENT  * SEES 2018 CORE EARNINGS PER SHARE $5.70  * FY2018 EARNINGS PER SHARE VIEW $5.71, REVENUE VIEW $65.39 BILLION -- THOMSON REUTERS I\/B\/E\/S  * SEES ABOUT $9 BILLION IN CASH FROM OPERATING ACTIVITIES AND FREE CASH FLOW OF ABOUT $6 BILLION IN 2018  * SEES TOTAL CASH RETURNS TO SHAREHOLDERS OF ABOUT $7 BILLION IN 2018  * TOTAL DIVIDENDS TO SHAREHOLDERS EXPECTED TO BE ABOUT $5 BILLION & SHARE BUYBACKS EXPECTED TO BE ABOUT $2 BILLION IN 2018  * “COMPETITIVELY WE RECOGNIZE THE NEED TO STEP UP INVESTMENTS IN CORE CARBONATED SOFT DRINKS”, WHICH CO INTENDS TO DO  * EXPECT TO RECORD ADDITIONAL PROVISIONAL TRANSITION TAX EXPENSE IN Q2 OF ABOUT $700 MILLION - $800 MILLION Source text for Eikon: Further company coverage:","34":"FILE PHOTO: Bottles of Pepsi are pictured at a grocery store in Pasadena, California, U.S., July 11, 2017. REUTERS\/Mario Anzuoni\/File Photo  BEIJING (Reuters) - PepsiCo Inc PEP.O has agreed to buy Chinese snack brand Be & Cheery from local jujube maker Haoxiangni Health Food Co Ltd 002582.SZ for $705 million, the companies said.  The U.S. multinational food and beverage maker said the acquisition of Be & Cheery, which sells snacks from nuts to dried fruits mainly on Chinese e-commerce platforms, was an important step in its goal to become China’s leading consumer-focused food and beverage company.  “Be & Cheery adds direct-to-consumer capability, positioning us to capitalize on continued growth in e-commerce, and a local brand that is able to stretch across a broad portfolio of products, through both online and offline channels,” Ram Krishnan, CEO of PepsiCo Greater China, said in a statement on Sunday.  “We also expect to leverage Be & Cheery’s innovation and consumer insights capabilities to drive innovation in other key PepsiCo growth markets.”  Haoxiangni, which is based in the eastern city of Hangzhou, said in a separate filing that it had decided to sell as it wanted to focus on the jujube business.  Founded in 2003, Be & Cheery is one of the largest online snack companies in China and reported revenues of about 5 billion yuan ($711.7 million) in 2019, the companies said.  The transaction is subject to a Haoxiangni shareholder vote, certain regulatory approvals and other customary conditions, they said.","35":"July 11 (Reuters) - An extended rally on Wall Street could bolster Australian stocks to a better start on wednesday after strong results from PepsiCo signalled a positive earnings season ahead. The S&P 500 rose for a fourth session on Tuesday to post its highest close since Feb. 1. The local share price index futures rose 0.3 percent or 16 points, to 6,227, but mining stocks could hamper the rise on overnight weakness in base metal prices. The benchmark lost 0.4 percent on Tuesday. New Zealand's benchmark S&P\/NZX 50 index fell marginally or 3.07 points to 9,026 at 1003 GMT. (Reporting by Devika Syamnath in Bengaluru)","36":"March 11 (Reuters) - PepsiCo Inc is nearing a deal to buy energy drink maker Rockstar Energy for $3.85 billion, the Wall Street Journal reported on Wednesday, citing people familiar with the matter.  The deal could be announced as soon as Wednesday, the report here added.  Pepsi and Rockstar did not immediately respond to Reuters’ request for comment. (Reporting by Uday Sampath in Bengaluru; Editing by Ramakrishnan M.)","37":"May 4 (Reuters) - PepsiCo Inc:  * PEPSICO INC - SHAREHOLDERS APPROVED, ON AN ADVISORY BASIS, PEPSICO'S EXECUTIVE COMPENSATION Source text: (bit.ly\/2HRzibK) Further company coverage:","38":"Feb 15 (Reuters) - PepsiCo Inc forecast a surprise drop in full-year profit that was well below Wall Street estimates on Friday, hit by a stronger dollar, higher tax rate and increased investments in the business.  The company expects 2019 adjusted profit per share to drop 3 percent to $5.50, while analysts on average were expecting a 3.5 percent rise in profit to $5.86 per share, according to IBES data from Refinitiv.  Rival Coca-Cola Co also warned on Thursday that its earnings per share could fall in 2019, citing the strengthening dollar. (Reporting by Aishwarya Venugopal in Bengaluru; Editing by Bernard Orr)","39":"FILE PHOTO - CEO of PepsiCo Indra Nooyi speaks at the Bloomberg Global Business Forum in New York City, U.S., September 20, 2017. REUTERS\/Brendan McDermid  (Reuters) - Amazon.com Inc said on Monday it appointed former PepsiCo Inc Chief Executive Officer Indra Nooyi as a director, making her the second woman to be named to the e-commerce giant’s board this month.  Earlier this month, the company named Starbucks Corp’s Chief Operating Officer Rosalind Brewer as a director, the second black woman to serve on its board.  Amazon’s eleven-member board now has five women including Nooyi, Brewer, Jamie Gorelick, Judith McGrath and Patricia Stonesifer.  The company last year said women and minorities are to be among its board nominees as part of a new policy to increase diversity on its board.  Nooyi, who will be part of the audit committee of Amazon's board, stepped down as the CEO of PepsiCo in October 2018 and as the chairman of the beverage-and-snack maker earlier this year. (bit.ly\/2H0ohDf)  She has been granted 549 shares of common stock of the company, which will vest in three equal annual installments beginning on May 15, 2020. The company’s shares closed at $1,633 on Monday.","40":"(Reuters) - Coca-Cola, Nestle and PepsiCo, the world’s top three plastic polluters according to a yearly brand audit by NGO Break Free From Plastic, have struggled for decades to increase the share of recycled plastic in their packaging.  Slideshow ( 3 images )  In 1990, PepsiCo introduced a new plastic bottle with 25% recycled content. By the end of that decade the company said its bottles no longer contained any recycled content.  Coca-Cola began making plastic bottles in the United States with 25% recycled plastic. It phased them out in 1994 due to high costs, officials said then.  Coke and Pepsi declined to comment on these past targets.  In 2008, Nestle, the company behind Nescafe coffee and Pure Life water, set a U.S.-wide goal to make water bottles out of 60% recycled plastic within a decade.  That’s a goal the company says was never met. Nestle told Reuters it was an ambitious target that didn’t get the groundswell of industry and policy-maker support it needed.  Coke and Nestle said it is hard to get the plastic they need from recycled sources; Nestle said it often pays a premium for recycled material.  All three companies made new pledges in 2018:  - Coca-Cola set a target to hit 50% recycled content in all packaging by 2030. Currently, it’s at 20%, and about half that rate for PET plastic, it told Reuters.  - PepsiCo said it would use 25% recycled content in packaging by 2025. It told Reuters in September it had reached 4% as of 2019.  - Nestle said it aims to use 15% recycled plastic in its packaging by 2025. The company told Reuters this is at 3% currently, up from 2% when it made the pledge.","41":"FILE PHOTO: An employee checks coffee, bought by Israeli company Strauss, after it was roasted and ground at a packaging factory in Lod, Israel March 6, 2017. Picture taken March 6, 2017. REUTERS\/Amir Cohen\/File Photo  TEL AVIV (Reuters) - Israeli food producer Strauss Group STRS.TA said second-quarter net profit rose 9.5% as strength in its home market, water division and Pepsico PEP.O joint venture outweighed the impact of a firmer shekel on overseas sales.  Strauss, a maker of snacks, fresh food and coffee, said on Tuesday it earned adjusted net profit of 121 million shekels ($35 million) in the April to June period, up from 112 million a year earlier, citing “productivity implementations”.  Revenue slipped 1.4% to 2.07 billion shekels but excluding foreign currency effects increased 1.7%, which Strauss said reflected weakness in the currencies of its coffee company’s global markets.  “The group’s other businesses – Strauss Israel, Sabra and Strauss Water – delivered growth and continued improvement in earnings and profit margins,” Strauss chief executive Giora Bardea said.  Sales at its international dips and spreads joint venture with Pepsico rose 6.8% excluding exchange effects, while sales in its water business grew 1.7% and sales in Israel rose 3.3%.  Coffee sales fell 6.6% from a year earlier to 913 million shekels, but slipped only 1.3% excluding foreign exchange effects. Strauss is one of the market leaders for roast and ground coffee in central and eastern Europe and Brazil.  Strauss is the second-largest company in the Israeli food and beverage sector.  ($1 = 3.4791 shekels)","42":"May 18 (Reuters) - PepsiCo Inc:  * PEPSICO, INC. TO WITHDRAW CHICAGO STOCK EXCHANGE LISTING; RETAINS NASDAQ LISTING  * PEPSICO INC - COMMON STOCK WITHDRAWAL FROM CHICAGO STOCK EXCHANGE IS EXPECTED TO BE EFFECTIVE WITHIN NEXT MONTH  * PEPSICO INC - HAS DECIDED TO WITHDRAW ITS LISTING FROM CHICAGO STOCK EXCHANGE TO ELIMINATE COSTS INHERENT WITH DUAL LISTINGS Source text for Eikon: Further company coverage:","43":"(Reuters) - PepsiCo Inc’s quarterly sales and profit beat Wall Street estimates on Wednesday, as the beverage maker’s advertising and marketing push helped drive sales of its snacks, sparkling waters and low-sugar sodas globally.  FILE PHOTO: Cases of Pepsi are shown for sale at a store in Carlsbad, California, U.S., April 22, 2017. REUTERS\/Mike Blake\/File Photo  Shares of PepsiCo hit a record high of $125.92 in morning trading after the company said its core sales grew at the fastest pace in more than three years.  The results come as a boost for Chief Executive Officer Ramon Laguarta who took over from Indra Nooyi six months ago. Under his watch, Pepsico has spent more on advertising, raised production capacity, while tweaking its supply chain to focus more on healthier snacks and beverages.  The changes have helped Pepsi respond better to shifting consumer preferences at a time when packaged food and beverage companies are battling high transportation and labor costs, while trying to find the right product mix to cater to a more health-conscious consumer.  The company has modified some of its recipes using healthier ingredients and is tinkering with product sizes and marketing to keep shoppers reaching for its products.  PepsiCo recently launched a new flavor of Cheetos under its Simply snack brand and introduced a blackberry and peach flavor for its bubly sparkling water that was promoted by singer Michael Buble.  As a result, advertising and marketing spending rose 11 percent, CFO Hugh Johnston told Reuters.  “It is clear evidence that the advertising that we’ve been putting into the market place is working ... may be most encouragingly the Pepsi business,” Johnston said.  Sales of Pepsi sodas, which include Diet Pepsi and Pepsi Zero Sugar, grew 3 percent, driving organic sales at its North America beverage unit, its biggest revenue generator.  Lay’s potato chips, Off The Eaten Path snacks and bubly also sold well, he said.  Total organic or core sales - a keenly watched metric that strips out currency fluctuations and acquisitions - rose 5.2 percent.  PepsiCo maintained its target of 4 percent organic revenue growth and earnings of $5.50 per share for the year.  “With guidance unchanged, Pepsi may be in a position to increase spending behind its brands. Something we feel is strategically important and will bear fruit down the road,” said Benjamin Altman, CEO of Altman Advisors, which owns PepsiCo shares.  Excluding items, PepsiCo earned 97 cents per share. Net revenue rose 2.6 percent to $12.88 billion. Analysts were expecting profit of 92 cents and revenue of $12.70 billion, according to Refinitiv’s IBES.","44":"Feb 25 (Reuters) - Amazon.com Inc said on Monday it named former PepsiCo Inc Chief Executive Officer Indra Nooyi as a director of the company and appointed her to the audit committee of the board.  Nooyi served as CEO of PepsiCo from October 2006 to October 2018. (bit.ly\/2H0ohDf)","45":"March 5 (Reuters) - Bundaberg Brewed Drinks:  * BUNDABERG BREWED DRINKS AND PEPSICO ANNOUNCE DISTRIBUTION PARTNERSHIP AS NON-ALCOHOLIC CRAFT BEVERAGE MARKET CONTINUES EXPLOSIVE GROWTH  * BUNDABERG BREWED DRINKS - BUNDABERG TO REMAIN SEPARATE BUSINESS ENTITY BUT TO BE DISTRIBUTED IN U.S. THROUGH PEPSI’S NETWORK Source text for Eikon: Further company coverage:","46":"FILE PHOTO: Bottles of Pepsi at a grocery store in Pasadena, California, U.S., July 11, 2017. REUTERS\/Mario Anzuoni\/File Photo  (Reuters) - PepsiCo Inc said on Thursday it aimed to achieve net-zero greenhouse gas emissions across its supply chain by 2040, as consumers and investors increasingly call upon big corporations to play their part in the fight against global warming.  The Doritos chips and Tropicana juice maker said it would initially cut greenhouse gas emissions from its operations by 75% and by 40% in areas that are outside its own manufacturing processes and supply chain by 2030.  The food-and-beverage giant generated about 57 million metric tonnes of greenhhouse gas emissions globally in 2019, according to its latest annual sustainability report. Over the next nine years, it hopes to cut those emissions by just under half, or an absolute 26 million metric tonnes.  The Purchase, New York-based company said it would first focus on its agricultural supply system, which contributes to a third of PepsiCo’s greenhouse gas emissions, before turning to carbon sequestration.  PepsiCo will accelerate the use of smart irrigation systems, improve soil health and reduce deforestation, its chief sustainability officer, Jim Andrew, said in an interview with Reuters.  Other steps will include the use of renewable energy in its offices, recycled PET bottles for beverages, cutting back on business flights and creating sustainable packaging, the company said.  PepsiCo and rival Coca-Cola, which has set its own target of cutting supply chain emissions by 25% by 2030, have emerged as new targets for global activism because of the amount of single-use plastic waste they generate.  Last year tied with 2016 as the world’s warmest year on record, rounding off the hottest decade globally, with scientists saying countries and corporations needed to slash greenhouse gas emissions quickly to avoid catastrophic climate change.  “We have to drive systemic change. That is going to require partnerships with customers, suppliers, co-packers ... and sometimes competitors to do all of that,” Andrew said.","47":"NEW DELHI (Reuters) - PepsiCo Inc has agreed to withdraw lawsuits against Indian potato farmers it alleged infringed a patent by cultivating a variety grown exclusively for its Lay’s potato chips.  FILE PHOTO: A customer picks packets of Lay's potato chips at a shop in Ahmedabad, India, April 26, 2019. REUTERS\/Amit Dave  The U.S. snack food and drinks maker, which in addition to filing the lawsuit against the four farmers in April had sued five other potato growers, had said it wanted to settle the issue amicably.  “After discussions with the government, the company has agreed to withdraw the cases against the farmers,” a PepsiCo India spokesman said on Thursday, adding that this applied to all nine.  The decision comes at a particularly sensitive time in India, which is about halfway through a 39-day general election in which its rural population still has a dominant voice.  It also follows intervention by an influential Hindu nationalist group with close ties to Prime Minister Narendra Modi’s ruling Bharatiya Janata Party (BJP) said PepsiCo was coercing the farmers.  Modi and the BJP are seeking a second term and most political strategists think they are likely to succeed.  PepsiCo, which did not disclose details of its consultations, had previously said the farmers must either sell their potatoes to the New York-based company or stop cultivating the FC5 variety. In return, PepsiCo would withdraw the lawsuit.  PepsiCo, which set up its first potato chips plant in India in 1989, supplies the FC5 variety to a group of farmers who in turn sell their produce to it at a fixed price.  Ashwani Mahajan, who heads the Swadeshi Jagran Manch (SJM), the economic wing of Rashtriya Swayamsevak Sangh (RSS) which is the ideological parent of Modi’s BJP, welcomed PepsiCo’s move as a moral victory for Indian farmers.  “MNCs (multi national corporations) need to understand that they must honour Indian laws,” Mahajan said.  PepsiCo maintains that it developed the FC5 variety of potato, which has a reduced moisture content to make snacks such as potato chips, and registered the trait in 2016.  The April lawsuit was filed in Ahmedabad, the business hub of the western state of Gujarat, requesting that the court restrain the four farmers from growing the FC5 variety.  PepsiCo had also sought more than 10 million rupees ($143,000) each from the farmers.  The state government of Gujarat, ruled by Modi’s BJP, had assured the farmers that it would help them while the opposition Congress party had also criticised PepsiCo’s action.  “The company remains deeply committed to the thousands of farmers we work with across the country and towards ensuring adoption of best farming practices,” the PepsiCo spokesman said.  PepsiCo, the second large U.S. company to face such patent issues in India, is keen “to find a long term and amicable resolution” of the issues involving seed protection, he said.  Stung by a long-standing intellectual property dispute, seed maker Monsanto, now owned by German drugmaker Bayer AG, withdrew from some businesses in India over a cotton-seed dispute with farmers. (reut.rs\/2ncBknn)","48":"April 28 (Reuters) - PepsiCo Inc reported a rise in first-quarter revenue, but ditched its full-year forecast on Tuesday, citing uncertainty around the globe due to the novel coronavirus pandemic.  The company’s net revenue rose 7.7% to $13.9 billion in the quarter ended March 21, helped by massive advertising campaigns during the Super Bowl.  Net income attributable to the company fell to $1.34 billion, or 96 cents per share, from $1.41 billion, or $1 per share, a year earlier.  PepsiCo had previously forecast full-year organic revenue growth of 4% and an increase in core constant currency earnings per share of 7%.","49":"Feb 13 (Reuters) - PepsiCo Inc forecast 2020 earnings below Wall Street estimates on Thursday and predicted slower organic revenue growth than last year.  The soda and snack maker forecast core earnings of $5.88 per share. Analysts are expecting a profit of $5.95 per share, according to IBES data from Refinitiv.  Organic revenue, which strips out the impact from currency fluctuation and deals, is expected to rise 4% this year compared with 4.5% in 2019. (Reporting by Nivedita Balu in Bengaluru Editing by Tomasz Janowski)","50":"(Reuters) - A shareholder who says he owns about 4 percent of Senomyx Inc SNMX.O called on Tuesday for the flavoring company to remove its chairman and give fresh oversight for a new sale process, saying in a publicly released letter that Senomyx's performance has been \"nothing short of disaster.\"  Matthew Turk, who said he owns more than 1.9 million shares of Senomyx’s common stock, said in the letter that he is skeptical of the San Diego-based company’s announced plans to explore a strategic review.  Turk said in the letter that Senomyx shares have lost 78 percent of their value since the company went public in 2004, under the direction of Chairman Kent Snyder and Chief Executive Officer John Poyhonen.  “There must not be a slow liquidation of Senomyx, but rather a complete sale either in whole or in parts as quickly as possible to preserve remaining shareholder value,” Turk said.  “The underlying assets are worth well more than what the stock is trading at,” Turk told Reuters on Tuesday.  Senomyx shares on Tuesday closed at $1.19, down 8.1 percent.  Senomyx, which had a market capitalization of $62.8 million at the close of trading on Monday, did not respond to requests for comment.  Turk, who said he began buying Senomyx shares in April 2012, also called on the company to name a shareholder representative to its board. Turk said he first asked for a board seat in April and after that was denied asked to be an unpaid board observer, which was also denied.  The flavors and ingredients space has been undergoing consolidation and growth as food multinationals, facing slowing growth for legacy food and drinks brands, adjust their offerings to appeal to new and healthier tastes. Last month, International Flavors & Fragrances Inc IFF.N agreed to buy Israeli flavors and ingredients maker Frutarom Industries Ltd FRUT.TA for $7.1 billion in cash and stock.  “The company is only trading at a $65 million market cap with approximately $15 million in net cash and no debt, so it’s a very small company, except it has burned over $500 million in both partner funding and equity commitments since inception,” Turk said.  The company's stock has declined since PepsiCo Inc PEP.N stopped a trial partnership involving the use of Senomyx ingredients in drinks such as Mug Root Beer ahead of what was widely expected to be a U.S. nationwide rollout in late 2016.  Senomyx still has a non-exclusive agreement with Pepsi that runs until 2019, under which Pepsi has access to natural flavor ingredients and sweeteners that were developed during the partnership, according to a news release. Pepsi could not be reached for comment.  Since changing the terms of its deal with Pepsi, Senomyx’s management team has not set up any new commercial partnerships despite claiming to have interest from at least 25 companies, Turk said.  According to filings from the company’s last annual shareholder meeting, Snyder received more withhold votes than for votes on his reelection, despite running unopposed as chairman.","51":"March 18 (Reuters) - UK’S CMA:  * UK’S CMA SAYS NOT REFERRING PEPSICO-PIONEER DEAL TO A PHASE 2 INVESTIGATION Source text for Eikon: Further company coverage:","52":"(Reuters) - PepsiCo Inc said on Tuesday its pancake mix and syrup products would be sold under the new name “Pearl Milling Company” after the company dropped the “Aunt Jemima” brand logo last year, acknowledging its roots in a racial stereotype.  The more than 130-year-old brand logo, which featured an African-American woman named after a character in 19th-century minstrel shows, came under fire amid a national debate over racism and racial inequality in the United States.  “Pearl Milling Company-branded pancake mixes, syrups, cornmeal, flour, and grits products will start to arrive in market in June,” PepsiCo said in a statement.  PepsiCo’s decision was part of a nationwide corporate response to protests over the treatment of African Americans and police brutality after the death of George Floyd, a Black man, in police custody in Minneapolis on May 25, 2020.  PepsiCo said in the coming weeks, Pearl Milling Company will announce details of a $1 million commitment to support Black girls and women.  PepsiCo last year said it would invest more than $400 million over five years to support black communities and boost black representation at the company.","53":"April 29 (Reuters) -  * Nestlé Waters, PepsiCo and Suntory Beverage & Food Europe join consortium founded by Carbios and L’Oréal to support the world’s first enzymatic technology for the recycling of plastics  * Under the terms of the four-year agreement, the consortium partners’ ambition is to bring Carbios’ PET-enhanced recycling technology to the market and increase the availability of high-quality recycled plastics to fulfill their sustainability commitments.","54":"(Reuters) - PepsiCo Inc's PEP.O better-than-expected quarterly results on Tuesday pointed to signs of a gradual recovery in its struggling soda business as the company doubled down on efforts to promote colas, setting shares up for their best day in seven years.  The company’s North America beverages sales fell 0.9 percent - its smallest drop in four quarters - as the company went “toe-to-toe” with rival Coca-Cola in marketing and pricing and launched a campaign to revive soda sales.  Chief Executive Officer Indra Nooyi has been trying to popularize the company's trademark colas amid intense competition from Coca-Cola Co KO.N and as consumers opt for healthier drinks.  Demand for its zero sugar Pepsi and diet Pepsi were “flying off the shelves,” Nooyi said in a post earnings call with analysts.  “Every part of our business in North American Beverages is showing sequential improvement,” Nooyi said. “As we go into the third quarter, we feel good about the trend rate.”  PepsiCo’s net revenue rose 2.4 percent to $16.09 billion, of which $5.19 billion came from its beverage business and beat Wall Street expectations.  “There were some concerns the sales were going to be lackluster and instead we saw some solid improvements,” Edward Jones analyst Brittany Weissman said.  “(PepsiCo) did seem like that they are starting to see some sort of inflection point in the (beverages) results.”  Sales at Frito-Lay North America, its biggest business, grew for the second straight quarter, rising 4.3 percent on the back of higher sales of its newly launched products Doritos Blaze and Ruffles Mozzarella and Marinara.  The company has been ramping up its snacks offering to overcome its sluggish beverage sales by introducing products with new flavors, healthier preparation methods and attractive packaging.  Pepsi’s overseas markets also grew with organic revenue rising 7 percent in Europe Sub-Saharan Africa and 6 percent in Asia, Middle East & North Africa.  Net income attributable to the company fell about 14 percent to $1.82 billion, in the second quarter ended June 16, mainly due to higher costs for transportation and raw materials.  To offset these impacts, Pepsi cut costs across the board and refranchised its Thailand beverage operations.  Excluding items, Pepsi earned $1.61 per share, topping analysts’ estimate of $1.52 per share, according to Thomson Reuters I\/B\/E\/S.  Pepsi also played down the impact of tariffs imposed by the United States on aluminum imports, saying it so far was “immaterial”.  Shares of the company were up 3.7 percent at $111.78 in morning trading.","55":"March 23 (Reuters) - Pepsico Inc:  * CONCLUDED ACQUISITION OF PEPSICO INDIA'S PREVIOUSLY FRANCHISED SUB TERRITORY IN JHARKHAND, MANUFACTURING UNIT AT JAMSHEDPUR Source text - bit.ly\/2px8Rgg Further company coverage:","56":"(Reuters) - PepsiCo Inc PEP.O reported better-than-expected quarterly revenue on Thursday as double-digit growth in developing markets offset another quarter of weak results in its North American beverage unit.  Like rival Coca-Cola KO.N, the world's second-biggest beverage maker is introducing new drinks to claw back ground in a U.S. market where sugary soda makers have suffered from consumers shifting toward healthier beverages, but its efforts are only slowly bearing fruit.  Sales in PepsiCo’s North America beverage unit, which accounts for nearly a third of total revenue and sells Lipton tea, Mountain Dew as well as Pepsi itself, fell by less than in previous quarters but were still down 1 percent.  Chief Executive Indra Nooyi said on a post-earnings call PepsiCo was determined to reverse three quarters of decline and would step up spending on its marquee soda brand under a new “Pepsi Generations” campaign.  Nooyi said despite a moderate increase in media spending on trademark Pepsi over the past three years, the company’s market share has fallen dramatically relative to its key competitor.  “We’ll go toe-to-toe and increase our spending in colas, in particular, but we’re going to remain very responsible on pricing,” Nooyi said.  Earlier this week, Coke’s beverage sales blew past estimates, as it introduced four new flavors of Diet Coke and saw demand for Coke Zero sugar increase.  FILE PHOTO: Bottles of Pepsi are pictured at a grocery store in Pasadena, California, U.S., July 11, 2017. REUTERS\/Mario Anzuoni\/File Photo  PepsiCo’s new marketing efforts could further pressure operating profits, which have already shown weakness in its North American Frito-Lay, Quaker Foods and Beverages businesses, due to higher input costs as well as bonuses paid to employees following President Donald Trump’s Tax Cut and Jobs Act.  Shares of the Purchase, New York-based company were around 0.3 percent higher by midday, having risen as much as 1.4 percent.  DEVELOPING MARKETS SHINE  In contrast to North America, first-quarter sales in Latin American markets rose 14 percent, while those in Europe and sub-Saharan Africa gained 15 percent.  Sales in Asia, the Middle East and North Africa were up 7 percent.  The company’s Frito-Lay snacking business in North America did better than beverages, rising 3.4 percent in the quarter, although it missed expectations of 4 percent growth. The Quaker business - which includes the eponymous porridge oats - showed flat sales in North America due to cuts in pricing.  “All North American units miss (but) LatAm (was) surprisingly strong,” Evercore ISI analyst Robert Ottenstein said.  Excluding items, Pepsi earned 96 cents per share, beating analysts’ average estimate by 3 cents, according to Thomson Reuters I\/B\/E\/S.  Total revenue rose 4.3 percent to $12.56 billion, topping analysts’ estimate of $12.40 billion.  PepsiCo also stuck to its full-year 2018 guidance.","57":"(Recasts with name of executive)  JERUSALEM, Sept 24 (Reuters) - Israel’s securities regulator said on Tuesday it was investigating Daniel Birnbaum, the chairman and former CEO of fizzy drink-machine maker SodaStream, on suspicion of insider trading prior to the company’s purchase by PepsiCo last year.  Birnbaum, who stepped down as CEO last month and then became SodaStream’s chairman, was detained for questioning on Monday and released after posting a 1.2 million shekel ($343,240) guarantee. He is being questioned further on Tuesday.  His lawyer did not immediately return a call from Reuters seeking comment.  The Israel Securities Authority (ISA) said it was investigating alleged insider trading violations, fraud and breach of trust by the official.  SodaStream said in a statement it was cooperating as needed with investigators. It declined to comment further.  PepsiCo bought SodaStream for $3.2 billion in 2018.  The ISA also said it was investigating a former SodaStream employee, whose name remains under a gag order, for alleged insider trading and obstruction of justice.  The ISA said the former employee used information that was not public, a report on quarterly results and a report on PepsiCo’s plan to buy SodaStream that led to a spike in the share price after they became public to buy shares for hundreds of thousands of shekels and make a profit of 156,000 shekels.  SodaStream’s shares had been traded in both New York and Tel Aviv, but were delisted after PepsiCo’s purchase.","58":"WASHINGTON, Jan 15 (Reuters) - The White House is considering former PepsiCo Inc Chief Executive Indra Nooyi, Treasury Department official David Malpass and Overseas Private Investment Corp CEO Ray Washburne among candidates to head the World Bank, an administration official said on Tuesday.  The trio of names surfaced a day after officials said President Donald Trump’s daughter Ivanka Trump was helping lead the search for a new World Bank president to succeed Jim Yong Kim, who is stepping down on Feb. 1.  Nooyi, who stepped down from her Pepsi position in October, Malpass, who is undersecretary of Treasury for international affairs, and Washburne, who has been the OPIC CEO since August 2017, are among several candidates being looked at to head the World Bank, the official said.","59":"* PepsiCo gains after Q2 earnings, revenue beat  * S&P 500 Q2 earnings growth seen at 21 pct -TR I\/B\/E\/S  * Tesla gains on plans to open new plant in Shanghai  * Oil prices gain as supply shortages grow  * Indexes up: Dow 0.47 pct, S&P 0.23 pct, Nasdaq 0.07 pct (Updates to open)  By Amy Caren Daniel  July 10 (Reuters) - U.S. stocks rose on Tuesday, with the S&P 500 hitting a four-month high, boosted by higher oil prices and strong results from PepsiCo.  PepsiCo’s shares rose 4.3 percent after the company’s quarterly revenue and profit topped analysts’ estimates, helped by strong sales in its Frito-Lay unit.  “The first major earnings report came out, and PepsiCo’s earnings beat expectations and that’s a good start for the market,” said Peter Cardillo, chief market economist at Spartan Capital Securities in New York.  PepsiCo helped drive a 0.61 percent gain in the consumer staples index. Rival Coca-Cola rose nearly 1 percent.  The energy index was the biggest gainer among the 11 major S&P sectors, jumping 1.39 percent as oil prices rose due to growing supply outages.  Shares of Exxon, Chevron and Schlumberger were all up around 1.5 percent.  Overall, S&P 500 companies are expected to post second-quarter profit growth of around 21 percent, slightly higher than what was forecast in April, according to Thomson Reuters data.  However, investors and analysts will parse quarterly reports to gauge the impact of China’s tariffs, which are expected to hit a range of U.S. companies.  On Tuesday, China raised “anti-dumping tariff rates” for some U.S.-made optical fiber products, effective July 11.  “The trade conflict is far from over and could eventually have a very negative impact on equities, but for now it is taking a back seat only because we are entering into the earnings season,” Cardillo said.  He also pointed to a “disappointing” report from the National Federation of Independent Business that showed U.S. small business confidence index fell 0.6 points to 107.2 in June as another sign that the trade dispute is worrisome for corporate America.  At 9:59 a.m. EDT, the S&P 500 was up 6.28 points, or 0.23 percent, at 2,790.45. The index rose to as much as 2,791.7 points, its highest since March 13.  The Dow Jones Industrial Average was up 116.62 points, or 0.47 percent, at 24,893.21 and the Nasdaq Composite was up 5.21 points, or 0.07 percent, at 7,761.41.  Tesla Inc rose 1.2 percent. The U.S. automaker signed agreements to open a plant in Shanghai with an annual capacity of 500,000 cars, local media reported.  Shares of Walgreens Boots Alliance dropped 1.3 percent after Evercore ISI cut its rating on the stock to “in line” from “outperform.”  Rating downgrades on eBay, Chipotle Mexican Grill and Cerner also pulled shares of the three S&P 500 components down between 1.6 percent and 3.4 percent.  Advancing issues outnumbered decliners by a 1.44-to-1 ratio on the NYSE and by a 1.16-to-1 ratio on the Nasdaq.  The S&P index recorded 20 new 52-week highs and no new lows, while the Nasdaq recorded 60 new highs and eight new lows.","60":"May 1 (Reuters) - PepsiCo Inc:  * PEPSICO INC - DECLARED QUARTERLY DIVIDEND OF $0.9275 PER SHARE OF PEPSICO STOCK, A 15.2 PERCENT INCREASE VERSUS COMPARABLE YEAR-EARLIER PERIOD Source text for Eikon: Further company coverage:","61":"Slideshow ( 2 images )  JERUSALEM (Reuters) - Israel-based SodaStream, a carbonated drink-machine maker bought this year by Pepsico PEP.O for $3.2 billion, is establishing a manufacturing plant in the Gaza Strip, its chief executive said on Thursday.  Most Palestinians in Gaza, a territory controlled by the Islamist militant group Hamas, live in poverty. The economy there is stifled by an Israeli-Egyptian blockade on the territory and disputes with the Western-backed Palestinian Authority based in the West Bank.  SodaStream CEO Daniel Birnbaum told the Globes business conference that the company’s factory in Israel has succeeded with a mixed workforce of Jews and Arabs, and they are looking to expand that.  Their new project, Birnbaum said, sitting on stage next to Pepsico CEO Ramon Laguarta, was to establish a manufacturing facility in Gaza.  “We want the people of Gaza to have jobs, real jobs, because where there is prosperity, there can be peace,” he said.  He did not discuss any other details of the planned facility.  (Fixes company stock symbol in text)","62":"FILE PHOTO: The Pepsi logo is pictured in Irwindale, California, U.S., July 11, 2017. REUTERS\/Mario Anzuoni  (Reuters) - PepsiCo Inc said on Friday it would suspend political donations, joining a long list of companies that are re-evaluating or halting political donations following a move to challenge U.S. President-elect Joe Biden’s victory.  Last week, five people lost their lives, including a police officer, when supporters of President Donald Trump stormed the Capitol in an attempt to disrupt the formal recognition of his election defeat.  “We are suspending all political contributions while conducting a full review to ensure they align with our company’s values and our shared vision going forward,” the snacks and beverage maker said in a statement.","63":"June 12 (Reuters) - A shareholder is calling on flavoring company Senomyx Inc that works with PepsiCo Inc to drop its current chairman, to sell itself and add a new board seat, according to a letter reviewed by Reuters.  One of the company’s large shareholders, Matthew Turk, who said he owns 4 percent of shares, or more than 1.9 million shares of common stock, is skeptical of the San Diego company’s announced plans to explore a strategic review, and hopes to turn around its fortunes after its stock has lost 78 percent of its value since it went public in 2004, the investor said in the letter on Tuesday.  The flavors and ingredients space has been undergoing consolidation and growth as food multinationals, facing slowing growth for legacy food and drinks brands, adjust their offerings to appeal to new and healthier tastes. Last month, International Flavors & Fragrances Inc agreed to buy Israeli flavors and ingredients maker Frutarom Industries Ltd for $7.1 billion in cash and stock.  “There must not be a slow liquidation of Senomyx, but rather a complete sale either in whole or in parts as quickly as possible to preserve remaining shareholder value,” Turk said.  Senomyx, which had a market capitalization of $62.8 million at the close of trading on Monday, could not immediately be reached for comment.  The company has seen its stock decline since Pepsi stopped a trial partnership involving using Senomyx ingredients in drinks such as Mug Root Beer ahead of what was widely expected to be a U.S. nationwide rollout in late 2016.  The company still has a non-exclusive agreement with Pepsi that runs until 2019, where Pepsi has access to natural flavor ingredients and sweeteners that were developed during their partnership, according to a news release. Pepsi could not be reached for comment.  Since changing the terms of its deal with Pepsi, the management team has not set up any new commercial partnerships despite claiming to have interest from at least 25 companies, Turk said.","64":"BRUSSELS, Oct 25 (Reuters) - The following are mergers under review by the European Commission and a brief guide to the EU merger process:  APPROVALS AND WITHDRAWALS  -- Power and thermal management solutions company Delta Electronics to acquire Thai electronics manufacturing company Delta Electronics Public Company Limited (approved Oct. 24)  NEW LISTINGS  -- U.S. food, snack and beverage corporation PepsiCo to acquire all outstanding shares of Israeli-based manufacturing company SodaStream International (notified Oct. 24\/deadline Nov. 30)  -- Steel company Aperam Alloys Germany, subsidiary of Aperam, to acquire Netherlands producer of materials from nickel and nickel alloy VDM Metals Holding (notified Oct. 23\/deadline Nov. 29)  EXTENSIONS AND OTHER CHANGES  -- Chemicals company Quaker Chemical Corp and Hinduja Group’s Houghton Internatioal to merge (notified Oct. 19\/deadline extended from Nov. 27 to Dec. 11\/companies provided concessions March 2)  FIRST-STAGE REVIEWS BY DEADLINE  OCT 26  -- Japanese company Sony Corp. to acquire majority control of UK music publishing company EMI Music Publishing (notified Sept. 21\/deadline Oct. 26)  OCT 29  -- U.S. pet food maker Mars Petcare to acquire European veterinary business Anicura (notified Sept. 10\/deadline extended to Oct. 29 after Mars offered concessions)  OCT 30  -- Germany’s Thyssenkrupp and India’s Tata Steel to set up a steel joint venture (notified Sept. 25\/deadline Oct. 30)  NOV 6  -- Private quity fund OEP ITS Coopertief Holding to acquire Norwegian software licensing and IT consulting services firm Crayon Group Holding (notified Sept. 28\/deadline Nov. 6\/simplified)  -- Shanghai travel and hospitality group Jin Jiang International Holdings to acquire Radisson Holdings Incorporated and 69.65 percent of hotel operator Radisson Hospitality (notified Sept. 28\/deadline Nov. 6)  -- Japanese Takeda Pharmaceutical Company Limited to acquire Jersey biotechnology company Shire (notified Sept. 28\/deadline Nov. 6)  -- Walt Disney Co to buy the bulk of Twenty-First Century Fox Inc’s film and television assets (notified Sept. 14\/deadline extended to Nov. 6 from Oct. 19 after Disney offered concessions)  NOV 7  -- Italian natural gas companies Societa Gasdotti Italian and Snam to launch an Italian natural gas joint venture (notified Oct. 1\/deadline Nov. 7\/simplified)  -- SELP, a joint venture between Luxembourg industrial property and warehouse owner SEGRO European Logistics Partnership, and Canadian pension fund investor Public Sector Pension Investment Board to acquire a Spanish distribution warehouse from French company ID Logistics Group (notified Oct. 1\/deadline Nov. 7\/simplified)  -- German luxury carmakers Daimler and BMW to launch a car-sharing joint venture (notified Sept. 17\/deadline extended to Nov. 7 after the companies offered concessions)  -- U.S. aircraft parts maker Spirit Aerosystems Holdings Inc to acquire EU-based supplier Asco Industries NV (notified Sept. 17\/deadline extended to Nov. 7 after the compamies offered concessions)  NOV 8  -- Dutch subsidiary of Saudi Arabian Oil Company IPO-ARMO.SE, Overseas Holding Cooperatief U.A., to acquire remaining shares in Netherlands-based specialty chemicals company of ARLANXEO Holding B.V. (notified Oct. 2\/deadline Nov. 8\/simplified)  -- Private equity firm BC Partners to acquire British veterinary practice group VetPartners (notified Oct. 2\/deadline Nov. 8\/simplified)  -- Saudi oil company Saudi Aramco to acquire the rest of Dutch chemicals company Arlanxeo whic it does not own (notified Oct. 2\/deadline Nov. 8\/simplified)  NOV 9  -- German car part maker Continental Automotive Holding and Chinese battery and power system manufacturer Sichuan Chengfei Integration Technology Corporation to set up an electric vehicle battery systems joint venture notified Oct. 3\/deadline Nov. 9\/simplified)  NOV 12  -- U.S. investment management company Rhone Capital to acquire industrial company Maxam (notified Oct. 4\/deadline Nov. 12\/simplified)  -- Private equity firm EQT and hearing aids maker Widex to set up a joint venture which will combine Widex with EQT’s hearing aids unit Sivantos (notified Oct. 4\/deadline Nov. 12)  NOV 14  -- Electronic and motor manufacturing company Nidec to acquire sole control of U.S. white goods maker Whirlpool Corp’s compressor subsidiary Embraco (notified Oct. 8\/deadline Nov. 14)  -- UK packaging business DS Smith to acquire Spanish corrugated packing provider Europac (notified Sept. 24\/deadline extended to Nov. 14 from Oct. 29 after DS Smith offered concessions)  NOV 15  -- Brazilian pulp and paper producer Suzano Papel e Celulose to acquire Brazilian peer Fibria Celulose (notified Oct. 9\/deadline Nov. 15)  -- KLIO to acquire German e-book subscription service Skoobe which is jointly owned by German publishing companies Bertelsmann and Holtzbrinck (notified Oct. 9\/deadline Nov. 15\/simplified)  NOV 19  -- UK property developer Hammerson and UK insurer Prudential’s subsidiary M&G to jointly acquire a shopping centres (notified Oct. 11\/deadline Nov. 19\/simplified)  -- U.S. fashion group Michael Kors to acquire Italian peer Gianni Versace (notified Oct. 11\/deadline Nov. 19\/simplified)  NOV 23  -- Steelmaker ArcelorMittal and Japan’s Nippon Steel & Sumitomo Metal Corp to acquire Indian peer Essar Steel India (notified Oct. 17\/deadline Nov. 23\/simplified)  -- Energy company E.ON and SEAS-NVE to set up an electric vehicle charging station joint venture (notified Oct. 17\/deadline Nov. 23\/simplified)  -- German building materials company Knauf International to acquire Armstrong World Industries’ modular suspended ceilings business in the EMEA and APAC region (notified Oct. 17\/deadline Nov. 23)  -- International cable company Liberty Global and its Belgian subsidiary, Telenet, to acquire Belgian publisher De Vijver Media (notified Oct. 3\/deadline extended to Nov. 23 from Nov. 9 after the Belgian competition authority asked to take over the case)  NOV 26  -- French public sector lender Caisse des Depots Group and Consignations (CDC), insurer Swiss Life and French rail company SNCF Group to acquire joint control of real estate company Fonciere Vesta, which is an SNCF subsidiary (notified Oct. 18\/deadline Nov. 26\/simplified)  NOV 27  -- UK mobile telephony provider Vodafone to acquire U.S. Liberty Global’s telecommunications business in the Czech Republic, Germany, Hungary and Romania (notified Oct. 19\/deadline Nov. 27)  -- U.S. battery maker Energizer Holdings to acquire Spectrum Brands’ battery and portable lighting business (notified Oct. 19\/deadline Nov. 27)  -- German machinery and truck trading companies Fricke Holding and Jungheinrich to launch a joint venture in wholesale truck spare parts (notified Oct. 19\/deadline Nov. 27\/simplified)  NOV 30  -- Deutsche Telekom to acquire Swedish peer Tele2’s Dutch unit and merge it with its Dutch business T-Mobile Nederland (notified May 2\/deadline Nov. 30)  DEC 13  -- Copper company KME, which is part of Intek Group , to acquire German peer MKM Mansfelder Kupfer and Messing GmbH (notified June 4\/deadline Dec. 13)  JAN 8  -- French aerospace and defence group Thales to acquire Franco-Dutch chipmaker Gemalto (notified June 18\/deadline Jan. 8)  JAN 17  -- German copper products maker Wieland-Werke to acquire German copper smelter Aurubis’ flat rolled products unit Products Schwermetall (notified June 13\/deadline Jan. 17)  JAN 25  -- German company BASF to acquire Belgian chemicals company Solvay’s worldwide polyamide business (notified May 22\/deadline extended to Jan. 25 from Jan. 11 after the companies asked for more time)  JAN 28  -- Siemens and Alstom to merge their railway operations (notified June 8\/deadline Jan. 28)  GUIDE TO EU MERGER PROCESS  DEADLINES:  The European Commission has 25 working days after a deal is filed for a first-stage review. It may extend that by 10 working days to 35 working days, to consider either a company’s proposed remedies or an EU member state’s request to handle the case. Most mergers win approval but occasionally the Commission opens a detailed second-stage investigation for up to 90 additional working days, which it may extend to 105 working days.  SIMPLIFIED:  Under the simplified procedure, the Commission announces the clearance of uncontroversial first-stage mergers without giving any reason for its decision. Cases may be reclassified as non-simplified - that is, ordinary first-stage reviews - until they are approved. (Reporting by Daphne Psaledakis)","65":"(Reuters) - PepsiCo Inc PEP.O will consider introducing alcoholic beverages, the company said on Thursday, days after rival Coca-Cola Co KO.N decided to launch an alcoholic sparkling water in the United States next year.  “We will make decisions in the coming quarters - whether this is an area where PepsiCo wants to play,” Chief Executive Officer Ramon Laguarta said on an analyst call when asked about following Coca-Cola.  Molson Coors Beverage Co TAP.N said on Tuesday it partnered with Coca-Cola Co KO.N to make and sell an alcoholic version of the beverage company's Topo Chico sparkling water.","66":"Slideshow ( 2 images )  WASHINGTON (Reuters) - The White House is considering former PepsiCo Inc PEP.O Chief Executive Indra Nooyi, Treasury Department official David Malpass and Overseas Private Investment Corp CEO Ray Washburne among candidates to head the World Bank, an administration official said on Tuesday.  The trio of names surfaced a day after officials said President Donald Trump’s daughter Ivanka Trump was helping lead the search for a new World Bank president to succeed Jim Yong Kim, who is stepping down on Feb. 1.  Nooyi, who stepped down from her Pepsi position in October, Malpass, who is undersecretary of Treasury for international affairs, and Washburne, who has been the OPIC CEO since August 2017, are among several candidates being looked at to head the World Bank, the official said.  The United States, which has a controlling voting interest in the World Bank, has traditionally chosen the institution’s leader since it began operations in 1946.  Kim announced his surprise Feb. 1 departure earlier this month to join private equity fund Global Infrastructure Partners, more than three years before his term ends in 2022, amid differences with the Trump administration over climate change and the need for more development resources.","67":"FILE PHOTO: A bottle of Pepsi is seen in this photo illustration taken in Willmette, Illinois February 10, 2015. REUTERS\/Jim Young\/File Photo  MEXICO CITY (Reuters) - PepsiCo Inc said on Monday that it plans to invest $4 billion in Mexico between 2019-2020 with partner Grupo Gepp and create around 3,000 new jobs.  Pepsi said in a statement that part of the investment will go toward a $109 million new plant in the central state of Guanajuato. The plant should be operating at full capacity by 2025, the company added.","68":"(Reuters) - PepsiCo Inc PEP.O benefited from an ad blitz in the third quarter, beating profit and sales estimates, as more health-conscious consumers bought its low-calorie beverages and snacks in North America.  FILE PHOTO: Bottles of Pepsi are pictured at a grocery store in Pasadena, California, U.S., July 11, 2017. REUTERS\/Mario Anzuoni\/File Photo  Shares rose as much as 4% to $139.27 on Thursday, standing out in a weak broader market and boosting the S&P consumer staples sector.  Since taking the helm last October, Chief Executive Officer Ramon Laguarta has carved out a multi-billion dollar strategy, which includes partnering with celebrities such as Chrissy Teigen and ramping up manufacturing capacity for smaller cans, to boost demand for out-of-favor sugary sodas.  The company has splurged on new ads for its trademark Pepsi colas, as well as Mountain Dew and Gatorade beverages, rounding off with a campaign centering around the National Football League’s 100th anniversary. Advertising and marketing expenditure has jumped 12% so far this year, the company said.  Gatorade sales have been revived by a zero-sugar version of the sports drink, and PepsiCo said retail sales of the variant have surpassed half a billion dollars since the launch in May 2018.  “(Gatorade Zero) is capturing consumers that I think were very heavy users of Gatorade and abandoned the brand because of the calories,” Laguarta said on a conference call with analysts.  Overall beverage sales in North America rose 3.4% in the third quarter to $5.64 billion, also supported by its Bubly sparkling water brand.  PepsiCo has launched Bubly in fruity flavors, and Chief Financial Officer Hugh Johnston told Reuters that he expects it to become the company’s next billion-dollar brand, with sales rising “dramatically” after a Super Bowl ad earlier this year.  The company’s major snack brands, Doritos and Cheetos, also got a lift from the marketing push, at a time when calorie-counting Americans increasingly shift toward healthier options.  Johnston attributed the rise to on-the-go lifestyles.  “With busier lifestyles (there) comes a desire to eat more conveniently, which is a strong tailwind for our business”.  PepsiCo said it expects to meet or exceed its fiscal 2019 organic revenue growth target of 4%. However, the heavy spending on advertising and manufacturing came at a cost.  The company’s net income attributable fell 16% to $2.10 billion and it left its full-year core earnings per share forecast unchanged.  The profit forecast suggested that the cost of achieving revenue growth was rising, according to Wells Fargo analysts.  Net revenue rose 4.3% to $17.19 billion, beating analysts’ estimates of $16.93 billion, according to IBES data from Refinitiv.  Excluding one-time items, the company earned $1.56 per share, beating the average estimate of $1.50.","69":"(Reuters) - PepsiCo Inc's PEP.O sales topped Wall Street forecasts in the fourth quarter, as higher demand at its snacks business that makes Doritos and Cheetos made up for a decline in sales of sugary drinks.  FILE PHOTO: Cans of Pepsi are pictured at a grocery store in Pasadena, California, U.S., July 11, 2017. REUTERS\/Mario Anzuoni\/File Photo  As consumers increasingly ditch sodas and sugary drinks, Purchase, New York-based Pepsi has sharpened its focus on snacks as well as healthier beverages.  Indeed, Pepsi rival Dr Pepper Snapple DPS.N agreed to merge with Keurig Green Mountain last month in a $21 billion deal as a way to lower its reliance on soft drinks.  However, asked to comment on the deal by an analyst on Tuesday’s earnings call, PepsiCo Chief Executive Indra Nooyi said: “I’m sure there is some towering strategic logic, but we are still searching for it.”  In the quarter ended Dec. 31, organic sales at Pepsi’s Frito-Lay snacks division rose 5 percent, buoyed by demand for salty snacks and as prices rose 2 percent. Organic sales exclude the impact of currency, acquisitions and divestitures.  The snacks business contributes about 25 percent of overall revenue.  Organic sales at PepsiCo’s North American beverages business that sells Gatorade and Mountain Dew dipped 3 percent.  Total revenue rose slightly to $19.53 billion, topping analysts’ average estimate of $19.39 billion, according to Thomson Reuters I\/B\/E\/S.  PepsiCo recorded a loss of $710 million, reflecting a $2.5 billion one-time charge related to new U.S. tax laws, compared to a year-earlier profit of $1.40 billion.  Excluding one-time items, the company earned $1.31 per share, edging past analysts’ estimates of $1.30.  “We are broadly impressed with Pepsi’s ability to deliver bottom-line results despite the dynamic retail environment and their continued underperformance in the beverages,” Wells Fargo analyst Bonnie Herzog said.  For 2018, the company expects earnings of $5.70 per share, slightly above analysts’ estimates of $5.67. PepsiCo forecast organic revenue to be largely unchanged compared with 2017.  The company also said it would give up to a $1,000 cash bonus to some U.S.-based employees, as it benefits from the tax reform.  Shares of PepsiCo were slightly higher on Tuesday morning.","70":"March 16 (Reuters) - CARBIOS SA:  * FY REVENUE 1.45 MILLION EUR  * HIGHLIGHTS INCLUDE STRATEGIC PARTNERSHIPS WITH NESTLÉ WATERS, PEPSICO AND SUNTORY BEVERAGE & FOOD EUROPE, WHICH HAVE JOINED PET CONSORTIUM FOUNDED WITH L’ORÉAL  * SIGNATURE OF TWO EXCLUSIVE AGREEMENTS WITH NOVOZYMES, WORLD LEADER IN ENZYME PRODUCTION  * FY NET LOSS EUR 3.7 MILLION VERSUS LOSS OF EUR 3.1 MILLION YEAR AGO  * FY OPERATING LOSS EUR 4.5 MILLION VERSUS LOSS EUR 4.2 MILLION YEAR AGO  * BENEFITING FROM FUNDING OF ADEME AND FROM EUR 14.486 MILLION RAISED DURING EXERCISE, CARBIOS CLOSED OUT WITH A CASH POSITION OF EUR 15.915 MILLION AT YEAR-END 2019  * CARBIOLICE: COMMERCIAL LAUNCH OF TECHNOLOGY EVANESTO® EXPECTED IN 2020  * SUCCESSFUL CAPITAL INCREASE OF 14.5 MILLION EUROS SUPPORTED BY NEW REFERENCE SHAREHOLDERSINCLUDINGCOPERNICUS AM, L’ORÉAL VIA ITS VENTURE-CAPITAL FUND BOLD AND MICHELIN VENTURES Source text for Eikon: Further company coverage: (Gdansk Newsroom)","71":"FILE PHOTO: Mars bars are seen in this picture illustration taken February 23, 2016. REUTERS\/Dado Ruvic\/Illustration  LONDON (Reuters) - Mars Inc is \"evaluating all possibilities\" regarding changes to its Uncle Ben's rice brand image, the food company told Reuters on Wednesday, following news that PepsiCo Inc PEP.O was dropping its Aunt Jemima brand.  “As a global brand, we know we have a responsibility to take a stand in helping to put an end to racial bias and injustices,” a spokeswoman said in an emailed statement. “We recognize that one way we can do this is by evolving the Uncle Ben’s brand, including its visual brand identity.”  “We don’t yet know what the exact changes or timing will be, but we are evaluating all possibilities,” she said.","72":"March 18 (Reuters) - PepsiCo Inc:  * UK’S CMA - CLEARED ANTICIPATED ACQUISITION BY PEPSICO, INC. OF PIONEER FOOD GROUP LIMITED Source text for Eikon: Further company coverage:","73":"March 6 (Reuters) - Pioneer Food Group Ltd:  * COMBINED FINALISATION ANNOUNCEMENT IN RESPECT OF THE SCHEME  * SAYS SOUTH AFRICAN COMPETITION TRIBUNAL HAS APPROVED PEPSICO OFFER Source text for Eikon: Further company coverage:","74":"July 13 (Reuters) - Wall Street’s main indexes opened higher on Monday, with the Nasdaq notching up a new record high as investors cheered signs of progress in COVID-19 vaccine development and an upbeat start to the second-quarter earnings season by Pepsi.  The Dow Jones Industrial Average rose 149.77 points, or 0.57%, at the open to 26,225.07  The S&P 500 opened higher by 20.04 points, or 0.63%, at 3,205.08, while the Nasdaq Composite gained 112.48 points, or 1.06%, to 10,729.92 at the opening bell. (Reporting by Devik Jain in Bengaluru; Editing by Anil D’Silva)","75":"Feb 13 (Reuters) - PepsiCo Inc:  * QUARTERLY NET REVENUE $19,526 MILLION VERSUS $19,515 MILLION  * Q4 REVENUE VIEW $19.39 BILLION -- THOMSON REUTERS I\/B\/E\/S  * FOR 2018, COMPANY EXPECTS FULL-YEAR ORGANIC REVENUE GROWTH TO BE AT LEAST IN LINE WITH THE 2017 GROWTH RATE  * ANNOUNCED 15 PERCENT INCREASE IN ANNUALIZED DIVIDEND PER SHARE BEGINNING WITH JUNE 2018 PAYMENT  * FOR 2018, COMPANY EXPECTS CORE EARNINGS PER SHARE OF $5.70  * QUARTERLY ORGANIC REVENUE GREW 2.3 PERCENT  * FOR 2018, EXPECTS BENEFIT OF TCJ ACT TO BE \"SUBSTANTIALLY REINVESTED IN INITIATIVES TO BENEFIT\" CO'S U.S.-BASED FRONT LINE WORKFORCE Source text: bit.ly\/2BoRhBT Further company coverage:","76":"LONDON (Reuters) - Drink companies Coca-Cola, PepsiCo and Nestle were found to be the world’s biggest producers of plastic trash, a report by environmental group Greenpeace said on Tuesday.  FILE PHOTO: Greenpeace holds a demonstration against plastic waste at the Heroes Square in Budapest, Hungary, September 30, 2018. REUTERS\/Bernadett Szabo\/File Photo  Working with the Break Free From Plastic movement, Greenpeace said it orchestrated 239 plastic clean-ups in 42 countries around the world, which resulted in the audit of 187,000 pieces of plastic trash. The aim was to get a picture of how large corporations contribute to the problem of pollution.  Coca-Cola, the world’s largest soft drink maker, was the top waste producer, Greenpeace said, with Coke-branded plastic trash found in 40 of the 42 countries.  “These brand audits offer undeniable proof of the role that corporations play in perpetuating the global plastic pollution crisis,” said Von Hernandez, global coordinator for Break Free From Plastic.  Overall, the most common type of plastic found was polystyrene, which goes into packaging and foam coffee cups, followed closely by PET, used in bottles and containers.  “We share Greenpeace’s goal of eliminating waste from the ocean and are prepared to do our part to help address this important challenge,” a Coke spokesman said in a statement. The company has pledged to collect and recycle a bottle or can for every one it sells by 2030.  All three companies have made pledges about their packaging for 2025. Coke says all its packaging will be recyclable, Nestle says it will be recyclable or reusable and PepsiCo says it will be recyclable, compostable or biodegradable.  They are all also working to use recycled content in their packaging.  Nestle, the world’s largest food and drink maker, said it recognized the issue and is working hard to eliminate non-recyclable plastics. It said it was also exploring different packaging solutions and ways to facilitate recycling and eliminate plastic waste.  PepsiCo was not immediately available to comment outside regular U.S. business hours.","77":"March 16 (Reuters) - Pepsico Inc:  * PEPSICO SAYS CEO INDRA NOOYI’S TOTAL COMPENSATION FOR 2017 WAS $31.1 MILLION VERSUS $29.8 MILLION IN 2016 - SEC FILING  * PEPSICO SAYS CFO HUGH JOHNSTON'S TOTAL COMPENSATION FOR 2017 WAS $11.7 MILLION VERSUS $10.3 MILLION IN 2016 - SEC FILING Source text (bit.ly\/2FWoabT) Further company coverage: (Reuters.Brief@thomsonreuters.com)","78":"(Reuters) - PepsiCo Inc said on Friday increased investments in advertising and products aimed at boosting sales growth would lead to a fall in profit this year.  FILE PHOTO - Bottles of Pepsi are pictured at a grocery store in Pasadena, California, U.S., July 11, 2017. REUTERS\/Mario Anzuoni\/File Photo  In his first major strategic move after taking over as chief executive officer, Ramon Laguarta unveiled plans to cut jobs and restructure plants to save $1 billion annually through 2023 and fund its investments in a bid to claw back market share from larger rival Coca Cola.  Shares of PepsiCo were up 2 percent in late morning trading as the company also reported better than expected core revenue growth, driven by higher demand for its Frito-Lay snacks and its beverages in North America.  Pepsi and Coca-Cola are spending heavily to market low-sugar colas and flavored waters to keep up with changing consumer preferences toward healthier beverages.  Although increased advertising is helping sales, it is pressuring margins that are already squeezed by rising commodity and freight costs.  “While organic sales growth guidance suggests topline strength should continue, earnings per share suggests the cost of achieving that growth is increasing,” Wells Fargo analyst Bonnie Herzog said.  The company said it expects 2019 adjusted profit per share to drop 3 percent to $5.50, while analysts on average had expected a 3.5 percent rise to $5.86 per share, according to IBES data from Refinitiv.  The forecast also takes into account a higher tax bill and a 2 percentage point hit from a stronger dollar.  Coca-Cola also warned on Thursday that its earnings per share could fall in 2019, citing a stronger dollar. The forecast pushed its shares down nearly 9 percent.  Sales in PepsiCo’s North America beverage unit, the company’s largest revenue contributor, rose 1 percent in the fourth quarter, benefiting from demand for Pepsi sodas, LIFEWTR and bubbly sparkling water and Gatorade Zero.  The investments in advertising and innovation is driving strong growth for core products, Chief Financial Officer Hugh Johnston told Reuters.  “(This) has caused us to want to invest more money back into the businesses in 2019 and that is why our guidance has landed where it has.”  Stripping off the forex impact and acquisition costs, PepsiCo forecast a 4 percent growth in operating revenue this year, higher than the six-year average growth rate of 3.8 percent.  Revenue and profit were in line with expectations for the quarter ended Dec. 29. The company also announced a 3 percent hike in annual dividend to $3.82 per share.","79":"* EM currencies scale four-month high  * PepsiCo bid to acquire Pioneer boosts JTOPIS  * Africa bond yields fall after South African rate cut  July 19 (Reuters) - Emerging market shares rose on Friday and currencies touched a four-month high after comments from a top Federal Reserve official reinforced expectations of a U.S. interest rate cut this month, stoking demand for riskier assets.  New York Federal Reserve President John Williams said on Thursday that policymakers could not wait for economic disaster to hit before adding stimulus.  MSCI’s index for emerging market shares rose 0.8%, on track to end the week higher with China, Hong Kong and South Korean stocks leading gains.  Shares in Johannesburg climbed 1% to a two-week high as Pioneer Food Group jumped nearly 30% after U.S.-based beverage and snack maker PepsiCo said it planned to acquire the South African company for around $1.7 billion.  The rand was flat while bond yields fell after South Africa’s central bank cut its main lending rate on Thursday, in a widely expected move to counter floundering economic growth, and revised its forecasts on inflation and the economy.  “In our view, those revisions do not change a medium-term outlook on the South African economy, as well as on inflation that is expected to increase beyond the middle of the targeted range in 2020,” analysts at Credit Suisse said in a note.  Indian stocks were the prominent laggards, falling 1% as a proposed tax on foreign portfolio investors who fail to structure themselves as companies rather than trusts, soured the mood for sectors dependent on overseas funding.  Emerging market currencies, which typically gain on dovish Fed comments, rose to their highest levels since March 21. China’s yuan and Indonesia’s rupiah stood out for their gains.  The Turkish lira inched 0.2% lower but avoided a steep sell-off in the wake of Turkey being ousted from the U.S. F-35 programme this week as it purchased Russian air defence systems.  U.S. lawmakers and President Donald Trump are yet to come to an agreement on whether Washington would impose sanctions on Ankara for its action.  For TOP NEWS across emerging markets  For CENTRAL EUROPE market report, see  For TURKISH market report, see  For RUSSIAN market report, see (Reporting by Agamoni Ghosh in Bengaluru; Editing by Susan Fenton)","80":"July 13 (Reuters) - PepsiCo Inc beat analysts’ estimates for quarterly revenue on Monday, as its snacks business benefited from a surge in at-home consumption of salty snacks such as Fritos and Cheetos during lockdowns triggered by the COVID-19 pandemic.  Net income attributable to the company fell to $1.65 billion, or $1.18 per share, in the second quarter ended June 13, from $2.04 billion, or $1.44 per share, a year earlier.  Net revenue fell to $15.95 billion from $16.45 billion. Analysts had estimated $15.38 billion, according to IBES data from Refinitiv. (Reporting by Nivedita Balu in Bengaluru; Editing by Sriraj Kalluvila)","81":"Feb 11 (Reuters) - South Africa’s Competition Commission:  * RECOMMENDED TO TRIBUNAL APPROVAL OF PROPOSED PEPSICO\/PIONEER FOODS DEAL  * RECOMMENDED TRIBUNAL APPROVES PEPSICO\/PIONEER FOODS DEAL SUBJECT TO COMMITMENTS INCLUDING MORATORIUM ON RETRENCHMENTS  * RECOMMENDED TRIBUNAL APPROVES PEPSI\/PIONEER DEAL SUBJECT TO COMMITMENTS INCLUDING CREATIING JOBS AT MERGED ENTITY  * FOUND PROPOSED PEPSICO\/PIONEER FOODS DEAL UNLIKELY TO RESULT IN SUBSTANTIAL PREVENTION\/ LESSENING OF COMPETITION  * RECOMMENDED TRIBUNAL APPROVES PEPSI\/PIONEER DEAL SUBJECT TO COMMITMENTS INCLUDING INVESTMENT IN OPS OF MERGED ENTITY  * RECOMMENDED TRIBUNAL APPROVES PEPSI\/PIONEER DEAL SUBJECT TO COMMITMENTS INCLUDING B-BBEE DEAL OF AT LEAST R1.6 BLN Further company coverage:","82":"July 9 (Reuters) - PepsiCo Inc beat analysts’ estimates for quarterly revenue on Tuesday, as the beverage and snack maker benefited from adding healthier snacks, sparkling waters and juices to cater to consumers looking beyond sodas and chips.  Net revenue rose 2.2% to $16.45 billion in the second quarter ended June 15 from a year earlier.  Analysts on average had expected revenue of $16.43 billion, according to IBES data from Refinitiv.  Net income attributable to the company rose to $2.04 billion, or $1.44 per share, from $1.82 billion, or $1.28 per share, a year earlier. (Reporting by Nivedita Balu in Bengaluru; Editing by Sriraj Kalluvila)","83":"(Reuters) - PepsiCo Inc PEP.O said on Friday it would buy baked fruit and vegetable snack maker Bare Foods Co, as the food and beverage company expands its fast-growing healthy snack portfolio.  Bare Foods, founded in 2001 in a family owned organic apple farm, sells its Granny Smith apple chips, banana and coconut snacks at stores including Starbucks Corp SBUX.O and Amazon.com's AMZN.O Whole Foods Market.  The companies did not disclose the financial terms of the deal, while CNBC, citing a source, said Pepsi paid less than $200 million.  The acquisition is the latest by a U.S. food major looking to tap into rising demand from health conscious consumers for snacks that have low salt content and are less processed.  A trend that has helped power a 20 percent jump in sales of sweet biscuit, snack bars and fruit snacks to $10 billion over the past five years in North America, according to data from market research firm Euromonitor International.  General Mills GIS.N, which owns Nature Valley granola bars, was the market leader in 2017, while Pepsi with a 5 percent share was at the sixth spot, according to Euromonitor.  “I would be surprised if this is the only move (Pepsi) makes to broaden the choices offered to consumers,” BMO Capital Markets analyst Amit Sharma said, adding that healthy snacks category was the fastest-growing within the company’s Frito-Lay snacks division.  Bare Foods will operate independently and will report into Frito-Lay North America, Pepsi said.","84":"(Reuters) - PepsiCo Inc has appointed Ramon Laguarta to take over as chief executive from Indra Nooyi, handing the reins to a veteran who led the company’s fast-growing emerging markets business.  Laguarta, who starts on Oct. 3, will be tasked with managing the company’s response as consumer tastes move away from sugary drinks.  Nooyi, 62, is stepping down after 24 years at PepsiCo, where she held a variety of roles, including her most recent 12 years as CEO. Her departure also leaves only one woman of color among Fortune 500 CEOs.  Laguarta will be PepsiCo’s sixth CEO in its 53-year history.  “Ramon Laguarta is exactly the right person to help build on @PepsiCo’s strong position and success. He has been a critical partner and friend and I am positive that he will take PepsiCo to new and greater heights in the years to come,” Nooyi tweeted on Monday.  A 22-year veteran of PepsiCo, Laguarta oversaw global operations, corporate strategy, public policy and government affairs in his role as president.  The Spaniard previously headed the company’s Europe Sub-Saharan Africa (ESSA) division - a unit PepsiCo characterized as “one of the most complex business divisions in the company,” due to its mix of both developed and emerging markets.  Laguarta, 54, was named president of the company in September last year and was tipped to succeed Nooyi. He also formerly led PepsiCo’s Eastern European operations.  “With a deep understanding of PepsiCo’s international operations, and a broader understanding of the total company portfolio in his role as president, we believe that Laguarta is well-placed to continue executing on PepsiCo’s current strategy,” Cowen & Co analysts said.  PepsiCo CEO Indra Nooyi poses for a portrait by products at the Tops SuperMarket in Batavia, New York, U.S. on June 3, 2013. REUTERS\/Don Heupel\/File Photo  PepsiCo’s shares were up 1.6 percent in morning trading on Monday, touching a seven-month high of $118.21 earlier in the session.  Nooyi is the third female CEO to leave a Fortune 500 company in the last one year after Denise Morrison quit Campbell Soup in May and Irene Rosenfeld stepped down as the head of Oreo-cookie maker Mondelez International Inc in August 2017.  That leaves only 23 female CEOs at Fortune 500 companies, representing less than 5 percent of the total, according to the Fortune magazine.  RESHAPING PEPSI  In her climb to the top, Nooyi had been at the forefront of several deals that reshaped PepsiCo. While she was chief financial officer, PepsiCo bought Quaker Oats and when she was vice president of corporate strategy, it spun off its interest in Pizza Hut, KFC and Taco Bell.  However, it was after becoming CEO in October 2006, that Nooyi cemented PepsiCo’s dominance in the global snacks and drinks market - inking 80 tactical deals, including buying its bottling operations and the Naked juice brand  She has also bolstered its portfolio of healthier offerings, which now account for nearly half of its sales, compared with about 38 percent in 2006, better aligning its portfolio with evolving consumer tastes, according to Morningstar analyst Sonia Vora.  More recently, Nooyi focused on reinvigorating sales of its marquee sodas by stepping up marketing efforts to win market share from Coca-Cola.  As CEO for 12 years, she has boosted sales of the Mountain Dew and Gatorade maker to $63.5 billion, up 80 percent from when she started. The company’s share price has risen 78 percent in the same period.  She also saw off billionaire activist investor Nelson Peltz’s efforts to spin off the company’s drinks business from its more successful snacks division by offering his fund, Trian, a board seat in 2015 to make peace. The hedge fund exited its stake in 2016.  Wells Fargo analyst Bonnie Herzog, however, said the change at the top could see PepsiCo considering more strategic options.  “This transition could open a wider door to PEP considering a variety of potential alternatives, including stepped up refranchising or even potentially splitting up the company.”  Nooyi will remain chairman of the board until early 2019.  PepsiCo said it has not yet entered into any compensation arrangements with Nooyi or Laguarta with respect to changes in their job roles.","85":"April 17 (Reuters) - PepsiCo Inc beat Wall Street estimates for quarterly sales on Wednesday, as consumers bought more of its salty snacks, low-sugar sodas and other beverages.  Net income attributable to the company rose to $1.41 billion, or $1 per share, for the three months ended March 23 from $1.34 billion, or 94 cents per share, a year earlier.  Net revenue rose 2.6 percent to $12.88 billion. Analysts were expecting revenue of $12.70 billion, according to IBES data from Refinitiv.  Organic sales, a key metric that shows the health of Pepsi's legacy brands and strips out impacts from currency fluctuations and acquisitions, rose 5.2 percent, recording its fastest pace of quarterly growth in more than three years, the company said bit.ly\/2V5HWci. (Reporting by Nivedita Balu in Bengaluru; Editing by Anil D'Silva)","86":"Feb 12 (Reuters) - PepsiCo Inc:  * PEPSICO INC - WELCOMES COMPETITION COMMISSION’S RECOMMENDATION REGARDING ACQUISITION OF PIONEER FOODS Source text for Eikon: Further company coverage:","87":"(Repeats to fix media packaging code)  Oct 1 (Reuters) - PepsiCo Inc will consider introducing alcoholic beverages, the company said on Thursday, days after rival Coca-Cola Co decided to launch an alcoholic sparkling water in the United States next year.  “We will make decisions in the coming quarters - whether this is an area where PepsiCo wants to play,” Chief Executive Officer Ramon Laguarta said on an analyst call when asked about following Coca-Cola.  Molson Coors Beverage Co said on Tuesday it partnered with Coca-Cola Co to make and sell an alcoholic version of the beverage company’s Topo Chico sparkling water.","88":"(Reuters) - PepsiCo Inc's PEP.O quarterly revenue and profit beat Wall Street estimates on Tuesday, boosted by higher sales of its traditional Pepsi soda as well as snacks Lay's and Dorito chips.  Beverage sales rose in the quarter as the company’s packaging strategy to move away from large cans of sugary drinks to smaller ones that have higher margins is helping it add consumers who occasionally like to ‘indulge’ even while preferring healthier options in the long term.  “Core Pepsi is what is driving the improved performance in soda,” Chief Financial Officer Hugh Johnston told Reuters.  “You have the consumer shifting from bigger volume packages into packages that are smaller... but the price realization is quite good on them,” Johnston said.  Earlier this year, PepsiCo launched berry, lime and mango flavored sodas in 12-ounce cans and introduced variations of Cheetos and Doritos tortilla chips.  Rival Coca-Cola Co KO.N also saw a rise in overall sales in its last quarter, boosted by strong demand for its orange-vanilla cola, its first such launch since 2007 when it introduced vanilla Coke.  Both Pepsi and Coca Cola have also been offering new products to cater to consumers who prefer healthier options like sparkling waters and teas.  Chief Executive Officer Ramon Laguarta said the company would even launch mini and large cans of its Bubly sparkling water in new fruity flavors.  “I think this is going to be a long-term consumer trend. Consumers are looking for smaller portion packs,” Laguarta said in a conference call with analysts.  Beverage volume fell 2% at PepsiCo’s North America beverage unit, largely due to higher sales of smaller packages of sodas and juices, but revenue from the business rose 2.5%.  Revenue in its snacking division, Frito-Lay North America, rose 4.5%, led by high single-digit growth in convenience and dollar stores, pushing total net revenue up 2.2% to $16.45 billion.  For an interactive graphic click here (tmsnrt.rs\/2JKMmhl)  Organic revenue, which excludes the effect of currency fluctuations and acquisitions, increased 4.5% in the quarter. Three analysts polled by Refinitv IBES had expected a 4.87% growth in organic revenue.  Net income attributable to the company rose 11.8% to $2.04 billion from $1.82 billion a year earlier.  Excluding one-time items, it earned $1.54 per share. Analysts on average had expected profit of $1.50 per share and revenue of $16.43 billion.  Shares of the company, which were up about a percent, fell marginally in morning trading.","89":"AHMEDABAD\/NEW DELHI (Reuters) - PepsiCo Inc has sued four Indian farmers for cultivating a potato variety that the snack food and drinks maker claims infringes its patent, the company and the growers said on Friday.  A customer picks packets of Lay's potato chips at a shop in Ahmedabad, India, April 26, 2019. REUTERS\/Amit Dave  Pepsi has sued the farmers for cultivating the FC5 potato variety, grown exclusively for its popular Lay’s potato chips. The FC5 variety has a lower moisture content required to make snacks such as potato chips.  The company is seeking more than 10 million rupees ($142,840) each for alleged patent infringement.  The farmers grow potatoes in the western state of Gujarat, a leading producer of India’s most consumed vegetable.  “We have been growing potatoes for a long time and we didn’t face this problem ever, as we’ve mostly been using the seeds saved from one harvest to plant the next year’s crop,” said Bipin Patel, one of the four farmers sued by Pepsi.  Patel did not say how he came by the PepsiCo variety.  A court in Ahmedabad, the business hub of Gujarat, on Friday agreed to hear the case on June 12, said Anand Yagnik, the farmers’ lawyer.  “In this instance, we took judicial recourse against people who were illegally dealing in our registered variety,” a PepsiCo India spokesman said.  “This was done to protect our rights and safeguard the larger interest of farmers that are engaged with us and who are using and benefiting from seeds of our registered variety.”  PepsiCo, which set up its first potato chips plant in India in 1989, supplies the FC5 potato variety to a group of farmers who in turn sell their produce to the company at a fixed price.  The company said the four farmers could join the group of growers who exclusively grow the FC5 variety for its Lay’s potato chips.  “PepsiCo India has proposed to amicably settle with the people who were unlawfully using the seeds of its registered variety. PepsiCo has also proposed that they may become part of its collaborative potato farming program,” the company spokesman said in a statement.  If the farmers do not wish to grow the FC5 potato variety for PepsiCo, they can simply sign an agreement with the company to cultivate other available varieties, he added.  The All India Kisan Sabha, or All India Farmers’ Forum, has asked the Indian government to protect the farmers.  The forum has also called for a boycott of Lay’s chips and PepsiCo’s other products.  The Ministry of Agriculture & Farmers’ Welfare did not immediately respond to an email seeking comment.  PepsiCo is the second large U.S. company to face patent infringement issues in India.  Stung by a long-standing intellectual property dispute, seed maker Monsanto, now owned by German drugmaker Bayer AG, withdrew from some businesses in India over a cotton-seed dispute with farmers, Reuters reported in 2017. (reut.rs\/2ncBknn)","90":"July 10 (Reuters) - Wall Street opened higher on Tuesday, boosted by PepsiCo’s strong quarterly results and gains in energy shares.  The Dow Jones Industrial Average rose 30.38 points, or 0.12 percent, at the open to 24,806.97.  The S&P 500 opened higher by 4.39 points, or 0.16 percent, at 2,788.56. The Nasdaq Composite gained 14.43 points, or 0.19 percent, to 7,770.63 at the opening bell. (Reporting by Amy Caren Daniel in Bengaluru; Editing by Anil D’Silva)","91":"Oct 2 (Reuters) - PepsiCo Inc reported quarterly revenue above Wall Street estimates on Tuesday, fueled by strong demand for its beverages and snacks in Latin America.  Net income attributable to the company rose to $2.50 billion, or $1.75 per share, in the third quarter ended Sept. 8, from $2.14 billion, or $1.49 per share, a year earlier.  Net revenue rose 1.5 percent to $16.49 billion.  Analysts on average had expected revenue of $16.36 billion, according to Thomson Reuters I\/B\/E\/S. (Reporting by Uday Sampath in Bengaluru; Editing by Sriraj Kalluvila)","92":"AHMEDABAD\/NEW DELHI, April 25 (Reuters) - PepsiCo Inc has sued four Indian farmers for cultivating a potato variety that the snack food and drinks maker claims infringes its patent, the company and the growers said on Friday.  Pepsi has sued the farmers for cultivating the FC5 potato variety, exclusively grown for its popular Lay’s potato chips. The FC5 variety has a lower moisture content required to make snacks such as potato chips.  PepsiCo is seeking more than 10 million rupees ($142,840.82) each for alleged patent infringement.  The farmers grow potatoes in the western state of Gujarat, a leading producer of India’s most consumed vegetable.  “We have been growing potatoes for a long time and we didn’t face this problem ever, as we’ve mostly been using the seeds saved from one harvest to plant the next year’s crop,” said Bipin Patel, one of the four farmers sued by Pepsi.  Patel did not say how he came by the PepsiCo variety.  A court in Ahmedabad, the business hub of Gujarat, on Friday agreed to hear the case on June 12, said Anand Yagnik, the lawyer for the farmers.  “In this instance, we took judicial recourse against people who were illegally dealing in our registered variety,” A PepsiCo India spokesman said. “This was done to protect our rights and safeguard the larger interest of farmers that are engaged with us and who are using and benefiting from seeds of our registered variety.”  PepsiCo, which set up its first potato chips plant in India in 1989, supplies the FC5 potato variety to a group of farmers who in turn sell their produce to the company at a fixed price.  The All India Kisan Sabha, or All India Farmers’ Forum, has asked the Indian government to protect the farmers.  The farmers’ forum has also called for a boycott of PepsiCo’s Lay’s chips and the company’s other products.  The Ministry of Agriculture & Farmers’ Welfare did not immediately respond to an email seeking comment.  PepsiCo is the second major U.S. company in India to face issues over patent infringement.  Stung by a long-standing intellectual property dispute, seed maker Monsanto, which is now owned by German drugmaker Bayer AG , withdrew from some businesses in India over a cotton-seed dispute with farmers, Reuters reported in 2017. (reut.rs\/2ncBknn) ($1 = 70.0080 rupees) (Reporting by Amit Dave in AHMEDABAD and Mayank Bhardwaj in NEW DELHI Editing by Martin Howell and Louise Heavens)","93":"(Adds details on Pepsi deal approval, results)  JOHANNESBURG, Nov 18 (Reuters) - Food and drinks company Pioneer Food Group Ltd on Monday reported a 6% fall in full-year profit and said it expects its takeover by PepsiCo Inc for $1.7 billion to be finalised in early 2020.  Pepsi announced the deal in July in a boost to Pioneer’s shares and a sector hurt by drought and tough trading conditions.  Pioneer said on Monday the companies had filed their submissions for regulatory approvals in a number of markets, with South African regulators expected to make an announcement on the matter next year.  The company also reported a drop in headline earnings per share, the main profit measure in South Africa, to 511 cents in the year to Sept. 30, from 545 cents a year earlier.  Pioneer, whose brands include Weet-Bix cereal, Liqui Fruit juice and Sasko bread, said its revenue and volume growth was “acceptable” given the difficult environment, hurt by weak demand and maize shortages. The company uses the staple crop in many of its products.  Impairment charges also weighed on its earnings. In the year-earlier period the results were helped by asset and share sales, Pioneer said.  Inflationary pressures on costs were likely to continue with weak demand and muted consumer spending, the company warned, adding that recovering underlying cost inflation in its market prices and efforts to cut costs remained a priority. (Reporting by Yadarisa Shabong in Bengaluru and Emma Rumney in Johannesburg; Editing by Shailesh Kuber and Shounak Dasgupta)","94":"Aug 20 (Reuters) - PepsiCo Inc said on Monday it would buy Israel-based Sodastream, which makes fizzy drink-making household devices, in a deal valued at $3.2 billion.  PepsiCo will acquire Sodastream for $144 per share in cash, the companies said in a statement. (Reporting by Bhanu Pratap in Bengaluru; Editing by Sai Sachin Ravikumar)","95":"NEW YORK, July 10 (Reuters) - The S&P 500 extended recent gains to post its highest close since Feb. 1 on Tuesday as strong results from PepsiCo Inc boosted optimism about the earnings season.  The Dow Jones Industrial Average rose 142.87 points, or 0.58 percent, to 24,919.46, the S&P 500 gained 9.66 points, or 0.35 percent, to 2,793.83 and the Nasdaq Composite added 3.00 points, or 0.04 percent, to 7,759.20. (Reporting by Caroline Valetkevitch; editing by Jonathan Oatis)","96":"* Energy shares jump as oil prices gain on shortages  * PepsiCo’s best day in 7 yrs on strong Q2  * S&P 500 Q2 earnings growth seen at 21 pct -TR I\/B\/E\/S  * Tesla gains on plans to open new plant in Shanghai  * Indexes up: Dow 0.49 pct, S&P 0.24 pct, Nasdaq 0.09 pct (Changes comment, adds details, changes prices)  By Amy Caren Daniel  July 10 (Reuters) - U.S. stocks rose on Tuesday, with the S&P 500 hitting a four-month high, as energy companies got a lift from firming oil prices and strong results from PepsiCo signaled a flying start to the second-quarter earnings season.  PepsiCo’s shares surged 3.7 percent and were poised for their biggest one-day jump in nearly seven years, after the company’s second-quarter results topped estimates on strong sales of snacks.  The company also reaffirmed its full-year forecast amid signs of a gradual recovery in its soda business.  PepsiCo’s surge helped drive a 0.66 percent gain in the consumer staples index, the most among the 11 major S&P sectors. Rival Coca-Cola rose nearly 1 percent.  The energy index was the next biggest gainer, rising 0.72 percent as oil prices rose due to growing supply outages.  Shares of Exxon, Chevron and Schlumberger were all up around 1 percent.  “We have a fairly broad rally in the market today. We have a market that is generating added enthusiasm ahead of earnings.” said Andre Bakhos, managing director at New Vines Capital LLC in Bernardsville.  Overall, S&P 500 companies are expected to post second-quarter profit growth of around 21 percent, slightly higher than what was forecast in April, according to Thomson Reuters data.  However, investors and analysts will parse quarterly reports to gauge the impact of an escalating trade dispute between China and the United States on company earnings.  “I believe investors have been put through an emotional roller coaster with the trade situation with China. If the market can see solid second-quarter earnings come through, that’s going to diminish the concern of tariff and trade wars,” Bakhos said.  At 11:26 a.m. EDT, the S&P 500 was up 6.60 points, or 0.24 percent, at 2,790.77. The index reached a peak of 2,795.58, its highest since March 13.  The Dow Jones Industrial Average was up 120.48 points, or 0.49 percent, at 24,897.07, and the Nasdaq Composite was up 7.29 points, or 0.09 percent, at 7,763.49.  Ten of the 11 S&P sectors were higher, with the trade-sensitive industrial sector slightly lower. The financial sector was flat, after a 2.3 percent surge on Monday.  JPMorgan Chase, Wells Fargo and Citigroup are scheduled to report results on Friday, kicking off the earnings season in earnest. Their shares were little changed.  Tesla Inc rose 1.4 percent after CEO Elon Musk landed a deal with Chinese authorities to build a new auto plant in Shanghai, its first factory outside the United States, that would double its manufacturing capacity.  Rating downgrades on eBay, Chipotle Mexican Grill and Cerner also pulled shares of the three S&P 500 components down between 1.7 percent and 4.6 percent.  Advancing issues outnumbered decliners by a 1.08-to-1 ratio on the NYSE, while declining issues outnumbered advancers for a 1.17-to-1 ratio on the Nasdaq.  The S&P index recorded 27 new 52-week highs and no new lows, while the Nasdaq recorded 85 new highs and 14 new lows.","97":"(Reuters) - Coca-Cola, Nestle and PepsiCo, the world’s top three plastic polluters according to a yearly brand audit by NGO Break Free From Plastic, have struggled for decades to increase the share of recycled plastic in their packaging.  Slideshow ( 3 images )  In 1990, PepsiCo introduced a new plastic bottle with 25% recycled content. By the end of that decade the company said its bottles no longer contained any recycled content.  Coca-Cola began making plastic bottles in the United States with 25% recycled plastic. It phased them out in 1994 due to high costs, officials said then.  Coke and Pepsi declined to comment on these past targets.  In 2008, Nestle, the company behind Nescafe coffee and Pure Life water, set a U.S.-wide goal to make water bottles out of 60% recycled plastic within a decade.  That’s a goal the company says was never met. Nestle told Reuters it was an ambitious target that didn’t get the groundswell of industry and policy-maker support it needed.  Coke and Nestle said it is hard to get the plastic they need from recycled sources; Nestle said it often pays a premium for recycled material.  All three companies made new pledges in 2018:  - Coca-Cola set a target to hit 50% recycled content in all packaging by 2030. Currently, it’s at 20%, and about half that rate for PET plastic, it told Reuters.  - PepsiCo said it would use 25% recycled content in packaging by 2025. It told Reuters in September it had reached 4% as of 2019.  - Nestle said it aims to use 15% recycled plastic in its packaging by 2025. The company told Reuters this is at 3% currently, up from 2% when it made the pledge.","98":"(Reuters) - PepsiCo PEP.O warned on Tuesday surging demand for Lays and Doritos would only partially offset a hit to business in the second quarter from coronavirus lockdowns that have shuttered restaurants, theaters and sports venues key for its soda sales.  FILE PHOTO: Pepsi products are displayed in a supermarket in New York City, U.S. February 15, 2017. REUTERS\/Brendan McDermid  The company said it had seen an increase in consumers making breakfast and snacking during the day while stuck under stay-at-home orders, leading to a surge in sales of snacks, oatmeal and Aunt Jemima pancakes late in the first quarter.  Its drinks business, however, is not faring as well under the tough moves to stifle the virus, and the company ditched its full year forecast and predicted second-quarter organic sales would decline at a low single digit rate.  The warning mirrored that of rival Coca-Cola Co KO.N, last week, which said volumes had fallen 25% globally since the beginning of April, largely stemming from a loss of sales other than at retail stores.  PepsiCo finance chief Hugh Johnston stressed the group was less exposed than Coca-Cola to the part of the market hit the hardest by the lockdowns.  “Compared to our biggest competitor in beverages, they clearly have higher market share in away from home channels- restaurants, movie theaters and the like,” Johnston told Reuters.  Analysts at Jefferies estimate about 40% of Coca-Cola’s volumes are sold through channels other than retail stores, compared with only about 10% for Pepsi.  Still, demand for sodas at grocery stores is also starting to taper off after an initial phase of stockpiling at the beginning of the health crisis, Johnston said.  PepsiCo’s net revenue rose 7.7% to $13.9 billion in the quarter ended March 21, beating analysts’ estimates of $13.21 billion, also helped by a massive advertising campaign during the Super Bowl. Organic sales of snacks under its Frito-Lay North America unit rose 7% in the quarter.  Excluding one-time items, earned $1.07 per share, beating estimates of $1.03, according to Refinitiv IBES data.  PepsiCo also said it still expected to pay $5.5 billion in dividends and buy back shares worth $2 billion this fiscal year, signaling financial stability at a time when several blue-chip firms have suspended shareholder returns to preserve cash.  However, the company ditched its full year forecast over uncertainty related to the pandemic.  PepsiCo also announced a new North America distribution agreement with Bang Energy drinks on Tuesday, only a few weeks after striking a $3.85 billion deal to buy Rockstar Energy Beverages.","99":"* Energy shares jump as oil gains on supply disruptions  * PepsiCo’s best day in 7 yrs on strong Q2  * Nordstrom down on disappointing forecast  * S&P 500 Q2 earnings growth seen at 21 pct -TR I\/B\/E\/S  * Tesla gains on plans to open new plant in Shanghai  * Indexes up: Dow 0.56 pct, S&P 0.30 pct, Nasdaq 0.14 pct (Changes comment, adds details, updates prices)  By Amy Caren Daniel  July 10 (Reuters) - U.S. stocks rose on Tuesday, with the S&P 500 at a four-month high, as energy shares got a boost from higher crude prices and strong results from PepsiCo signaled a solid start to the earnings season.  PepsiCo’s shares surged 3.9 percent and were poised for their biggest one-day jump in nearly seven years after the company’s quarterly results topped estimates on strong sales of snacks.  The company also reaffirmed its full-year forecast amid signs of a gradual recovery in its soda business.  PepsiCo drove a 0.82 percent gain in the consumer staples index, with Coca-Cola rising 1 percent.  The energy index rose 0.62 percent as crude prices gained on growing supply disruptions in Norway and Libya, but gains were pared after the United States said it would consider requests for waivers from Iranian oil sanctions.  Shares of Exxon and Chevron were up around 1 percent each.  “The market is in a very optimistic mood. The economic data is very strong and the labor markets are strong, and companies are making a lot of money,” said Randy Frederick, vice president of trading and derivatives for Charles Schwab in Austin.  Overall, S&P 500 companies are expected to post second-quarter profit growth of around 21 percent, slightly higher than what was forecast in April, according to Thomson Reuters data.  However, investors and analysts will parse quarterly reports to gauge the impact of an escalating trade dispute between China and the United States on company earnings.  “In the end eventually the trade war could impact things but right now the economic data and other things are too strong that they are overshadowing the trade war,” Frederick said.  Wall Street rose for a fourth straight session. At 12:45 p.m. EDT, the S&P 500 was up 8.24 points, or 0.30 percent, at 2,792.45. The index reached a peak of 2,795.58, its highest since March 13.  The Dow Jones Industrial Average was up 137.75 points, or 0.56 percent, at 24,914.34 and the Nasdaq Composite was up 10.56 points, or 0.14 percent, at 7,766.76.  Ten of the 11 S&P sectors were higher, led by a 1.20 percent gain in the utilities sector. The lone laggard were financials, off 0.39 percent after a 2.3 percent surge on Monday.  JPMorgan Chase, Wells Fargo and Citigroup are scheduled to report results on Friday. Their shares fell between 0.3 and 1.3 percent.  Nordstrom dropped 4.5 percent, the most on the S&P, after the upscale department store operator issued a bleak sales forecast for the rest of 2018.  Cerner was the second-biggest loser on the S&P, falling 4.3 percent after Evercore ISI downgraded the stock to “underperform”.  Declining issues outnumbered advancers for a 1-to-1 ratio on the NYSE and a 1.37-to-1 ratio on the Nasdaq.  The S&P index recorded 28 new 52-week highs and no new lows, while the Nasdaq recorded 88 new highs and 18 new lows.","100":"(Reuters) - PepsiCo Inc PEP.O said on Wednesday it will change the name and brand image of its Aunt Jemima pancake mix and syrup which have been criticized as racist amid a national debate over racial inequality in the United States.  The more than 130-year-old brand logo features an African-American woman named after a character in 19th-century minstrel shows and is rooted in a stereotype of a friendly black woman working as a servant or nanny for a white family.  Following PepsiCo's move, the makers of Uncle Ben's rice, owned by Mars Inc, Mrs. Butterworth's syrup, owned by ConAgra Brands Inc CAG.N and Cream of Wheat porridge, owned by B&G Foods Inc BGS.N, also said they would review their packaging.  The moves are part of Corporate America’s reckoning with the treatment of African Americans amid weeks of protests over racism and police brutality after the death of George Floyd, a black man, in police custody in Minneapolis.  The Aunt Jemima brand had been called out in recent days on social media. A TikTok video called “How To Make A Non Racist Breakfast” by user @singkirbysing, in which a woman pours the pancake mix down the sink, has received 175,000 views on Instagram since being posted on Tuesday.  “We recognize Aunt Jemima’s origins are based on a racial stereotype,” Kristin Kroepfl, vice president and chief marketing officer of PepsiCo-owned Quaker Foods North America, said in a statement.  Quaker did not announce a brand name or logo, but said packages without the Aunt Jemima image would appear in the fourth quarter of this year.  Slideshow ( 11 images )  ConAgra said its packaging, meant to evoke a “loving grandmother”, could be interpreted “in a way that is wholly inconsistent with our values” and that it has “begun a complete brand and packaging review on Mrs. Butterworth’s”.  Mars said it had “a responsibility to take a stand in helping to put an end to racial bias and injustices” and that “one way we can do this is by evolving the Uncle Ben’s brand, including its visual brand identity.”  “We don’t yet know what the exact changes or timing will be, but we are evaluating all possibilities,” a spokeswoman said about the brand, known for its white-haired African-American man named after a Texas rice farmer.  B&G Foods said it was initiating an immediate review of its Cream of Wheat Brand, which features a black man in a chef’s hat.  Some observers lauded the moves, but said they were slow to come.  “Brands built on racist imagery have been living on borrowed time,” said James O’Rourke, management professor at the University of Notre Dame’s Mendoza College of Business. “This move by Quaker Oats, while welcome, is decades late in coming.”  PepsiCo on Tuesday announced a set of initiatives worth more than $400 million over five years to support black communities and boost black representation at PepsiCo.","101":"FILE PHOTO: Cans of Pepsi are pictured at a grocery store in Pasadena, California, U.S., July 11, 2017. REUTERS\/Mario Anzuoni\/File Photo  (Reuters) - PepsiCo Inc PEP.O will stop advertising on Facebook Inc FB.O, FOX Business Network reported here on Sunday, citing sources.  The halt on advertising will run through July and August, the report said. Sources described the move as a “global boycott” on placing Facebook ads, the report said.  PepsiCo did not immediately respond to a request for comment from Reuters.  The food and beverage company joins a growing number of companies pulling ad dollars from Facebook, including ice-cream maker Ben & Jerry's and Unilever PLC ULVR.L.  (This story has been refiled to fix outlet’s title)","102":"June 12 (Reuters) - British consumer goods giant Reckitt Benckiser on Wednesday named Pepsico executive Laxman Narasimhan to succeed Rakesh Kapoor as chief executive officer. (Reporting by Muvija M in Bengaluru Editing by Saumyadeb Chakrabarty)","103":"March 18 (Reuters) - Pepsi Cola Products Phils Inc:  * HAS NO KNOWN OR CONFIRMED COVID-19 CASES AS OF 16 MARCH 2020 Source text for Eikon: Further company coverage:","104":"March 6 (Reuters) - PepsiCo Inc:  * PEPSICO - S. AFRICA’S COMPETITION TRIBUNAL HAS GRANTED CONDITIONAL APPROVAL OF PROPOSED ACQUISITION OF PIONEER FOOD GROUP Source text for Eikon: Further company coverage:","105":"(Adds details, background)  JERUSALEM, Dec 20 (Reuters) - Israel-based SodaStream, a carbonated drink-machine maker bought this year by Pepsico for $3.2 billion, is establishing a factory in the Gaza Strip, its chief executive said on Thursday.  Most Palestinians in Gaza, a territory controlled by the Islamist militant group Hamas, live in poverty. The economy there is stifled by an Israeli-Egyptian blockade on the territory as well as by disputes with the Palestinians’ limited self-rule authority based in the Israeli-occupied West Bank.  SodaStream CEO Daniel Birnbaum told the Globes business conference that the company’s manufacturing plant in Israel had succeeded with a mixed workforce of Jews and Arabs, and that it was looking to expand that approach.  The new project, Birnbaum said, sitting on a stage next to Pepsico CEO Ramon Laguarta, was to establish a manufacturing facility in Gaza. “We want the people of Gaza to have jobs, real jobs, because where there is prosperity, there can be peace.”  He did not discuss other details of the planned facility.  Earlier this month, PepsiCo completed its purchase of SodaStream as it battles Coca-Cola for an edge in the health-conscious beverage market.  Founded in Britain in 1903, SodaStream was a coveted device in British kitchens in the 1970s and 80s, allowing people to create fizzy drinks by adding flavoured syrups to carbonated tap water. But its popularity faded as bottled sodas became cheaper.  More recently, the company reinvented itself as a fizzy water company popular with younger and more health- and environmentally-conscious consumers, who want to drink less soda and use fewer plastic bottles.  SodaStream was in the spotlight a few years ago when critics called for a boycott over a factory it was running in the West Bank. The company has since closed that factory, relocating to a new, much larger facility in southern Israel, although it still employs many Palestinians. (Reporting by Ari Rabinovitch and Steven Scheer Editing by Tova Cohen and Mark Heinrich)","106":"March 16 (Reuters) - Pepsi Cola Products Phils Inc:  * PEPSI COLA PRODUCTS PHILS INC- COMPANY HAS NO KNOWN OR CONFIRMED COVID-19 CASES AS OF 16 MARCH Source text for Eikon: Further company coverage:"}}