{"date":{"0":"2019\/06\/26","1":"2020\/05\/05","2":"2021\/02\/05","3":"2019\/04\/26","4":"2018\/03\/21","5":"2018\/05\/01","6":"2019\/08\/12","7":"2018\/09\/28","8":"2020\/10\/14","9":"2019\/08\/06","10":"2020\/12\/14","11":"2020\/09\/01","12":"2020\/05\/27","13":"2021\/02\/08","14":"2020\/04\/06","15":"2020\/08\/05","16":"2020\/05\/15","17":"2020\/05\/26","18":"2020\/10\/07","19":"2020\/07\/06","20":"2019\/08\/06","21":"2020\/02\/06","22":"2020\/05\/25","23":"2018\/05\/03","24":"2020\/10\/02","25":"2021\/01\/27","26":"2020\/06\/11","27":"2018\/05\/03","28":"2018\/03\/10","29":"2020\/04\/16","30":"2020\/11\/22","31":"2020\/11\/05","32":"2019\/01\/07","33":"2020\/11\/22","34":"2020\/01\/09","35":"2020\/10\/22","36":"2018\/11\/06","37":"2018\/08\/02","38":"2020\/06\/24","39":"2020\/05\/27","40":"2018\/10\/16","41":"2020\/06\/24","42":"2020\/06\/24","43":"2020\/03\/16","44":"2020\/12\/29","45":"2020\/09\/09","46":"2020\/07\/07","47":"2020\/10\/14","48":"2019\/01\/07","49":"2020\/11\/05","50":"2020\/05\/05","51":"2018\/10\/25","52":"2020\/10\/08","53":"2019\/04\/08","54":"2019\/02\/25","55":"2018\/11\/06","56":"2018\/04\/30","57":"2020\/10\/02","58":"2018\/03\/02","59":"2020\/04\/27","60":"2021\/01\/11","61":"2019\/08\/06","62":"2020\/07\/07","63":"2021\/02\/11","64":"2020\/03\/17","65":"2019\/04\/08","66":"2020\/12\/14","67":"2018\/10\/25","68":"2021\/01\/27","69":"2019\/03\/11","70":"2019\/04\/27","71":"2020\/09\/15","72":"2020\/08\/03","73":"2020\/07\/02","74":"2020\/10\/09","75":"2020\/04\/14","76":"2020\/04\/09","77":"2020\/08\/19","78":"2018\/03\/10","79":"2021\/01\/12","80":"2020\/06\/11","81":"2020\/07\/06","82":"2020\/04\/24","83":"2020\/04\/27","84":"2018\/03\/10","85":"2020\/10\/09","86":"2020\/05\/05","87":"2020\/04\/27","88":"2019\/11\/08","89":"2020\/02\/04","90":"2020\/07\/06","91":"2020\/12\/29","92":"2020\/05\/05","93":"2020\/11\/23","94":"2018\/09\/28","95":"2018\/03\/10","96":"2019\/02\/25","97":"2021\/02\/04","98":"2020\/04\/27","99":"2020\/03\/16","100":"2020\/04\/03","101":"2021\/01\/11","102":"2020\/05\/05","103":"2020\/10\/05","104":"2018\/04\/03","105":"2018\/03\/19","106":"2020\/05\/29","107":"2019\/03\/11","108":"2020\/04\/27","109":"2018\/05\/03","110":"2021\/01\/11","111":"2020\/05\/27","112":"2019\/11\/05","113":"2020\/04\/06","114":"2018\/10\/02","115":"2018\/08\/17","116":"2021\/02\/04","117":"2020\/10\/07","118":"2020\/06\/24","119":"2020\/03\/30","120":"2020\/10\/02","121":"2020\/05\/29","122":"2019\/01\/07","123":"2019\/08\/06","124":"2019\/08\/28","125":"2020\/05\/14","126":"2021\/01\/26","127":"2019\/02\/11","128":"2018\/10\/24","129":"2018\/05\/01","130":"2018\/04\/23","131":"2020\/11\/17","132":"2020\/05\/05","133":"2020\/07\/02","134":"2020\/12\/30","135":"2020\/06\/01","136":"2018\/05\/01","137":"2020\/09\/01","138":"2021\/02\/01","139":"2021\/01\/12","140":"2020\/07\/02","141":"2020\/11\/06","142":"2020\/12\/16","143":"2018\/08\/06","144":"2020\/11\/23","145":"2020\/06\/19","146":"2020\/10\/07","147":"2020\/06\/11","148":"2020\/05\/29","149":"2020\/05\/11","150":"2021\/01\/26","151":"2020\/09\/30","152":"2020\/07\/07","153":"2020\/06\/08","154":"2021\/02\/05","155":"2020\/05\/26","156":"2019\/02\/25","157":"2018\/05\/01","158":"2020\/10\/28","159":"2020\/07\/07","160":"2020\/10\/30","161":"2020\/03\/17","162":"2020\/10\/13","163":"2020\/09\/15","164":"2018\/08\/02","165":"2021\/02\/20","166":"2020\/12\/16","167":"2020\/10\/09","168":"2020\/03\/10","169":"2020\/02\/04","170":"2020\/10\/05","171":"2020\/05\/25","172":"2020\/09\/14","173":"2020\/05\/25","174":"2018\/04\/03","175":"2018\/10\/19","176":"2020\/03\/17","177":"2020\/02\/06","178":"2020\/10\/30","179":"2020\/01\/09","180":"2020\/10\/15","181":"2021\/02\/05","182":"2020\/05\/25","183":"2019\/11\/05","184":"2020\/01\/28","185":"2018\/03\/19","186":"2020\/08\/05","187":"2020\/04\/08","188":"2019\/11\/08"},"text":{"0":"(Corrects spelling of drug to “Dupixent”, from “Dupiexent” in paragraph 3)  June 26 (Reuters) - The U.S. Food and Drug Administration approved Regeneron Pharmaceuticals Inc and Sanofi SA’s drug Dupixent to treat nasal polyps, the companies said on Wednesday.  The new approval, which could significantly boost annual sales, is for patients with chronic rhinosinusitis with nasal polyps.  The FDA first approved Dupixent in 2017 for moderate-to-severe atopic dermatitis, or eczema and in 2018 it won U.S. approval to treat moderate-to-severe asthma as well. (Reporting by Tamara Mathias and Manas Mishra in Bengaluru; Editing by Shailesh Kuber)","1":"(Reuters) - Regeneron Pharmaceuticals Inc REGN.O said on Tuesday it was possible its experimental antibody cocktail for COVID-19 may be available for use by the end of summer or fall as it ramps up efforts to start human trials in June.  The company is one of the many drugmakers looking to tackle COVID-19, caused by the new coronavirus that has no current approved treatment or vaccine and has claimed over 250,000 lives worldwide.  Regeneron is developing an antibody cocktail with the aim to make clinical data available within a month or two after starting the studies and scale up its manufacturing to produce 200,000 doses per month by the end of summer.  The company’s shares rose 6% to $574.98 in late morning trade.  “The hope is it might be possible by the end of the summer or the fall that our antibody treatment could be available,” Regeneron co-founder and Chief Scientific Officer George Yancopoulos said on a conference call.  “A lot of risks, a lot of concerns, but we are working as hard as we can with so many collaborators to try to turn that into a reality,” he added.  The drugmaker said it would test the antibody cocktail in three different settings to assess its effectiveness in early stages of the disease, hospitalized patients with severe disease as well as in preventing infection.  Regeneron is also testing its rheumatoid arthritis drug, Kevzara, in the sickest coronavirus patients, banking on the theory that it could help regulate a dangerous overreaction by the body’s immune system, which may be triggering the respiratory distress seen in severe cases.  Regeneron also beat quarterly profit estimates on Tuesday after demand for its blockbuster eye drug, Eylea, saw little impact from the COVID-19 pandemic.  Widespread lockdowns imposed to curb the spread of the outbreak have prompted patients to reschedule their hospital visits, hitting sales of rival eye drug Lucentis, jointly developed by Novartis NOVN.S and Roche ROG.S.  With a nearly 15% decline in Eylea demand in April, Regeneron expects its second quarter to take the biggest hit from the COVID-19 outbreak and said it was encouraged by a recent rebound in demand for its hospital-administered drugs.  Global Eylea sales rose 6.3% to $1.85 billion during the quarter.  Excluding items, Regeneron earned $6.60 per share, while its revenue rose 33.2% to $1.83 billion.  Analysts on average had expected earnings of $6.13 per share on revenue of $1.76 billion, according to IBES data from Refinitiv.","2":"Feb 5 (Reuters) - Regeneron Pharmaceuticals Inc on Friday reported a 45% rise in quarterly profit, benefiting from a recovery in demand for its flagship eye drug, Eylea, which took a hit last year due to the pandemic.  Net profit increased to $1.15 billion, or $10.24 per share, in the fourth quarter ended Dec. 31, from $792 million, or $6.93 per share, a year earlier. (Reporting by Manojna Maddipatla in Bengaluru; Editing by Shinjini Ganguli)","3":"April 26 (Reuters) - The U.S. Food and Drug Administration on Friday approved Regeneron Pharmaceuticals Inc’s cholesterol drug Praluent, as a treatment to cut the risk of heart attacks, stroke and other major cardiovascular events.  The FDA’s decision will allow the drug, developed along with Sanofi SA, to be prescribed in reducing the overall risk of major adverse cardiovascular events (MACE).  MACE is an umbrella term that includes heart attack, ischemic stroke, death from coronary heart disease and unstable chest pains requiring hospitalization. (Reporting by Aakash Jagadeesh Babu and Akashdeep Baruah in Bengaluru; Editing by Sandra Maler)","4":"March 21 (Reuters) - Alnylam Pharmaceuticals Inc:  * REGENERON AND ALNYLAM PHARMACEUTICALS ANNOUNCE COLLABORATION TO DISCOVER NEW TREATMENTS FOR NONALCOHOLIC STEATOHEPATITIS (NASH)  * ALNYLAM PHARMACEUTICALS INC - REGENERON WILL CONTRIBUTE RESEARCH ON HEPATOCYTE-EXPRESSED, GENETICALLY-VALIDATED HSD17B13 TARGET  * ALNYLAM PHARMACEUTICALS INC - ALNYLAM WILL LEVERAGE ITS RNAI THERAPEUTICS PLATFORM TO IDENTIFY COMPOUNDS DIRECTED TO TARGET  * ALNYLAM - CO, REGENERON INTEND TO ENTER SEPARATE, 50-50 COLLABORATION TO FURTHER RESEARCH, CO-DEVELOP ANY THERAPEUTIC PRODUCT COMING FROM DISCOVERY Source text for Eikon: Further company coverage:","5":"May 1 (Reuters) - Regeneron Pharmaceuticals and Sanofi will cut the net price of their expensive cholesterol drug for Express Scripts customers in exchange for greater patient access, with some savings to be shared with consumers, the companies said on Tuesday.  The drug, Praluent, dramatically lowers bad LDL cholesterol and reduces the risk of heart attacks and death in high-risk heart patients.  But sales of Praluent and a rival Amgen drug, with list prices of more than $14,000 a year before discounts, have been severely constrained by onerous roadblocks to patient access by insurers. They routinely reject about 70 percent of prescriptions written, the companies have said.  “I expect this to substantially increase the sales,” Regeneron Chief Executive Leonard Schleifer said of the Express Scripts deal.  Regeneron and Sanofi said in March they would be willing to lower Praluent’s price in exchange for easier patient access. They said pricing could be tied to an independent review by the Institute for Clinical and Economic Review (ICER), which put an appropriate Praluent price for highest risk patients at $4,500 to $8,000 a year.  The Praluent net price will be at the “low end” of the ICER range including double-digit rebates, said Express Scripts Chief Medical Officer Steve Miller. Rebates are still needed to reward plans for choosing the drug, he added.  The arrangement makes Praluent exclusive on the Express Scripts’ national formulary for the drug class known as PCSK9 inhibitors, meaning customers of the largest U.S. pharmacy benefit manager (PBM) will mostly not have access to Amgen’s Repatha.  Beginning July 1, doctors can submit just one form attesting that a patient with heart disease meets criteria for PCSK9 therapy, such as inability to sufficiently lower LDL with cheap statins, like Pfizer’s Lipitor.  “This ... addresses head-on the frustrations caused by complex pre-authorization requirements that hamstring physicians and put an important medicine out of reach from patients,” Michelle Carnahan, head of Sanofi’s North America cardiovascular business, said in a statement.  Starting next year, Express Scripts will pass along a portion of Praluent rebates it receives from the drugmakers to people in eligible health benefit plans, lowering out-of-pocket costs.  “This is a significant (price) reduction that the patients will also feel, not just the insurance companies or the employers,” Schleifer said.  He said talks were taking place with other insurers and PBMs about similar arrangements.  “I hope that this will spread like wildfire through the entire payer system,” Schleifer said.","6":"(Reuters) - Regeneron Pharmaceuticals Inc said on Monday its experimental treatment for Ebola proved superior to a rival therapy from Mapp Biopharmaceutical at preventing death, in a trial evaluating four treatments for infections caused by the deadly virus.  The company said the trial was ended early because its therapy, REGN-EB3, elicited a “highly statistically significant result” compared to Mapp’s ZMapp, which was considered a standard-of-care treatment.  An independent data safety monitoring board ended the trial after reviewing interim mortality data from 499 patients, Regeneron said.","7":"A logo is seen in front of the entrance at the headquarters French drugmaker Sanofi in Paris October 30, 2014. Sanofi's board ousted its chief executive of six years on Wednesday, criticising him for an authoritarian management style that was often popular with investors as he lifted the French drugmaker onto the global stage. REUTERS\/Christian Hartmann (FRANCE - Tags: BUSINESS LOGO HEALTH) - PM1EAAU16VK01  (Reuters) - Sanofi SA said on Friday its skin cancer drug, made in partnership with Regeneron Pharmaceuticals Inc, was approved by the U.S. Food and Drug Administration.  The drug, Libtayo, is used to treat a rare form of skin cancer, in patients whose condition has not improved following surgery or chemotherapy.  Metastatic cutaneous squamous cell carcinoma is the second-most common form of skin cancer, which accounts for an estimated 7,000 deaths in the United States each year, Sanofi said.  Libtayo, which boosts the immune system to fight cancer, will be sold in the United States at a list price of $9,100 for a three-week treatment cycle.  Cancer immunotherapy has become the fastest-growing segment of the $100 billion-a-year cancer drug market, with sales expected to top $25 billion by 2021, according to analyst forecasts compiled by Thomson Reuters.  Sanofi Genzyme, the company’s specialty care unit and Regeneron will market Libtayo jointly in the United States.","8":"Oct 14 (Reuters) - The U.S. Food and Drug Administration on Wednesday approved Regeneron Pharmaceuticals’ Inmazeb as the first FDA-approved treatment for the Ebola virus infection in adults and children.  Inmazeb, a mixture of three monoclonal antibodies, was tested in 382 adults and children with confirmed Zaire ebolavirus infection in a clinical trial, the health regulator said. (Reporting by Vishwadha Chander in Bengaluru; Editing by Shinjini Ganguli)","9":"(Reuters) - Regeneron Pharmaceuticals Inc REGN.O beat analysts' estimates for second-quarter profit and revenue on Tuesday, boosted by double-digit sales growth of its blockbuster treatment Eylea in the United States.  The drug, injected into the eye to treat age-related macular degeneration and other diseases, is a major growth driver for Regeneron, and showed no sign of stopping in the quarter despite competition from Roche Holding AG ROG.S and Novartis AG's NOVN.S Lucentis.  U.S. sales of Eylea jumped 17% to $1.16 billion in the latest quarter, topping expectations of about $1.10 billion, according to consensus estimates compiled by brokerage Credit Suisse.  However, Eylea could face possible patent losses in the next five years and analysts expect sales to be further threatened next year by broluciuzmab, an experimental drug developed by Novartis.  Investors have also been cautious as the drug pricing debate rages on in the United States and they digest ambitious proposals from the government as well as from Democratic presidential candidates.  Among the many proposals aimed at lowering costs is a plan to create an “international pricing index” that would link the price Medicare pays for drugs to the lower prices paid overseas.  “These results represent a clear positive, albeit against the backdrop of drug pricing and broluciuzmab overhangs that will likely persist for the near-term,” UBS Securities analyst Carter Gould wrote in a client note.  The quarter was also helped by sales of Dupixent, developed in partnership with Sanofi SA SASY.PA. The companies have massed up approvals for three major diseases for their drug Dupixent including asthma and nasal polyps since the drug was approved in 2017.  Dupixent’s quarterly sales, recorded by Sanofi, rose 166.3% to $557.3 million, handily beating analysts’ consensus of $454 million.  Revenue from the company’s tie-up with Sanofi of $349.1 million also came in ahead of consensus estimates of $306 million.  Regeneron’s total revenue rose 20.3% to $1.93 billion in the second quarter ended June 30, beating the average analyst estimate of $1.80 billion, according to IBES data from Refinitiv.  Excluding one-time items, the company earned $6.02 per share, above the average analyst estimate of $5.41.","10":"FILE PHOTO: The Regeneron Pharmaceuticals company logo is seen on a building at the company's Westchester campus in Tarrytown, New York, U.S. September 17, 2020. REUTERS\/Brendan McDermid  (Reuters) -Regeneron Pharmaceuticals Inc said on Monday it was pausing patient enrollment in two trials testing its experimental lymphoma drug, after the U.S. health regulator requested changes in trial protocols.  Participants benefiting from the drug, odronextamab, may continue treatment, the drugmaker said here, if they give their consent.  The U.S. Food and Drugs Administration had placed the trials on partial clinical hold and asked the company to change protocols to reduce the occurrence of an inflammatory response called cytokine release syndrome in patients, according to Regeneron.  The syndrome, caused by a large, rapid release of immune substances called cytokines, may occur after treatment with some types of cancer therapies and can sometimes be severe or fatal. It has different symptoms including fever, headache and troubled breathing, according to the National Cancer Institute.  The company said FDA’s decision impacts an early-stage trial testing odronextamab in cancer patients with B-cell non-Hodgkin lymphomas (B-NHL) and chronic lymphocytic leukemia.  Another mid-stage trial testing the drug in sub-types of B-NHL will also pause enrollment, Regeneron said.  It said it planned to submit the details of changed protocols to the FDA with the goal of resuming patient enrollment early in the first quarter of 2021.","11":"PARIS, Sept 1 (Reuters) - French drugmaker Sanofi said on Tuesday its rheumatoid arthritis drug Kevzara - which it produces with partner Regeneron - failed to meet the main goals of a U.S. study testing it in the most critically ill COVID-19 patients.  At this time, Sanofi and Regeneron do not anticipate conducting further clinical studies for Kevzara in COVID-19, Sanofi added.  “Although this trial did not yield the results we hoped for, we are proud of the work that was achieved by the team to further our understanding of the potential use of Kevzara for the treatment of COVID-19,” said Sanofi’s Global Head of Research and Development John Reed.  “At Sanofi, we are committed to help combat the global COVID-19 pandemic, including developing vaccine candidates that can be manufactured at large scale,” he added. (Reporting by Sudip Kar-Gupta; Editing by Jacqueline Wong)","12":"FILE PHOTO: The logo of Sanofi is seen at the company's headquarters in Paris, France, April 24, 2020. REUTERS\/Charles Platiau  PARIS (Reuters) - Sanofi SASY.PA will raise over $11 billion from the sale of 21.6 million shares in its U.S. partner Regeneron REGN.O, the French drugmaker said on Wednesday, adding it would use the proceeds for innovation and general growth.  Earlier this week, Regeneron had said it would repurchase about $5 billion of its shares directly from Sanofi, without altering their over-a-decade-long partnership.  Sanofi is selling the Regeneron shares at $515.00 per share - a discount of around 5.5% to Regeneron’s closing price of $545.21 on May 26, and raising gross proceeds of $11.1 billion.  Sanofi will continue to own approximately 400,000 shares of Regeneron’s common stock.  Sanofi could end up raising $11.7 billion, if the underwriters on the deal exercise their option to buy up a further 1.2 million Regeneron shares.  The collaboration between Sanofi and Regeneron dates back to 2003 and has resulted in five approved treatments to date - including eczema drug Dupixent - with additional candidates in clinical development.  Investment banks Bank of America Securities, Goldman Sachs, Barclays, BNP Paribas, Citigroup, JP Morgan and Morgan Stanley worked on Sanofi’s Regeneron stake sale.","13":"FILE PHOTO: The Regeneron Pharmaceuticals company logo is seen on a building at the company's Westchester campus in Tarrytown, New York, U.S. September 17, 2020. Picture taken September 17, 2020. REUTERS\/Brendan McDermid\/File Photo  PRAGUE (Reuters) - The Czech Health Ministry will recommend the use of COVID-19 therapies that contain casirivimab\/imdevimab and bamlavinimab antibodies ahead of standard approval, the ministry said on Monday.  Both therapies are being reviewed by the European Medicines Agency (EMA), the agency said last week.  The Czech Republic has been among the European countries worst hit by the current wave of the coronavirus pandemic, with the number of new infections per 100,000 people higher only in Portugal and Spain, according to data from the European Centre for Disease Prevention and Control (ECDC) released last week.  “The Ministry will recommend distribution and use of unregistered treatments which contain casirivimab\/imdevimab and bamlavinimab antibodies,” the ministry said.  It said it would wait for an expert opinion from the national drug agency SUKL before issuing a final ruling.  The former points to Regeneron’s cocktail of casirivimab and imdevimab, which was authorised for emergency use in the United States in November, and was given to then U.S. president Donald Trump during his COVID-19 infection.  The latter, Eli Lilly’s combination therapy of two antibodies, bamlanivimab and etesevimab, helped cut the risk ofhospitalisation and death in COVID-19 patients by 70%, data froma late-stage trial showed in January.  Czechs should receive the first 500 doses of the therapy in February, Prime Minister Andrej Babis said last Friday.  The ministry said the treatment would be beneficial mainly for patients with high risk of deterioration, such as people who had received organ transplants.","14":"April 6 (Reuters) - Regeneron Pharmaceuticals Inc:  * REGENERON FINALIZES PRALUENT® (ALIROCUMAB) RESTRUCTURING AND UPDATES ACCOUNTING PRESENTATION  * IN U.S., CO WILL HAVE SOLE RESPONSIBILITY FOR PRALUENT & RECORD NET PRODUCT SALES  * SANOFI WILL HAVE SOLE RESPONSIBILITY OUTSIDE U.S. AND PAY CO A ROYALTY ON PRALUENT NET PRODUCT SALES  * EFFECTIVE JAN. 1, IMPLEMENTED CHANGES IN PRESENTATION OF CONSOLIDATED FINANCIAL STATEMENTS RELATED TO SOME REIMBURSEMENTS  * NO IMPACT FROM CHANGES IN PRESENTATION TO INCOME FROM OPERATIONS, INCOME TAXES, NET INCOME & NET INCOME PER SHARE  * FOR Q1 2020, TOTAL REVENUE, OPERATING EXPENSES ESTIMATED TO BE ABOUT $300 MILLION LOWER THAN WITH PREVIOUS ACCOUNTING TREATMENT  * Q1 REVENUE VIEW $2.07 BILLION -- REFINITIV IBES DATA Source text for Eikon: Further company coverage:","15":"Aug 5 (Reuters) - Regeneron Pharmaceuticals Inc reported a quarterly profit on Wednesday that rose more than four times, helped by a $228 million gain and on higher sales of its blockbuster eczema treatment Dupixent.  Net income rose to $897.3 million, or $7.61 per share, in the second quarter ended June 30, from $193.1 million, or $1.68 per share, a year earlier.  Revenue rose to $1.95 billion from $1.58 billion. (Reporting by Dania Nadeem and Manojna Maddipatla in Bengaluru; Editing by Shounak Dasgupta)","16":"May 15 (Reuters) - Adage Capital Partners  * ADAGE CAPITAL PARTNERS GP LLC DISSOLVES SHARE STAKE IN ZOOM VIDEO COMMUNICATIONS  * ADAGE CAPITAL PARTNERS GP LLC UPS SHARE STAKE IN HONEYWELL TO 1.4 MILLION SHARES FROM 279,626 SHARES  * ADAGE CAPITAL PARTNERS GP LLC UPS SHARE STAKE IN EXXON MOBIL BY ABOUT 33% TO 3.8 MILLION SHARES  * ADAGE CAPITAL PARTNERS GP TAKES SHARE STAKE OF 66,078 SHARES IN REGENERON PHARMACEUTICALS SHARES  * ADAGE CAPITAL PARTNERS GP LLC UPS SHARE STAKE IN LOCKHEED MARTIN CORP BY 64.4% TO 1.03 MILLION SHARES  * ADAGE CAPITAL PARTNERS GP LLC UPS SHARE STAKE IN TARGET CORP TO 1.82 MILLION SHARES FROM 589,529 SHARES  * ADAGE CAPITAL PARTNERS GP LLC TAKES SHARE STAKE IN CEMEX SAB DE CV OF 15.5 MILLION SPONSORED ADRS  * ADAGE CAPITAL PARTNERS - CHANGE IN HOLDINGS ARE AS OF MARCH 31, 2020 AND COMPARED WITH THE PREVIOUS QUARTER ENDED AS OF DECEMBER 31, 2019  Source for the quarter ended March 30, 2020: bit.ly\/3617zOy  Source for the quarter ended December 31, 2019: bit.ly\/2WBrpNj","17":"(Refiles to add company name in headline)  May 26 (Reuters) - Regeneron Pharmaceuticals Inc:  * FDA APPROVES DUPIXENT® (DUPILUMAB) AS FIRST BIOLOGIC MEDICINE FOR CHILDREN AGED 6 TO 11 YEARS WITH MODERATE-TO-SEVERE ATOPIC DERMATITIS  * REGENERON - FDA APPROVAL BASED ON DATA THAT INCLUDES PIVOTAL PHASE 3 RESULTS ON EFFICACY & SAFETY OF DUPIXENT COMBINED WITH TOPICAL CORTICOSTEROIDS Source text for Eikon: Further company coverage:","18":"FILE PHOTO: U.S. President Donald Trump speaks at the White House after returning from hospitalization at the Walter Reed Medical Center for coronavirus disease (COVID-19) treatment, in Washington, October 5, 2020, in this still image from video posted on Trump's Twitter page. @realDonaldTrump\/Handout via REUTERS  WASHINGTON (Reuters) - President Donald Trump, in a video posted on Twitter on Wednesday, credited Regeneron Pharmaceuticals Incand Eli Lilly and Co therapeutics for his recovery and said he wanted to make them more widely available.  “I felt good immediately,” Trump said in the video. “We have Regeneron, we have a very similar drug from Eli Lilly and they’re coming out, and we’re trying to get them on an emergency basis. We’ve authorized it. I’ve authorized it. And if you’re in the hospital and you’re feeling really bad, I think we’re going to work it so that you get them and you get them for free.”","19":"July 6 (Reuters) - Regeneron Pharmaceuticals Inc said on Monday it began late-stage clinical trials to assess the effectiveness of its antibody cocktail in preventing and treating COVID-19.  The trial, run jointly with the National Institute of Allergy and Infectious Diseases, would test the therapy's ability to prevent infection in those who have had close exposure to a COVID-19 patient. (reut.rs\/2O1ra93) (Reporting by Saumya Sibi Joseph in Bengaluru; Editing by Shinjini Ganguli)","20":"FILE PHOTO: A logo of Sanofi is pictured during the company's shareholder meeting in Paris, France, April 30, 2019. REUTERS\/Benoit Tessier\/File Photo  PARIS (Reuters) - The Dupixent product developed by French healthcare company Sanofi and its U.S. partner Regeneron has won regulatory approval in Europe for moderate-to-severe cases of eczema in adolescents, the companies said.  The European Commission has extended the marketing authorisation for Dupixent in the European Union to include adolescents 12 to 17 years of age with moderate-to-severe atopic dermatitis who are candidates for systemic therapy, Sanofi and Regeneron said in a joint statement on Tuesday.  Atopic dermatitis, more commonly known as eczema, often leads to skin irritations.  Dupixent is an important driver of growth for both Sanofi and Regeneron, given the competition on Regeneron’s flagship eye drug Eylea and pressures on Sanofi’s diabetes business.  “Adolescents with moderate-to-severe atopic dermatitis in the EU now have an approved biologic medicine that can significantly control persistent, debilitating symptoms such as itch and skin lesions, as well as improve sleep, which is particularly critical during these formative years,” said George Yancopoulos, chief scientific officer, Regeneron.  Last month, Sanofi reported a surge in Dupixent’s sales as the company posted strong second-quarter results.  The EU’s latest approval for Dupixent also comes after the U.S. Food & Drug Administration (FDA) regulator in June approved Dupixent to treat nasal polyps.","21":"Feb 6 (Reuters) - Regeneron Pharmaceuticals Inc said on Thursday a set of its treatments could be available for testing in coronavirus patients within a few months.  “We’re already scaling up one set of potential antibody treatments,” Chief Scientific Officer George Yancopoulos said on a conference call with analysts. (Reporting by Manas Mishra in Bengaluru)","22":"FILE PHOTO: The logo of Sanofi is seen at the company's research and production centre in Vitry-sur-Seine, France, August 6, 2019. REUTERS\/Charles Platiau\/File Photo  PARIS (Reuters) - U.S. company Regeneron Pharmaceuticals said it had agreed to repurchase approximately $5 billion of its shares directly from French drugmaker Sanofi.  Sanofi, which holds about 23.2 million Regeneron shares, said separately it intended to sell its equity investment, and that the move would not change ongoing collaboration between the two groups.","23":"(Reuters) - Regeneron Pharmaceuticals Inc REGN.O disappointed Wall Street with lower-than-expected sales of its newer treatments, eczema medicine Dupixent and heart drug Praluent, exacerbating concerns over the company's future sales growth as its best-selling eye drug Eylea faces more competition.  The drugmaker’s shares, down 21 percent this year, fell about 2 percent in mid-day trade on Thursday.  Regeneron is bracing for a hit to Eylea’s sales by focusing on expanding Dupixent’s label to reach more patients and venturing into the hot new field of immuno-oncology with a potential regulatory approval later this year.  “There are concerns that what happened (with Dupixent) in first quarter could happen again,” SunTrust Robinson Humphrey analyst Yatin Suneja said, adding that there could possibly be an issue with the long term growth potential of the drug.  Dupixent’s quarterly sales of $131 million, reported last week by partner Sanofi, missed estimates of $167.6 million, a worrying sign that the expensive drug might be facing similar issues like the company’s pricey drug Praluent.  Just two days ago, Regeneron and partner Sanofi SA SASY.PA slashed the price on Praluent by more than half for Express Scripts ESRX.O customers, an aggressive attempt to boost sales of the drug.  Praluent earned $60 million in first-quarter revenue, falling short of expectations of $66 million, according to Thomson Reuters I\/B\/E\/S.  One bright spot for Regeneron was Eylea sales, which rose 15 percent to $984 million, beating estimates of $922.4 million.  While Eylea has driven much of Regeneron's growth for more than seven years, competition from Lucentis, a rival treatment from Roche AG ROG.S and Novartis AG NOVN.S, remain a worry for analysts and investors.  “There’s even more competition on the horizon for Eylea, so we are looking at Dupixent as a growth driver,” RBC Capital Markets analyst Kennen MacKay said.  The company said it is unlikely to be active in dealmaking and instead will rely on its own drug pipeline even as large drugmakers across the world spend big to acquire nimbler, smaller rivals.  “Our strategy was, and continues to be, to invest heavily in our internal research capabilities rather than look externally for new products,” Chief Executive Officer Leonard Schleifer said on a conference call with analysts.  “We are not nearly as desperate as other companies are to fill up gaps in the pipeline.”  Regeneron’s net income rose 92 percent to $478 million.  Excluding one-time items, the company earned $4.67 per share, ahead of estimates of $4.35.  Revenue rose to $1.51 billion, edging past estimates of $1.50 billion.","24":"(Reuters) - President Donald Trump has been treated with an experimental antibody cocktail for COVID-19 and is moving to a military hospital as a precautionary measure, White House officials said on Friday.  FILE PHOTO: U.S. President Donald Trump approaches reporters as he departs on campaign travel to Minnesota from the South Lawn at the White House in Washington, U.S., September 30, 2020. REUTERS\/Carlos Barria  The president's physician, Dr. Sean Conley, said in a statement that Trump \"remains fatigued but in good spirits\" after receiving an intravenous dose of Regeneron Pharmaceuticals Inc's REGN.O dual antibody. Trump was also taking immune system boosters zinc and vitamin D, aspirin, and other generic drugs.  Trump, 74, walked to a helicopter on Friday before being moved to a special suite at Walter Reed National Military Medical Center in Bethesda, Maryland, for the next few days.  Regeneron’s drug, REGN-COV2, is part of a class of experimental COVID-19 drugs known as monoclonal antibodies: manufactured copies of human antibodies to the virus that are being studied for use in patients with early illness.  Trump’s doctors “must be sufficiently concerned with what they are seeing that they decided to use an experimental medicine ... Experimental drugs are by definition risky,” said Dr. Edward Jones-Lopez, infectious disease specialist at the Keck School of Medicine of the University of Southern California in Los Angeles.  Antibodies are proteins made by the body’s immune system that recognize, bind and neutralize an invading virus. Regeneron’s cocktail - which contains an antibody made by the company and a second isolated from humans who recovered from COVID-19 - is designed so that its two antibodies bind to the coronavirus’ spike protein, limiting the ability of viruses to escape.  The technique is already in wide use for treating a range of illnesses. Data so far is limited for COVID-19 antibodies, but U.S. infectious disease chief Dr. Anthony Fauci is among those saying it has promise.  Regeneron this week reported trial results showing that its drug improved symptoms in non-hospitalized COVID-19 patients, with no serious side effects, and said it planned to talk with the Food and Drug Administration (FDA) about an emergency use authorization.  Eli Lilly & Co LLY.N has also announced encouraging early data from a trial of its coronavirus antibody, and said it is seeking an emergency authorization from the FDA.  Shares of Regeneron rose about 3% in after hours trade, following the announcement that Trump was given the drug.  Trump is also taking the heartburn drug famotidine - often sold in the U.S. under the brand name Pepcid. Although the drug has not been shown to work against COVID-19, researchers are studying it as a possible treatment.  Zinc and vitamin D are believed to boost the immune system. Melatonin is a hormone that helps to regulate daily body rhythms. Trump has said in the past that he takes a daily low-dose aspirin, which is recommended for some adults at increased risk of heart attack or stroke.","25":"SINGAPORE, Jan 27 (Reuters) - COVID-19 antibody drugs developed by Eli Lilly and Co and Regeneron may be weaker against a new coronavirus variant found in South Africa, according to a study released on Tuesday based on laboratory tests.  Scientists have said new variants found in South Africa and Britain seem highly transmissible, raising concern that current drugs and vaccines might be rendered less effective.  The latest study comes as Eli Lily said on Tuesday it is moving a new antibody therapy to clinical trials targeting the South African variant.  The study, which was done outside human bodies using a pseudovirus containing mutations found in the two variants to test antibody treatments, showed the South Africa variant appeared to affect a broader range of antibodies than the U.K. variant and was more worrisome . A pseudovirus mimics live coronavirus and can be handled in labs at lower biosafety levels.  An antibody treatment developed by Lilly saw its neutralising effect severely diminished against the pseudovirus mimicking South African variant, according to the research, which has not yet been peer-reviewed but was published online on BioRxiv, a website for research.  When used in combination with a treatment from Shanghai Junshi Biosciences, its activity against the pseudovirus was still largely crippled, researchers from Columbia University, Vaccine Research Center, Regeneron and others said in the paper released.  But a cocktail of antibody treatments from Regeneron remained potent, although one of the two antibodies showed impaired activity.  The study said its findings suggest that antibody treatment may need to be modified in places where the South Africa variant is prevalent. (Reporting by Miyoung Kim in Singapore and Roxanne Liu in Beijing; Editing by Kim Coghill)","26":"(Reuters) - Regeneron Pharmaceuticals Inc on Thursday said it has begun human testing of its experimental antibody cocktail as a treatment for COVID-19, the disease caused by the novel coronavirus.  The trial has an “adaptive” design and could quickly move from dozens of patients to eventually include thousands, Chief Scientific Officer George Yancopoulos told Reuters.  “If it goes perfectly well, within a week or two we will move to the second phase. Within a month or so of that we will have clear data that this is or isn’t working. By the end of summer, we could have sufficient data for broad utilization.”  Regeneron shares rose about 2% in early trading.  The dual antibody, called REGN-COV2, is being compared with a placebo treatment in hospitalized COVID-19 patients, and in COVID-19 patients who have symptoms but are not sick enough to be hospitalized. Regeneron also plans to study REGN-COV2 for preventing the infection in people at high-risk of exposure - such as healthcare workers - and in uninfected people with close exposure to someone who has tested positive for the virus.  Antibodies are proteins made by the body’s immune system that recognize, bind and neutralize an invading virus. Regeneron’s cocktail - which contains an antibody made by the company and a second isolated from humans who recovered from COVID-19 - is designed so that its two antibodies bind to the coronavirus’ spike protein, limiting the ability of viruses to escape.  Trial patients will be given a single intravenous infusion of REGN-COV2. In the prevention segments of the study, participants will be given smaller subcutaneous doses, Yancopoulus said. Investigators will be measuring patients’ viral loads and keeping track of symptoms.  Regeneron said its treatment could be useful even if a COVID-19 vaccine is developed since the elderly and people with compromised immune systems often do not respond well to vaccines.  Yancopoulos said, even though Regeneron does not yet have proof that REGN-COV2 is effective, the company has cleared the way for production of the antibody compound at its New York manufacturing facility.  Eli Lilly and Co could have a drug specifically designed to treat COVID-19 authorized for use as early as September if all goes well with either of two antibody therapies it is testing, its chief scientist told Reuters on Wednesday.","27":"May 3 (Reuters) - Regeneron Pharmaceuticals Inc on Thursday posted a 92 percent rise in quarterly profit, as demand for its flagship eye treatment Eylea and eczema drug Dupixent increased.  Net income rose to $478 million, or $4.16 per share, in the quarter ended March. 31, from $248.9 million, or $2.16 per share, a year ago.  Total revenue rose to $1.51 billion from $1.32 billion. (Reporting by Tamara Mathias in Bengaluru; Editing by Shailesh Kuber)","28":"(Reuters) - Regeneron Pharmaceuticals Inc and Sanofi SA said on Saturday they would be willing to charge less for their potent cholesterol drug, Praluent, if insurers agree to lessen onerous access barriers for high-risk patients.  Since the approvals in 2015 of Praluent and a similar rival biotech drug from Amgen Inc, insurers and pharmacy benefit managers have been rejecting some 70 percent of prescriptions written, severely holding back sales and frustrating doctors and at-risk heart patients.  Regeneron and Sanofi have decided to focus on patients at highest risk of a repeat heart attack or other major cardiovascular problems likely to derive the most benefit from significant lowering of “bad” LDL cholesterol in an attempt to break the reimbursement logjam.  “We commit to working with all health plans that agree to remove access barriers for high-risk patients to offer a more cost-effective net price for Praluent,” Regeneron Chief Executive Leonard Schleifer said in a statement.  “Inventing innovative medicines only matters if the people who need these products are able to access them, and that is unfortunately not the case with Praluent today,” he said.  Amgen has offered various strategies in an effort to loosen payer purse strings, such as a willingness to reimburse the drug’s cost if a Repatha patient has a heart attack. But prescription rejections remain high as insurers worry about the cost of long-term treatment for potentially millions of patients.  The new Praluent pricing would be tied to an independent review conducted by an organization that evaluates clinical and cost effectiveness of new medicines and be based on Praluent data unveiled on Saturday, the companies said.  That data, presented at the American College of Cardiology meeting in Orlando, Florida, showed that for patients who have acute coronary syndrome, meaning a recent heart attack or serious chest pain episode, and are unable to get their “bad” LDL cholesterol below 100 despite taking maximum doses of statins, adding Praluent reduced the risk of death.  Based on the new risk-reduction data seen in the huge, multi-year study, the Institute for Clinical and Economic Review (ICER) said an appropriate Praluent price for the highest risk patients would be $4,500 to $8,000 a year.  That is considerably less than the more than $14,000 a year list price and presumably below current net prices with discounts and rebates.  “We will begin working with payers to ensure that high-risk patients have appropriate access,” Sanofi CEO Olivier Brandicourt said in a statement.","29":"April 16 (Reuters) - Regeneron Pharmaceuticals Inc:  * FDA ACCEPTS FOR PRIORITY REVIEW BIOLOGICS LICENSE APPLICATION FOR REGN-EB3 TO TREAT EBOLA  * REGENERON PHARMACEUTICALS INC - TARGET ACTION DATE FOR FDA DECISION IS OCTOBER 25, 2020 Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","30":"Nov 21 (Reuters) - The U.S. Food and Drug Administration on Saturday issued an emergency use authorization for Regeneron Pharmaceuticals Inc’s COVID-19 antibody therapy, an experimental treatment given to U.S. President Donald Trump that he said helped cure him of the disease.  Reporting by Rama Venkat and Manas Mishra in Bengaluru; Editing by Dan Grebler Our Standards: The Thomson Reuters Trust Principles.","31":"Nov 5 (Reuters) - Regeneron Pharmaceuticals Inc reported a 9% jump in third-quarter sales of its eye drug Eylea on Thursday, as easing restrictions boosted demand for non-COVID-19 treatments.  Regeneron, whose experimental COVID-19 antibody treatment President Donald Trump received during his illness, had struggled as the pandemic cut visits to the doctor’s office and dented demand for some non-COVID-19 drugs.  Eylea sales rose to $2.10 billion, from $1.92 billion a year ago.","32":"The logo of Sanofi is pictured during the Viva Tech start-up and technology summit in Paris, France, May 25, 2018. REUTERS\/Charles Platiau  PARIS (Reuters) - Sanofi will pay Regeneron some $462 million in a revision of their deal in immuno-oncology, a growing sector in healthcare research which aims to help the body’s own immune system fight cancer.  The two companies said the new arrangement would give France’s Sanofi increased flexibility to advance its early-stage immuno-oncology pipeline, while U.S. healthcare group Regeneron retains all rights to its other immuno-oncology discovery and development programmes.  Sanofi will pay Regeneron $462 million representing the balance of payments due under their original deal, which covers the Sanofi share of the immuno-oncology discovery programme costs for the last quarter of 2018. The payment includes up to $120 million in other development costs.  Sanofi shares fell 1.1 percent in early session trading.  For its part, Regeneron will commit up to $120 million to fund new developments in the field.  Sanofi and Regeneron also work together on the development of the Dupixent product which is used to treat eczema, and which has had positive feedback from U.S. regulators.  (This story corrects to make clear that the price is about $462 million as other development costs are included in the amount)","33":"FILE PHOTO: The Regeneron Pharmaceuticals company logo is seen on a building at the company's Westchester campus in Tarrytown, New York, U.S. September 17, 2020. REUTERS\/Brendan McDermid\/  (Reuters) - The U.S. Food and Drug Administration on Saturday issued emergency use authorization for Regeneron Pharmaceuticals Inc’s COVID-19 antibody therapy, an experimental treatment given to U.S. President Donald Trump that he said helped cure him of the disease.  The FDA said the monoclonal antibodies, casirivimab and imdevimab, should be administered together for the treatment of mild to moderate COVID-19 in adults and pediatric patients with positive results of direct SARS-CoV-2 viral testing and who are at high risk for progressing to severe COVID-19. bit.ly\/3kTd6fR  This includes those who are 65 years of age or older or who have certain chronic medical conditions.  The treatment is part of a class of drugs known as monoclonal antibodies, which are manufactured copies of antibodies created by the human body to fight infections.  Regeneron’s REGEN-COV2 “antibody cocktail” - containing an antibody made by the company and a second isolated from humans who recovered from COVID-19 - is designed so that the two antibodies seek out and bind to the coronavirus’ spike protein to prevent it from entering healthy human cells.  Regeneron said on Saturday the clinical evidence from outpatient trial suggests that monoclonal antibodies such as REGEN-COV2 have the greatest benefit when given early after diagnosis and in patients who have not yet mounted their own immune response or who have high viral load.  The company said it expects to have does of REGEN-COV2 treatment ready for about 80,000 patients by the end of this month, about 200,000 patients by the first week of January and approximately 300,000 patients in total by the end of January.  The FDA said the antibodies are not authorized for patients who are hospitalized due to COVID-19 or require oxygen therapy due to COVID-19.","34":"Jan 9 (Reuters) - Regeneron Pharmaceuticals Inc said on Thursday its experimental treatment for a very rare genetic disorder proved more effective than placebo in reducing bone lesions.  The drug, garetosmab, was tested on patients with fibrodysplasia ossificans progressiva (FOP) in a mid-stage study.  FOP leads to abnormal bone formation resulting in skeletal deformities, progressive loss of mobility and premature death, and has no approved treatments, the drugmaker said. (Reporting by Manojna Maddipatla in Bengaluru; Editing by Shinjini Ganguli)","35":"(Adds Eli Lilly getting EUA from the U.S. FDA) Nov 10 (Reuters) - Drugmakers around the world are rushing to develop treatments for COVID-19, the respiratory disease caused by the novel coronavirus that has killed over a million people. Several companies are developing antibody treatments, similar to Regeneron Pharmaceutical Inc's treatment given to U.S. President Donald Trump for his COVID-19 infection. On Monday, the U.S. Food and Drug Administration approved Eli Lilly and Co's antibody drug for COVID-19, bamlanivimab, for patients who are not hospitalized but are at risk of serious illness because of their age or other conditions. The following is a list of major companies that are developing treatments. For a separate FACTBOX on vaccines under development, click here: Date of Company Progress Development stage Story link last update Nov 9 Eli Lilly FDA has granted emergency use authorization for bamlanivimab in COVID-19 patients not Mid-stage, hospitalized, based on trial data showing that a one-time infusion of the treatment reduced late-stage. the need for hospitalization or emergency room visits in high-risk COVID-19 patients. Oct 8 Gilead Sciences Inc Company releases final data from a study of its COVID-19 treatment remdesivir showing it cut Late-stage trial COVID-19 recovery time by five days, compared with patients who got a placebo. September Not applicable European Medicines Agency has endorsed using dexamethasone to treat severely ill COVID-19 Commonly used 18 patients with breathing difficulty. against a range of inflammatory conditions Oct 9 AstraZeneca Plc U.S. government has awarded $486 mln to develop and secure supplies of up to 100,000 doses Late-stage trials of the COVID-19 antibody treatment, AZD7442. Oct 2 Regeneron U.S. President Donald Trump has been treated with the company's experimental antibody Late-stage cocktail for COVID-19. Trial results have showed the drug improves symptoms in trials. non-hospitalized patients. August 19 Roche Holding AG The Swiss drugmaker has joined up with Regeneron to scale up manufacturing and global Late-stage distribution of Regeneron's antibody cocktail. trials. Sept 30 AbbVie Inc Israel has approved generic version of company's branded HIV drug Kaletra. Oxford University Early-stage is studying whether the company's drug Humira drug is an effective treatment for COVID-19. trials. Oct 6 Vir Biotechnology Inc Vir and partner GlaxoSmithKline to expand trial of experimental COVID-19 antibody to Early-stage 1,300 patients globally after initial use by a group of 20 U.S. volunteers did not raise any trials safety concerns. July 13 Glenmark Pharmaceuticals Ltd Received Indian regulatory approval to make and sell favipiravir, a version of Fujifilm Began a Holdings Corp's antiviral drug Avigan, for treating mild-to-moderate COVID-19 late-stage trial infections. in May. Glenmark is separately testing a combination of favipiravir and umifenovir, another anti-viral drug. June 16 Not applicable A trial by researchers in the United Kingdom showed the steroid drug dexamethasone, made by Trial ongoing in several generic drugmakers, reduced death rates in hospitalized COVID-19 patients. Germany's children. Fresenius SE has said it has enough supply of the drug at hand, and it would seek to increase supply to keep up sufficient deliveries. (Reporting by Manas Mishra, Trisha Roy and Vishwadha Chander in Bengaluru; Editing by Anil D'Silva and Sriraj Kalluvila)","36":"PARIS, Nov 6 (Reuters) - The U.S. Food & Drug Administration (FDA) regulator gave more positive feedback on the Dupixent eczema treatment being developed by drugmakers Sanofi and Regeneron, the companies said on Tuesday.  The two firms said the FDA had accepted for a priority Review the supplemental Biologics License Application for Dupixent in adolescents aged 12 to 17 with moderate-to-severe atopic dermatitis whose disease was inadequately controlled with “topical therapies” or for whom such treatment was medically inadvisable.  Dupixent was launched in the United States in April 2017 for the treatment of moderate-to-severe eczema in adults, and the product is seen as a key sales driver for both Sanofi and Regeneron. (Reporting by Sudip Kar-Gupta; editing by Richard Pullin)","37":"Aug 2 (Reuters) - Drugmaker Regeneron Pharmaceuticals Inc reported a better-than-expected quarterly profit, helped by higher sales of eczema drug Dupixent.  Dupixent’s sales jumped to $209 million in the second quarter.  U.S. sales of Regeneron’s flagship eye drug, Eylea, increased 8 pct to $992 million in the second quarter, but missed estimates of $1 billion, according to brokerage Piper Jaffray.  Net income rose to $551.4 million, or $4.82 per share, in the three months ended June 30 from $387.7 million, or $3.34 per share, last year.  Excluding items, it earned $5.45 per share, topping average analyst estimate of $4.70.  Total revenue rose 9.3 pct to $1.61 billion, beating estimates of $1.56 billion. (Reporting by Aakash Jagadeesh Babu and Tamara Mathias in Bengaluru; Editing by Anil D’Silva)","38":"BOSTON (Reuters) - The U.S. Justice Department on Wednesday sued Regeneron Pharmaceuticals Inc, accusing it of using a charity that helps cover Medicare patients’ drug costs as a means to pay kickbacks for using its expensive macular degeneration drug Eylea.  FILE PHOTO: The Department of Justice logo is seen on the podium during a news conference in New York January 23, 2013. REUTERS\/Carlo Allegri  The government filed a lawsuit against the company in federal court in Boston, the latest case to result from an industry-wide probe of drugmakers’ financial support of patient assistance charities.  Drug companies are prohibited from subsidizing co-payments for patients enrolled in the government healthcare program for those aged 65 and older. Companies may donate to non-profits providing co-pay assistance as long as they are independent.  But the lawsuit said Tarrytown, New York-based Regeneron following the launch of Eylea in 2011 began funneling tens of millions of dollars through a patient assistance foundation to ensure virtually no one on Medicare had to pay co-pays.  The lawsuit said the scheme helped Regeneron boost sales for the drug, which typically costs over $10,000 per year. From 2013 to 2014, when the scheme was operating, Medicare paid $1.9 billion for Eylea, the lawsuit said.  Regeneron in a statement said it would vigorously defend itself. “We do not believe there is any merit to the complaint,” the company said.  Its stock price midday Wednesday was $604.62, down 3.84%.  The lawsuit follows an investigation that has resulted in more than $865 million in settlements with drugmakers and charities, including the foundation the government says Regeneron used, Good Days, previously known as the Chronic Disease Fund.  Good Days in October agreed to pay $2 million to resolve allegations it conspired with five other companies including Novartis AG to enable them to pay kickbacks to Medicare patients using their drugs. It did not admit wrongdoing.  The case is U.S. v. Regeneron Pharmaceuticals Inc, U.S. District Court, District of Massachusetts, No. 20-11217.","39":"May 26 (Reuters) - Sanofi SA:  * ANNOUNCES PRICING OF REGENERON STOCK OFFERING  * ANNOUNCES SALE OF 21.6 MILLION SHARES HELD IN REGENERON  * SANOFI - GROSS PROCEEDS OF $11.1 BILLION TO SANOFI TO FURTHER COMPANY’S ABILITY TO EXECUTE INNOVATION AND GROWTH STRATEGY  * REGENERON, INC. COMMON STOCK TO BE OFFERED AT A PRICE OF $515.00 PER SHARE Source text for Eikon: Further company coverage:","40":"PARIS, Oct 16 (Reuters) - Drugmakers Sanofi and Regeneron said on Tuesday that they received positive results for their Dupixent product, which treats eczema and is seen as a key driver of future revenues.  Sanofi and Regeneron said in a joint statement that two pivotal Phase 3 placebo-controlled trials evaluating Dupixent (dupilumab), in adults with inadequately controlled chronic rhinosinusitis with nasal polyps, had met all primary and secondary endpoints.  The U.S. Food & Drug Administration regulator is expected to approve Dupixent for asthma treatment before the year-end. (Reporting by Sudip Kar-Gupta, Editing by Sherry Jacob-Phillips)","41":"June 24 (Reuters) - KYMAB:  * KYMAB WINS SUPREME COURT CASE AGAINST REGENERON Source text for Eikon: Further company coverage:","42":"June 24 (Reuters) - Regeneron Pharmaceuticals Inc:  * REGENERON PHARMACEUTICALS INC SAYS “THERE IS NO MERIT TO CIVIL COMPLAINT FILED BY U.S. ATTORNEY FOR DISTRICT OF MASSACHUSETTS”  * REGENERON PHARMACEUTICALS INC - TO DEFEND ALLEGATIONS RELATED TO CONTRIBUTIONS TO A PATIENT ASSISTANCE CHARITY IN 2013 AND EARLY 2014 Source text for Eikon: Further company coverage:","43":"A logo is seen in front of the entrance at the headquarters French drugmaker Sanofi in Paris October 30, 2014. Sanofi's board ousted its chief executive of six years on Wednesday, criticising him for an authoritarian management style that was often popular with investors as he lifted the French drugmaker onto the global stage. REUTERS\/Christian Hartmann (FRANCE - Tags: BUSINESS LOGO HEALTH)  (Reuters) - Sanofi SA and partner Regeneron Pharmaceuticals Inc have started a clinical trial of their rheumatoid arthritis drug Kevzara as a treatment for the coronavirus, the companies said on Monday.  Enrolments for the mid-to-late stage trial will begin immediately, and the companies anticipate the trial will test up to 400 patients.  Kevzara is an infection-fighting protein known as monoclonal antibody.  Regeneron in February announced a partnership with the U.S. Department of Health and Human Services to develop a coronavirus treatment, and had said it would focus on monoclonal antibodies.","44":"Dec 29 (Reuters) - Regeneron Pharmaceuticals Inc said on Tuesday initial data from an ongoing study of its experimental antibody cocktail for use in some hospitalized COVID-19 patients show the therapy was sufficiently effective to warrant continuing the trial.  The company is testing the therapy, a combination of two antibodies casirivimab and imdevimab, in hospitalized patients requiring low-flow oxygen.  The drugmaker said in September the cocktail reduced viral levels and improved symptoms in non-hospitalized COVID-19 patients.  Study participants included those who produced an effective immune response on their own (seropositive), and those whose immune response was not yet adequate (seronegative).  Seronegative patients treated with the antibody cocktail had a lower risk of death or needing mechanical ventilation, the company said. (bit.ly\/3pA1AsI)  Based on these results, the company said an ongoing late-stage study in hospitalized patients will continue.  The U.S. Food and Drug Administration last month issued emergency use authorization for the antibody therapy for use in mild to moderate COVID-19 patients who are not currently hospitalized.","45":"(Reuters) - Regeneron Pharmaceuticals said on Wednesday it expects to report biomarker data for its COVID-19 antibody cocktail by the end of this month.  The drugmaker last month struck a partnership with Roche AG to make and supply the COVID-19 antibody cocktail, which is being tested on several hundreds of patients after it prevented and treated the respiratory disease in animals.  Regeneron has already signed a $450 million deal for the cocktail with the U.S. government, under the Trump administration’s “Operation Warp Speed” program that is aimed at the faster distribution of vaccines and treatments to fight the new coronavirus when trials are successful.  The company said on Wednesday it was moving manufacturing of some of its products to Ireland to increase the production capacity of the cocktail and might look for other supply partners if there is a lot of demand.  Regeneron’s cocktail, REGN-COV2, contains an antibody made by the company and another isolated from recovered COVID-19 patients. Rivals Eli Lilly and AbbVie are also pursuing antibody therapies for the respiratory illness.  Shares of Regeneron were up 1.4% at $569.68.","46":"July 7 (Reuters) - U.S. Department of Health and Human Services (HHS):  * HHS, DOD COLLABORATE WITH REGENERON ON LARGE-SCALE MANUFACTURING DEMONSTRATION PROJECT OF COVID-19 INVESTIGATIONAL THERAPEUTIC TREATMENT  * HHS SAYS REGENERON ESTIMATES BETWEEN 70,000 AND 300,000 TREATMENT DOSES COULD BE AVAILABLE FROM PROJECT  * HHS SAYS MANUFACTURING DEMONSTRATION PROJECT WILL TAKE PLACE WHILE CLINICAL TRIALS ARE UNDERWAY  * HHS SAYS DOSES OF MEDICINE WILL BE READY TO SHIP IMMEDIATELY IF CLINICAL TRIALS ARE SUCCESSFUL & FDA GRANTS EUA OR APPROVES MEDICINE Source text: (bit.ly\/3iDkHPU)","47":"FILE PHOTO: Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, speaks during a Senate Health, Education, Labor and Pensions Committee hearing in Washington, D.C., U.S. June 30, 2020. Al Drago\/Pool via REUTERS  (Reuters) - U.S. President Donald Trump is no longer capable of spreading the novel coronavirus and can attend a town hall on Thursday without putting others at risk, top U.S. public health official Anthony Fauci said in an interview with CBS Evening News.  Fauci said that he and his colleague Clifford Lane at the National Institutes of Health (NIH) concluded this after reviewing all the COVID-19 tests taken by the president as well as an additional test conducted at an NIH laboratory.  Trump revealed early on Oct. 2 that he had tested positive for the novel coronavirus. He said he had recovered and was no longer contagious the following week.  The town hall with NBC News is less than three weeks before the election in which Republican Trump is trailing Democratic candidate Joe Biden in opinion polls.  Fauci also said in the CBS interview that the United States was unlikely to have 100 million doses of a vaccine deemed by regulators as “safe and effective” available by the end of the year, contrary to a claim Trump made in September.  Enough vaccines to inoculate the general population might be possible by April 2021 if all of the experimental vaccines in late stage clinical trials prove effective, Fauci said. A couple of the vaccine candidates could potentially receive regulatory clearance in November or December but only “a few million” doses may be available to the public by year-end.  He added that the experimental antibody drug made by Regeneron Pharmaceuticals Inc that was used to treat the President, and which Trump said he wants to make free to all Americans, is not yet available in sufficient supply to provide to all COVID-19 patients. It is still awaiting U.S. regulatory clearance.","48":"PARIS, Jan 7 (Reuters) - Healthcare companies Sanofi and Regeneron have restructured an earlier deal in the immuno-oncology sector, which will result in Sanofi paying its U.S. partner some $582 million.  The companies said the new arrangement would give Sanofi increased flexibility to advance its early-stage immuno-oncology pipeline independently, while Regeneron retains all rights to its other immuno-oncology discovery and development programs.  Sanofi will pay Regeneron $462 million representing the balance of payments due under their original deal, which covers the Sanofi share of the immuno-oncology discovery program costs for the last quarter of 2018, and up to $120 million in other development costs. (Reporting by Sudip Kar-Gupta. Editing by Jane Merriman)","49":"(Adds COVID-19 trial continuation in UK)  Nov 5 (Reuters) - Regeneron Pharmaceuticals Inc said U.S. health regulators were doing a careful analysis of its experimental antibody cocktail to treat COVID-19 and that it was hopeful the drug could be authorized for emergency use in the country soon.  The treatment, which was given to U.S. President Donald Trump during his COVID-19 infection, has been under review by the U.S. Food and Drug Administration since last month.  “We hope that it (review) will reach a successful conclusion. But we don’t know the timeline,” Regeneron Chief Executive Officer Leonard Schleifer said during a conference call to discuss the company’s earnings.  The company has said that clinical trial data shows the drug reduced medical visits in patients with mild-to-moderate cases. The antibody treatment would be the first drug designed specifically to fight COVID-19 and could become a tool in the coronavirus pandemic that has killed more than one million people globally.  Based on clinical trials, Regeneron expects emergency use authorization could be granted for outpatients, a group that it believes would benefit the most from the drug.  About 80,000 doses of the treatment could be ready by the end of this month, and 300,000 doses by the end of January, Regeneron said.  The company has been working to scale up production of the drug, and raised its forecast for 2020 research and development expenses to between $2.75 billion and $2.82 billion, from its prior forecast of $2.61 billion and $2.73 billion. It would also result in higher expenses in the first half of 2021.  The company said last week that COVID-19 patients receiving advanced care in the hospital are no longer being enrolled in clinical trials after a data panel signaled a potential safety signal and an unfavorable risk-benefit profile.  “I think theoretically, there is not really a great deal of rationale why there might be a safety signal,” said George Yancopoulos, Regeneron’s chief scientific officer.  On Thursday, a data committee for large UK trial that is testing several potential drugs for COVID-19, including Regeneron’s REGN-COV2, said the trial should continue enrolling all patients, including severe patients.  The committee said that its decision was prompted by data from over 15,000 patients, and available external information. (Reporting by Manas Mishra in Bengaluru; Editing by Sriraj Kalluvila, Paul Simao and David Gregorio)","50":"May 5 (Reuters) - Sanofi SA:  * REG-LIBTAYO® (CEMIPLIMAB) SHOWS CLINICALLY MEANINGFUL AND DURABLE RESPONSES IN SECOND-LINE ADVANCED BASAL CELL CARCINOMA  * OBJECTIVE RESPONSES SEEN IN 29% OF PATIENTS WITH LOCALLY ADVANCED BASAL CELL CARCINOMA (BCC)  * SANOFI AND REGENERON PLAN REGULATORY SUBMISSIONS ON THIS PRODUCT IN 2020  * IN A PRELIMINARY ANALYSIS, OBJECTIVE RESPONSES SEEN IN 21% OF PATIENTS WITH METASTATIC BCC  * APPROXIMATELY 85% OF PATIENTS WHO RESPONDED TO LIBTAYO MAINTAINED THEIR RESPONSE FOR AT LEAST ONE YEAR Further company coverage: (Reporting by Sudip Kar-Gupta)","51":"Regeneron Pharmaceuticals Inc has won dismissal of Novartis AG’s claim that two of its biologic drugs willfully infringed a now-expired patent on gene expression technology.  U.S. District Judge Denise Cote in Manhattan federal court ruled on Wednesday that Novartis failed to offer any allegations of “egregious” conduct that would support its claim that Regeneron willfully infringed the so-called ‘688 patent.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2qdZNgh","52":"FILE PHOTO: Dr. Anthony Fauci, director of the National Institute for Allergy and Infectious Diseases, testifies during the House Select Subcommittee on the Coronavirus Crisis hearing in Washington, D.C., U.S., July 31, 2020. Kevin Dietsch\/Pool via REUTERS  NEW YORK (Reuters) - Top U.S. infectious diseases expert Dr. Anthony Fauci said on Thursday that President Donald Trump's health was likely helped by an experimental therapy made by Regeneron Inc REGN.O in which he received antibodies to fight the disease.  “There is a reasonably good chance that in fact it made him much better,” Fauci said during an interview on MSNBC.  Fauci also said that the COVID-19 pandemic, which has killed more than 210,000 people in the United States and 1 million people globally, is far more serious than the seasonal flu.  “There is no doubt about that,” Fauci said when asked about President Trump’s tweet comparing the disease to the seasonal flu. Twitter took down the tweet.","53":"April 8 (Reuters) - Alnylam Pharmaceuticals Inc and Regeneron Pharmaceuticals Inc on Monday agreed to partner to develop treatments for eye and central nervous system diseases using RNA interference.  Regeneron will make a $400 million upfront payment to Alnylam and to purchase $400 million of Alnylam equity at a price per share of $90.  Alnylam is eligible to receive up to an additional $200 million in milestone payments upon achievement of certain criteria during early clinical development for the programs. (Reporting by Saumya Sibi Joseph in Bengaluru; Editing by Maju Samuel)","54":"(Corrects spelling of Repatha, paragraph 1)  Feb 25 (Reuters) - A U.S. jury said on Monday that patents owned by Amgen Inc on its cholesterol drug Repatha are valid, rejecting a challenge by Regeneron Pharmaceuticals Inc and Sanofi SA, Bloomberg reported.  Sanofi and Regeneron had stipulated that if the Amgen patents were valid, their jointly developed cholesterol drug Praluent infringed them.  Thousand Oaks, California-based Amgen won a similar verdict in 2016, as well as a court order blocking Praluent sales, but an appeals court set aside the victory and ordered a new trial.","55":"FILE PHOTO: The logo of Sanofi is pictured during the Viva Tech start-up and technology summit in Paris, France, May 25, 2018. REUTERS\/Charles Platiau\/File Photo  PARIS (Reuters) - The U.S. Food & Drug Administration (FDA) regulator has given more positive feedback on the Dupixent eczema treatment being developed by drugmakers Sanofi and Regeneron, the companies said on Tuesday.  Dupixent was launched in the United States in April 2017 for the treatment of moderate-to-severe eczema in adults, and the product is seen as a key sales driver for both companies.  They said the FDA had accepted for a priority, or expedited, review the license application for the use of Dupixent in adolescents aged 12 to 17 with moderate-to-severe atopic dermatitis, where the disease was inadequately controlled with topical therapies, or when such treatment was medically inadvisable.  Last month, Dupixent also received approval from the FDA as an additional maintenance therapy in patients with two types of asthma.  Dupixent had revenues of 225 million euros ($256.8 million) in the third quarter, Sanofi reported in October, as the company also lifted its overall 2018 profit target.  Sanofi and Regeneron are developing Dupixent to treat conditions including paediatric asthma, chronic sinus infection with nasal polyps, and adolescent eczema.  ($1 = 0.8760 euros)","56":"April 30 (Reuters) - Regeneron Pharmaceuticals Inc:  * FDA TO CONDUCT PRIORITY REVIEW OF CEMIPLIMAB AS A POTENTIAL TREATMENT FOR ADVANCED CUTANEOUS SQUAMOUS CELL CARCINOMA  * SAYS TARGET ACTION DATE FOR FDA DECISION IS OCTOBER 28, 2018. Source text for Eikon: Further company coverage:","57":"WASHINGTON, Oct 2 (Reuters) - President Donald Trump “remains fatigued but in good spirits” and is receiving treatment for the new coronavirus, the president’s physician, Dr. Sean Conley, said in a statement on Friday.  Conley said the president was being treated with Regeneron’s polyclonal antibody cocktail as well as zinc, vitamin D, famotidine, melatonin and aspirin. (Reporting by Diane Bartz; Editing by Leslie Adler)","58":"March 2 (Reuters) - Regeneron Pharmaceuticals Inc:  * FDA TO REVIEW DUPIXENT® (DUPILUMAB) AS POTENTIAL TREATMENT FOR MODERATE-TO-SEVERE ASTHMA  * PER PRESCRIPTION DRUG USER FEE ACT, TARGET ACTION DATE IS OCTOBER 20, 2018  * POTENTIAL USE OF DUPIXENT IN ASTHMA IS CURRENTLY UNDER CLINICAL DEVELOPMENT  * SAFETY AND EFFICACY FOR DUPIXENT IN ASTHMA HAVE NOT BEEN FULLY EVALUATED BY ANY REGULATORY AUTHORITY Source text for Eikon: Further company coverage: (Reuters.Brief@thomsonreuters.com)","59":"Patients who required mechanical ventilation or high-flow oxygenation or required treatment in an intensive care unit were considered critical, while those who required oxygen supply without mechanical or high-flow oxygenation were considered severe.  The companies said the decision to discontinue testing for severe cases was based on the recommendation of an independent monitoring committee that reviewed early data from the trial.  Early analysis of the study showed negative trends for most outcomes in “severe” patients, while there were positive trends for all outcomes in the “critical” group, the companies said.  Kevzara belongs to a class of drugs called interleukin-6 inhibitors that could help regulate an overreaction to the virus by the body’s immune system, which may be triggering the respiratory distress seen in severe COVID-19 cases.  There are currently no approved treatments to treat the new coronavirus and drugmakers are rushing to repurpose existing drugs as well as test experimental therapies in infected patients.  Regeneron has identified hundreds of virus-neutralizing antibodies and is working to select the best two candidates for a “cocktail” therapy that might treat and even prevent the disease, with the expectation of starting human trials in June.  Regeneron’s shares, which have risen 51% so far this year, fell 2% to $555 in premarket trading after the announcement.","60":"Jan 11 (Reuters) - Regeneron Pharmaceuticals Inc:  * REGENERON EXECUTIVE SAYS ITS ANTIBODY COCKTAIL THERAPY AGAINST COVID-19 WILL LIKELY HELP AGAINST VARIANTS OF THE VIRUS - J.P.MORGAN CONF  * REGENERON EXECUTIVE SAYS CO WORKING WITH U.S. GOVERNMENT TO RECTIFY PROBLEMS WITH ACCESS TO ITS ANTIBODY THERAPY FOR COVID-19 - J.P.MORGAN CONF  * REGENERON EXECUTIVE SAYS CO DEVELOPING ADDITIONAL ANTIBODY COCKTAIL THERAPIES AGAINST COVID-19 SHOULD THE VIRUS CONTINUE TO MUTATE - J.P.MORGAN CONF Further company coverage:","61":"PARIS, Aug 6 (Reuters) - The Dupixent product developed by French healthcare company Sanofi and its U.S. partner Regeneron has won approval in Europe for adolescents with moderate-to-severe atopic dermatitis, the companies said on Tuesday.  The European Commission has extended the marketing authorisation for Dupixent in the European Union to include adolescents 12 to 17 years of age with moderate-to-severe atopic dermatitis who are candidates for systemic therapy, Sanofi and Regeneron said in a joint statement.  Dupixent is now the first biologic medicine approved in the EU to treat these patients, according to the companies.  Last month, Sanofi reported a surge in Dupixent’s sales as the company posted strong second-quarter results. (Reporting by Sudip Kar-Gupta; editing by Gopakumar Warrier)","62":"(Reuters) - The U.S. government signed a $450 million contract with Regeneron Pharmaceuticals Inc REGN.O for its potential COVID-19 antibody cocktail, the drugmaker said on Tuesday.  FILE PHOTO: A computer image created by Nexu Science Communication together with Trinity College in Dublin, shows a model structurally representative of a betacoronavirus which is the type of virus linked to COVID-19, better known as the coronavirus linked to the Wuhan outbreak, shared with Reuters on February 18, 2020. NEXU Science Communication\/via REUTERS  The agreement, the first by the Trump administration to support a therapy, comes under the government’s “Operation Warp Speed” program that is aimed at faster distribution of vaccines and treatments to fight the new coronavirus when trials are successful.  The United States is also funding manufacturing and several trials for potential vaccines and has rushed to secure billions of doses of the vaccines being tested by companies around the world.  Earlier in the day, Novavax Inc NVAX.O received a $1.6 billion grant, the biggest award yet from Operation Warp Speed, to cover testing, manufacturing and sale of a potential coronavirus vaccine.  Under the contract with Regeneron, signed with the HHS’ Biomedical Advanced Research and Development Authority and the Department of Defense, the doses manufactured under the project will be owned by the federal government.  Regeneron's cocktail, REGN-COV2, contains an antibody made by the company and another isolated from recovered COVID-19 patients. Rivals Eli Lilly LLY.N and AbbVie ABBV.N are also pursuing antibody therapies for the respiratory illness.  REGN-COV2 is being tested separately for both preventing and treating COVID-19, with a late-stage prevention trial being run jointly with the National Institutes of Health.  The agreement covers a fixed number of bulk lots intended to be completed in the fall of 2020, Regeneron said.  A range of 70,000 to 300,000 potential treatment doses or 420,000 to 1,300,000 prevention doses are expected to be available from these lots, with initial doses to be ready as early as end of summer.  The U.S. government would make the doses available to Americans at no cost, if EUA or product approval is granted, Regeneron said.  Shares of Regeneron were up 1.4% at $636.11. They have risen 67% so far this year.","63":"A federal appeals court has rejected a bid by Amgen Inc to revive patents on its cholesterol drug Repatha after they were ruled invalid by a district court, a victory for Regeneron Pharmaceuticals Inc and Sanofi SA, which sell a rival drug.  A unanimous panel of the Federal Circuit U.S. Court of Appeals found Thurday that the patents, which describe certain antibodies in terms of their function but not their molecular structure, did not enable a person of ordinary skill to put the invention into practice.  To read the full story on Westlaw Today, click here: bit.ly\/3panXnJ","64":"(Reuters) - Regeneron Pharmaceuticals Inc said on Tuesday it had identified hundreds of antibodies that could treat or prevent the coronavirus and was preparing to begin clinical trials by early summer, sending the drugmaker’s shares up 12%.  The company will select the top two antibodies to develop a “cocktail” treatment and scale up its manufacturing to be able to produce 200,000 doses per month by the end of summer.  At least a dozen other drugmakers are currently working on vaccines, antivirals and other treatments to help those infected with the fast-spreading virus, with some antivirals already being used in trials.  Regeneron has a far more robust history of drug development for pandemics, said Oppenheimer analyst Hartaj Singh, noting that during the Ebola outbreak, the U.S. drugmaker’s antibody cocktail demonstrated the greatest effect.  “It seems acute treatments will be needed for hundreds of thousands’ of cases, and there could recurring outbreaks in the future ... investors are now ascribing greater value to Regeneron stock for this,” he added.  Pfizer Inc has agreed to co-develop a vaccine with German drugmaker BioNTech SE as well as develop antiviral treatments that could potentially be used with Gilead Sciences Inc’s antiviral called remdesivir against the coronavirus.  Johnson & Johnson and Sanofi have also teamed up with a U.S. government agency to develop virus vaccine candidates.  Drug developer Moderna Inc, which dosed its first patient with its experimental vaccine on Monday, has made the most headway among companies engaged in coronavirus vaccine development efforts.  “Regeneron is arguably the most efficient antibody developer in the biopharma industry and should deserve a higher valuation for its strong innovation capability,” SVB Leerink analyst Geoffrey Porges said.  The company is also considering testing whether its antibody cocktail could be used along with the vaccines in development, spokeswoman Alexandra Bowie told Reuters.  “There’s a lot of things racing towards the finish line, all at once. It’s yet to be seen what the exact combination would be,” Bowie added.  The efforts are a part of its partnership with the U.S. Department of Health and Human Services. Regeneron also said it was working with the U.S. Biomedical Advanced Research and Defense Authority to its increase manufacturing capacity.  In addition to the development of the antibody cocktail, the drugmaker is testing its rheumatoid arthritis drug, Kevzara, with partner Sanofi against the virus.  The company’s shares were up at $494.99 in afternoon trading.","65":"(Reuters) - Regeneron Pharmaceuticals Inc said it would invest $800 million in Alnylam Pharmaceuticals Inc to develop treatments for eye and central nervous system diseases using gene-silencing RNA interference (RNAi) technology.  Alnylam, which last year won U.S. approval for the first treatment using the Nobel prize-winning technology, has a host of other such therapies in its pipeline for various genetic, cardio-metabolic, liver and eye and central nervous system (CNS) diseases.  RNAi works by targeting and “silencing” specific genetic material, blocking the production of deadly proteins that cause diseases.  Regeneron will make a $400 million upfront payment to Alnylam and also purchase 4.44 million of Alnylam common shares at $90 per share. The investment represents about 4 percent stake in Alnylam, according to data from Refinitiv.  Alnylam’s shares fell 0.8 percent to $92.03 in mid-morning trade, while Regeneron was down nearly 3 percent at $397.22.  “The alliance structure enables Alnylam to continue to build its industry-leading pipeline of RNAi therapeutics while retaining significant product rights,” Alnylam Chief Executive Officer John Maraganore said in a statement.  Regeneron, the maker of top-selling eye drug, Eylea, will lead development and commercialization for all programs targeting eye diseases.  “(The deal) is important as Regeneron lacks a deep pipeline and Eylea is facing tangible threats,” Cowen and Co analyst Yaron Werber said.  SVB Leerink’s Geoffrey Porges expects Regeneron investors to be cautious about the deal until the first one or two drug candidates are announced and reach the clinic, given the hefty upfront payment.  For central nervous system programs, both companies will have the option of selecting drug candidates to participate equally in potential future profits of programs led by the other party.  Guggenheim analyst Whitney Ijem said the monetization of the CNS platform was a positive for Alnylam and provides further validation of its platform.  The collaboration also includes a select number of RNAi therapeutic programs designed to target genes expressed in the liver, which can influence a wide variety of diseases throughout the body, the companies said.  “This deal could be a source of long-term growth for both companies. This gives Regeneron the option to have RNAi technology and Alnylam a strong partner that can help them identify new targets,” Jefferies analyst Maury Raycroft told Reuters.  Alnylam is eligible to receive up to an additional $200 million in milestone payments upon achievement of certain criteria during early clinical development for the programs.  Separately, Alnylam said it concluded its five-year gene-silencing drug research and option agreement with Sanofi SA.","66":"Dec 14 (Reuters) - Regeneron Pharmaceuticals Inc said on Monday it was pausing patient enrollment in two trials testing its experimental lymphoma drug, after the U.S. health regulator requested changes in trial protocols.  Patients benefiting from the drug, odronextamab, may continue treatment following their re-consent, the company said. (Reporting by Manojna Maddipatla in Bengaluru; Editing by Shinjini Ganguli)","67":"(Reuters) - Regeneron Pharmaceuticals Inc said on Thursday the U.S. Food and Drug Administration declined to approve a pre-filled syringe version of its blockbuster eye drug Eylea, and has sought additional information regarding its manufacturing and supply processes.  The drugmaker said the rejection does not affect its earlier expectation of launching the product in 2019. It plans to resubmit its application early next year.  Regeneron told Reuters the regulator has also asked for the completion of a small study, involving about 30 patients, to demonstrate doctors are able to administer the product.  Eylea has made Regeneron a dominant player in the eye-disease space and brought in sales of $3.70 billion in the United States last year.  But with Swiss drugmaker Roche AG’s prefilled syringe rival treatment threatening market share, Regeneron has thrown marketing heft behind Eylea and pushed for its approval in additional indications.  Regeneron also said Eylea met the main goal in a late-stage trial testing it in patients with moderately severe and severe diabetic retinopathy, an eye disease that is the leading cause of vision impairment and blindness among working-age adults.  Data from the one-year trial showed that without treatment, over a third of patients developed a vision-threatening complication or diabetic macular edema (DME).  “Eylea was able to reduce these complications by 68 percent to 85 percent even with every four-month dosing, and moreover was able to reverse the anatomic severity of the disease,” Chief Scientific Officer George Yancopoulos said.  Eylea is currently approved to treat the about 1.5 million adults living with DME in the United States.  The new data will contribute to the company’s application that seeks to expand use of the drug to people with diabetic retinopathy at risk of developing DME, expected to receive an FDA decision by May.","68":"FILE PHOTO: Eli Lilly logo is shown on one of the company's offices in San Diego, California, U.S., September 17, 2020. REUTERS\/Mike Blake  SINGAPORE (Reuters) - Laboratory testing found that Regeneron Pharmaceuticals Inc’s COVID-19 antibody cocktail can combat a coronavirus variant first found in South Africa, but a similar drug from Eli Lilly and Co is inactive against it, according to a study released on Tuesday.  In recent weeks, highly transmissible new variants of the coronavirus found in the United Kingdom, South Africa and elsewhere have raised alarm that current drugs and vaccines might be rendered less effective.  The latest data comes as Eli Lilly announced on Wednesday plans to test a new antibody targeting the South African variant and to study its current antibody in combination with another treatment by Vir Biotechnology Inc and its partner GlaxoSmithKline to combat new variants of the virus.  Researchers at Columbia University, the U.S. National Institutes of Health and Regeneron found by testing lab samples that Lilly’s bamlanivimab is inactive against the coronavirus strain first identified in South Africa, according to the study, which has not yet been peer-reviewed but was published online on BioRxiv, a website for research.  The study also found that one of the two antibodies used by Regeneron for its cocktail was significantly less effective against the South African variant, but the antibody cocktail itself remained potent.  The paper said that when Lilly’s bamlanivimab was used in combination with a treatment from ShanGLAghai Junshi Biosciences, its activity against the South African variant was still largely crippled.","69":"(Reuters) - The U.S. Food and Drug Administration said it approved expanded use of Regeneron Pharmaceuticals Inc and Sanofi SA’s eczema drug Dupixent to include patients aged between 12 and 17, a boost for both the companies in the world’s largest market for drugs.  FILE PHOTO: The logo of Sanofi is pictured during the Viva Tech start-up and technology summit in Paris, France, May 25, 2018. REUTERS\/Charles Platiau  Shares of Regeneron closed up 2.3 percent at $412.05 on Monday.  The FDA first approved the drug in 2017 and it has since been launched as a treatment for adults with moderate-to-severe atopic dermatitis, or eczema, as well as a drug for some asthma patients.  The companies estimate that there are about 300,000-400,000 adults in the United States who are most in need of treatment, and that the number of adolescent patients is about half of this population.  The new approval allows Dupixent to be prescribed to adolescent patients whose atopic dermatitis cannot be adequately managed with topical prescription medicines, or when such therapies are not advisable, Regeneron said in a statement.  The biologic therapy, delivered as a shot, targets two key proteins that may play a central role in the inflammation underlying certain allergic diseases.  The drug represents an important growth driver for both the companies which are testing its use in patients with conditions like eosinophilic esophagitis as well as food and environmental allergies.  In recent years, Regeneron’s investors have been focusing on newer drugs such as Dupixent, as the company’s flagship drug, Eylea, faces increased competition.  Sanofi has been placing hopes on continued upswing for the drug as it faces weakness in its diabetes business due to generic rivals.  The drug, which brought in $922 million in revenue for Sanofi in 2018, gained a U.S. FDA nod last year for use as a maintenance therapy in patients with two forms of asthma.  Piper Jaffray analysts, before the approval, said they expected U.S. sales of $661 million in 2021 from Dupixent’s use in treating adolescents alone.","70":"(Reuters) - The U.S. Food and Drug Administration on Friday approved Regeneron Pharmaceuticals Inc’s cholesterol drug Praluent as a treatment to cut the risk of heart attacks, stroke and other major cardiovascular events.  The FDA’s decision will allow the drug, developed along with Sanofi SA, to be prescribed to reduce the overall risk of major adverse cardiovascular events (MACE).  MACE includes heart attack, ischemic stroke, coronary heart disease and unstable chest pains requiring hospitalization.  Praluent belongs to a class of injectable biotech drugs called PCSK9 inhibitors that dramatically lower bad LDL cholesterol and reduce the risk of heart attacks and death.  The FDA also approved Praluent as an adjunct to diet, alone or in combination with other lipid-lowering therapies, for the treatment of adults with primary hyperlipidemia to reduce LDL-C.  In 2015, Praluent was approved in the United States for use as an add-on treatment to statin therapy in adults with heterozygous familial hypercholesterolemia, a condition that causes cholesterol levels in blood to shoot up. (bit.ly\/1KM8WQf)  Sanofi and Regeneron in February cut the list price of Praluent by 60 percent to match the price of Amgen Inc’s Repatha, another treatment to cut the risk of heart attacks, as the drugmakers try to boost the sales of the drug.  The new list price for Praluent will be $5,850 a year, down from more than $14,000 a year, when it was first approved in 2015.  Sales of both Praluent and Repatha have been severely constrained by roadblocks put up by insurers looking to limit spending on the expensive drugs.  Praluent has been approved in more than 60 countries worldwide, including the U.S., Japan, Canada, Switzerland, Mexico and Brazil, as well as the European Union.","71":"LONDON (Reuters) - The world's largest randomised trial of potential medicines for COVID-19 is to add Regeneron's REGN.O experimental antiviral antibody cocktail REGN-COV2 to the drugs it is testing in patients hospitalised with the disease.  FILE PHOTO: A computer image created by Nexu Science Communication together with Trinity College in Dublin, shows a model structurally representative of a betacoronavirus which is the type of virus linked to COVID-19, better known as the coronavirus linked to the Wuhan outbreak, shared with Reuters on February 18, 2020. NEXU Science Communication\/via REUTERS  The UK RECOVERY trial, which has been testing a range of potential COVID-19 treatments since it began in April, will compare the effects of adding REGN-COV2 - a lab-manufactured monoclonal antibody - to standard care.  “This is the first drug actually designed for this disease,” said Martin Landray, a professor of medicine & epidemiology at Oxford University who is co-leading the trial.  “There are lots of good reasons for thinking this might be really quite a powerful treatment,” he told Reuters in an interview.  The addition of Regeneron’s drug to the RECOVERY trial comes amid growing hopes that monoclonal antibodies may emerge as effective ways to treat COVID-19.  Until now, the RECOVERY trial had mostly been studying whether existing drugs could be re-purposed to tackle the new disease, and it has already found answers on a number of them.  In June and September, trial results showed that widely used steroids such as dexamethasone and hydrocortisone were able to reduce death rates among severely-ill COVID-19 patients  Also in June, RECOVERY trial results showed that the anti-malarial drug hydroxychloroquine, once touted by U.S. President Donald Trump as a potential “game changer” in the pandemic, was of no benefit in treating COVID-19 patients.  Regeneron’s REGN-COV2 cocktail, which the company is already testing in late-stage clinical trials in people, combines one Regeneron-made antibody and a second antibody isolated from people who have recovered after being infected with COVID-19.  The combination is designed to bind to the spike protein used by the new coronavirus to gain access to human cells, limiting the virus’s ability to escape.  Regeneron developed the biological drug before linking up with Roche ROG.S to expand its manufacturing capacity in hopes of meeting global demand, should the medicine prove effective. Regeneron would handle U.S. sales, with Roche selling the medicine around the world.  Landray said his team had secured enough supply of the drug so that up to “several thousand” patients could be given it in the trial and compared with several thousand controls.  “Given that the second phase (of COVID-19 infections in the UK) seems to be coming now, it is a really good time to be starting this,” he said.  The United States already has a $450 million deal for the cocktail in place, under the terms of which Regeneron will sell it around 70,000 to 300,000 potential treatment doses or 420,000 to 1.3 million prevention doses of REGN-COV2. Data is due later this month, Regeneron has said.  Alongside Regeneron, Eli Lilly LLY.N, working with biotech firm AbCellera, is seen as a leading contender in the antibody race. In August it started testing whether its antibody can prevent COVID-19 infections in nursing homes. A separate trial testing the compound on recently diagnosed COVID patients may yield initial data in September or shortly after.  GlaxoSmithKline GSK.L and partner Vir Biotechnology VIR.O also began testing an experimental antibody on newly diagnosed COVID-19 patients late last month.  AstraZeneca AZN.L is for now testing its antibody-based cocktail on healthy volunteers for tolerability.","72":"(Reuters) - Regeneron Pharmaceuticals Inc said on Monday that the COVID-19 antibody drug combination it is developing both prevented and treated the disease in rhesus macaques and hamsters, adding to hope that it might work for people.  FILE PHOTO: A scientist works on cells that produce antibodies against the coronavirus disease (COVID-19), in a university lab in Athens, Greece, July 8, 2020. Picture taken July 8, 2020. REUTERS\/Alkis Konstantinidis  The U.S. biotech company said in the animal study, which has not yet been peer reviewed, that the cocktail of two monoclonal antibodies was able to “almost completely block establishment of virus infection.”  Regeneron said the cocktail was also able to minimize infection in a second study in which animals were infected with a much higher level of the virus. The prophylactic effect was greatly diminished with a lower dose of the drug, the company said.  It said the results matched or exceeded effects recently shown in animal studies of vaccine candidates.  Effective treatments and vaccines are seen as essential to halting a pandemic that has claimed more than 690,000 lives worldwide.  The infected animals treated with the antibodies cleared the virus faster than those given a placebo, the company said.  The lead researchers said the data suggests the therapy may offer clinical benefit in both prevention and treatment of COVID-19. They also said the animals did not show any signs of increased viral load or worsening of pathology after treatment, an important safety signal that suggests it will not worsen symptoms in humans.  The studies were conducted on a total of 36 rhesus macaques and 50 hamsters. Positive results in animals are no guarantee of success in humans.  Regeneron has already started late-stage clinical trials in humans to assess the antibody treatment’s ability to prevent and treat COVID-19.  The company signed a $450 million contract with the U.S. government as part of its Operation Warp Speed program to provide the United States with the treatment if it succeeds.  Monoclonal antibodies are among the most widely used biotechnology medicines. Eli Lilly and Co and other drugmakers are testing similar treatments against COVID-19.","73":"July 2 (Reuters) - Regeneron Pharmaceuticals Inc and Sanofi said on Thursday their rheumatoid arthritis drug Kevzara failed to meet the main goals of a late-stage study testing it in COVID-19 patients.  A separate Sanofi-led trial outside of the United States in hospitalized patients with severe and critical COVID-19 using a different dosing regimen is ongoing, the companies said.  The trial results come after a study in April showed that Kevzara may only help the sickest coronavirus patients. (Reporting by Ankur Banerjee in Bengaluru; Editing by Aditya Soni)","74":"FILE PHOTO: President Donald Trump pulls off his protective face mask as he poses atop the Truman Balcony of the White House after returning from being hospitalized at Walter Reed Medical Center, October 5, 2020. REUTERS\/Erin Scott\/File Photo  WASHINGTON (Reuters) - U.S. President Donald Trump said on Friday he is working to get coronavirus antibody drugs developed by Regeneron Pharmaceuticals Inc and Eli Lilly and Co approved quickly and out to hospitals after his own positive coronavirus treatment experience.  In a radio interview with Rush Limbaugh, Trump said he may not have recovered without the treatments he received to combat his own coronavirus illness.","75":"April 14 (Reuters) - Regeneron Pharmaceuticals Inc:  * KYMAB ANNOUNCES THAT US PATENT TRIAL AND APPEAL BOARD REJECTS REQUESTS FOR INVALIDATION FILED BY REGENERON Source text for Eikon: Further company coverage:","76":"(Reuters) - Initial data from clinical trials testing whether patients with severe coronavirus illness can be helped by a rheumatoid arthritis drug sold by Regeneron Pharmaceuticals Inc and Sanofi SA may come as early as next week, Regeneron’s chief scientific officer told Reuters.  “We could be one to two weeks - at most a month or so - away from knowing whether this is really making a difference or not,” George Yancopoulos said of the drug Kevzara in a video interview on Wednesday ahead of a Reuters Events pharmaceutical conference next week.  The U.S. biotech company is also working to develop a drug made from antibodies from humans and mice that could be used for treatment or prevention of COVID-19, the highly contagious respiratory disease caused by the novel coronavirus. That could be in clinical trials by June, said Yancopoulos, who co-founded Regeneron with Chief Executive Len Schleifer.  Kevzara belongs to a class of drugs known as interleukin-6 inhibitors that could help regulate an overreaction to the virus by the body’s immune system called a cytokine storm, which may be triggering the respiratory distress seen in severe COVID-19 cases.  Because of that, the drug is being tested on severe cases of the disease, which has killed some 90,000 people and wreaked havoc on economies around the world.  The U.S. Food and Drug Administration encouraged Regeneron and Sanofi to combine planned mid- and late-stage clinical trials of Kevzara into a single study to speed the process, Yancopoulos said.  The companies should know if they are a seeing a strong signal on whether the drug works after a few weeks of enrolling patients, he said. The U.S. Kevzara trial started on March 16.  If the drug proves effective, supply should not be an issue, Yancopoulos said, noting that as many as a million doses have already been produced with the capacity to manufacture a lot more.  “This is treating the small percentage of people who end up being hospitalized and going on ventilators and so forth,” he said. “So there would be reasonable amounts of drug available.”  BRIDGE TO VACCINE  Meanwhile, Regeneron recently isolated hundreds of virus-neutralizing antibodies from genetically-modified mice and from humans who have recovered from COVID-19 and is working to select the best two candidates for a therapy that might treat and even prevent the disease.  The company used a similar approach to develop a treatment for Ebola. That drug has not yet been fully evaluated by health regulators, but was shown in clinical trials to cut mortality nearly by half.  “It’s a bridge, ultimately, to the vaccine... something that we can do in the short term,” Yancopoulos said. “We can maybe do it actually more powerfully than a vaccine can do it, though for a smaller targeted population than a vaccine can reach.”  He said Regeneron is working with the FDA to repurpose its upstate New York manufacturing facility to become totally dedicated to producing drugs for the pandemic. It could make “hundreds of thousands, if not on the order of a million doses a month” of the antibody cocktail there.  Other companies have approached Regeneron about helping produce massive quantities of the antibody therapy should it prove effective in preventing COVID-19, Yancopoulos said.  “If these things work, let’s make sure we can put as much manufacturing capacity as we can on it right now,” he said.","77":"ZURICH (Reuters) - Roche ROG.S is adding its manufacturing muscle and global development expertise to Regeneron's REGN.O bid to create an antibody cocktail for COVID-19 that the Swiss and U.S. companies hope can be used to slow the pandemic.  Regeneron, which expects data from REGN-COV2 in humans next month after it prevented and treated the disease in animals, would handle U.S. sales and Roche worldwide distribution should it win approval, the companies said on Wednesday. [nL4N2F72XE] [nL1N2F520D]  Roche has one of the world’s largest antibody production operations, including U.S. facilities in San Francisco, and will boost overall capacity for REGN-COV2 by at least three and a half times, a feat Regeneron would have been hard pressed to accomplish alone.  “This major collaboration with Roche provides important scale and global expertise to bring REGN-COV2 to many more patients in the United States and around the globe,” Regeneron Chief Executive Leonard Schleifer said.  Roche’s move to join up with Regeneron comes after its own drug, Actemra, failed in a trial against COVID-19. [nL5N2F010O]  The companies will fund and run ongoing late-stage Phase 3 prevention and earlier-stage Phase 1 healthy volunteer safety studies, as well as additional studies to evaluate REGN-COV2 in treating or preventing COVID-19.  The medicine combines one Regeneron-made antibody and a second antibody isolated from humans who recovered from COVID-19.  The combination is designed to bind to the spike protein used by the new coronavirus to gain access to human cells, limiting its ability to escape.  The United States already has a $450 million deal for the cocktail in place, under the terms of which Regeneron will sell it around 70,000 to 300,000 potential treatment doses or 420,000 to 1.3 million prevention doses of REGN-COV2.  In July, the U.S. Justice Department sent a letter clearing the way for drug companies, including Roche, to share information in order to increase manufacturing capacity for antibody treatments. [nL2N2EU29C]","78":"(Reuters) - A potent, expensive cholesterol drug sold by Regeneron Pharmaceuticals and Sanofi significantly reduced major adverse heart events in a huge study presented on Saturday but it remains to be seen whether the new data will prompt insurers to pay for increased use of the medicine.  FILE PHOTO: French multinational pharmaceutical company SANOFI logo is seen at the headquarters in Paris, France, March 8, 2016. REUTERS\/Philippe Wojazer\/File Photo  The drug, Praluent, also led to fewer deaths among high-risk patients, which could be the strongest argument for insurers to finally remove barriers that have severely constrained sales and frustrated physicians trying to get the medicine to patients.  Insurers have balked at paying for Praluent and a rival Amgen AMGN.O drug, which dramatically lower \"bad\" LDL cholesterol but carry list prices of more than $14,000 a year before discounts, over fear of the cost of use over many years by millions of patients. They have routinely rejected about 70 percent of prescriptions written, the companies have said.  Regeneron and Sanofi said on Saturday they would lower the net price of Praluent if onerous barriers to its access are removed for the highest-risk patients. That price would be tied to an independent review of Praluent’s value based on the new risk reduction data from the multi-year study called Odyssey Outcomes.  “The hard data from the Odyssey Outcomes trial confirms ... that treatment with Praluent does lead to a reduction of both cardiovascular and all-cause deaths, particularly for the higher-risk patient population,” said David Whitrap, a spokesman for ICER, which conducted the review. The organization recommended a price range of $4,500 to $8,000 for those high-risk patients likely to gain the most benefit from Praluent therapy.  The study tested the injected biotech drug versus placebo in nearly 19,000 patients who had a recent heart attack or severe chest pain episode and were already on maximum doses of cholesterol-lowering statins, such as Pfizer’s Lipitor.  The trial succeeded on its primary goal - reducing the combined risk of heart attack, stroke, heart disease-related death and chest pain requiring hospitalization - by 15 percent.  While fewer heart-related deaths with Praluent did not reach statistical significance, there was a nominally significant reduction in all-cause deaths - 334 versus 392 for placebo, researchers reported.  In a subgroup analysis of highest-risk patients - those with “bad” LDL cholesterol of 100 or above despite maximum statin therapy - Praluent significantly reduced all-cause death risk by 29 percent and risk of the adverse event composite by 24 percent.  “I think that will impress the field and people who have to make (reimbursement) decisions,” said Dr. Phillippe Steg, the study’s co-chairman who presented the data at the American College of Cardiology meeting in Orlando, Florida.  NOT TRIVIAL  Dr. Valentin Fuster, who critiqued the trial at the meeting but was not involved in the study, said the data show that what is considered normal LDL today may be too high.  “The results were not trivial,” said Fuster, from Mount Sinai Hospital in New York. “I hope this particular study really is a trigger for making this drug much more available to people who need it.”  Odyssey followed patients on average for 3.3 years and the risk reduction versus placebo was increasing over time.  Some cardiologists believe much longer studies are needed to discover the true value of these drugs.  “It may take years and years to really reap all the benefits that one can achieve,” study co-chairman Dr. Gregory Schwartz said.  With an LDL target range of 25-50, rather than taking it as low as possible, three-quarters of patients ended up on a lower dose of Praluent and some were taken off the drug if their LDL remained at 15 or lower. It is unclear if benefits would have been more pronounced had more patients received the higher dose.  The drug was deemed extremely safe with no difference from placebo in incidence of neurocognitive problems or new-onset diabetes.","79":"(Reuters) - The U.S. government will buy 1.25 million additional doses of Regeneron Pharmaceuticals’ COVID-19 antibody cocktail for about $2.63 billion, bringing the total supply of the treatment to more than 1.5 million doses.  FILE PHOTO: The Regeneron Pharmaceuticals company logo is seen on a building at the company's Westchester campus in Tarrytown, New York, U.S. September 17, 2020. REUTERS\/Brendan McDermid\/File Photo  The cocktail, a combination of two antibodies casirivimab and imdevimab, was authorized in November for emergency use by the U.S. Food and Drug Administration.  The Department of Health and Human Services said the doses will be delivered in the first half of 2021 to treat non-hospitalized, high-risk COVID-19 patients.  “With COVID-19 cases continuing to rise, treating people with mild or moderate infections can help prevent hospitalizations,” HHS Assistant Secretary for Preparedness and Response Robert Kadlec said in a statement.  The Regeneron treatment, which was given to U.S. President Donald Trump during his COVID-19 infection, is part of a class of drugs known as monoclonal antibodies, which are manufactured copies of antibodies created by the human body to fight infections.  Eli Lilly’s antibody treatment has also been authorized for emergency use by the regulator.  Demand for these therapies, which are given as a one-time intravenous infusion, has been disappointing. The government program is distributing and allocating the drugs.  Healthcare systems say they have been slow to ramp up use of the antibodies due to extra levels of complexity during the pandemic - including requirements for quick diagnosis times and the need to isolate infectious patients.  To date, the HHS Office of the Assistant Secretary for Preparedness and Response (ASPR) has allocated more than 127,700 treatment courses of the therapy, the agency said on Tuesday.  Regeneron’s therapy will likely be effective against new variants of the coronavirus identified so far in a handful of countries, the company said earlier this week.","80":"PARIS, June 11 (Reuters) - French healthcare company Sanofi outlined more growth opportunities on Thursday for the Dupixent product it is developing along with partner Regeneron .  Dupixent is used to treat severe atopic dermatitis, commonly known as eczema, but Sanofi said it could be used in other areas, such as inflammation problems.  “While atopic dermatitis and asthma are the foundational diseases where Dupixent was first approved for use, great opportunity exists across multiple diseases where type 2 inflammation plays a role,” said John Reed, its global head of research and development.  “We are therefore aggressively pursuing clinical evaluation of additional indications.” (Reporting by Sudip Kar-Gupta; Editing by Clarence Fernandez)","81":"July 6 (Reuters) - Regeneron Pharmaceuticals Inc:  * REGENERON ANNOUNCES START OF REGN-COV2 PHASE 3 COVID-19 PREVENTION TRIAL IN COLLABORATION WITH NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS DISEASES (NIAID)  * REGENERON PHARMACEUTICALS INC - ANTI-VIRAL ANTIBODY COCKTAIL REGN-COV2 IS ALSO IN PHASE 2\/3 TREATMENT TRIALS FOLLOWING POSITIVE PHASE 1 SAFETY REVIEW  * REGENERON PHARMACEUTICALS - PHASE 3 PREVENTION TRIAL IS BEING CONDUCTED AT APPROXIMATELY 100 SITES AND IS EXPECTED TO ENROLL 2,000 PATIENTS IN U.S.  * REGENERON - TWO PHASE 2\/3 TREATMENT TRIALS IN PATIENTS PLANNED TO BE CONDUCTED AT ABOUT 150 SITES IN U.S., BRAZIL, MEXICO AND CHILE  * REGENERON PHARMA - PRELIMINARY DATA FROM 2 PHASE 2\/3 TREATMENT TRIALS IN HOSPITALIZED & NON-HOSPITALIZED PATIENTS EXPECTED LATER THIS SUMMER Source text for Eikon: Further company coverage:","82":"April 24 (Reuters) - Regeneron Pharmaceuticals Inc:  * REGENERON PHARMACEUTICALS INC - 2019 COMPENSATION FOR CEO LEONARD S. SCHLEIFER $21.5 MILLION VERSUS $26.5 MILLION IN 2018  * REGENERON PHARMACEUTICALS INC - 2019 COMPENSATION FOR CHIEF SCIENTIFIC OFFICER GEORGE D. YANCOPOULOS $20.7 MILLION VERSUS $25.4 MILLION IN 2018  * REGENERON PHARMACEUTICALS- FOR 2019, RATIO OF ANNUAL TOTAL COMPENSATION OF CEO TO MEDIAN OF ANNUAL TOTAL COMPENSATION OF EMPLOYEES WAS ABOUT 154 TO 1 Source text: [bit.ly\/2Ky5aRu] Further company coverage: (Reuters.Briefs@thomsonreuters.com)","83":"April 27 (Reuters) - Regeneron Pharmaceuticals Inc:  * REGENERON AND SANOFI PROVIDE UPDATE ON U.S. PHASE 2\/3 ADAPTIVE-DESIGNED TRIAL OF KEVZARA® (SARILUMAB) IN HOSPITALIZED COVID-19 PATIENTS  * REGENERON PHARMACEUTICALS - NO NEW SAFETY FINDINGS WERE OBSERVED FOR KEVZARA USE IN COVID-19 PATIENTS  * REGENERON - IDMC RECOMMENDED CONTINUING ONGOING PHASE 3 TRIAL ONLY IN MORE ADVANCED “CRITICAL” GROUP WITH KEVZARA HIGHER-DOSE VERSUS PLACEBO  * REGENERON - PRELIMINARY ANALYSIS OF PHASE 2 PORTION OF TRIAL DEMONSTRATED THAT KEVZARA RAPIDLY LOWERED C-REACTIVE PROTEIN MEETING PRIMARY ENDPOINT  * REGENERON - INDEPENDENT DATA MONITORING COMMITTEE RECOMMENDED DISCONTINUING LESS ADVANCED “SEVERE” GROUP FOR KEVZARA TRIAL IN COVID-19 PATIENTS  * REGENERON PHARMACEUTICALS - RAPIDLY ADVANCING TARGETED ANTI-SARS-COV-2 ANTIBODY COCKTAIL AND PLAN TO INITIATE CLINICAL TRIALS IN JUNE  * REGENERON PHARMACEUTICALS - PHASE 3 TRIAL WILL BE AMENDED TO ENROLL ONLY “CRITICAL” PATIENTS  * REGENERON - PHASE 3 TRIAL AMENDED TO DISCONTINUE LOWER-DOSE KEVZARA (200 MG); ALL NEW PATIENTS TO GET EITHER HIGHER-DOSE KEVZARA (400 MG) OR PLACEBO  * REGENERON PHARMACEUTICALS INC - COMPANIES ARE ALSO CONDUCTING A SECOND TRIAL IN COUNTRIES OUTSIDE OF U.S.  * REGENERON PHARMACEUTICALS - THE COMPANIES ARE ALSO CONDUCTING A SECOND TRIAL IN COUNTRIES OUTSIDE OF U.S.  * REGENERON PHARMACEUTICALS INC - INITIAL RESULTS FROM THE SECOND TRIAL ARE EXPECTED IN Q3 OF 2020  * REGENERON - IN PRELIMINARY PHASE 2 ANALYSIS, KEVZARA HAD NO NOTABLE BENEFIT ON CLINICAL OUTCOMES WHEN COMBINING “SEVERE” & “CRITICAL” GROUPS, VERSUS PLACEBO  * REGENERON-IN PRELIMINARY PHASE 2 ANALYSIS, KEVZARA HAD NO NOTABLE BENEFIT ON CLINICAL OUTCOMES WHEN COMBINING “SEVERE” & “CRITICAL” GROUPS, VERSUS PLACEBO Source text for Eikon: Further company coverage:","84":"March 10 (Reuters) - Regeneron Pharmaceuticals Inc and Sanofi SA said on Saturday they would be willing to charge less for their potent cholesterol drug, Praluent, if insurers agree to lessen onerous access barriers for high-risk patients.  Since the approvals in 2015 of Praluent and a similar rival biotech drug from Amgen Inc, insurers and pharmacy benefit managers have been rejecting some 70 percent of prescriptions written, severely holding back sales and frustrating doctors and at-risk heart patients.  Regeneron and Sanofi have decided to focus on patients at highest risk of a repeat heart attack or other major cardiovascular problems likely to derive the most benefit from significant lowering of “bad” LDL cholesterol in an attempt to break the reimbursement logjam.  “We commit to working with all health plans that agree to remove access barriers for high-risk patients to offer a more cost-effective net price for Praluent,” Regeneron Chief Executive Leonard Schleifer said in a statement. (Reporting by Bill Berkrot Editing by Bill Trott)","85":"NEW YORK, Oct 9 (Reuters) - A top U.S. health official said on Friday that the government expects to have access to over 1 million doses of Regeneron Pharmaceutical Inc’s and Eli Lilly’s & Co’s antibody treatments for COVID-19 in 2020.  The official, speaking on a call with reporters, said that the government will allocate the treatments to the states based on need, similar to the mechanism they used with Gilead Sciences Inc’s antiviral drug remdesivir for COVID-19.  Both companies have said the drugs were shown to work in clinical trials and that they have submitted an emergency use authorization to the U.S. Food and Drug Administration.  The government official said the U.S. planned to distribute the treatments at no charge to patients, similar to remdesivir. (Reporting by Manas Mishra in Bengalaru and Michael Erman in New York; writing by Caroline Humer; Editing by Chizu Nomiyama)","86":"May 5 (Reuters) - Regeneron Pharmaceuticals Inc:  * LIBTAYO (CEMIPLIMAB) SHOWS CLINICALLY-MEANINGFUL AND DURABLE RESPONSES IN SECOND-LINE ADVANCED BASAL CELL CARCINOMA  * OBJECTIVE RESPONSES SEEN IN APPROXIMATELY 29% OF PATIENTS WITH LOCALLY ADVANCED BASAL CELL CARCINOMA (BCC)  * IN A PRELIMINARY ANALYSIS, OBJECTIVE RESPONSES SEEN IN 21% OF PATIENTS WITH METASTATIC BCC  * REGENERON AND SANOFI PLAN REGULATORY SUBMISSIONS IN 2020  * 85% OF PATIENTS WHO RESPONDED TO LIBTAYO MAINTAINED THEIR RESPONSE FOR AT LEAST ONE YEAR Source text for Eikon: Further company coverage:","87":"April 27 (Reuters) - Regeneron Pharmaceuticals Inc and Sanofi SA said on Monday they would continue a late-stage trial of their arthritis drug, Kevzara, in only COVID-19 patients who are critical, and discontinued the trial for those in the “severe” group.  The companies said their decision was based on early data.  Patients were classified as “severe” if they required oxygen supplementation without mechanical or high-flow oxygenation and “critical” if they required mechanical ventilation or high-flow oxygenation or required treatment in an intensive care unit.","88":"(This November 8 story corrects spelling of analytics firm ESGauge, paragraph 10)  Warren Buffett, chairman and CEO of Berkshire Hathaway, speaks while Bill Gates looks on at Columbia University in New York, U.S., January 27, 2017. REUTERS\/Shannon Stapleton  BOSTON (Reuters) - It’s nice work if you can get it.  The average annual compensation for non-executive directors at S&P 500 companies rose 2 percent to $304,856 last year, topping $300,000 for the first time and 43 percent higher than it was 10 years ago, according to a new report released by executive headhunters Spencer Stuart.  But thanks largely to stock grants some earned a lot more than that.  Directors at biotechnology company Regeneron Pharmaceuticals Inc received, on average, $1.2 million in compensation last year. That figure does not include the more than $6 million received by Regeneron’s independent chairman, company disclosures show.  And the non-executive directors of Wall Street powerhouse Goldman Sachs Group Inc made $599,279 on average in 2018, the highest for any financial company in the S&P. That was, though, down from $604,837 in 2017. The investment bank, which had 13 board meetings last year, declined to comment beyond disclosures in its proxy statement.  S&P 500 boards met, on average, just 7.9 times, in person or via telephone, during 2018. That’s down from 9 a decade ago, according to Spencer Stuart.  The bigger payouts are being made at a sensitive time for Corporate America. A top contender for the Democratic presidential nomination for the 2020 election, Elizabeth Warren, has the boardroom in her sights as she seeks to tackle inequality in American society. As well as proposals such as a wealth tax aimed at billionaires, Warren has proposed that workers at U.S. corporations elect at least 40% of board members.  Warren’s campaign declined to comment.  Investors are also taking an increasingly feisty view of directors’ compensation, which is typically set by the board itself. A growing number of shareholder lawsuits are challenging big-ticket board compensation packages.  As a result, more companies are expected to put these matters to a shareholder vote at company annual meetings, said Paul Hodgson, a compensation expert and senior adviser at ESGuage, a corporate governance data and analysis firm.  Slideshow ( 2 images )  “There’s a certain amount of nervousness within companies about what they’re paying directors,” Hodgson said. “More attention is being paid to outliers than in the past.”  Compensation limits are also becoming more prevalent, with advisory firms Institutional Shareholder Services and Glass Lewis backing demands from some shareholders, according to global risk advisory firm Willis Towers Watson.  A study by the firm found that the number of companies with an annual compensation limit for directors increased to 63% in 2018 from 55% the previous year.  For some, being a director can mean doing as little as attending regularly scheduled meetings.  Board experts say, though, that the job can be a lot more demanding than that. The National Association of Corporate Directors estimates board members commit at least 250 hours a year to their responsibilities.  A director may visit company factories and offices, read and comment on background papers, and is often involved in board committee work. Regeneron director Christine Poon, for example, participated in 21 meetings last year, including 10 as chair of the compensation committee.  Directors at software developer Roper Technologies Inc, who on average received nearly $910,000 in 2018, participate in at least 15 days of board meetings a year, according to the company’s proxy filing. That works out at over $60,000 per day.  Roper says the compensation reflects their contribution to the company’s superior performance - a cumulative return of 1,084% over the past 15 years compared with the S&P 500’s 207%, according to the proxy.  Roper did not return email and calls seeking comment.  Some companies are proud to be miserly. Microsoft Corp founder Bill Gates received just $3,300 last year for his work as a director of Berkshire Hathaway Inc, which is run by fellow billionaire Warren Buffett.  And directors at fashion company Ralph Lauren Corp received nearly all of their pay in cash in 2018, and made a lot less than their peers, pulling down just $107,299, according to Spencer Stuart. At some companies, there is a delay in directors receiving the full benefit of their service. That is the case at Goldman, whose directors don’t receive shares from their restricted stock grants until they retire.  Smaller, lesser known biopharmaceutical companies can offer the biggest compensation packages.  Vertex Pharmaceuticals Inc awards a $400,000 restricted stock grant to directors that vests after one year. It’s the key feature in a package that averaged $613,128 per director last year. Vertex did not return messages seeking comment.  Regeneron Chairman Roy Vagelos received $6.35 million in 2018, benefiting from big stock option awards, and that was down from $11.8 million in 2017.  Regeneron, known for drugs that treat eye disease, held six board meetings in 2018. Vagelos, a former CEO of Merck & Co Inc, attended all of those as well as three technology committee meetings.  “The quality of our board is unparalleled – over half our directors are members of the National Academy of Sciences and two of our directors are Nobel laureates,” said Regeneron spokeswoman Alexandra Bowie when asked about the compensation  Last year, though, Regeneron did agree to curb its director pay as part of a settlement with investors who sued the company, claiming Vagelos and other directors received excessive compensation.  A new compensation plan in effect this year has resulted in a nearly 50% year-over-year decrease in the reported value of director stock awards on the day they were granted. That will probably start to be reflected in 2019 numbers.  Pharmaceutical company Incyte Corp, whose board members made an average of $493,657 in 2018, also re-evaluated the way it structured directors’ compensation after getting investors’ push back.  Incyte eliminated grants that fixed the number of shares given to directors at the same level each year. When the shares climbed this immediately gave them a year-on-year windfall.  The company now makes annual stock grants based on a target dollar value. Incyte also discontinued an enhanced initial grant of stock for new directors.  “These changes make our board compensation consistent with other companies,” Incyte spokeswoman Catalina Loveman said.","89":"Feb 4 (Reuters) - Regeneron Pharmaceuticals Inc is working with the U.S. Department of Health and Human Services (HHS) to develop a treatment for the coronavirus outbreak that has killed more than 400 people in China, the HHS said on Tuesday.  The company will use the same technology that was used to develop an experimental drug to treat Ebola in the Democratic Republic of Congo, the agency said. (Reporting by Manas Mishra in Bengaluru Editing by Saumyadeb Chakrabarty)","90":"(Reuters) - Regeneron Pharmaceuticals Inc REGN.O said on Monday it has started late-stage clinical trials to assess the effectiveness of its antibody cocktail in preventing and treating COVID-19.  One of the trials - run jointly with the National Institute of Allergy and Infectious Diseases (NIAID) - would test REGN-COV2's ability to prevent infection in those who have had close exposure to a COVID-19 patient. (reut.rs\/2O1ra93)  The trial, to be conducted across 100 sites and aims to enroll 2,000 patients in the United States, follows a positive review by an independent data monitoring committee of an early-stage safety results of the cocktail.  The experimental therapy has also entered into mid-to-late stage phase of two trials testing its effectiveness in hospitalized and non-hospitalized patients, preliminary data of which is expected later this summer. Human testing of the therapy began in June.  Regeneron is among the few front-runners that have begun human trials testing their experimental therapies to fight COVID-19, including Gilead Sciences GILD.O, Eli Lilly LLY.N and AbbVie ABBV.N.  Suntrust analyst Robyn Karnauskas believes REGN-COV2, which can also treat patients not severely ill to require hospitalization, could help curb the spread of COVID-19.  Shares of the drugmaker were up 1% at $627.42 in morning trading before the bell. They have risen nearly 66% in 2020.  Regeneron’s cocktail - a combination of an antibody made by the company and a second antibody isolated from recovered COVID-19 patients - is designed to bind the antibodies to the coronavirus’ spike protein, limiting the ability of viruses to move to other cells.  The drugmaker was also testing its rheumatoid arthritis drug, Kevzara, with Sanofi SASY.PA to treat COVID-19, which on Thursday failed to meet the main goal of a U.S. study testing it in the most critically ill COVID-19 patients.","91":"FILE PHOTO: An employee works in a lab at the Regeneron Pharmaceuticals Westchester campus in Tarrytown, New York, U.S. September 17, 2020. REUTERS\/Brendan McDermid  (Reuters) - Regeneron Pharmaceuticals Inc said on Tuesday initial data from an ongoing study of its experimental antibody cocktail for use in hospitalized COVID-19 patients requiring low-flow oxygen show the therapy was sufficiently effective to warrant continuing the trial.  The drugmaker said in September the cocktail, a combination of two antibodies casirivimab and imdevimab, reduced viral levels and improved symptoms in non-hospitalized COVID-19 patients.  Study participants included those who had produced their own antibodies (seropositive) and those who had not (seronegative).  Seronegative patients treated with the antibody cocktail had a lower risk of death or needing mechanical ventilation, the company said. (bit.ly\/3pA1AsI)  Based on these results, the company said an ongoing late-stage study in hospitalized patients will continue.  The U.S. Food and Drug Administration last month issued emergency use authorization for the antibody therapy for use in mild to moderate COVID-19 patients who are not currently hospitalized.","92":"May 5 (Reuters) - Regeneron Pharmaceuticals Inc:  * REGENERON CEO SAYS IN THE LAST 2 WEEKS OF MARCH AND EARLY APRIL, OVERALL EYLEA DEMAND AND NEW PATIENT STARTS WERE SOFTER DUE TO COVID-19 - CONF CALL  * REGENERON CEO SAYS ENCOURAGED BY REBOUND IN DEMAND FOR DRUGS IN RECENT WEEKS AMID COVID-19 OUTBREAK- CONF CALL  * REGENERON EXEC SAYS EYLEA SAW 15% LOWER DEMAND IN APRIL DUE TO COVID-19 OUTBREAK - CONF CALL  * REGENERON EXEC SAYS IMPACT OF COVID-19 OUTBREAK TO PEAK IN Q2 - CONF CALL  * REGENERON EXEC SAYS CURRENTLY SEES MINIMAL DISRUPTION TO SUPPLY CHAIN ACTIVITIES DUE TO COVID-19 - CONF CALL  * REGENERON EXEC SAYS IT IS POSSIBLE THAT ANTIBODY COCKTAIL THERAPY MAY BE AVAILABLE FOR USE BY END OF SUMMER OR FALL - CONF CALL Source text for Eikon: Further company coverage:","93":"Nov 23 (Reuters) - U.S. government will begin distributing Regeneron Pharmaceuticals Inc’s newly authorized COVID-19 antibody combination therapy starting Tuesday, beginning with over 30,000 courses, a health official said during a media call on Monday.  The U.S. Food and Drug Administration on Saturday issued emergency use authorization for the antibody cocktail to be used for the treatment of mild to moderate COVID-19 in adults and children who are at high risk of progressing to severe COVID-19. (Reporting by Manojna Maddipatla in Bengaluru Editing by Chizu Nomiyama)","94":"Sept 28 (Reuters) - Sanofi SA said on Friday its skin cancer drug, made in partnership with Regeneron Pharmaceuticals Inc, was approved by the U.S. Food and Drug Administration.  The drug, Libtayo, is used to treat skin cancer in patients whose condition has not improved following surgery or chemotherapy.  Libtayo will be sold in the United States at a list price of $9,100 for a three-week treatment cycle. (Reporting by Aakash Jagadeesh Babu in Bengaluru; Editing by Shounak Dasgupta)","95":"(Adds company comment, background)  March 10 (Reuters) - Regeneron Pharmaceuticals Inc and Sanofi SA said on Saturday they would be willing to charge less for their potent cholesterol drug, Praluent, if insurers agree to lessen onerous access barriers for high-risk patients.  Since the approvals in 2015 of Praluent and a similar rival biotech drug from Amgen Inc, insurers and pharmacy benefit managers have been rejecting some 70 percent of prescriptions written, severely holding back sales and frustrating doctors and at-risk heart patients.  Regeneron and Sanofi have decided to focus on patients at highest risk of a repeat heart attack or other major cardiovascular problems likely to derive the most benefit from significant lowering of “bad” LDL cholesterol in an attempt to break the reimbursement logjam.  “We commit to working with all health plans that agree to remove access barriers for high-risk patients to offer a more cost-effective net price for Praluent,” Regeneron Chief Executive Leonard Schleifer said in a statement.  “Inventing innovative medicines only matters if the people who need these products are able to access them, and that is unfortunately not the case with Praluent today,” he said.  Amgen has offered various strategies in an effort to loosen payer purse strings, such as a willingness to reimburse the drug’s cost if a Repatha patient has a heart attack. But prescription rejections remain high as insurers worry about the cost of long-term treatment for potentially millions of patients.  The new Praluent pricing would be tied to an independent review conducted by an organization that evaluates clinical and cost effectiveness of new medicines and be based on Praluent data unveiled on Saturday, the companies said.  That data, presented at the American College of Cardiology meeting in Orlando, Florida, showed that for patients who have acute coronary syndrome, meaning a recent heart attack or serious chest pain episode, and are unable to get their “bad” LDL cholesterol below 100 despite taking maximum doses of statins, adding Praluent reduced the risk of death.  Based on the new risk-reduction data seen in the huge, multi-year study, the Institute for Clinical and Economic Review (ICER) said an appropriate Praluent price for the highest risk patients would be $4,500 to $8,000 a year.  That is considerably less than the more than $14,000 a year list price and presumably below current net prices with discounts and rebates.  “We will begin working with payers to ensure that high-risk patients have appropriate access,” Sanofi CEO Olivier Brandicourt said in a statement. (Reporting by Bill Berkrot Editing by Bill Trott)","96":"(Corrects spelling of Repatha in paragraph 1)  Feb 25 (Reuters) - A U.S. jury on Monday said patents owned by Amgen Inc on its cholesterol drug Repatha are valid, rejecting a challenge by Regeneron Pharmaceuticals Inc and Sanofi SA, Bloomberg reported.  Sanofi and Regeneron had stipulated that if the Amgen patents were valid their jointly developed cholesterol drug Praluent infringed them.","97":"Slideshow ( 2 images )  (Reuters) - Europe’s drugs regulator said on Thursday it was reviewing data on COVID-19 antibody therapies developed by U.S. drugmakers Eli Lilly and Regeneron for use in some patients.  Two separate reviews of combination treatments by the drugmakers have been started based on trials in COVID-19 patients who do not need oxygen support and are at high risk of their condition worsening, the European Medicines Agency (EMA) said.  Eli Lilly’s combination therapy of two antibodies, bamlanivimab and etesevimab, helped cut the risk of hospitalization and death in COVID-19 patients by 70%, data from a late-stage trial showed in January.  Regeneron’s cocktail of casirivimab and imdevimab was authorised for emergency use in the United States in November, and was given to former U.S. President Donald Trump during his COVID-19 infection.  The four drugs are combinations of a class of medicines called monoclonal antibody treatments, or manufactured copies of antibodies created by the human body to fight infections.  The EMA also said it was studying the use of Lilly's bamlanivimab as a singular therapy. The drug has already received emergency use approval in high-risk patients in the United States with mild to moderate COVID-19. (bit.ly\/39NmGP0)  Any recommendations made by the EMA’s human medicine’s committee will have to be formally approved by the European Commission.","98":"(Reuters) - Results of a study of Regeneron Pharmaceuticals Inc and Sanofi SA’s rheumatoid arthritis drug Kevzara indicate it may only help the sickest coronavirus patients, the companies said on Monday, dampening hopes the medicine could benefit a wider group of those infected.  FILE PHOTO: The ultrastructural morphology exhibited by the 2019 Novel Coronavirus (2019-nCoV), which was identified as the cause of an outbreak of respiratory illness first detected in Wuhan, China, is seen in an illustration released by the Centers for Disease Control and Prevention (CDC) in Atlanta, Georgia, U.S. January 29, 2020. Alissa Eckert, MS; Dan Higgins, MAM\/CDC\/Handout via REUTERS.  The drugmakers said they would continue to test high doses of Kevzara only in those who are considered critically ill with COVID-19, the disease caused by the highly contagious virus. The decision was based on guidance from an independent committee that reviewed early trial data, which showed it did not help patients deemed severely ill.  Patients who required mechanical ventilation or high-flow oxygen therapy or treatment in an intensive care unit were considered critically ill. Those who required oxygen without mechanical or high-flow oxygenation were considered severely ill.  There are currently no approved treatments specifically for the novel coronavirus, so drugmakers are rushing to test existing medicines as well as experimental therapies in the hope that something will help alter the course of the illness that has infected more than 3 million people and killed over 208,000 worldwide.  Regeneron co-founder and Chief Scientific Officer George Yancopoulos said he was skeptical about the prospect of drugs like Kevzara that were not designed to treat COVID-19. Drugs currently in late stage testing for the virus, like Gilead Science’s remdesivir, were developed for other diseases.  “Repurposing a drug and finding it to be very effective for a new indication is an exception, as opposed to the rule,” Yancopoulos said. “It’s very, very rare where those have really turned into important drugs for whole new indication.  “It’s hard enough to design a drug and get it to work,” he added.  Regeneron has identified hundreds of virus-neutralizing antibodies and is working to select the best two candidates for a “cocktail” therapy that might treat and even prevent COVID-19, with the expectation of starting human trials in June.  Kevzara belongs to a class of drugs called interleukin-6 (IL-6) inhibitors that could help regulate a dangerous overreaction to the virus by the body’s immune system called a “cytokine storm,” which may be triggering the respiratory distress seen in severe COVID-19 cases.  Early analysis of the study showed Kevzara rapidly lowered levels of C-reactive protein, a marker of inflammation. However, the companies reported negative trends for most “severely” ill patients given the drug, while there were positive trends in the critically ill group.  Researchers were looking for reductions in risk of death and need for a ventilator, as well as clinical improvements such as ability to come off oxygen therapy or be discharged from the hospital. Those who received the higher tested dose of Kevzara (400 milligrams) appeared to fare better among the critically ill group.  Dr. Kevin Tracey, head of research at New York hospital group Northwell Health which participated in the trial, cautioned against drawing strong conclusions on the use of IL-6 inhibitors for COVID-19.  Different compounds that work similarly could be more effective, he said in a phone interview, noting that rheumatoid arthritis treatments from another class of drugs may help one patient with the condition but not another.  “Scientifically, we don’t know why,” he said. “I wouldn’t draw any conclusions negatively or positively until the results of the randomized clinical trials are in of the particular agents.”  Also on Monday, French researchers said Roche Holding AG’s IL-6 inhibitor Actemra significantly reduced the risk of death and the number of patients needing a ventilator in a study 129 COVID-19 patients. However, full data from that study has not yet been released or peer reviewed.  Regeneron shares, which have risen nearly 50% so far this year, closed down 3.3% at $547.52.","99":"March 16 (Reuters) -  * REGENERON - CO IS LEADING KEVZARA U.S. TRIALS, SANOFI WILL LEAD UPCOMING EX-U.S. TRIALS  * SANOFI AND REGENERON BEGIN GLOBAL KEVZARA (SARILUMAB) CLINICAL TRIAL PROGRAM IN PATIENTS WITH SEVERE COVID-19  * REGENERON - U.S. PHASE 2\/3 KEVZARA TRIAL INITIATED AND WILL BEGIN ENROLLING PATIENTS IMMEDIATELY Source text for Eikon:","100":"PARIS (Reuters) - Healthcare companies Sanofi and Regeneron announced on Friday more encouraging results for their Dupixent product used to treat severe atopic dermatitis, often commonly known as eczema.  The companies said that Dupixent Phase 3 data showed a significant improvement in severe atopic dermatitis for children aged 6 to 11 years.  Dupixent is an important driver of growth for both Sanofi and Regeneron, given the competition on Regeneron’s flagship eye drug Eylea and pressures on Sanofi’s diabetes business.","101":"Jan 11 (Reuters) - Regeneron Pharmaceuticals Inc’s antibody cocktail therapy for COVID-19 will likely also be effective against the new variants of the virus, the drugmaker’s chief executive officer said on Monday.  Regeneron’s antibody therapy received U.S. Food and Drug Administration’s authorization for emergency use in mild to moderate COVID-19 patients in November.  “We do believe cocktail is very important... having a cocktail makes it more likely we will be able to deal with variants that might pop up,” Chief Executive Officer Leonard Schleifer said during J.P. Morgan Health Conference.  Regeneron said its cocktail approach has resulted in a treatment that should work against the major variants described in the United Kingdom, California and South Africa.  The company reported net sales of $144 million for its antibody cocktail in the fourth quarter.  “We are also working on additional cocktails should the virus continue to mutate and escape,” President George Yancapoulos said.  The company said there was substantial demand for its COVID-19 therapy and that it was collaborating with Roche Holdings AG to address demand outside the United States.","102":"May 5 (Reuters) - Regeneron Pharmaceuticals Inc:  * REGENERON REPORTS FIRST QUARTER 2020 FINANCIAL AND OPERATING RESULTS  * Q1 NON-GAAP EARNINGS PER SHARE $6.60  * Q1 GAAP EARNINGS PER SHARE $5.43  * Q1 EARNINGS PER SHARE ESTIMATE $6.13 -- REFINITIV IBES DATA  * REGENERON PHARMACEUTICALS - Q1 2020 REVENUES INCREASED 33% TO $1.83 BILLION VERSUS Q1 2019  * FIRST QUARTER EYLEA U.S. NET SALES INCREASED 9% TO $1.17 BILLION VERSUS FIRST QUARTER 2019  * REGENERON PHARMACEUTICALS - NOVEL SARS-COV-2 ANTIBODY “COCKTAIL” TREATMENT ADVANCING RAPIDLY; CLINICAL STUDIES PLANNED FOR JUNE 2020  * REGENERON PHARMACEUTICALS - PLEASED TO CLOSE PRALUENT RESTRUCTURING TRANSACTION WITH SANOFI, WHICH WE EXPECT TO BE ACCRETIVE BEGINNING IN Q2 OF 2020  * REGENERON PHARMACEUTICALS - IN Q1, SAW CONTINUED GROWTH WITH EYLEA, DUPIXENT, & LIBTAYO IN U.S. DRIVEN BY UNDERLYING DEMAND DESPITE IMPACT OF PANDEMIC  * REGENERON PHARMACEUTICALS - Q1 DUPIXENT GLOBAL NET SALES WHICH ARE RECORDED BY SANOFI, INCREASED 129% TO $855 MILLION  * REGENERON PHARMA - PAUSED NEW ENROLLMENT IN CERTAIN STUDIES IN LIGHT OF PANDEMIC,CONTINUES TO MONITOR EVOLVING SITUATION ACROSS GLOBAL TRIAL SITES  * REGENERON PHARMACEUTICALS - FOR EYLEA IN UNITED STATES, THERE WAS LIMITED IMPACT ON NET PRODUCT SALES FROM COVID-19 IN Q1 OF 2020  * REGENERON PHARMACEUTICALS - IN APRIL, OVERALL U.S. EYLEA DEMAND LOWER COMPARED TO SAME PERIOD OF 2019 WITH RELATIVE IMPROVEMENT SEEN BY END OF MONTH  * REGENERON PHARMACEUTICALS - QTRLY TOTAL REVENUE INCLUDE SANOFI & BAYER COLLABORATION REVENUES OF $528 MILLION IN Q1 2020, COMPARED TO $246 MILLION IN Q1 2019  * GENERATED $528 MILLION IN FREE CASH FLOW FOR FIRST QUARTER OF 2020, COMPARED TO $823 MILLION FOR FIRST QUARTER OF 2019  * REGENERON PHARMA - EXPECTS CONTINUED ADVERSE IMPACT FROM COVID-19 ON NEW PATIENT STARTS FOR ALL PRODUCTS WHILE SOCIAL DISTANCING GUIDELINES REMAIN IN PLACE  * EXPECTS FULLY-RECRUITED CLINICAL STUDIES TO REMAIN GENERALLY ON TRACK  * REGENERON PHARMA - MAINTAINS ADEQUATE MARKET SUPPLY FOR ALL COMMERCIALIZED PRODUCTS; RAW MATERIAL SUPPLIES, CONTRACT MANUFACTURING SUPPORT REMAINED STABLE  * REGENERON PHARMACEUTICALS - SEES 2020 CAPITAL EXPENDITURES OF $510 MILLION - $590 MILLION  * REGENERON PHARMACEUTICALS - PATIENT ENROLLMENT IN LIBTAYO PHASE 3 FIRST-LINE NSCLC CHEMOTHERAPY COMBINATION STUDY EXPECTED TO BE COMPLETED IN H2 2020 Source text for Eikon: Further company coverage:","103":"A San Diego biotechnology company has sued Regeneron Pharmaceuticals Inc and Pfizer Inc, accusing them of infringing a patent on a fluorescent protein in the course of their work related to COVID-19.  In a lawsuit filed Monday in federal court in Manhattan, Allele Biotechnology and Pharmaceuticals Inc accused Regeneron of infringing the patent while developing its experimental antibody cocktail, which was recently administered to President Donald Trump.  To read the full story on Westlaw Today, click here: bit.ly\/2GIWysQ","104":"April 3 (Reuters) - Regeneron Pharmaceuticals Inc:  * EMA TO REVIEW DUPIXENT® (DUPILUMAB) AS POTENTIAL TREATMENT FOR INADEQUATELY CONTROLLED MODERATE-TO-SEVERE ASTHMA  * EUROPEAN MEDICINES AGENCY (EMA) HAS ACCEPTED FOR REVIEW AN APPLICATION FOR DUPIXENT Source text for Eikon: Further company coverage:","105":"March 19 (Reuters) - Novartis files patent infringement lawsuit against regeneron over latter’s manufacturing of eylea, zaltrap -- court filing Novartis alleges that eylea, zaltrap incorporate technology covered by one or more claims of a patent it holds Novartis says the patent in question dates from 1997 and is called ‘vector for expression of a polypeptide in a mammalian cell’ Novartis seeks compensatory and triple damages for renegeron’s alleged willful patent infringement, in a lawsuit filed with the u.s. District court in manhattan","106":"May 29 (Reuters) - Regeneron Pharmaceuticals Inc:  * LIBTAYO® (CEMIPLIMAB-RWLC) LONGER-TERM RESULTS IN ADVANCED CUTANEOUS SQUAMOUS CELL CARCINOMA PRESENTED AT ASCO 2020 SHOW DURABLE RESPONSES THAT DEEPEN OVER TIME  * REGENERON PHARMACEUTICALS - RESULTS FROM PHASE 2 TRIAL SHOW BOTH LONGER DURABILITY AND HIGHER COMPLETE RESPONSE RATES THAN PREVIOUSLY REPORTED  * REGENERON PHARMACEUTICALS - RESULTS FROM PIVOTAL PHASE 2 TRIAL SHOWED 46% OF PATIENTS EXPERIENCED SUBSTANTIAL TUMOR SHRINKAGE AFTER LIBTAYO TREATMENT  * REGENERON PHARMACEUTICALS - MEDIAN OVERALL SURVIVAL AND MEDIAN DURATION OF RESPONSE HAVE YET TO BE REACHED FOR ANY TREATMENT GROUP  * REGENERON PHARMACEUTICALS - NO NEW AES RESULTING IN DEATH WERE REPORTED COMPARED TO PREVIOUS REPORTS IN TRIAL Source text for Eikon: Further company coverage:","107":"March 11 (Reuters) - The U.S. Food & Drug Administration on Monday approved use of Regeneron Pharmaceuticals Inc and Sanofi SA’s eczema drug Dupixent for adolescents aged 12 and older, helping expand the use of an important revenue driver for both the companies in the world’s largest market for drugs.  The drug was initially approved in 2017 and has since been launched in the United States as a treatment for adults with moderate-to-severe atopic dermatitis, as well as a drug for some asthma patients. (Reporting by Manas Mishra in Bengaluru; Editing by Maju Samuel)","108":"April 27 (Reuters) - Regeneron Pharmaceuticals Inc:  * PHASE 3 TRIAL OF LIBTAYO® (CEMIPLIMAB) AS MONOTHERAPY FOR FIRST-LINE ADVANCED NON-SMALL CELL LUNG CANCER STOPPED EARLY DUE TO HIGHLY SIGNIFICANT IMPROVEMENT IN OVERALL SURVIVAL  * REGENERON PHARMACEUTICALS INC - LIBTAYO DECREASED RISK OF DEATH BY 32.4% COMPARED TO CHEMOTHERAPY  * REGENERON PHARMACEUTICALS INC - TRIAL WILL BE MODIFIED TO ALLOW ALL PATIENTS TO RECEIVE LIBTAYO FOR INVESTIGATIONAL USE Source text for Eikon: Further company coverage:","109":"May 3 (Reuters) - Regeneron Pharmaceuticals Inc:  * REGENERON REPORTS FIRST QUARTER 2018 FINANCIAL AND OPERATING RESULTS  * Q1 GAAP EARNINGS PER SHARE $4.16  * Q1 EARNINGS PER SHARE VIEW $4.35 -- THOMSON REUTERS I\/B\/E\/S  * Q1 2018 EYLEA GLOBAL NET SALES INCREASED 20% TO $1.61 BILLION  * SEES 2018 CAPITAL EXPENDITURES $420 MILLION-$480 MILLION  * TOTAL REVENUES INCREASED BY 15% TO $1.511 BILLION IN Q1  * Q1 REVENUE VIEW $1.50 BILLION -- THOMSON REUTERS I\/B\/E\/S  * QTRLY PRALUENT GLOBAL SALES $60 MILLION VERSUS $36 MILLION Source text for Eikon: Further company coverage:","110":"(Adds Eli Lilly comment)  Jan 11 (Reuters) - Regeneron Pharmaceuticals Inc’s dual antibody therapy for COVID-19 will likely be effective against new variants of the coronavirus identified so far, the drugmaker’s chief executive officer said on Monday.  The discovery in recent weeks of highly transmissible new variants of the coronavirus in the United Kingdom and South Africa has raised alarm that current drugs and vaccines against the virus might be rendered less effective.  Eli Lilly and Co said its coronavirus antibody treatment, bamlanivimab, which is approved for emergency use by the U.S. Food and Drug Administration, is effective against the UK variant, but may not be able to neutralize the one identified in South Africa.  Experiments are underway, but the coronavirus version found in South Africa “has a number of changes in the spike proteins that could make antibodies less effective,” Daniel Skovronsky, Lilly’s chief scientific officer, said in an interview on Sunday.  Regeneron’s two-antibody combination also has FDA emergency use authorization for patients with mild to moderate COVID-19.  “Having a cocktail makes it more likely we will be able to deal with variants that might pop up,” Chief Executive Officer Leonard Schleifer said during the J.P. Morgan Health Conference.  Regeneron said its cocktail approach has resulted in a treatment that should work against the major variants described in South Africa and the United Kingdom.  The UK variant has turned up in at least nine U.S. states including hard-hit California. The South Africa variant has not yet been found in the United States, which lags other nations in sequencing coronavirus samples.  “Let’s hope we can keep it that way,” Skovronsky said, noting that Lilly continues to work on additional antibody drugs, including cocktail approaches.  Regeneron reported fourth-quarter net sales of $144 million for its combination of casirivimab and imdevimab.  “We are also working on additional cocktails should the virus continue to mutate and escape,” Regeneron President George Yancapoulos said.  The company said there was substantial demand for its COVID-19 therapy and that it was collaborating with Roche Holding AG to address demand outside the United States. (Reporting by Mrinalika Roy and Manojna Maddipatla in Bengaluru and Deena Beasley in Los Angeles; Editing by Shinjini Ganguli and Bill Berkrot)","111":"May 26 (Reuters) - Regeneron Pharmaceuticals Inc:  * REGENERON ANNOUNCES PRICING OF SECONDARY OFFERING OF ITS COMMON STOCK HELD BY SANOFI  * CO WILL NOT RECEIVE ANY OF PROCEEDS FROM SALE OF SHARES IN THIS OFFERING Source text for Eikon: Further company coverage:","112":"Nov 5 - Regeneron Pharmaceuticals Inc reported a 12.6% rise in third-quarter profit on Tuesday, boosted by higher sales of its eczema drug, Dupixent.  Net income rose to $669.6 million, or $5.86 per share, in the quarter ended Sept. 30, from $594.7 million, or $5.17 per share, a year earlier.  Total revenue rose 23.1% to $2.05 billion. (Reporting by Manas Mishra in Bengaluru; Editing by Shinjini Ganguli)","113":"April 6 (Reuters) - Sanofi SA:  * SANOFI FINALIZES PRALUENT® (ALIROCUMAB) RESTRUCTURING WITH REGENERON  * SANOFI - EFFECTIVE APRIL 1, 2020, SANOFI WILL HAVE SOLE RESPONSIBILITY FOR PRALUENT OUTSIDE U.S  * SANOFI - REGENERON WILL HAVE SOLE RESPONSIBILITY FOR PRALUENT IN U.S.  * SANOFI - CO, REGENERON ENTERED INTO AGREEMENTS TO SUPPORT MANUFACTURING NEEDS IN NEAR TERM Source text for Eikon: Further company coverage:","114":"Regeneron Pharmaceuticals Inc on Monday hit a dead end in its long-running bid to undo a ruling that a patent it had sought to enforce against rival Merus NV was unenforceable because it had been obtained through deception.  The U.S. Supreme Court denied Regeneron’s petition for review of the U.S. Court of Appeals for the Federal Circuit’s July 2017 decision nixing the patent, which relates to the genetic modification of mice.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2IzskW0","115":"Aug 17 (Reuters) - Regeneron said on Friday it had won U.S. Food and Drug Administration approval for less-frequent applications of its Eylea anti-blindness treatment, which may come under pressure from a rival product made by Novatis  This marks a turnaround from earlier in the week when the U.S. regulator had issued a complete response letter which indicated it was not yet satisfied with the information provided by Regeneron. Regeneron did not give any reason for the change in its statement on Friday.  The go-ahead was based on second-year data from the so-called VIEW 1 and 2 trials, showing patients with wet age-related macular degeneration (wet AMD) can be treated with a modified 12-week dosing schedule.  Eylea is currently approved in wet AMD for dosing intervals of every four or eight weeks after three initial monthly doses.  Regeneron’s Partner Bayer, for its part, earlier this month won approval in Europe for Eylea also to be injected less frequently.  This could be a relief for patients of wet AMD, the leading cause of blindness in the elderly, as the drug is given as injections into the eye.  In November, Novartis’s rival eye drug brolucizumab, also known as RTH258, was shown to lead to less disease activity than Eylea. According to previous study results, brolucizumab could be injected less frequently than Eylea.  Regeneron sells the drug in the U.S. and Bayer in the rest of the world. Wet AMD leads to abnormal blood vessels that leak fluid into the eye and cause blindness.  Regeneron reported 2017 U.S. revenue of $3.7 billion from the drug. With sales of 1.88 billion euros ($2.14 billion) in 2017 for Bayer, Eylea is the German group’s second-biggest selling drug after stroke prevention pill Xarelto. ($1 = 0.8780 euros) (Reporting by Ludwig Burger. Editing by Jane Merriman)","116":"Feb 4 (Reuters) - Europe’s drugs regulator said on Thursday it will begin reviewing data on U.S. drugmakers Eli Lilly and Regeneron’s combination therapies of antibody-based treatments for use in COVID-19 patients.  Two separate reviews will be carried out to see if patients with COVID-19, who do not need oxygen support and are at high risk of their condition worsening, can be treated with these drugs, the European Medicines Agency said. (Reporting by Pushkala Aripaka in Bengaluru; Editing by Ramakrishnan M.)","117":"Oct 7 (Reuters) - Patients are asking to join clinical trials of antibody-based COVID-19 drugs after U.S. President Donald Trump was treated last week with an experimental therapy from Regeneron Pharmaceuticals Inc, and on Wednesday he promised to make it free to Americans while touting its benefits.  Medical experts said more data is needed to assess the treatment’s efficacy before wider use should be allowed.  Trump was discharged from the hospital late on Monday, just a few days after being diagnosed with COVID-19 that caused enough lung inflammation for blood oxygen levels to fall.  According to his doctor, blood tests on Monday detected infection-fighting antibodies, which a Regeneron spokesperson said were probably from the treatment.  In a video shot outside the White House, Trump credited the Regeneron therapy for his feeling much better than when he was first diagnosed and said he would push for emergency use authorizations (EUA) of that treatment and others like it. He mistakenly said the drug was called Regeneron.  Regeneron said it was talking with the U.S. Food and Administration about an EUA for its cocktail of two monoclonal antibodies - manufactured copies of antibodies that are one of the main weapons the immune system generates to fight infections.  The company so far has released some early data pointing to the promise of its therapy for COVID-19, and doctors were concerned Trump’s treatment and subsequent promotion could put pressure on regulators  Dr. Gary Kleiner, a pediatric immunologist at the University of Miami Miller School of Medicine and investigator in a trial designed to see if Regeneron’s antibodies can prevent coronavirus infection, said he has been approached by patients seeking the drug since last week.  Dr. Dirk Sostman, head of the research network at Houston Methodist Hospital, a trial site for Regeneron and Eli Lilly & Co antibody programs, said more patients are asking to participate in an antibody trial.  He was cautious about broader use without more data.  “All we have seen are very brief press releases ... so there is not much to go on,” he said.  “The politics of the situation would suggest to me that the story could be Trump gets COVID ... then American technology fostered by the Trump Administration cures COVID,” Sostman added. “I would think there would be pressure on regulators.”  Top U.S. infectious disease expert Dr. Anthony Fauci, speaking on Monday on CNN, said he was “strongly suspicious” that Regeneron’s drug has contributed to Trump’s progress.  “Obviously you can’t prove that until you do a number of studies to show that it actually works,” he said.  Doctors emphasized that the timeline for Trump’s illness was not entirely clear. “If he is responding at a pace where he is truly much better, it is going to be due to the antibodies,” said Dr. Edward Jones-Lopez, infectious disease specialist at the University of Southern California Keck School of Medicine in Los Angeles.  Giving the treatment to the president seems “a tacit endorsement by the federal medical bureaucracy for Regeneron’s medicine, and we expect an EUA for the treatment of COVID in a matter of days,” Leerink analyst Geoffrey Porges said in a research note.  “Patients most likely to benefit from this treatment have a similar profile to President Trump, in that they had undetectable antibodies at baseline and were early in the course of disease,” Regeneron spokeswoman Alexandra Bowie said in an emailed statement.  Regeneron has received $450 million from the U.S. government for up to 300,000 doses of the dual-antibody cocktail, and the company has said those supplies would be distributed free of charge.  Eli Lilly on Wednesday said a mid-stage trial testing its combination antibody therapy showed that it helped cut hospitalization and emergency room visits for COVID-19 patients and that it also planned to seek an EUA.  Shares of Regeneron, up nearly 6% so far this month, closed at $591.69 on Wednesday. Lilly’s shares rose 3.4% on Wednesday to close at $148.96. (Reporting By Deena Beasley, editing by Peter Henderson and Bill Berkrot)","118":"BOSTON, June 24 (Reuters) - The U.S. Justice Department on Wednesday sued Regeneron Pharmaceuticals Inc, accusing it of using a charity that helps cover Medicare patients’ drug costs as a means to pay kickbacks for using its expensive macular degeneration drug Eylea.  The government filed a lawsuit against the company in federal court in Boston, the latest case to result from an industry-wide probe of drugmakers’ financial support of patient assistance charities. (Reporting by Nate Raymond in Boston Editing by Chizu Nomiyama)","119":"FILE PHOTO: The ultrastructural morphology exhibited by the 2019 Novel Coronavirus (2019-nCoV), which was identified as the cause of an outbreak of respiratory illness first detected in Wuhan, China, is seen in an illustration released by the Centers for Disease Control and Prevention (CDC) in Atlanta, Georgia, U.S. January 29, 2020. Alissa Eckert, MS; Dan Higgins, MAM\/CDC\/Handout via REUTERS\/File Photo  (Reuters) - Sanofi and Regeneron Pharmaceuticals Inc have expanded a clinical trial of their rheumatoid arthritis drug Kevzara as a coronavirus treatment to patients outside the United States.  The companies said enrolments for the mid-to-late stage trial of Kevzara, an immune-system modifying drug known as a monoclonal antibody, have now started in Italy, Spain, Germany, France, Canada, and Russia. The U.S. trials began last week.  The trial, expected to enroll about 300 patients, will recruit hospitalized patients from several countries who are severely or critically ill with COVID-19 infection, a disease caused by the highly contagious coronavirus.  The new coronavirus, called SARS-CoV2, has now infected more than 700,000 people worldwide, and over 30,000 people have died from it, according to a Reuters tally.  Doctors have seen that many of those who become critically ill from SARS-CoV2 are experiencing a so-called cytokine storm, which happens when the immune system overreacts and attacks the body’s organs. Some researchers think drugs that can suppress the immune system, including monoclonal antibodies, might be useful for limiting this autoimmune response.  The United States has the most reported cases of any country in the world, with more than 130,000 cases of COVID-19.  Italy and Spain have been two of the worst-hit countries in Europe, recording the highest and the second highest death toll from coronavirus of any country in the world, respectively.  Regeneron is leading the U.S. trials, while Sanofi is leading trials outside the U.S.","120":"(Reuters) - President Donald Trump has been treated with an experimental antibody cocktail for COVID-19 and is moving to a military hospital as a precautionary measure, White House officials said on Friday.  The president’s physician, Dr. Sean Conley, said in a statement that Trump “remains fatigued but in good spirits” after receiving an intravenous dose of Regeneron Pharmaceuticals Inc’s dual antibody. Trump was also taking immune system boosters zinc and vitamin D, aspirin, and other generic drugs.  Trump, 74, walked to a helicopter on Friday before being moved to a special suite at Walter Reed National Military Medical Center in Bethesda, Maryland, for the next few days.  Regeneron’s drug, REGN-COV2, is part of a class of experimental COVID-19 drugs known as monoclonal antibodies: manufactured copies of human antibodies to the virus that are being studied for use in patients with early illness.  Trump’s doctors “must be sufficiently concerned with what they are seeing that they decided to use an experimental medicine ... Experimental drugs are by definition risky,” said Dr. Edward Jones-Lopez, infectious disease specialist at the Keck School of Medicine of the University of Southern California in Los Angeles.  Antibodies are proteins made by the body’s immune system that latch onto and neutralize an invading virus. Regeneron’s cocktail - which contains an antibody made by the company and a second isolated from humans who recovered from COVID-19 - is designed so that its two antibodies bind to the coronavirus’ spike protein, limiting the ability of viruses to escape.  “The trouble is we don’t have good treatments for people with mild COVID-19 ... I imagine that they are doing this because they hope this is relatively low risk,” said Dr. Rajesh Gandhi, an infectious disease physician at Massachusetts General Hospital in Boston.  Slideshow ( 2 images )  Data so far is limited for COVID-19 antibodies, but U.S. infectious disease chief Dr. Anthony Fauci is among those saying the technology has promise.  Regeneron this week reported trial results showing that its drug improved symptoms in non-hospitalized COVID-19 patients, with no serious side effects, and said it planned to talk with the Food and Drug Administration (FDA) about an emergency use authorization.  Eli Lilly & Co has also announced encouraging early data from a trial of its coronavirus antibody, and said it is seeking emergency authorization from the FDA.  Shares of Regeneron rose about 3% in after hours trade, following the announcement that Trump was given the drug.  Trump is also taking the heartburn drug famotidine - often sold in the U.S. under the brand name Pepcid. Although the drug has not been shown to work against COVID-19, researchers are studying it as a possible treatment.  Zinc and vitamin D are believed to boost the immune system. Melatonin is a hormone that helps to regulate daily body rhythms. Trump has said in the past that he takes a daily low-dose aspirin, which is recommended for some adults at increased risk of heart attack or stroke.","121":"May 29 (Reuters) - Sanofi\/Regeneron:  * Libtayo® (cemiplimab-rwlc) longer-term results in advanced cutaneous squamous cell carcinoma presented at ASCO 2020 show durable responses that deepen over time  * These results demonstrate both longer durability and higher complete response (CR) rates than previously reported. Furthermore, the data make up part of the largest and most mature prospective clinical dataset in patients with metastatic CSCC (mCSCC) or locally advanced CSCC (laCSCC) who are not candidates for curative surgery or radiation.  * Libtayo is being jointly developed by Sanofi and Regeneron under a global collaboration agreement. (Reporting by Sudip Kar-Gupta)","122":"WASHINGTON (Reuters) - Amgen Inc on Monday lost its bid at the U.S. Supreme Court to overturn a ruling that kept the Regeneron Pharmaceuticals Inc and Sanofi SA cholesterol-lowering drug Praluent on the market, but the patent dispute among the rival drugmakers will continue in another trial.  FILE PHOTO: An Amgen sign is seen at the company's office in South San Francisco, California October 21, 2013. REUTERS\/Robert Galbraith  The justices declined to hear Amgen’s appeal seeking reinstatement of a jury verdict it won against Regeneron and Sanofi in the dispute in which Amgen accused its rivals of infringing its patents relating to its competing drug Repatha and sought to block sales of Praluent.  Amgen had asked the justices to overturn a 2017 decision by the U.S. Court of Appeals for the Federal Circuit that set aside the jury’s verdict, nullified a ban imposed by a judge on Praluent sales and ordered a new trial. The sales ban was put on hold while the matter was on appeal, never taking effect.  Sanofi and Regeneron said in a joint statement they were pleased with the Supreme Court’s action.  “We are confident that the law and the facts support our positions,” the companies said, adding that they look forward to the next trial in federal court in Delaware that is scheduled to start on Feb. 19.  Amgen said in a statement it believed in the validity of its patents and was preparing for the new trial.  Praluent is an injectable drug approved by the FDA in 2015 to treat high cholesterol in patients whose cholesterol levels were not controlled by diet and statin treatment. It is created from antibodies that dramatically lower levels of “bad” LDL cholesterol in the blood by blocking a certain protein.  Thousand Oaks, California-based Amgen sued Regeneron and Sanofi in 2014. A jury returned a verdict in 2016 that Amgen’s patents relating to Repatha were valid. Paris-based Sanofi and Tarrytown, New York-based Regeneron had stipulated that if the patents were valid Praluent had infringed them.  In January 2018, U.S. District Judge Sue Robinson in Delaware took the unusual step of ordering an end to sales of Praluent. Robinson found that, although having both drugs on the market would be in the public interest, Amgen’s patent rights outweighed that concern.  Praluent and Repatha won U.S. approval to reduce LDL cholesterol and have been shown to lower the risk of heart attacks. The drugs are far more costly than other cholesterol drugs, with a list price topping $14,000 annually.","123":"Aug 6 (Reuters) - Regeneron Pharmaceuticals Inc reported better-than-expected quarterly revenue on Tuesday, boosted by demand for its blockbuster eye drug, Eylea.  The company’s total revenue rose 20.3% to $1.93 billion in the second quarter ended June 30, beating the average analyst estimate of $1.80 billion, according to IBES data from Refinitiv.  Net income fell to $193.1 million, or $1.68 per share, from $551.4 million, or $4.82 per share, a year earlier.  The company recorded higher research and development expenses in the latest reported quarter due to a one-time payment related to its collaboration with Alnylam Pharmaceuticals Inc. (Reporting by Manas Mishra and Shivani Singh; Editing by Maju Samuel)","124":"Slideshow ( 2 images )  (Reuters) - A U.S. judge on Wednesday set aside a jury verdict that found Amgen Inc patents on its cholesterol drug Repatha were valid, handing a victory to Regeneron Pharmaceuticals Inc and Sanofi SA, which sells a rival drug.  The ruling from U.S. District Judge Richard Andrews in Wilmington, Delaware was the latest reversal of fortune in a long-running lawsuit in which Amgen is seeking to stop French drugmaker Sanofi and U.S. biotech Regeneron from selling their drug Praluent.  Repatha and Praluent won U.S. approval about two weeks apart in July of 2016. Both drugs dramatically lower “bad” LDL cholesterol by blocking a protein known as PCSK9 that prevents LDL removal from the blood. The injected drugs were later shown to also cut the risk of heart attacks.  The judge, in setting aside the jury’s verdict reached in February, said some patent claims by Amgen relating to antibodies targeting PCSK9 were invalid because they did not sufficiently disclose the Thousand Oaks, California-based company’s claimed innovations.  “It has been our longstanding belief that all of Amgen’s asserted U.S. PCSK9 patent claims are invalid, and we are pleased that today’s decision reaffirms this,” Sanofi and Regeneron said in a statement.  California-based Amgen said in a statement that it disagreed with aspects of the court’s decision and will seek review by the appellate court.  “Protecting intellectual property is critical to our business since it allows for our investment in the research and development of new medicines,” Amgen said. “Consequently, we are disappointed with today’s decision, and we look forward to presenting our case to uphold the jury’s verdict.”  Despite initial forecasts for multibillion-dollar sales, restrictions placed by insurers on use of the potent but expensive drugs have severely limited patient access and sales.  Repatha had worldwide sales of $152 million in the second quarter of 2019, while Regeneron reported Praluent sales of $73.7 million for the period.","125":"May 14 (Reuters) - Ocular Therapeutix Inc:  * OCULAR THERAPEUTIX INC - ON MAY 8 ENTERED INTO AN AMENDMENT TO ITS EXISTING COLLABORATION, OPTION AND LICENSE AGREEMENT WITH REGENERON PHARMACEUTICALS  * OCULAR - CO, REGENERON HAVE ADOPTED NEW WORKPLAN TO TRANSITION JOINT EFFORTS TO RESEARCH & DEVELOPMENT OF EXTENDED-DELIVERY FORMULATION OF AFLIBERCEPT  * OCULAR THERAPEUTIX INC - IN ADDITION, AMENDMENT PROVIDES FOR MODIFICATION OF TERMS OF OPTION PREVIOUSLY GRANTED TO REGENERON UNDER AGREEMENT  * OCULAR THERAPEUTIX INC - AMENDMENT ALSO REVISES TERM AND TERMINATION PROVISIONS OF AGREEMENT  * OCULAR THERAPEUTIX INC - ON MAY 13, 2020, COMPANY RECEIVED ADDITIONAL INTERIM DATA REGARDING ITS ONGOING PHASE 1 CLINICAL TRIAL OF OTX-TKI  * OCULAR - RECENTLY AMENDED PHASE 1 CLINICAL TRIAL PROTOCOL OF OTX-TKI AND IS ENROLLING A THIRD COHORT OF SUBJECTS TO RECEIVE A HIGHER DOSE OF 600 ΜG  * OCULAR - OTX-TKI HAS BEEN GENERALLY WELL TOLERATED & HAS BEEN OBSERVED TO HAVE FAVORABLE SAFETY PROFILE, WITH NO OCULAR SERIOUS ADVERSE EVENTS TO DATE Source text: (bit.ly\/3bvyNhy) Further company coverage:","126":"FILE PHOTO: The Regeneron Pharmaceuticals company logo is seen on a building at the company's Westchester campus in Tarrytown, New York, U.S. September 17, 2020. REUTERS\/Brendan McDermid  (Reuters) - Regeneron Pharmaceuticals Inc said on Tuesday its antibody cocktail was found effective in preventing COVID-19 in people exposed to those infected with the new coronavirus in an ongoing late stage trial.  The two-antibody cocktail, REGEN-COV, caused a 100% reduction in symptomatic infection and roughly 50% lower overall rates of infection, based on an early analysis of 400 participants in the trial who had a household member with COVID-19.  In comparison, rival Eli Lilly and Co said last week its antibody drug, bamlanivimab, cut the risk of COVID-19 infection by 80% for nursing home residents in a trial.  Regeneron said it would discuss the interim results with U.S. health regulators to potentially expand the antibody cocktail’s current emergency use authorization (EUA). Full data from the trial is expected early in the second quarter.  The U.S. Food and Drug Administration in November granted EUA to the antibody cocktail for the treatment of mild to moderate COVID-19 in adults and children.  The current trial tested REGEN-COV for use as a passive vaccine, which involves direct delivery of virus-fighting antibodies into the body unlike traditional vaccines in which the receiver’s immune system is activated to develop its own antibodies.  “These data using REGEN-COV as a passive vaccine suggest that it may both reduce transmission of the virus as well as reduce viral and disease burden in those who still get infected,” said George Yancopoulos, president and chief scientific officer of Regeneron.  During the trial, jointly run by Regeneron and the National Institute of Allergy and Infectious Diseases, one death and a COVID-19 related hospitalization were reported among those who received placebo, but there was no such incident in the treatment group, the company said.","127":"NEW YORK (Reuters) - Sanofi SA and Regeneron Pharmaceuticals Inc said on Monday that they will slash the U.S. list price of their potent but expensive cholesterol fighter Praluent by 60 percent, as the drugmakers follow a similar move by rival Amgen Inc in hopes of increasing use of the drug.  FILE PHOTO: The logo of Sanofi is pictured during the Viva Tech start-up and technology summit in Paris, France, May 25, 2018. REUTERS\/Charles Platiau  The new list price for Praluent will be $5,850 a year, matching the price Amgen set when it lowered the list of its competing drug, Repatha, in October.  Sanofi and Regeneron said they expect the lower-priced Praluent to be available for pharmacies to order in early March. They said the new price should improve patient access and result in lower out-of-pocket costs for U.S. consumers.  Praluent and Repatha belong a class of injectable biotech drugs called PCSK9 inhibitors that dramatically lower bad LDL cholesterol and reduce the risk of heart attacks and death.  Sales of both have been severely constrained by onerous roadblocks to patient access put up by insurers looking to limit spending on the expensive drugs.  They were approved in 2015 with initial list prices of more than $14,000 a year.  In March of last year, Regeneron and Sanofi said that they would be willing to charge less for their drug if insurers agreed to reduce barriers for high-risk heart patients.  A few months later they struck a deal with Express Scripts, now part of Cigna Corp, to make the drug available to that company’s customers at a price in the range of $4,500 to $6,600 a year.  The United States, which leaves drug pricing to market competition, has higher prices than in other developed countries, where governments directly or indirectly control costs. That makes it by far the world’s most lucrative market for manufacturers.  Congress has been targeting the pharmaceutical industry over the rising cost of prescription drugs for U.S. consumers, particularly since Democrats took over the House of Representatives in January.  Executives from at least six drugmakers plan to testify at a Senate hearing on rising prescription drug prices later this month.  Drug pricing is also a top priority of the administration of President Donald Trump, who had made it a central issue of the 2016 presidential campaign.","128":"(Adds Regeneron comment, share price)  Oct 24 (Reuters) - Amgen Inc, looking to boost use of its potent cholesterol drug Repatha, has cut the medication’s U.S. list price by 60 percent to $5,850, the biotechnology company said on Wednesday.  Repatha and rival drug Praluent from partners Regeneron Pharmaceuticals Inc and Sanofi SA were launched in 2015 at list prices of more than $14,000 a year.  Sales of both - injectable drugs known as PCSK9 inhibitors that dramatically lower bad LDL cholesterol - have been constrained by onerous roadblocks to patient access by insurers looking to limit spending on the expensive drugs.  Amgen’s move “is clearly focused on helping patients afford the medicine at the pharmacy counter,” said Murdo Gordon, the company’s head of commercial operations.  He said the drug, which has been shown to reduce the risk of heart attacks in high-risk patients, needs to be affordable to patients on Medicare, the federal government’s health plan for seniors.  Amgen and other drugmakers have assistance programs to cover co-pays and deductibles for patients covered by commercial insurance, but are barred by law from paying those costs for people on government-funded health plans.  The new $5,850 price is in line with the current net price Amgen gets after discounts and rebates to pharmacy benefit managers (PBMs) and health insurers, said Amgen spokeswoman Kristen Davis.  In May, Regeneron and Sanofi agreed with pharmacy benefit manager Express Scripts Holding Co to lower Praluent’s price to between $4,500 and $8,000 in exchange for easier access for patients covered by the PBM’s largest plan.  “We are glad to see that Amgen is following our lead in lowering the cost of PCSK9 inhibitors,” Regeneron said in an emailed statement on Wednesday.  Express Scripts still lists Regeneron’s drug as the preferred PCSK9 option under its largest plan, but said on Wednesday it may “re-evaluate based on Amgen’s update.”  “Amgen is taking an important step forward to help payers be better positioned to provide breakthrough medicines and help people achieve better outcomes,” Express Scripts’ Chief Medical Officer Steve Miller said in a statement.  Amgen estimates that 75 percent of Repatha prescriptions under Medicare are not filled due to high out-of-pocket costs.  Gordon said Amgen expects that with the new lower list price for Repatha, Medicare Part D plans will list the drug with a fixed co-pay, rather than require patients to cover a percentage of the drug’s price as most now do.  He said nearly half of the 3.4 million Americans estimated to be eligible for treatment with Repatha are on Medicare. Currently, the drug is being used by around 50,000 patients worldwide, Amgen said.  “In the long term it is our hope that we can address more patient needs, leading ultimately to higher revenue,” Gordon said.  Despite initial forecasts for multibillion-dollar sales, worldwide sales of Repatha totaled just $271 million in the first half of 2018. Sales of Praluent were $134 million in the same period.  Amgen said the new list price will take affect immediately for most Repatha sales, and said the drug sold under the original list price will be phased out by the end of 2020 in order to limit any disruption to existing contracts.  The company said it has been offering healthcare payers significant rebates this year in exchange for improved patient access to Repatha.  Gordon said Amgen may continue to offer rebates to some PBMs and insurers. “If plans are interested in moving to affordable, fixed co-pay tiers, we are not going to be slow to respond to them,” he said.  Shares of Amgen, which fell 5 percent in regular trading, were little changed at $187.95 after hours.","129":"May 1 (Reuters) - Sanofi and Regeneron Pharmaceuticals said on Tuesday they had agreed to cut the price of their potent cholesterol drug, Praluent, under a deal with Express Scripts, the largest U.S. manager of prescription benefits.  In exchange, Express Scripts has selected Praluent as the exclusive PCSK9 inhibitor therapy on its National Preferred Formulary as of July 1, 2018.  The agreement, which follows disappointing sales of the medicine, is the first since Sanofi and Regeneron announced in March that they were considering special deals to break a reimbursement logjam.","130":"April 23 (Reuters) - Regeneron Pharmaceuticals Inc:  * REGENERON PHARMACEUTICALS INC SAYS PRESIDENT AND CEO LEONARD S. SCHLEIFER’S 2017 TOTAL COMPENSATION WAS $26.5 MILLION VERSUS $28.3 MILLION IN 2016 – SEC FILING  * REGENERON PHARMACEUTICALS SAYS PRESIDENT, CHIEF SCIENTIFIC OFFICER GEORGE D. YANCOPOULOS' 2017 TOTAL COMPENSATION WAS $25.3 MILLION VERSUS $27.8 MILLION IN 2016 Source text (bit.ly\/2HWfe4T) Further company coverage:","131":"(Reuters) - Roche Holding AG has completed early tests of its ability to produce large quantities of Regeneron Pharmaceuticals Inc’s COVID-19 antibody treatment, putting it on track to begin manufacturing the drug once it is authorized by regulators, Regeneron’s president said on Tuesday.  Slideshow ( 2 images )  The experimental therapy was used to treat U.S. President Donald Trump in October. The companies aim to be able to make 2 million doses of the antibody cocktail next year, but are awaiting clearance from regulators.  Roche “has already started engineering runs at scale and (has) been successful,” Regeneron President and Chief Scientific Officer George Yancopoulos said in an interview ahead of this week’s Reuters Total Health conference.  A Roche spokesman said the Swiss drugmaker would be ready to begin producing the treatment in the first quarter of 2021.  Regeneron has had discussions with the U.S. Food and Drug Administration almost every day since it submitted its application for emergency use of the COVID-19 drug in October, and expects a final decision in the “very near future,” Yancopoulos, a co-founder of the U.S. biotech company said.  Regeneron hopes to apply for full approval of the drug shortly afterwards, he said, echoing his comment during Regeneron’s investor call earlier this month.  The company has a contract to provide 300,000 doses of the antibody therapy, called REGN-COV2, to the U.S. government and expects to be able to meet that commitment by as early as January. It has more than 50,000 doses currently stockpiled.  The 2 million doses Regeneron expects to be able to produce in partnership with Roche next year may not be enough to treat all the patients worldwide who could benefit from it, Yancopoulos said, based on the rate at which the virus is again spreading and sickening people globally.  He added that Regeneron is in talks with U.S. officials about providing more doses than it has already agreed to, but has not reached any conclusive agreement. Regeneron’s current contract with the U.S. government priced 300,000 doses at $450 million.  Regeneron has been speaking regularly with U.S. President-elect Joe Biden’s COVID-19 task force and has shown them a presentation on the antibody treatment, Yancopoulos said.  After Trump received the Regeneron treatment along with several other medicines during his bout with COVID-19, he touted it as a virtual “cure” for the illness, promising to make it free for Americans.  For more on Reuters Events Total Health click here: here.","132":"May 5 (Reuters) - Regeneron Pharmaceuticals Inc on Tuesday reported a 35.4% rise in first-quarter profit on higher sales of its blockbuster eye drug, Eylea.  Net income rose to $624.6 million, or $5.43 per share, in the quarter ended March 31, from $461.1 million, or $3.99 per share, a year earlier.  Revenue rose to $1.83 billion from $1.37 billion. (Reporting By Saumya Sibi Joseph and Mrinalika Roy in Bengaluru; Editing by Shinjini Ganguli)","133":"July 2 (Reuters) - Regeneron Pharmaceuticals Inc:  * REGENERON AND SANOFI PROVIDE UPDATE ON KEVZARA® (SARILUMAB) PHASE 3 U.S. TRIAL IN COVID-19 PATIENTS  * REGENERON - STUDY DID NOT MEET PRIMARY, KEY SECONDARY ENDPOINTS WHEN KEVZARA WAS ADDED TO BEST SUPPORTIVE CARE COMPARED TO BEST SUPPORTIVE CARE ALONE  * REGENERON - BASED ON RESULTS, U.S.-BASED TRIAL HAS BEEN STOPPED, INCLUDING IN A SECOND COHORT OF PATIENTS WHO RECEIVED A HIGHER DOSE OF KEVZARA  * REGENERON PHARMACEUTICALS - MINOR POSITIVE TRENDS WERE OBSERVED IN PRIMARY PRE-SPECIFIED ANALYSIS GROUP THAT DID NOT REACH STATISTICAL SIGNIFICANCE  * REGENERON PHARMACEUTICALS INC - DETAILED RESULTS WILL BE SUBMITTED TO A PEER-REVIEWED PUBLICATION LATER THIS YEAR.  * REGENERON PHARMACEUTICALS INC - EXPECT TO REPORT RESULTS OF KEVZARA TRIAL OUTSIDE OF U.S. IN Q3 2020  * REGENERON PHARMACEUTICALS INC - IN PRIMARY ANALYSIS GROUP, ADVERSE EVENTS WERE EXPERIENCED BY 80% OF KEVZARA PATIENTS  * REGENERON PHARMACEUTICALS INC - IN PRIMARY ANALYSIS GROUP, ADVERSE EVENTS WERE EXPERIENCED BY 77% OF PLACEBO PATIENTS  * REGENERON - ADVERSE EVENTS THAT OCCURRED IN AT LEAST 3% OF PATIENTS, MORE FREQUENTLY AMONG KEVZARA PATIENTS, WERE MULTI-ORGAN DYSFUNCTION, HYPOTENSION  * REGENERON - SEPARATE SANOFI-LED TRIAL OUTSIDE OF U.S. IN HOSPITALIZED PATIENTS WITH SEVERE & CRITICAL COVID-19 USING DIFFERENT DOSING REGIMEN ONGOING Source text for Eikon: Further company coverage:","134":"(Reuters) - Dialysis centers in the United States are rolling out COVID-19 antibody treatments this week, a new path for delivery of Eli Lilly and Regeneron drugs approved for emergency use but facing skepticism and logistical problems in some hospitals.  FILE PHOTO: Healthcare workers treat patients infected with the coronavirus disease (COVID-19) at United Memorial Medical Center in Houston, Texas, U.S., December 28, 2020. REUTERS\/Callaghan O'Hare\/File Photo  Supplies of the drugs are piling up as hospitals grapple with overflowing wards and mass vaccinations. Kidney dialysis patients are among those most at risk from COVID-19, which is especially deadly among people with chronic illnesses.  Nearly half a million doses of the treatments, manufactured copies of proteins the body produces to combat the virus, have been allocated, but only about 21% of those have been administered, according to the latest statistics from the Department of Health and Human Services.  Fresenius Medical Care, the largest kidney dialysis provider in the United States, said it plans to begin administering the intravenous treatments nationwide this week at facilities dedicated to handling COVID-19 patients or during shifts set up for only those patients.  Smaller dialysis provider U.S. Renal Care said it will begin this week to dispense bamlanivimab, Eli Lilly and Co’s antibody drug, to its patients recently diagnosed with COVID-19.  Timely use of the treatment could help reduce hospital admissions, said Mary Dittrich, the dialysis company’s chief medical officer.  Some doctors have questioned the efficacy of the new treatments, which in any case are complicated to use, taking two hours to infuse and monitor a patient.  Slideshow ( 2 images )  “Hospitals aren’t always set up for outpatient infusions. When they are it is typically in environments where compromised patients might be,” said Michael Ganio, senior director of pharmacy practice at the American Society of Health-System Pharmacists.  Nearly 500,000 people in the United States are on dialysis, a process of mechanically cleaning blood usually done three times a week. Diabetes is the most common cause of kidney failure.  Bamlanivimab and Regeneron Pharmaceuticals Inc’s cocktail of casirivimab and imdevimab have the U.S. government’s emergency authorization for non-hospitalized COVID-19 patients who are at high risk of becoming severely ill.  St. John Well Child and Family Center, a non-profit clinic serving low-income families in South and Central Los Angeles, has re-purposed an idled dental office and expects this week to administer the antibody infusion treatments to as many as 18 people a day.  Some hospitals are also opening their own infusion sites separate from vulnerable populations, including cancer patients.  “We have set up an alternate infusion site,” said Dr. William Schaffner, professor of infectious disease at Nashville’s Vanderbilt University Medical Center. “Not everybody wants it. Some say, ‘Gee I am doing pretty well on my own,’ whereas others say, ‘Sure. The president got it, why not me?’”  President Donald Trump was treated with Regeneron’s antibody cocktail, among other drugs, in October after he was diagnosed with COVID-19.  The federal government has multi-million dollar contracts with both Lilly and Regeneron for supplies of the antibody therapies.  U.S. Renal Care said it will initially take delivery of bamlanivimab at 16 clinics in California, Georgia, Hawaii, Maryland, New Mexico, Ohio, South Carolina and Texas.  Vanderbilt’s Schaffner said many hospitals are grappling with a surge of “very sick” patients at the same time they are launching campaigns to inoculate staff with new COVID-19 vaccines.  “The vaccination program is priority one,” he said.","135":"June 1 (Reuters) - Intellia Therapeutics Inc:  * REGENERON AND INTELLIA THERAPEUTICS EXPAND COLLABORATION TO DEVELOP CRISPR\/CAS9-BASED TREATMENTS  * INTELLIA THERAPEUTICS INC - REGENERON AND INTELLIA TO CO-DEVELOP POTENTIAL HEMOPHILIA A AND B TREATMENTS  * INTELLIA THERAPEUTICS INC - REGENERON GAINS RIGHTS TO DEVELOP PRODUCTS FOR ADDITIONAL IN VIVO TARGETS AND NEW RIGHTS FOR EX VIVO PRODUCT DEVELOPMENT  * INTELLIA THERAPEUTICS INC - INTELLIA RECEIVES $100 MILLION THROUGH UPFRONT CASH AND EQUITY INVESTMENT FROM REGENERON  * INTELLIA THERAPEUTICS - EXISTING COLLABORATION WITH REGENERON EXTENDED UNTIL APRIL 2024, WITH REGENERON HAVING OPTION TO RENEW FOR ADDITIONAL 2 YEARS Source text for Eikon: Further company coverage:","136":"(Reuters) - Regeneron Pharmaceuticals Inc and Sanofi SA will slash the price of their expensive cholesterol drug for Express Scripts Holdings Co customers in exchange for greater patient access, with some savings to be shared with consumers, the companies said on Tuesday.  FILE PHOTO: French multinational pharmaceutical company SANOFI logo is seen at the headquarters in Paris, France, March 8, 2016. REUTERS\/Philippe Wojazer\/\/File Photo  The drug, Praluent, has a list price of over $14,000 a year, but the new price, after discounts and double-digit rebates, is on the “low end” of a $4,500 to $6,600 range, Express Scripts Chief Medical Officer Steve Miller told Reuters.  That range was determined in March to be cost effective by the independent Institute for Clinical and Economic Review (ICER) for highest risk patients assuming the drug results in a sustained reduction in cardiovascular-related deaths.  Praluent, given by injection, dramatically lowers bad LDL cholesterol and reduces the risk of heart attacks and death in high-risk heart patients.  But sales of Praluent and a rival Amgen drug have been constrained by onerous roadblocks to patient access by insurers. They reject about 70 percent of prescriptions written, the companies have said.  “I expect this to substantially increase the sales,” Regeneron Chief Executive Leonard Schleifer said of the deal.  But investors are less certain that big price concessions will result in an overall sales increase. Amgen shares were off 3.3 percent, or $5.81, at $168.67 while Regeneron shares fell 2.5 percent, or $7.59 to $296.09.  The new arrangement makes Praluent exclusive on the Express Scripts’ national formulary for the drug class known as PCSK9 inhibitors, meaning some customers of the largest U.S. pharmacy benefit manager (PBM) will not easily access Amgen’s Repatha.  Express Scripts, the nation’s largest manager of pharmacy benefit plans (PBM), said about 25 million people, or a third of its customers, are covered by the preferred formulary.  Miller said in a telephone interview that the new Praluent price includes “point of sale” discounts for consumers. Beginning in July, Express Scripts will pass along a portion of Praluent rebates it receives from the drugmakers to people in eligible health benefit plans, lowering out-of-pocket costs.  “This is a significant (price) reduction that the patients will also feel, not just the insurance companies or the employers,” Schleifer told Reuters by telephone.  The Trump administration and members of Congress have demanded that PBMs pass on more of the rebates they receive to consumers outraged over rising costs at the pharmacy counter. Many Americans now have health plans with higher deductibles or co-payments, making them responsible for more of their medical costs.  Other insurers and PBMs, including UnitedHealth, and CVS Health, have announced plans to return at least some prescription drug rebates back to consumers.  Amgen said the formulary decision impacts 2,000 Repatha patients out of the 39,000 people who take the drug. It said it has been negotiating with several payers and that it will fight to be included in other Express Scripts business, and that it is offering significant discounts.  Regeneron and Sanofi said in March they would be willing to lower Praluent’s price in exchange for easier patient access.  Beginning July 1, doctors can submit just one form attesting that a patient with heart disease meets criteria for PCSK9 therapy, such as inability to sufficiently lower LDL with cheap statins, like generic versions of Pfizer’s Lipitor.  Regeneron’s CEO said talks were taking place with other insurers and PBMs about similar arrangements.  “I hope that this will spread like wildfire through the entire payer system,” Schleifer said.","137":"PARIS (Reuters) - The rheumatoid arthritis drug Kevzara has failed as a COVID-19 treatment, French drugmaker Sanofi said on Tuesday following a similar flop of a Roche product.  FILE PHOTO: The logo of Sanofi is seen at the company's headquarters in Paris, France, April 24, 2020. REUTERS\/Charles Platiau\/File Photo  Sanofi said Kevzara - which it produces with partner Regeneron - had failed as a COVID-19 treatment after the latest set of trials in patients across the world showed adverse effects, and would be dropped for studies in this field.  Sanofi said the trials had led in some cases to COVID-19 pneumonia infections and even death in a few cases.  The two companies do not anticipate conducting further clinical studies of it, Sanofi added.  Trials had shown that the drug did not help patients with less severe COVID-19, the companies had said in July.  “Although this trial did not yield the results we hoped for, we are proud of the work that was achieved by the team to further our understanding of the potential use of Kevzara for the treatment of COVID-19,” said Sanofi’s global head of research and development, John Reed.  “At Sanofi, we are committed to help combat the global COVID-19 pandemic, including developing vaccine candidates that can be manufactured at large scale,” he added.  Pharmaceutical companies have been racing to develop treatments against the COVID-19 pandemic that has claimed more than 849,000 lives and crippled economies. (tmsnrt.rs\/3aIRuz7)  Last month, CEO Paul Hudson said Sanofi’s confidence in its coronavirus vaccine candidates had increased over the summer as the drugmaker prepared to start clinical trials.  In July, Roche said its attempt to retool its rheumatoid arthritis drug Actemra\/RoActemra to treat patients hospitalised with severe COVID-19-related pneumonia has failed in a late-stage trial.","138":"Feb 1 (Reuters) - Europe’s health regulator on Monday said it had started a real-time review of Regeneron Pharmaceuticals Inc’s antibody therapy for the treatment and prevention of COVID-19.  The European Medicines Agency said its decision to start a rolling review is based on preliminary results from a study indicating that the REGN-COV2 antibody helped reduce the amount of virus in the blood of non-hospitalized patients with COVID-19.  The agency has started assessing the first batch of data on the antibody which comes from laboratory and animal studies, it said. The rolling review will continue until enough evidence is available to support a formal marketing authorization application.  Regeneron last week reported results from a late-stage study indicating its antibody cocktail was effective in preventing COVID-19 in people exposed to those infected with the new coronavirus. The therapy received an emergency use authorization from the U.S. Food and Drug Administration in November. (reut.rs\/3taOvIZ) (Reporting by Amruta Khandekar; Editing by Maju Samuel)","139":"Jan 12 (Reuters) - The U.S. government will buy 1.25 million additional doses of Regeneron Pharmaceuticals Inc’s COVID-19 antibody cocktail to be used in non-hospitalized COVID-19 patients, the drugmaker said on Tuesday.  The new agreement brings the total potential U.S. supply to over 1.5 million doses, according to Regeneron. (Reporting by Trisha Roy in Bengaluru; Editing by Shounak Dasgupta)","140":"FILE PHOTO: The logo of Sanofi is seen at the company's headquarters in Paris, France, April 24, 2020. REUTERS\/Charles Platiau  (Reuters) - Regeneron Pharmaceuticals Inc and Sanofi said on Thursday their rheumatoid arthritis drug Kevzara failed to meet the main goals of a U.S. study testing it in the most critically ill COVID-19 patients.  Previous trial results had shown that the drug did not help patients with less severe COVID-19, the disease caused by the novel coronavirus, and shares of Regeneron fell about 3% in after hours trading.  Kevzara belongs to a class of drugs called interleukin-6 inhibitors that are being tried to help regulate a dangerous overreaction to the virus by the body’s immune system called “cytokine storm.”  Other drugs in the same class, including Roche Holding AG’s Actemra, are also being studied as treatments for COVID-19.  A separate Sanofi-led trial of Kevzara outside of the United States in hospitalized patients with severe and critical COVID-19 using a different dosing regimen is ongoing, the companies said.  Patients who required mechanical ventilation or high-flow oxygen therapy or treatment in an intensive care unit were considered critically ill. Those who required oxygen without mechanical or high-flow oxygenation were considered severely ill.  More than three dozen U.S. states were seeing a rise in COVID-19 cases, according to a Reuters analysis on Thursday, the latest grim sign that the coronavirus pandemic, once thought to be waning, was again spreading rapidly.  Worldwide, the virus has infected 10.76 million people, resulting in 516,600 deaths.  Shares of Regeneron were down $17.20 at $605.25 after hours. They are up about 67% so far this year.","141":"REUTERS - Regeneron Pharmaceuticals Inc said U.S. health regulators were doing a careful analysis of its experimental antibody cocktail to treat COVID-19 and that it was hopeful the drug could be authorized for emergency use in the country soon.  FILE PHOTO: The Regeneron Pharmaceuticals company logo is seen on a building at the company's Westchester campus in Tarrytown, New York, U.S. September 17, 2020. REUTERS\/Brendan McDermid  The treatment, which was given to U.S. President Donald Trump during his COVID-19 infection, has been under review by the U.S. Food and Drug Administration since last month.  “We hope that it (review) will reach a successful conclusion. But we don’t know the timeline,” Regeneron Chief Executive Officer Leonard Schleifer said during a conference call to discuss the company’s earnings.  The company has said that clinical trial data shows the drug reduced medical visits in patients with mild-to-moderate cases. The antibody treatment would be the first drug designed specifically to fight COVID-19 and could become a tool in the coronavirus pandemic that has killed more than one million people globally.  Based on clinical trials, Regeneron expects emergency use authorization could be granted for outpatients, a group that it believes would benefit the most from the drug.  About 80,000 doses of the treatment could be ready by the end of this month, and 300,000 doses by the end of January, Regeneron said.  The company has been working to scale up production of the drug, and raised its forecast for 2020 research and development expenses to between $2.75 billion and $2.82 billion, from its prior forecast of $2.61 billion and $2.73 billion. It would also result in higher expenses in the first half of 2021.  The company said last week that COVID-19 patients receiving advanced care in the hospital are no longer being enrolled in clinical trials after a data panel signaled a potential safety signal and an unfavorable risk-benefit profile.  “I think theoretically, there is not really a great deal of rationale why there might be a safety signal,” said George Yancopoulos, Regeneron’s chief scientific officer.  On Thursday, a data committee for large UK trial that is testing several potential drugs for COVID-19, including Regeneron’s REGN-COV2, said the trial should continue enrolling all patients, including severe patients.  The committee said that its decision was prompted by data from over 15,000 patients, and available external information.","142":"(Reuters) - U.S. hospitals have been slow to embrace COVID-19 antibody drugs from Eli Lilly and Co and Regeneron Pharmaceuticals Inc that have been authorized to reduce the risk of hospitalization, U.S. officials said on Wednesday.  Slideshow ( 2 images )  Demand for the therapies, which are given as a one-time intravenous infusion, has been “disappointing,” and hospitals should be using them more, Operation Warp Speed chief advisor Dr. Moncef Slaoui said on a conference call. The government program is distributing and allocating the drugs.  Healthcare systems say they have been slow to ramp up use of the antibodies due to extra levels of complexity during the pandemic - including requirements for quick diagnosis times and the need to isolate infectious patients.  Utah’s Intermountain Healthcare said it has trained a special team, known as “the MAb Squad,” who contact high-risk patients as soon as their test results are positive to connect them with treatment at infusion centers across the state.  Lilly’s bamlanivimab and Regeneron’s combination of casirivimab and imdevimab are monoclonal antibodies, known as MAbs in medical shorthand, manufactured copies of proteins produced by the body to fight coronavirus infection.  Both treatments have U.S. emergency use authorization for newly-diagnosed, non-hospitalized COVID-19 patients at risk of becoming severely ill due to age or underlying health conditions.  The Regeneron cocktail was among the medicines used to treat U.S. President Donald Trump when he contracted COVID-19.  The U.S. Department of Health and Human Services has so far delivered over 250,000 doses of the drugs to states and territories. The latest weekly statistics from HHS show that only 21% of delivered drug was used to treat patients, Michael Ganio, senior director of pharmacy practice and quality at the American Society of Health-System Pharmacists, told Reuters.  He said that number is rising as hospitals open dedicated infusion centers - some in conference rooms and auditoriums. HHS plans to set up a website where a user can type in a zip code and find a nearby site able to administer an infusion.  “We are using quite a bit. We’ve treated over 300 patients so far with bamlanivimab,” said Katherine Perez, infectious disease pharmacist at Houston Methodist.  Perez said Houston Methodist is mainly using bamlanivimab as Regeneron’s drug is still being distributed using material from clinical trials, requiring pharmacies to mix several vials.  “Sometimes it takes eight vials to get one dose,” she said.  Despite emergency use authorizations for both antibody drugs, the National Institutes of Health and the Infectious Diseases Society of America recommend against their routine use, saying that the benefits are uncertain.  Dr. Brandon Webb, infectious disease physician at Intermountain, said the health system is working with researchers to gather real-world data on how well the drugs appear to be working.  Slaoui said the U.S. is still discussing procuring additional antibody doses from both Lilly and Regeneron.  The U.S. has so far paid $1,250 per dose for 950,000 doses of Lilly’s bamlanivimab and purchased 300,000 doses of Regeneron’s antibody cocktail.","143":"(Reuters) - Regeneron Pharmaceuticals Inc said on Monday it will invest $100 million in cancer drug developer bluebird bio Inc, and the companies will jointly develop new cell therapies for cancer.  The investment will be at $238.10 per share, a premium of nearly 59 percent over bluebird’s Friday closing price.  Bluebird bio’s shares were up about 7 pct at $160.50 in premarket trading on Monday.  The companies will use Regeneron’s VelociSuite platform technologies for the discovery of human antibodies as well as T cell receptors and bluebird’s gene transfer techniques.  Bluebird’s technology focuses on an emerging class of treatments known as CAR-T therapy, which involves genetic manipulation of a patient’s immune system.  The companies have selected six initial targets and will equally share the costs of research and development up to the point of submitting a marketing application in the United States.","144":"Slideshow ( 2 images )  (Reuters) - The U.S. government will start distributing Regeneron Pharmaceuticals Inc’s newly authorized COVID-19 antibody combination on Tuesday, beginning with over 30,000 treatment courses, a health official said on Monday.  U.S. officials on a call with reporters said doses will be allocated based on which states have the highest numbers of confirmed cases and hospitalizations, both of which are currently soaring nationwide.  The U.S. Food and Drug Administration on Saturday issued emergency use authorization for the treatment called REGN-COV2, which combines two monoclonal antibodies, to be used for mild-to-moderate COVID-19 in adults and children who are at high risk of progressing to severe COVID-19.  Regeneron has said it expects to have enough REGEN-COV2 for about 80,000 patients by the end of this month. It expects to have enough doses to treat about 200,000 patients by the first week of January, rising to some 300,000 patients in total by the end of January.  The antibody cocktail was among the treatments given to U.S. President Trump during his bout with COVID-19 last month. He declared it a virtual “cure” for COVID-19 at the time.  The treatment belongs to a class of biotech drugs known as monoclonal antibodies, which are manufactured copies of antibodies created by the human body to fight infections.  U.S. regulators earlier this month authorized another antibody treatment for COVID-19 from Eli Lilly and Co. Officials on Monday said the department of Health and Human Services has already helped distribute 120,000 doses of Lilly’s antibody to patients around the country.  More than 250,000 Americans have also been treated for their COVID-19 with antibody-rich convalescent plasma from recovered patients, officials said. Some health experts have argued that there is not enough data to show that convalescent plasma is an effective treatment.","145":"June 19 (Reuters) - Regeneron Pharmaceuticals Inc:  * DUPIXENT® (DUPILUMAB) APPROVED IN CHINA FOR ADULTS WITH MODERATE-TO-SEVERE ATOPIC DERMATITIS  * REGENERON PHARMACEUTICALS - DUPIXENT INCLUDED IN LIST OF OVERSEAS APPROVED DRUGS THAT MEET URGENT CLINICAL NEED IN CHINA Source text for Eikon: Further company coverage:","146":"(Reuters) - Patients are asking to join clinical trials of antibody-based COVID-19 drugs after U.S. President Donald Trump was treated last week with an experimental therapy from Regeneron Pharmaceuticals Inc REGN.O, and on Wednesday he promised to make it free to Americans while touting its benefits.  FILE PHOTO: The Regeneron Pharmaceuticals company logo is seen on a building at the company's Westchester campus in Tarrytown, New York, U.S. September 17, 2020. REUTERS\/Brendan McDermid  Medical experts said more data is needed to assess the treatment’s efficacy before wider use should be allowed.  Trump was discharged from the hospital late on Monday, just a few days after being diagnosed with COVID-19 that caused enough lung inflammation for blood oxygen levels to fall.  According to his doctor, blood tests on Monday detected infection-fighting antibodies, which a Regeneron spokesperson said were probably from the treatment.  The company said on Wednesday that it has submitted a request to the U.S. Food and Drug Administration for an emergency use authorization (EUA) for its antibody combination.  In a video shot outside the White House, Trump credited the Regeneron therapy for his feeling much better than when he was first diagnosed and said he would push for EUAs of that treatment and others like it. He mistakenly said the drug was called Regeneron.  Regeneron’s drug is a cocktail of two monoclonal antibodies - manufactured copies of antibodies that are one of the main weapons the immune system generates to fight infections.  The company so far has released some early data pointing to the promise of its therapy for COVID-19, and doctors were concerned Trump’s treatment and subsequent promotion could put pressure on regulators  Dr. Gary Kleiner, a pediatric immunologist at the University of Miami Miller School of Medicine and investigator in a trial designed to see if Regeneron’s antibodies can prevent coronavirus infection, said he has been approached by patients seeking the drug since last week.  Dr. Dirk Sostman, head of the research network at Houston Methodist Hospital, a trial site for Regeneron and Eli Lilly & Co LLY.N antibody programs, said more patients are asking to participate in an antibody trial.  He was cautious about broader use without more data.  “All we have seen are very brief press releases ... so there is not much to go on,” he said.  “The politics of the situation would suggest to me that the story could be Trump gets COVID ... then American technology fostered by the Trump Administration cures COVID,” Sostman added. “I would think there would be pressure on regulators.”  Top U.S. infectious disease expert Dr. Anthony Fauci, speaking on Monday on CNN, said he was “strongly suspicious” that Regeneron’s drug has contributed to Trump’s progress. “Obviously you can’t prove that until you do a number of studies to show that it actually works,” he said.  Doctors emphasized that the timeline for Trump’s illness was not entirely clear. “If he is responding at a pace where he is truly much better, it is going to be due to the antibodies,” said Dr. Edward Jones-Lopez, infectious disease specialist at the University of Southern California Keck School of Medicine in Los Angeles.  Giving the treatment to the president seems “a tacit endorsement by the federal medical bureaucracy for Regeneron’s medicine, and we expect an EUA for the treatment of COVID in a matter of days,” Leerink analyst Geoffrey Porges said in a research note.  “Patients most likely to benefit from this treatment have a similar profile to President Trump, in that they had undetectable antibodies at baseline and were early in the course of disease,” Regeneron spokeswoman Alexandra Bowie said in an emailed statement.  Regeneron has received $450 million from the U.S. government for up to 300,000 doses of the dual-antibody cocktail, and the company has said those supplies would be distributed free of charge.  Eli Lilly on Wednesday said a mid-stage trial testing its combination antibody therapy showed that it helped cut hospitalization and emergency room visits for COVID-19 patients and that it also planned to seek an EUA.  Shares of Regeneron, up nearly 6% so far this month, closed at $591.69 on Wednesday. Lilly’s shares rose 3.4% on Wednesday to close at $148.96.","147":"June 11 (Reuters) - Regeneron Pharmaceuticals Inc on Thursday said it has begun human testing of its experimental antibody cocktail as a treatment for COVID-19, the disease caused by the novel coronavirus.  The trial has an “adaptive” design and could quickly move from dozens of patients to eventually include thousands, Chief Scientific Officer George Yancopoulos told Reuters.  “If it goes perfectly well, within a week or two we will move to the second phase. Within a month or so of that we will have clear data that this is or isn’t working. By the end of summer, we could have sufficient data for broad utilization.”  The dual antibody, called REGN-COV2, is being compared to a placebo treatment in hospitalized COVID-19 patients, and in COVID-19 patients who have symptoms but are not sick enough to be hospitalized. Regeneron also plans to study REGN-COV2 for preventing the infection in people at high-risk of exposure - such as healthcare workers - and in uninfected people with close exposure to someone who has tested positive for the virus.  Antibodies are proteins made by the body’s immune system that recognize, bind and neutralize an invading virus. Regeneron’s cocktail - which contains an antibody made by the company and a second isolated from humans who recovered from COVID-19 - is designed so that its two antibodies bind to the coronavirus’ spike protein, limiting the ability of viruses to escape.  Trial patients will be given a single intravenous infusion of REGN-COV2. In the prevention segments of the study, participants will be given smaller subcutaneous doses, Yancopoulus said. Investigators will be measuring patients’ viral loads and keeping track of symptoms.  Regeneron said its treatment could be useful even if a COVID-19 vaccine is developed since the elderly and people with compromised immune systems often do not respond well to vaccines.  Yancopoulos said, even though Regeneron does not yet have proof that REGN-COV2 is effective, the company has cleared the way for production of the antibody compound at its New York manufacturing facility. (Reporting by Deena Beasley; Editing by Christopher Cushing)","148":"May 29 (Reuters) - Sanofi SA:  * SANOFI ANNOUNCES CLOSING OF REGENERON STOCK SALE Source text for Eikon: Further company coverage:","149":"May 11 (Reuters) - Regeneron Pharmaceuticals Inc:  * REGENERON AND COLORADO CENTER FOR PERSONALIZED MEDICINE ANNOUNCE MAJOR NEW HUMAN GENETICS RESEARCH COLLABORATION Source text for Eikon: Further company coverage:","150":"(Reuters) - Regeneron Pharmaceuticals Inc said on Tuesday its antibody cocktail was effective in preventing COVID-19 in people exposed to those infected with the new coronavirus, based on interim results from a late-stage study.  FILE PHOTO: The Regeneron Pharmaceuticals company logo is seen on a building at the company's Westchester campus in Tarrytown, New York, U.S. September 17, 2020. REUTERS\/Brendan McDermid  The two-antibody cocktail, REGEN-COV, caused a 100% reduction in symptomatic infection and roughly 50% lower overall rates of infection, based on an analysis of about 400 participants in the trial who had a household member with COVID-19.  Regeneron said it would discuss the interim results with U.S. health regulators to potentially expand the antibody cocktail’s current emergency use authorization (EUA). Full data from the trial is expected early in the second quarter  The U.S. Food and Drug Administration in November granted EUA to the antibody cocktail for the treatment of mild to moderate COVID-19 in adults and children.  The current trial tested REGEN-COV for use as a passive vaccine, which involves directly delivering virus-fighting antibodies into the body unlike traditional vaccines in which the receiver’s immune system is activated to develop its own antibodies.  REGEN-COV may be able to provide immediate passive immunity to those at high risk of infection, in contrast to active vaccines that take weeks to provide protection, the company said.  “These data using REGEN-COV as a passive vaccine suggest that it may both reduce transmission of the virus as well as reduce viral and disease burden in those who still get infected,” said George Yancopoulos, president and chief scientific officer of Regeneron.  The drugmaker also expects REGEN-COV to help people who respond poorly to vaccination.  During the trial, jointly run by Regeneron and the National Institute of Allergy and Infectious Diseases, one death and a COVID-19 related hospitalization were reported among those who received placebo, but there was no such incident in the treatment group, the company said.  REGEN-COV is also being studied in two late-stage hospitalized patient trials and a late-stage trial for the treatment of non-hospitalized patients.","151":"(Reuters) - Regeneron Pharmaceuticals Inc on Tuesday said its experimental two-antibody cocktail reduced viral levels and improved symptoms in non-hospitalized COVID-19 patients, enhancing its chances of becoming a treatment for the disease that has killed over a million people worldwide.  FILE PHOTO: The Regeneron Pharmaceuticals company logo is seen on a building at the company's Westchester campus in Tarrytown, New York, U.S. September 17, 2020. REUTERS\/Brendan McDermid  “We hope these data will support an EUA” (emergency use authorization) from the U.S. Food and Drug Administration, Regeneron Chief Scientific Officer George Yancopoulos said on a conference call.  The FDA can authorize emergency use of a drug before completing its review for a formal approval.  The treatment, REGN-COV2, is also being studied for use in hospitalized patients, and for prevention of infection in people who have been exposed to COVID-19. Regeneron declined to comment on when those trial results are expected.  “It is unclear, though possible, that the Regeneron cocktail could work in a hospital setting where the patient is already severely ill and has a high viral load,” Jefferies analyst Michael Yee said in a research note.  Yancopoulos said that in order for REGN-COV2 to be used in the studied patient population - people with mild-to-moderate COVID-19 - routine diagnostic tests would be needed. Therapeutic use “is going to depend on having the right diagnostic tools available,” he said.  Shares of Regeneron were up 2% at $585.40 after hours.  Trial results for the first 275 patients showed the biggest effect in patients who did not create high levels of their own antibodies against the virus. That suggests the REGN-COV2 could help patients whose own immune system is not strong enough to combat the virus, Regeneron said.  The drug is part of a class of biotech therapies known as monoclonal antibodies. Several companies are using the technology to manufacture copies of human antibodies to the new coronavirus.  Regeneron believes its dual-antibody formula will limit the ability of the virus to escape detection and attack.  Eli Lilly & Co earlier this month released data showing that one of its monoclonal antibodies lowered patient virus levels and could reduce the need for patients to be hospitalized.  Regeneron tested two different doses of REGN-COV2 in two patient populations: those who had mounted an effective immune response on their own (seropositive), and those whose immune response was not yet adequate (seronegative).  In seronegative patients, the median time to symptom relief was 13 days for the placebo group, 8 days for the high-dose group and 6 days for the low-dose group.  Regeneron said REGN-COV2 rapidly reduced virus levels in seronegative patients. In addition, patients with higher virus levels at the start of the trial had correspondingly greater reductions in viral load with REGN-COV2, which is given by intravenous infusion.  “The data are favorable for seronegative patients,” Yee said.  The U.S. government in June awarded Regeneron a $450 million supply contract for up to 300,000 doses of the antibody cocktail.  Swiss drugmaker Roche Holding AG last month agreed to boost overall manufacturing capacity for REGN-COV2 by at least three-and-a-half times. Under the deal, Regeneron would handle U.S. sales of the treatment and Roche would be responsible for the rest of the world.","152":"July 7 (Reuters) - Regeneron Pharmaceuticals Inc said on Tuesday the U.S. government has granted the drugmaker a $450 million contract to make and supply its double antibody cocktail that is being tested against COVID-19.  The antiviral cocktail, REGN-COV2, is in separate clinical trials both for treating and preventing COVID-19, the company said reut.rs\/2O2ADgu.  The funding comes under the U.S. government’s “Operation Warp Speed” program. (Reporting by Manojna Maddipatla in Bengaluru; Editing by Shinjini Ganguli)","153":"June 8 (Reuters) - Regeneron Pharmaceuticals Inc:  * REGENERON ANNOUNCES VIRTUAL-ONLY FORMAT FOR 2020 ANNUAL MEETING OF SHAREHOLDERS Source text for Eikon: Further company coverage:","154":"(Reuters) - Regeneron Pharmaceuticals Inc’s quarterly profit surged past estimates on Friday, benefiting from a recovery in demand for its flagship eye drug and a jump in sales of its eczema drug, sending the drugmaker’s shares up 3% before the bell.  FILE PHOTO: The Regeneron Pharmaceuticals company logo is seen on a building at the company's Westchester campus in Tarrytown, New York, U.S. September 17, 2020. Picture taken September 17, 2020. REUTERS\/Brendan McDermid\/File Photo  However, Regeneron recorded tepid sales from its dual antibody cocktail, REGEN-COV, which won U.S. emergency use authorization in November for non-hospitalized COVID-19 patients at high risk of becoming severely ill.  Regeneron and rival Eli Lilly’s antibody therapies have so far seen lackluster demand as patients need to be isolated for administering the drug through one-time intravenous infusion, which adds to the challenges faced by hospitals that are already teeming with cases of coronavirus infection.  Regeneron’s antibody cocktail garnered $145.5 million in sales for the fourth quarter. While, the consensus Wall Street estimate was $173 million, according to Guggenheim analyst Yatin Suneja.  Last month, the company blamed the underwhelming sales on timing, as it will be delivering additional doses of the therapy to the United States in the first quarter.  The U.S. government last month said it will buy 1.25 million additional doses of the antibody cocktail for about $2.63 billion, with the doses set to be delivered by June-end.  Sales of Regeneron’s physician-administered macular degeneration drug, Eylea, were hurt during the height of the pandemic last year as patients were reluctant to visit doctors’ offices.  As lockdowns eased, U.S. sales of the drug rose nearly 10% to $1.34 billion for the fourth quarter.  Sales from eczema drug Dupixent, which are recorded by Regeneron partner Sanofi, jumped 56% to $1.17 billion.  Excluding items, Regeneron earned $9.53 per share, beating estimates of $8.39 per share, according to Refinitiv IBES data.","155":"PARIS (Reuters) - Shares in Sanofi SASY.PA fell on Tuesday despite the French drugmaker's impending $13 billion payday from selling most of its 20.6% stake in U.S. partner Regeneron REGN.O.  FILE PHOTO: The logo of Sanofi is seen at the company's headquarters in Paris, France, April 24, 2020. REUTERS\/Charles Platiau\/File Photo  By 1111 GMT, shares in Sanofi were down 1%, in line with the broader European health index .SXDP.  The stake sale, part of a major overhaul under new CEO Paul Hudson, will see Regeneron repurchase $5 billion of its stock with the rest set for a public offering. Sanofi will keep some 400,000 Regeneron shares -- a stake of less than 1%.  Its existing collaborations with the company will continue.  The partnership goes back to 2003 and helped Sanofi to return to profits with the development of several key medicines including eczema treatment Dupixent, which has become a star product for both companies.  Based on Regeneron’s closing share price of $569.91 on Friday, the transaction translates into proceeds of around 12 billion euros ($13.15 billion).  “We believe it is a good strategic decision to free up financial resources and to exit from a minority stake with no real strategic value,” said Bryan Garnier analyst Jean-Jacques Le Fur in a note.  In recent months, Sanofi has simplified its structure and ended research efforts in diabetes and cardiovascular drugs to focus on more lucrative treatments in rare diseases and cancer.  “The head of research and development John Reed has often said that he would like the group to be more involved in the gene therapy space for example,” said Le Fur.  The companies’ rheumatoid arthritis drug Kevzara is being tested for treating Covid 19.  Although it will discontinue accounting for its ownership in Regeneron and restate its 2019 earnings, Sanofi said it was still expecting earnings per share to grow by around 5% at constant exchange rates this year.  The guidance from this new base however implies 2020 earnings per share of 5.83 euros, JPMorgan wrote in a note, 6% below its estimates.","156":"FILE PHOTO: A logo is seen in front of the entrance at the headquarters French drugmaker Sanofi in Paris October 30, 2014. REUTERS\/Christian Hartmann  (Reuters) - Biotech company Amgen Inc said on Monday a U.S. jury confirmed the validity of patents on its cholesterol drug Repatha, rejecting a challenge by Regeneron Pharmaceuticals Inc and Sanofi SA.  Sanofi and Regeneron had stipulated that if the two Amgen patents were valid, their jointly developed cholesterol drug Praluent infringed them.  Amgen Chief Executive Robert Bradway said in a statement that the company was “thankful that the jury weighed the evidence carefully and recognized the validity of Amgen’s patents.”  Regeneron and Sanofi said in a statement they disagreed with aspects of the ruling and would seek to have it overturned.  “We will continue to vigorously defend our positions against Amgen’s overly broad patent claims,” Joseph LaRosa, Regeneron’s general counsel, said in the statement.  Thousand Oaks, California-based Amgen won a similar verdict in 2016, as well as a court order blocking Praluent sales, but an appeals court set aside the victory and ordered a new trial.","157":"May 1 (Reuters) - Regeneron Pharmaceuticals Inc:  * REGENERON AND SANOFI TO LOWER NET PRICE OF PRALUENT® (ALIROCUMAB) INJECTION IN EXCHANGE FOR STRAIGHTFORWARD, MORE AFFORDABLE PATIENT ACCESS FOR EXPRESS SCRIPTS PATIENTS  * REGENERON PHARMACEUTICALS - EXPRESS SCRIPTS HAS SELECTED PRALUENT AS EXCLUSIVE PCSK9 INHIBITOR THERAPY ON ITS NATIONAL PREFERRED FORMULARY AS OF JULY 1  * REGENERON PHARMACEUTICALS INC - EXPRESS SCRIPTS TO PASS ON SAVINGS TO ELIGIBLE PATIENTS FROM PARTICIPATING COMMERCIAL HEALTH PLANS Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","158":"(Reuters) - Regeneron Pharmaceuticals Inc said on Wednesday its coronavirus antibody cocktail - the experimental treatment that U.S. President Donald Trump received - significantly reduced medical visits in a trial of nearly 800 patients with mild-to-moderate COVID-19.  FILE PHOTO: The Regeneron Pharmaceuticals company logo is seen on a building at the company's Westchester campus in Tarrytown, New York, U.S. September 17, 2020. REUTERS\/Brendan McDermid  Regeneron said patients given the treatment, REGN-COV2, made around 57% fewer COVID-19 related medical visits than those given a placebo over a 29 day period.  The drop was around 72% in patients with one or more risk factors such as being over age 50, obesity, cardiovascular, metabolic, lung, liver or kidney disease, or an immunocompromised status.  Last month, the company released early data from the trial showing the treatment reduced viral levels and improved symptoms in non-hospitalized COVID-19 patients. The new data confirm the initial findings, the company said.  Regeneron’s drug is a cocktail of two monoclonal antibodies - manufactured copies of antibodies that are one of the main weapons the immune system generates to fight infections.  Trump has credited the Regeneron therapy for his recovery from COVID-19 and said he would push for emergency use authorization (EUA) of that treatment and others like it. He also said he wanted it to be provided at no cost to Americans.  The company earlier this month filed with the U.S. Food and Drug Administration seeking an EUA for the dual-antibody therapy. It said it has shared the new data with the regulator as part of the review of its request.  Eli Lilly and Co makes a similar drug and also filed for an EUA. The company signed a $375 million contract to provide 300,000 doses of its treatment to the U.S. government on Wednesday  Regeneron said earlier this month it had around 50,000 doses of its treatment ready for distribution.  The U.S. government agreed in June to buy up to 300,000 doses of the antibody cocktail for $450 million.","159":"July 7 (Reuters) - Regeneron Pharmaceuticals Inc:  * REGENERON ANNOUNCES MANUFACTURING AND SUPPLY AGREEMENT FOR BARDA AND U.S. DEPARTMENT OF DEFENSE FOR REGN-COV2 ANTI-VIRAL ANTIBODY COCKTAIL  * REGENERON PHARMACEUTICALS INC - CO AWARDED $450 MILLION CONTRACT TO MANUFACTURE AND SUPPLY REGN-COV2  * REGENERON PHARMACEUTICALS INC - REGENERON BEGAN SCALING UP MANUFACTURING OF REGN-COV2 AT BUSINESS RISK IN SPRING OF 2020.  * REGENERON PHARMACEUTICALS INC - AGREEMENT COVERS A FIXED NUMBER OF BULK LOTS THAT ARE INTENDED TO BE COMPLETED IN FALL OF 2020  * REGENERON PHARMACEUTICALS INC - INITIAL DOSES MAY BE READY AS EARLY AS END OF SUMMER.  * REGENERON PHARMACEUTICALS- AGREEMENT COVERS FIXED NO. OF BULK LOTS THAT ARE INTENDED TO COMPLETE IN FALL OF 2020, & FILL\/FINISH, STORAGE ACTIVITIES  * REGENERON - IF EUA OR PRODUCT APPROVAL IS GRANTED, GOV’T HAS COMMITTED TO MAKING DOSES FROM THE LOTS AVAILABLE TO AMERICAN PEOPLE AT ‘NO COST’  * REGENERON PHARMACEUTICALS- CONTINUES TO WORK TO MAXIMIZE MANUFACTURING CAPACITY OF REGN-COV2 WITHIN REGENERON, WITH POTENTIAL PARTNERS Source text for Eikon: Further company coverage:","160":"(Corrects typo in headline)  Oct 30 (Reuters) - Regeneron Pharmaceuticals said on Friday an independent data monitoring panel recommended placing on hold enrolment to its trial for COVID-19 antibody treatment in hospitalized patients requiring high-flow oxygen or mechanical ventilation.  The committee, however, backed the enrolment in non-hospitalized patients as well as hospitalized patients requiring either no or low-flow oxygen. (Reporting by Ankur Banerjee in Bengaluru; Editing by Arun Koyyur)","161":"March 17 (Reuters) - Regeneron Pharmaceuticals Inc said on Tuesday it had identified hundreds of antibodies that could potentially treat the coronavirus.  The company said it will select the top two antibodies to develop a ‘cocktail’ treatment and that it plans to begin large-scale manufacturing of the treatment by mid-April.  Regeneron in February announced a partnership with the U.S. Department of Health and Human Services to develop a coronavirus treatment and said it would focus on monoclonal antibodies.  The company is also testing its rheumatoid arthritis drug, Kevzara, with partner Sanofi SA against the virus. (Reporting by Saumya Sibi Joseph in Bengaluru; Editing by Shinjini Ganguli)","162":"(This Oct. 13 story corrects the headline and paragraphs 1 and 9 to show the federal government, not Eli Lilly, made the decision to pause a clinical trial of the company’s antibody drug)  (Reuters) - Eli Lilly and Co LLY.N said on Tuesday that the government-sponsored clinical trial of its COVID-19 antibody treatment similar to one taken by U.S. President Donald Trump has been paused by the U.S. government because of a safety concern.  Trump touted the Lilly drug, along with the antibody treatment from Regeneron Pharmaceuticals Inc REGN.O that he received for his COVID-19, as tantamount to a cure in a video he posted last week.  The announcement comes one day after Johnson & Johnson JNJ.N said it was forced to pause a large high-profile trial of its experimental coronavirus vaccine because a volunteer fell ill. J&J said it does not yet know if that person was given the vaccine or a placebo.  AstraZeneca Plc's AZN.L U.S. trial for its experimental COVID-19 vaccine has also been on hold for over a month after a volunteer in its UK study fell ill. Trials of that vaccine resumed in other regions after a brief halt.  Lilly said earlier this month it was applying for emergency use authorization (EUA) for the antibody drug, LY-CoV555, for patients with mild to moderate COVID-19 based on data from another clinical trial.  It is not uncommon to pause drug trials to investigate safety concerns, and such actions do not necessarily indicate a serious problem. Because of the urgent need for drugs and vaccines to tackle a pandemic that has claimed over 1 million lives worldwide - and the speed with which they are being developed - these trials have come under intense scrutiny.  “Out of an abundance of caution, the ACTIV-3 independent data safety monitoring board (DSMB) has recommended a pause in enrollment,” Lilly spokeswoman Molly McCully said in an emailed statement. “Lilly is supportive of the decision by the independent DSMB to cautiously ensure the safety of the patients participating in this study.”  The Indianapolis-based drugmaker did not comment on the implications for the paused trial, called ACTIV-3, which is testing the treatment on COVID-19 patients who require hospitalization, or on its other ongoing trials. It is also testing the drug in nursing homes to see if it can prevent staff and residents from getting infected.  Lilly is conducting the trial in partnership with the National Institute of Allergy and Infectious Diseases (NIAID), a division of National Institutes of Health (NIH). NIAID said it paused the trial at the recommendation of the data and safety monitoring board.  The U.S. Food and Drug Administration did not immediately reply to requests for comment.  The ACTIV-3 trial began in August and is aiming to recruit 10,000 patients primarily in the United States.  The trial compares patients who receive Lilly's antibody drug plus Gilead Sciences Inc's GILD.O antiviral drug remdesivir with those who receive remdesivir alone.  Lilly sought the EUA from U.S. regulators after publishing data in September showing LY-CoV555 helped cut hospitalization and emergency room visits for COVID-19 patients. The treatment is being developed with Canadian biotech AbCellera.  Lilly shares closed nearly 3% lower.","163":"The logo of Swiss drugmaker Novartis is pictured at the French company's headquarters in Rueil-Malmaison near Paris, France, April 22, 2020. REUTERS\/Charles Platiau\/Files  ZURICH (Reuters) - Novartis’s Beovu matched Regeneron’s Eylea in vision clarity scores for a blindness-causing eye disease, the Swiss drugmaker said on Monday, after early safety stumbles for the medicine in another condition caused disappointing early sales.  In addition to proving non-inferior to Eylea in visual acuity in diabetic macular edema (DME) patients after a year of treatment, Novartis also underscored Beovu’s less-frequent dosing. More than half of those who got Beovu stayed on a once-every-three-months dosing schedule, it said in a statement, with Eylea patients dosed every two months.  Novartis said it will assess next steps in getting approval for Beovu in DME.  “This data confirms our strong belief in Beovu as a potential therapy for DME patients,” said Dirk Sauer, who leads Novartis Pharma Ophthalmology’s drug development.  Beovu was approved in February for age-related macular degeneration, another blindness causing condition, but Novartis was forced just weeks later to launch an external safety review after the American Society of Retinal Specialists (ASRS) raised concerns about rare cases of sight-threatening retinal vasculitis or retinal vascular occlusion.  While Beovu remains on sale and Novartis has promoted its favourable risk-benefit profile, the European Medicines Agency on Monday followed U.S. regulators in updating its safety label to include a special warning urging patients that experience such inflammatory events to discontinue use.  Novartis, whose Chief Financial Officer Harry Kirsch in July said the sluggish Beovu launch was among factors that weighed on sales growth, is continuing to examine the cause of such adverse events, and how best to treat them when they arise.","164":"(Reuters) - Regeneron Pharmaceuticals Inc REGN.O reported a better-than-expected quarterly profit on Thursday, helped by higher sales of its newer medicines and outlined a growth strategy for its flagship drug Eylea, which is facing heightened competition.  FILE PHOTO: A robotic DNA sample automation machine works on DNA samples at a Regeneron Pharmaceuticals Inc. laboratory at the biotechnology company's headquarters in Tarrytown, New York, U.S., March 24, 2015. REUTERS\/Mike Segar\/File Photo  Shares of the Tarrytown, New York-based company rose 6.8 percent to $396.43 in morning trading.  Investors have been focusing on the company's newer drugs, including eczema treatment Dupixent, after Roche AG ROG.S launched an Eylea rival in prefilled syringes, threatening Regeneron's dominant position in the eye-disease market.  However, Regeneron still sees a “large opportunity” for Eylea to treat diabetic eye disease and the drugmaker will focus on expanding its label and marketing it with a new TV campaign, company executives said on a conference call with analysts.  Regeneron will also launch its own prefilled syringe version of Eylea in 2019, commercial head Marion McCourt said.  “While we do think having a prefilled syringe available ... will be helpful to physicians... We don’t see (the lack of) it as, in any way, a negative to our current profile,” she added.  U.S. sales of Eylea, which has driven much of Regeneron’s growth since late 2011, increased 8 pct to $992 million in the second quarter, but missed consensus estimates of $1 billion, according to brokerage SunTrust Robinson Humphrey.  Based on net sales, Eylea currently accounts for about 70 percent of the overall U.S. market for anti-VEGF treatments, a class of medicines that reduce new blood vessel growth or swelling, the company said.  Sales of Regeneron’s eczema treatment Dupixent jumped to $209 million, up from $28 million last year and ahead of consensus estimates of $187 million, helped by its launch in new markets.  Right now Regeneron is focusing on launching its new drugs but it’s also looking at keeping Eylea competitive, RBC Capital Markets analyst Kennen MacKay said.  In the second quarter ended June 30, Regeneron’s net income rose about 42 percent to $551.4 million, or $4.82 per share.  Excluding items, the drugmaker earned $5.45 per share, topping the average analyst estimate of $4.70.  Total revenue rose 9.3 pct to $1.61 billion, beating estimates of $1.56 billion.","165":"PRAGUE, Feb 20 (Reuters) - The Czech Republic, hard-hit by the COVID-19 pandemic, has ordered 12,000 doses of an antibody treatment made by Regeneron ahead of its registration by European authorities and will start receiving it in March, Prime Minister Andrej Babis said on Saturday.  Czech authorities are close to clearing emergency use of Regeneron’s cocktail of casirivimab and imdevimab, which was authorised for emergency use in the United States in November, and was given to then U.S. president Donald Trump during his COVID-19 infection.  “We have managed to order Regeneron,” Babis said on Twitter. “In total, 12,000 doses. Four thousand will come in March, the same in April and May.”  The treatment is aimed at patients with mild to moderate disease who are at risk of their condition worsening.  COVID-19 antibody therapies, by Regeneron and rival Eli Lilly, are given through one-time intravenous infusion and require patients to be isolated. This complexity has led to lackluster demand for the drugs.  The Czech Republic has also granted emergency approval to Eli Lilly’s therapy and ordered 500 doses.  Europe’s drugs regulator EMA said on Feb. 4 it was reviewing data on both therapies for use in some patients. Italy has given emergency-use approval to the two therapies.  The Czech Republic, a country of 10.7 million, has reported 19,097 deaths. Daily infections have risen to over 10,000 in the past days, leading to the highest two-week incidence in Europe according to European Centre for Disease Prevention and Control data.  The country has administered 538,448 vaccines, which includes 204,795 people who have received both doses as of Friday, Health Ministry data showed. The figures put the Czechs below the European average, according to www.ourworldindata.org. (Reporting by Jan Lopatka; Editing by Giles Elgood)","166":"Dec 16 (Reuters) - U.S. hospitals have been slow to embrace COVID-19 antibody drugs from Eli Lilly and Co and Regeneron Pharmaceuticals Inc that have been authorized to reduce the risk of hospitalization, U.S. officials said on Wednesday.  Demand for the therapies, which are given as a one-time intravenous infusion, has been “disappointing,” and hospitals should be using them more, Operation Warp Speed chief advisor Dr. Moncef Slaoui said on a conference call. The government program is distributing and allocating the drugs.  Health systems say they have been slow to ramp up use of the antibody drugs due to extra levels of complexity during this pandemic - including requirements for quick diagnosis times and the need to isolate infectious patients.  The U.S. Department of Health and Human Services has so far delivered over 250,000 doses of Lilly’s bamlanivimab and Regeneron’s antibody combination of casirivimab and imdevimab to states and territories.  Both treatments have U.S. emergency use authorization for non-hospitalized COVID-19 patients at risk of becoming severely ill due to age or underlying health conditions.  The drugs are monoclonal antibodies, known as MAbs in medical shorthand, manufactured copies of proteins produced by the body to fight coronavirus infection.  The Regeneron cocktail was among the medicines used to treat U.S. President Donald Trump when he contracted COVID-19.  “We are using quite a bit. We’ve treated over 300 patients so far with bamlanivimab,” said Katherine Perez, infectious disease pharmacist at Houston Methodist.  Her hospital system has set up five infusion sites across Houston and is capable of treating up to 35 patients a day.  Perez said Houston Methodist is mainly using bamlanivimab as Regeneron’s drug is still being distributed using material from clinical trials, requiring pharmacies to mix several vials.  “Sometimes it takes eight vials to get one dose,” she said.  Despite emergency use authorizations for both antibody drugs, the National Institutes of Health and the Infectious Diseases Society of America recommend against their routine use, saying that the benefits are uncertain.  ENTER THE ‘MAB SQUAD’  Dr. Brandon Webb, infectious disease physician at Utah’s Intermountain Healthcare, said his health center is working with researchers to gather real-world data on how well the drugs appear to be working.  Meanwhile, Intermountain has developed a risk stratification tool to match highest-need patients with antibody supplies.  Webb said the health system has trained a special team of providers, known as “the MAb Squad,” who contact high risk patients as soon as their test results are positive to connect them with treatment at infusion centers across the state.  Slaoui said the U.S. is still discussing procuring additional antibody doses from both Lilly and Regeneron.  The U.S. has so far paid $1,250 per dose for 950,000 doses of Lilly’s bamlanivimab and purchased 300,000 doses of Regeneron’s antibody cocktail. (Reporting by Deena Beasley Editing by Bill Berkrot)","167":"NEW YORK (Reuters) - The U.S. government expects to be able to provide at no cost more than 1 million doses of antibody treatments for COVID-19 similar to the one President Donald Trump received to treat his illness, according to a top U.S. health official on Friday.  Slideshow ( 2 images )  The government's Operation Warp Speed program currently has \"a couple of hundred thousand doses\" of the monoclonal antibody treatments being developed by drugmakers Regeneron Pharmaceutical Inc REGN.O and Eli Lilly & Co LLY.N, U.S. Department of Health and Human Services official Paul Mango said on a call with reporters. That would top 1 million doses by the end of the year, he said.  Trump received Regeneron’s treatment last week. In a radio interview with Rush Limbaugh on Friday, Trump said he is working to get both drugs approved quickly and that he may not have recovered without the treatments he received.  Both companies have said the drugs were shown to work in clinical trials and that they have submitted an emergency use authorization to the U.S. Food and Drug Administration (FDA).  The drugs are not identical: Regeneron’s treatment is a cocktail of two antibodies meant to protect against the virus, while Lilly’s is a single antibody. Because they have not been tested against the other, it is difficult to know if one is more effective than the other.  It is unclear how long the FDA process to authorize emergency use of the drugs will take. Unless the companies receive that authorization, doctors cannot administer the drugs to patients outside of clinical trials or without a compassionate use authorization like the one President Trump received.  If the drugs are authorized for use by the FDA, Mango said that the government will allocate the treatments to the states based on need, similar to the mechanism used with Gilead Sciences Inc's GILD.O antiviral drug remdesivir for COVID-19.  Regeneron signed a $450 million deal in July to sell Operation Warp Speed enough doses of its antibody treatment, REGN-COV2, to treat around 300,000 people.  The company said it has not signed any additional deals with Operation Warp Speed, and has around 50,000 doses of its treatment ready now.  Lilly said on Friday it has not signed an agreement with Operation Warp Speed. It said earlier this week that it expects to produce around one million doses of the treatment this year.","168":"","169":"(Reuters) - The U.S. Department of Health and Human Services said on Tuesday it was partnering with Regeneron Pharmaceuticals Inc REGN.O to develop a treatment for the coronavirus, making the drugmaker the latest to join the race to develop a therapy.  The move expands on a previous agreement with the company in 2017 to develop treatments for pathogens that pose significant risk to the public. Regeneron had partnered with an HHS unit to develop treatments for Ebola in 2017.  The drugmaker will use the same technology that was used to develop an experimental drug to treat Ebola in the Democratic Republic of Congo, the agency said.  Regeneron said it would focus on developing infection-fighting proteins known as monoclonal antibodies.  Moderna Inc MRNA.O, Gilead Sciences Inc GILD.O, Johnson & Johnson JNJ.N have also announced plans to begin work on a treatment for the outbreak, which has affected over 20,000 people in China.","170":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window.)  * Regeneron jumps as Trump receives its dual antibody  * Indexes up: Dow 1.3%, S&P 1.4%, Nasdaq 1.8% (Updates to late afternoon)  Oct 5 (Reuters) - U.S. stocks were up more than 1% in afternoon trading Monday, recovering from declines in the previous session as investors were optimistic about more fiscal stimulus and mostly favorable updates on President Donald Trump’s coronavirus symptoms.  Indexes added slightly to gains after Trump tweeted in the afternoon that he will be leaving the Walter Reed National Military Medical Center at 6:30 p.m. (2230 GMT). He has been at the hospital since late Friday.  Shares of Regeneron Pharmaceuticals Inc jumped after Trump’s physician said he had been treated with Regeneron’s dual antibody treatment.  Doubts about the scale of further fiscal aid and a slowing economic recovery have weighed on the S&P 500 recently, with the benchmark index in September logging its worst month since the coronavirus-driven crash earlier this year.  White House Chief of Staff Mark Meadows said on Monday there was still potential to reach an agreement with U.S. lawmakers on more coronavirus relief and that Trump was committed to getting the deal done.  “It seems like we’re going to get something. I think both sides need it for political reasons so the chances of getting something is better now than it was,” said Peter Cardillo, chief market economist at Spartan Capital Securities in New York.  The Dow Jones Industrial Average rose 369.01 points, or 1.33%, to 28,051.82, the S&P 500 gained 47.85 points, or 1.43%, to 3,396.29 and the Nasdaq Composite added 202.35 points, or 1.83%, to 11,277.37.  Also helping the market was positive economic data.  After data last week showed an unexpected slowdown in the domestic manufacturing sector in September, figures on Monday showed activity in the broader services industry pulled above levels that prevailed before the COVID-19 pandemic.  Advancing issues outnumbered declining ones on the NYSE by a 2.83-to-1 ratio; on Nasdaq, a 2.93-to-1 ratio favored advancers.  The S&P 500 posted 25 new 52-week highs and no new lows; the Nasdaq Composite recorded 104 new highs and 11 new lows. (Additional reporting by Devik Jain and Sagarika Jaisinghani in Bengaluru; editing by Patrick Graham, Maju Samuel, Saumyadeb Chakrabarty and Cynthia Osterman)","171":"FILE PHOTO: The logo of Sanofi is seen at the company's headquarters in Paris, France, April 24, 2020. REUTERS\/Charles Platiau\/File Photo  (Reuters) - U.S. drugmaker Regeneron Pharmaceuticals said on Monday it would repurchase about $5 billion of its shares directly from France’s Sanofi, without altering their over-a-decade-long partnership.  Sanofi, which owns some 23.2 million shares of Regeneron’s common stock or about a 20.6% stake, said it would continue to own about 400,000 Regeneron shares to support the collaboration.  The drugmakers’ collaboration dates back to 2003 and has resulted in five approved treatments to date - including eczema drug Dupixent - with additional candidates in clinical development. Sanofi originally purchased a stake in Regeneron in 2004.  Sanofi’s Chief Executive Officer Paul Hudson said the sale would help the company “execute on our strategy to drive innovation and growth.”  “Sanofi remains committed to continuing our collaboration with Regeneron which remains an integral part of our overall strategy.”  In their latest move, Regeneron is testing its rheumatoid arthritis drug, Kevzara, with partner Sanofi in only those considered critically ill with COVID-19 and has also identified hundreds of antibodies that could treat or prevent the coronavirus.  Regeneron said it would fund the purchase with a combination of $3.5 billion of cash on hand and $1.5 billion of financing.  The public offering will occur simultaneously in the United States and internationally through underwriters led by BofA Securities and Goldman Sachs as joint book-running managers, the companies said.","172":"ZURICH, Sept 14 (Reuters) - Novartis on Monday said its eye drug Beovu matched rival Eylea from Regeneron in visual acuity at one year in patients with diabetic macular edema (DME), as the Swiss drugmaker seeks to regain momentum with the drug after early safety stumbles.  “This data confirms our strong belief in Beovu as a potential therapy for DME patients,” said Dirk Sauer, who leads Novartis Pharma Ophthalmology’s drug development.  Novartis earlier this year launched an external review into the safety of Beovu after the American Society of Retinal Specialists (ASRS) raised concerns about rare cases of sight-threatening inflammatory eye condition in patients with another eye disease, age-related macular degeneration. (Reporting by John Miller; editing by Thomas Seythal)","173":"May 25 (Reuters) - Sanofi SA said on Monday it would sell its stake in Regeneron Pharmaceuticals Inc, but would not change its ongoing collaboration.  Sanofi, which owns about 23.2 million shares of Regeneron’s common stock or about 20.6% stake, said Regeneron will repurchase $5 billion of its stock from the French drugmaker.  Sanofi originally purchased a shareholding in Regeneron in 2004. (Reporting by Nivedita Balu in Bengaluru, Editing by Franklin Paul)","174":"FILE PHOTO: A logo is seen in front of the entrance at the headquarters French drugmaker Sanofi in Paris October 30, 2014. REUTERS\/Christian Hartmann\/File Photo  PARIS (Reuters) - The European Medicines Agency (EMA) will review the Dupixent (dupilumab) and Cemiplimab products being developed by drugmakers Sanofi and Regeneron, the companies said on Tuesday.  They said the EMA had accepted to review an application for Dupixent as an add-on maintenance treatment in certain adults and adolescents with inadequately controlled moderate-to-severe asthma.  They said the EMA had also accepted to review the marketing authorization application (MAA) for Cemiplimab, which is used to treat patients with metastatic cutaneous squamous cell carcinoma (CSCC) - a form of skin cancer - or patients with locally advanced CSCC who are not candidates for surgery.","175":"(Reuters) - France’s Sanofi SA said on Friday eczema drug Dupixent was approved by the U.S. Food and Drug Administration as an additional maintenance therapy in patients with two types of asthma.  Dupixent, co-developed with U.S.-based Regeneron, received approval to treat patients with eosinophilic asthma and those dependent on anti-inflammatory steroids.  The drug acts by restraining proteins responsible for the inflammation of airways of the lungs, the root cause of asthma.  Dupixent was launched in the United States in April 2017 for the treatment of moderate-to-severe eczema in adults.  The drug, a key revenue driver for Sanofi, had worldwide sales of 176 million euros ($202.5 million) in the second quarter of 2018, of which 151 million euros came from the United States.  The drugmaker is also co-developing Dupixent for at least seven other conditions including pediatric asthma, chronic sinus infection with nasal polyps, and adolescent eczema.  (This version of the story corrects paragraph two to remove reference to eosinophilic asthma as a rare form of the disease)","176":"March 17 (Reuters) - Regeneron Pharmaceuticals Inc:  * REGENERON ANNOUNCES IMPORTANT ADVANCES IN NOVEL COVID-19 ANTIBODY PROGRAM  * REGENERON PHARMACEUTICALS INC - POTENTIAL TO ENTER HUMAN CLINICAL STUDIES BY EARLY SUMMER  * REGENERON PHARMACEUTICALS INC - REGENERON HAS IDENTIFIED HUNDREDS OF VIRUS-NEUTRALIZING ANTIBODIES  * REGENERON PHARMACEUTICALS INC - PLANS TO INITIATE LARGE-SCALE MANUFACTURING BY MID-APRIL WITH ANTIBODY COCKTAIL THERAPY  * REGENERON PHARMACEUTICALS - APPLYING VELOCIMAB TECHNOLOGY TO PREPARE MANUFACTURING-READY CELL LINES AS LEAD ANTIBODIES ARE SELECTED  * REGENERON PHARMACEUTICALS INC - WORKING TOWARD GOAL OF PRODUCING HUNDREDS OF THOUSANDS OF PROPHYLACTIC DOSES PER MONTH BY END OF SUMMER  * REGENERON PHARMACEUTICALS INC - WORKING TOWARD GOAL OF PRODUCING HUNDREDS OF THOUSANDS OF PROPHYLACTIC DOSES PER MONTH BY END OF SUMMER  * REGENERON - ISOLATED ANTIBODIES FROM HUMANS WHO HAVE RECOVERED FROM COVID-19, IN ORDER TO MAXIMIZE POOL OF POTENTIALLY POTENT ANTIBODIES  * REGENERON - HOPES TO HAVE SMALLER QUANTITIES OF PROPHYLACTIC DOSES AVAILABLE FOR INITIAL CLINICAL TESTING AT BEGINNING OF SUMMER Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","177":"Medical workers in protective suits attend to patients at the Wuhan International Conference and Exhibition Center, which has been converted into a makeshift hospital to receive patients with mild symptoms caused by the novel coronavirus, in Wuhan, Hubei province, China February 5, 2020. China Daily via REUTERS  (Reuters) - Regeneron Pharmaceuticals Inc is ramping up efforts to develop a set of coronavirus treatments, which could be available for testing or use in some patients within a few months, the drugmaker said on Thursday.  The drugmaker on Tuesday expanded its arrangement with the U.S. Department of Health and Human Services to collaborate on developing a treatment, joining the race to develop a treatment for the virus that has killed more than 550 people.  Regeneron said the treatments could be made available through a “compassionate use” program that provides patients access to experimental drugs outside of a clinical trial when there are no viable alternatives.  “We’re already scaling up one set of potential antibody treatments,” Chief Scientific Officer George Yancopoulos said on a conference call with analysts.  Regeneron has said it is focusing on developing infection-fighting proteins known as monoclonal antibodies and use the same technology that was used to develop an experimental drug to treat Ebola in the Democratic Republic of Congo.  Shares of the company rose 4% to $387 in trading before the bell as it also reported a better-than-expected fourth-quarter profit.","178":"FILE PHOTO: The Regeneron Pharmaceuticals company logo is seen on a building at the company's Westchester campus in Tarrytown, New York, U.S. September 17, 2020. REUTERS\/Brendan McDermid  (Reuters) - Regeneron Pharmaceuticals said on Friday it would stop enrolling patients receiving advanced COVID-19 care in a trial testing its experimental antibody treatment in hospitalized patients, based on the recommendation of an independent safety board.  The recommendation was based on a potential safety signal and an unfavorable risk-benefit profile at this time, the company said. Rival Eli Lilly & Co stopped enrolling such patients based on a similar suggestion earlier this week.  “It appears a trend is emerging in the class, and it may be that neutralizing antibodies simply do not work and\/or are not safe in this (hospitalized) population,” JP Morgan analyst Cory Kasimov said in a note.  Both treatments belong to a class of drugs known as monoclonal antibodies. Regeneron’s drug, which was administered to U.S. President Donald Trump before he was hospitalized, was credited by him for his recovery from COVID-19.  Regeneron continues to enroll other types of patients for trials and its enrollment in non-hospitalized patients as well as hospitalized patients requiring either no or a low level of oxygen has been backed by the independent data monitoring committee.  The treatment lowers virus loads in some non-hospitalized patients, the drugmaker said on Wednesday. The U.S. Food and Drug Administration is evaluating the treatment for a potential emergency use authorization (EUA) in mild-to-moderate patients at high risk for poor outcome.  Regeneron said it will inform the health regulator about the latest move. President Trump had earlier said he would push for an EUA status for it and make it free to Americans. JP Morgan’s Kasimov said he still expects the treatment to get the tag.  The antibody cocktail is being studied in four late-stage clinical studies, including the Recovery trial in the UK.  Regeneron shares were down nearly 3% at $540.87.","179":"(Reuters) - Regeneron Pharmaceuticals Inc said on Thursday its experimental treatment for a very rare genetic bone disorder showed a nearly 90% reduction in new lesions compared to placebo, in a mid-stage study.  The drugmaker said it plans to use detailed results from the trial as the basis of regulatory submissions and that it would also conduct a study in children with FOP.  The drug, garetosmab, tested in patients with fibrodysplasia ossificans progressiva (FOP), reduces the formation of bone lesions by neutralizing a protein called Activin A.  The protein is critical to heterotopic ossification, a process where the muscles, tendons and ligaments of FOP patients are progressively replaced by bone.  FOP leads to abnormal bone formation resulting in skeletal deformities, progressive loss of mobility and premature death, and has no approved treatments, the drugmaker said.  There are only about 800 patients diagnosed with the disorder worldwide and most of them are wheelchair bound by the age of 30, the company said. FOP patients, on average, live as long as 56 years.","180":"(Reuters) - The U.S. Food and Drug Administration on Wednesday approved Regeneron Pharmaceuticals’ triple antibody cocktail as the first Ebola virus treatment, lending validation to similar drugs being developed for COVID-19.  Regeneron’s Inmazeb, an intravenous drug, has been approved for adults and children, after it was tested in 382 candidates with confirmed Zaire ebolavirus infection in a clinical trial, the health regulator said.  The drugmaker has said it is talking with the FDA about an emergency use authorization for its experimental dual antibody cocktail for COVID-19, which was given to U.S. President Donald Trump as part of his treatment regime.  The treatments are part of a class of drugs known as monoclonal antibodies, which are manufactured copies of antibodies that are one of the main weapons generated by the immune system to fight infections.  “Today’s action demonstrates the FDA’s ongoing commitment to responding to public health threats — both domestically and abroad — on the basis of science and data,” FDA Commissioner Stephen Hahn said in a media statement.  The FDA approved Ervebo, the first vaccine for the prevention of Ebola virus disease, in December 2019.","181":"MILAN (Reuters) - Italy’s medicines regulator AIFA has given the green light for emergency use of COVID-19 antibody therapies developed by U.S drugmakers Eli Lilly and Regeneron, it said on Friday.  The treatments are aimed at patients with mild to moderate disease who are at risk of their condition worsening, AIFA said.  The regulator’s scientific committee said it was appropriate to provide this treatment option, while also pointing out that the data is not yet well developed and there is uncertainty about how much benefit the drugs offer.  “This is a high-risk setting for which no standard treatment with proven efficacy is currently available,” AIFA said, noting it was giving approval on extraordinary basis due to the emergency situation.  The EU regulator said on Thursday it was reviewing data on the Eli Lilly and Regeneron antibody therapies.  Regeneron’s cocktail of casirivimab and imdevimab was authorised for emergency use in the United States in November, and was given to former U.S. President Donald Trump when he was ill with COVID-19.  Eli Lilly’s combination therapy of two antibodies, bamlanivimab and etesevimab, helped cut the risk of hospitalization and death in COVID-19 patients by 70%, data from a late-stage trial showed in January.","182":"May 25 (Reuters) - REGENERON PHARMACEUTICALS INC:  * REGENERON ANNOUNCES SECONDARY OFFERING OF ITS COMMON STOCK HELD BY SANOFI AND $5 BILLION STOCK REPURCHASE  * SANOFI CURRENTLY OWNS APPROXIMATELY 23.2 MILLION REGENERON SHARES AND INTENDS TO SELL APPROXIMATELY 12.8 MILLION SHARES IN PUBLIC OFFERING  * SANOFI ALSO EXPECTS TO GRANT UNDERWRITERS A 30-DAY OPTION TO PURCHASE AN ADDITIONAL 10% OF SHARES OFFERED IN BASE OFFERING  * REGISTERED OFFERING AND SHARE REPURCHASE WILL HAVE NO IMPACT ON ONGOING COLLABORATION BETWEEN REGENERON AND SANOFI  * REGENERON AGREED TO REPURCHASE APPROXIMATELY $5 BILLION OF COMMON STOCK DIRECTLY FROM SANOFI  * REGENERON WILL FUND PURCHASE WITH A COMBINATION OF $3.5 BILLION OF CASH ON HAND AND $1.5 BILLION OF FULLY-COMMITTED BRIDGE FINANCING FROM GOLDMAN SACHS BANK USA  * PURCHASE PRICE WILL BE EQUAL TO NET OFFERING PRICE PER SHARE AFTER DEDUCTING ANY UNDERWRITERS’ DISCOUNT AND COMMISSION  * FOLLOWING OFFERING AND REGENERON’S $5 BILLION SHARE REPURCHASE, SANOFI WILL HAVE DISPOSED OF ALL OF ITS SHARES, OTHER THAN 400,000 SHARES IT INTENDS TO RETAIN Source text for Eikon: Further company coverage: (Gdansk Newsroom)","183":"Drugmaker Regeneron Pharmaceuticals Inc REGN.O beat analysts' estimates for third-quarter profit on Tuesday, boosted by higher demand for its blockbuster eye drug, Eylea, and eczema therapy Dupixent.  Shares of the company rose 6.8% to $332, adding over $2 billion to Regeneron’s market value after it said its board had authorized a $1 billion buyback of common stock.  Sales of Eylea, which has brought in over a $1 billion in quarterly revenue for more than two years, surged despite Roche Holding AG ROG.S and Novartis AG's NOVN.S Lucentis, among others, snapping at its heels.  Quarterly sales of Eylea rose 14% to $1.92 billion, ahead of analysts’ estimate of $1.61 billion, according to Refinitiv estimates. The drug treats age-related degeneration in eyes.  The sales were helped by a shortage of rival Roche Holding's ROG.S Avastin, Regeneron commercial head Marion McCourt said on a conference call.  “We are hearing that patients that started on Eylea because of these shortages do continue on Eylea therapy,” said McCourt.  Analysts, however, fear the recent approval of Novartis’ anti-blindness drug Beovu could eat into sales of Eylea, adding to its troubles as it is expected to lose patents in the next five years.  Regeneron also disclosed in a filing on Tuesday that it had received a civil investigative demand from the U.S. Department of Justice into incentives paid to doctors that could violate certain federal laws.  The request for information relates to several of its drugs including Eylea and Dupixent, Regeneron said, adding that it was cooperating with the investigation.  Meanwhile, Regeneron is expecting Dupixent, developed with Sanofi SASY.PA, to be its next growth driver and has massed up approvals for three major diseases including asthma and nasal polyps, since the drug was approved in 2017.  Dupixent’s quarterly sales more than doubled to $633.1 million, beating expectations of $620.6 million.  Separately, the company also reported interim data from a late-stage trial of its drug Libtayo in lung cancer patients.  Guggenheim analyst Yatin Suneja said the rate of response for Libtayo seen in the trial was broadly in line with Merck & Co's MRK.N Keytruda, which dominates the market for first-line treatment of advanced lung cancer.  The drug could be a potential threat to Keytruda if it continued to display similar responses, Suneja said in a client note.  Excluding one-time items, Regeneron earned $6.67 per share, above the average analyst estimate of $6.36.  Total revenue rose 23.1% to $2.05 billion.","184":"FILE PHOTO: The logo of Sanofi is seen at the company's research and production centre in Vitry-sur-Seine, France, August 6, 2019. REUTERS\/Charles Platiau  PARIS (Reuters) - The U.S. Food & Drug Administration (FDA) regulatory body has accepted for priority review the use of Sanofi and Regeneron’s Dupixent product for children aged 6-11 with moderate-to-severe eczema, the companies said.  Sanofi and Regeneron added in a statement that if Dupixent won approval from the FDA, it would become the first biologic medicine available in the United States for such children.  The FDA is due to make its decision on May 26.","185":"March 19 (Reuters) - Regeneron Pharmaceuticals Inc:  * EYLEA® (AFLIBERCEPT) INJECTION DEMONSTRATES POSITIVE TOPLINE RESULTS IN PHASE 3 NON-PROLIFERATIVE DIABETIC RETINOPATHY TRIAL  * REGENERON PHARMA-PHASE 3 TRIAL EVALUATING EYLEA INJECTION IN MODERATELY SEVERE TO SEVERE NON-PROLIFERATIVE DIABETIC RETINOPATHY MET PRIMARY ENDPOINT  * REGENERON PHARMA - 58 PERCENT OF EYLEA-TREATED PATIENTS EXPERIENCED TWO-STEP OR GREATER IMPROVEMENT FROM BASELINE ON DIABETIC RETINOPATHY SEVERITY SCALE (DRSS) AT WEEK 24  * REGENERON PHARMACEUTICALS INC - THERE WAS ONE CASE OF MILD INTRAOCULAR INFLAMMATION (IOI) IN A PATIENT TREATED WITH EYLEA IN TRIAL  * REGENERON PHARMACEUTICALS - EXPECT U.S. REGULATORY SUBMISSION FOR DIABETIC RETINOPATHY LATER THIS YEAR Source text for Eikon: Further company coverage:","186":"(Reuters) - Regeneron Pharmaceuticals Inc REGN.O beat second-quarter profit estimates on Wednesday, helped by higher sales of its eczema drug Dupixent and said it expects initial data from ongoing trials of its COVID-19 antibody cocktail next month.  The company’s shares were up 3% at $668.35 before the bell.  Regeneron is among several drugmakers racing to develop a treatment for the novel coronavirus and earlier this week said its experimental COVID-19 antibody drug combination, REGN-COV2, prevented and treated the disease in rhesus macaques and hamsters.  REGN-COV2 is already being assessed in late-stage human studies and the company said on Wednesday it expects early data from the trials next month.  Continued lockdowns to curb the spread of the coronavirus have prompted patients to reschedule their hospital visits, weighing on sales of physician-administered drugs such as Regeneron’s blockbuster drug Eylea.  U.S. sales of Eylea, approved for treating wet age-related macular degeneration, fell to $1.11 billion from $1.16 billion, but came in above Wall Street estimates of $1.06 billion, according to brokerage Piper Sandler.  “We think demand concerns were overblown, as the franchise performed despite pandemic headwinds (and competitors discussing segment weakness),” Credit Suisse analyst Evan Seigerman said.  Weakness in Eylea sales was offset by a nearly 70% jump in sales of Dupixent, made in collaboration with Sanofi.  On an adjusted basis, the company earned $7.16 per share, handily beating estimates of $5.98, according to Refinitiv IBES data.  Revenue rose 23.7% to $1.95 billion, higher than estimates of $1.74 billion.  Regeneron also recorded revenue in the quarter related to funding from the U.S. government to support development of its Ebola treatment and antibodies for the treatment of COVID-19.","187":"April 8 (Reuters) - Regeneron Pharmaceuticals Inc:  * REGENERON AND ZAI LAB ANNOUNCE REGIONAL STRATEGIC COLLABORATION FOR REGN1979 (CD20XCD3 BISPECIFIC ANTIBODY)  * ZAI LAB - COLLABORATION WILL SUPPORT ENROLLMENT OF REGIONAL PATIENTS INTO REGENERON’S GLOBAL TRIALS EVALUATING REGN1979 IN B-CELL NON-HODGKIN LYMPHOMA  * ZAI LAB - UNDER TERMS, REGENERON WILL GET $30 MILLION UPFRONT PAYMENT, IS ELIGIBLE TO RECEIVE UP TO $160 MILLION IN ADDITIONAL REGULATORY & SALES MILESTONES  * ZAI LAB LTD - WILL CONTRIBUTE TO GLOBAL DEVELOPMENT COSTS FOR REGN1979 FOR CERTAIN TRIALS  * ZAI LAB LTD - WILL RECEIVE RIGHTS TO DEVELOP AND EXCLUSIVELY COMMERCIALIZE REGN1979 IN ONCOLOGY IN MAINLAND CHINA, HONG KONG, TAIWAN AND MACAU Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","188":"* S&P 500 directors’ average compensation above $300,000 in 2018  * Average has increased 43 percent in the past 10 years  * Number of board meetings held has dropped since 2008  * Compensation for directors at Regeneron, Goldman much higher  * Pressure from shareholders to rein in directors’ pay is building  BOSTON, Nov 8 (Reuters) - It’s nice work if you can get it.  The average annual compensation for non-executive directors at S&P 500 companies rose 2 percent to $304,856 last year, topping $300,000 for the first time and 43 percent higher than it was 10 years ago, according to a new report released by executive headhunters Spencer Stuart.  But thanks largely to stock grants some earned a lot more than that.  Directors at biotechnology company Regeneron Pharmaceuticals Inc received, on average, $1.2 million in compensation last year. That figure does not include the more than $6 million received by Regeneron’s independent chairman, company disclosures show.  And the non-executive directors of Wall Street powerhouse Goldman Sachs Group Inc made $599,279 on average in 2018, the highest for any financial company in the S&P. That was, though, down from $604,837 in 2017. The investment bank, which had 13 board meetings last year, declined to comment beyond disclosures in its proxy statement.  S&P 500 boards met, on average, just 7.9 times, in person or via telephone, during 2018. That’s down from 9 a decade ago, according to Spencer Stuart.  The bigger payouts are being made at a sensitive time for Corporate America. A top contender for the Democratic presidential nomination for the 2020 election, Elizabeth Warren, has the boardroom in her sights as she seeks to tackle inequality in American society. As well as proposals such as a wealth tax aimed at billionaires, Warren has proposed that workers at U.S. corporations elect at least 40% of board members.  Warren’s campaign declined to comment.  Investors are also taking an increasingly feisty view of directors’ compensation, which is typically set by the board itself. A growing number of shareholder lawsuits are challenging big-ticket board compensation packages.  As a result, more companies are expected to put these matters to a shareholder vote at company annual meetings, said Paul Hodgson, a compensation expert and senior adviser at ESGuage, a corporate governance data and analysis firm.  “There’s a certain amount of nervousness within companies about what they’re paying directors,” Hodgson said. “More attention is being paid to outliers than in the past.”  Compensation limits are also becoming more prevalent, with advisory firms Institutional Shareholder Services and Glass Lewis backing demands from some shareholders, according to global risk advisory firm Willis Towers Watson.  A study by the firm found that the number of companies with an annual compensation limit for directors increased to 63% in 2018 from 55% the previous year.  For some, being a director can mean doing as little as attending regularly scheduled meetings.  Board experts say, though, that the job can be a lot more demanding than that. The National Association of Corporate Directors estimates board members commit at least 250 hours a year to their responsibilities.  A director may visit company factories and offices, read and comment on background papers, and is often involved in board committee work. Regeneron director Christine Poon, for example, participated in 21 meetings last year, including 10 as chair of the compensation committee.  Directors at software developer Roper Technologies Inc , who on average received nearly $910,000 in 2018, participate in at least 15 days of board meetings a year, according to the company’s proxy filing. That works out at over $60,000 per day.  Roper says the compensation reflects their contribution to the company’s superior performance - a cumulative return of 1,084% over the past 15 years compared with the S&P 500’s 207%, according to the proxy.  Roper did not return email and calls seeking comment.  Some companies are proud to be miserly. Microsoft Corp founder Bill Gates received just $3,300 last year for his work as a director of Berkshire Hathaway Inc, which is run by fellow billionaire Warren Buffett.  And directors at fashion company Ralph Lauren Corp received nearly all of their pay in cash in 2018, and made a lot less than their peers, pulling down just $107,299, according to Spencer Stuart.  At some companies, there is a delay in directors receiving the full benefit of their service. That is the case at Goldman, whose directors don’t receive shares from their restricted stock grants until they retire.  Smaller, lesser known biopharmaceutical companies can offer the biggest compensation packages.  Vertex Pharmaceuticals Inc awards a $400,000 restricted stock grant to directors that vests after one year. It’s the key feature in a package that averaged $613,128 per director last year. Vertex did not return messages seeking comment.  Regeneron Chairman Roy Vagelos received $6.35 million in 2018, benefiting from big stock option awards, and that was down from $11.8 million in 2017.  Regeneron, known for drugs that treat eye disease, held six board meetings in 2018. Vagelos, a former CEO of Merck & Co Inc , attended all of those as well as three technology committee meetings.  “The quality of our board is unparalleled – over half our directors are members of the National Academy of Sciences and two of our directors are Nobel laureates,” said Regeneron spokeswoman Alexandra Bowie when asked about the compensation  Last year, though, Regeneron did agree to curb its director pay as part of a settlement with investors who sued the company, claiming Vagelos and other directors received excessive compensation.  A new compensation plan in effect this year has resulted in a nearly 50% year-over-year decrease in the reported value of director stock awards on the day they were granted. That will probably start to be reflected in 2019 numbers.  Pharmaceutical company Incyte Corp, whose board members made an average of $493,657 in 2018, also re-evaluated the way it structured directors’ compensation after getting investors’ push back.  Incyte eliminated grants that fixed the number of shares given to directors at the same level each year. When the shares climbed this immediately gave them a year-on-year windfall.  The company now makes annual stock grants based on a target dollar value. Incyte also discontinued an enhanced initial grant of stock for new directors.  “These changes make our board compensation consistent with other companies,” Incyte spokeswoman Catalina Loveman said. (Reporting By Tim McLaughlin Editing by Martin Howell)"}}