{"date":{"0":"2019\/03\/25","1":"2018\/07\/20","2":"2020\/01\/14","3":"2018\/10\/19","4":"2019\/07\/18","5":"2020\/03\/24","6":"2020\/06\/16","7":"2019\/01\/18","8":"2020\/03\/31","9":"2018\/12\/19","10":"2019\/02\/04","11":"2019\/07\/19","12":"2020\/03\/31","13":"2019\/01\/18","14":"2018\/07\/16","15":"2018\/06\/22","16":"2018\/04\/18","17":"2019\/07\/19","18":"2020\/11\/26","19":"2020\/12\/02","20":"2019\/02\/06","21":"2018\/05\/08","22":"2018\/04\/25","23":"2021\/01\/22","24":"2020\/06\/16","25":"2018\/10\/19","26":"2019\/01\/18","27":"2019\/09\/04","28":"2018\/05\/04","29":"2019\/04\/28","30":"2020\/09\/08","31":"2018\/12\/05","32":"2018\/02\/28","33":"2020\/09\/08","34":"2019\/09\/04","35":"2020\/02\/25","36":"2019\/04\/18","37":"2018\/05\/31","38":"2018\/04\/20","39":"2018\/12\/19","40":"2020\/07\/24","41":"2018\/02\/23","42":"2020\/01\/17","43":"2019\/07\/19","44":"2018\/05\/30","45":"2020\/10\/16","46":"2020\/04\/17","47":"2019\/12\/10","48":"2019\/04\/21","49":"2018\/02\/28","50":"2018\/04\/27","51":"2018\/02\/14","52":"2018\/08\/06","53":"2019\/02\/08","54":"2018\/04\/20","55":"2019\/01\/17","56":"2021\/02\/08","57":"2018\/06\/18","58":"2020\/11\/26","59":"2018\/10\/23","60":"2019\/03\/25","61":"2018\/12\/04","62":"2020\/01\/16","63":"2019\/02\/05","64":"2020\/04\/01","65":"2019\/10\/18","66":"2020\/09\/15","67":"2018\/04\/20","68":"2018\/04\/20","69":"2018\/04\/20","70":"2018\/10\/19","71":"2020\/11\/02","72":"2019\/12\/10","73":"2021\/02\/08","74":"2020\/10\/16","75":"2020\/01\/17","76":"2018\/04\/13","77":"2018\/12\/04","78":"2020\/03\/31","79":"2018\/04\/16","80":"2018\/07\/20","81":"2018\/03\/06","82":"2018\/02\/23","83":"2020\/07\/24","84":"2020\/09\/01","85":"2019\/10\/18","86":"2019\/04\/22","87":"2018\/10\/09","88":"2018\/09\/04","89":"2020\/03\/24","90":"2019\/02\/18","91":"2018\/06\/12","92":"2018\/09\/04","93":"2018\/04\/28","94":"2019\/02\/04","95":"2020\/12\/03","96":"2020\/05\/21","97":"2021\/01\/22","98":"2018\/04\/26","99":"2019\/04\/18","100":"2020\/09\/01","101":"2018\/06\/22","102":"2020\/04\/17","103":"2018\/07\/20","104":"2018\/03\/02"},"text":{"0":"March 25 (Reuters) - Oilfield services firm Schlumberger will stop taking new field management contracts that have been criticized as requiring heavy upfront investments while it seeks to monetize existing deals, the company’s chief executive said on Monday.  Paal Kibsgaard, speaking at the Scotia Howard Weil energy conference, said the business, known as Schlumberger Production Management, was cash flow neutral last year and is expected to contribute to free cash generating beginning this year. (Reporting by Gary McWilliams Editing by Chizu Nomiyama)","1":"(Reuters) - Oilfield service giants Schlumberger and General Electric Co’s Baker Hughes missed second quarter revenue forecasts on Friday as slow international growth offset record production in the United States that boosted domestic demand for their services.  FILE PHOTO: The exterior of a Schlumberger Corporation building is pictured in West Houston January 16, 2015.REUTERS\/Richard Carson\/File Photo  The Houston-based companies were the first among their peers to report earnings, putting them under scrutiny from analysts seeking clues about the health of the industry. Schlumberger, the world’s largest oilfield services firm, is viewed a as bellwether for the global oil and gas industry due to its heavy international exposure.  Schlumberger’s overall revenue rose 11 percent in the quarter to $8.30 billion, missing analysts’ estimate of $8.36 billion, according to Thomson Reuters I\/B\/E\/S. Revenue from Schlumberger’s international business dragged the overall performance down: it grew 4 percent in the quarter to $5.07 billion, but remained 1.4 percent below a year ago.  GE’s Baker Hughes reported total revenue of $5.55 billion, versus analysts’ forecasts of $5.57 billion, according to I\/B\/E\/S. Baker Hughes’ revenues were hurt by its oilfield equipment and turbomachinery businesses.  The performances reflect how a relatively slow recovery in international markets, where oil projects are often more costly, continues to drag down earnings for large integrated service firms, even as surging U.S. production helps.  U.S. oil production last week hit a record 11 million barrels per day, marking a dramatic comeback in an industry that had been hard hit by the 2014 oil price crash.  Wall Street analysts were not fazed by the missed estimates, and instead focused their attention on stronger-than-expected sequential growth in international markets and upbeat comments from executives.  “Both companies were much more optimistic about the global land and offshore recovery than in previous conference calls,” said James West, a senior managing director for investment banking firm Evercore ISI.  Shares of Schlumberger were trading at $66.86 in afternoon trade, off a fraction of a percent. Baker Hughes was up about 0.8 percent at $32.04.  Brent crude futures, the global benchmark, topped $80 a barrel in the second quarter, its strongest level in roughly three and a half years amid an effort by major oil producers to cut production and stabilize prices and supply disruptions.  UPBEAT FORECASTS  Schlumberger said it expected to fully utilize its international equipment in the fourth quarter of this year and forecasted double digit growth in that segment next year.  “The broader-based recovery has finally started,” Chief Executive Officer Paal Kibsgaard said on the company’s conference call.  Baker Hughes CEO Lorenzo Simonelli said his firm was seeing positive indications from a number of international markets and that longer-cycle activity should drive growth in its oilfield equipment and turbomachinery businesses going forward.  “This is what people have been looking for - the inflection in the international business. It is starting to materialize now,” said Societe Generale analyst Edward Muztafago, referencing the firm’s sequential growth.  Revenue from Schlumberger’s North America operations jumped about 43 percent to $3.14 billion.  Both companies said they have yet to see the impacts of pipeline constraints in the Permian, where growing production is quickly outpacing available takeaway capacity.  Schlumberger warned the constraints could slow growth in the coming months, but said it plans to continue deploying hydraulic fracturing fleets.  The bottlenecks have sent the price of local crude down to an almost $15 a barrel discount to benchmark prices at Cushing, Oklahoma.  Revenues in GE’s Baker Hughes’ oilfield services unit, which accounts for more than half of its overall sales, rose 14 percent year over year to approximately $2.9 billion, driven by stronger activity in North America.  Last month conglomerate General Electric said it would divest its stake in Baker Hughes in a bid to simplify its business and boost shareholder returns, less than a year after merging with the services firm.","2":"DHAHRAN, Saudi Arabia (Reuters) - U.S. oil output growth is expected to slow over the next five years, likely prompting oil majors to “gobble up” smaller shale oil producers, Mark Papa, shale pioneer and non-executive chairman of Schlumberger, told Reuters.  FILE PHOTO: Mark Papa, then CEO of EOG Resources, speaks at the IHS CERAWeek energy conference in Houston March 6, 2013. REUTERS\/Richard Carson\/File Photo  U.S. output surged to nearly 13 million bpd last year, making it the world’s largest producer.  The Energy Information Administration (EIA) has forecast U.S. oil production growth at 1 million barrels per day (bpd) in 2020, with shale accounting for most of the increase.  But Papa, boss of the world’s largest oilfield services company, expects U.S. output to grow by just 400,000 bpd in 2020 and by 100,000-500,000 bpd per year through 2025, depending on future oil prices.  “What we are seeing is that there has been a kind of inflection in the growth path for U.S. oil production, mainly due to inflection in shale oil growth,” Papa said in an interview in Saudi Arabia.  He cited the shorter life and high decline rates of shale reservoirs such as the Bakken in North Dakota and the Eagle Ford in Texas.  “I’m not saying that the U.S. shale oil will go away but I’m saying it will become a less powerful force as we go through the 2020s than it was in the previous decade,” he said.  Global demand is seen to grow by about 1 million bpd a year over the next five years, but that growth in demand would be met more by OPEC oil producers, he said.  Over the last decade, the shale revolution turned the United States into a major force in energy exports, however, it failed to boost profits, which has discouraged investors.  The shale industry was squeezed by an OPEC price war that began in 2014, sending U.S. crude prices below $30 per barrel at one point.  That drove shale companies to cut costs and become more efficient.  Now, with investor returns flagging, the industry no longer believes in drilling its way to success even at higher prices and financing for new production has been sharply limited.  Analysts believe that even if oil prices were to remain above $60 a barrel this year, it will not spur another production spurt because of the pressure for returns.  Papa said U.S. shale crude producers need a price of $55 per barrel to break even, above which they can achieve an adequate return on investment.  Over the last couple of years oil prices have generally been lower, what has reduced the amount of capital available to the industry.  “What is likely to happen over the next 5 to 10 years is that some of the smaller companies will get consolidated... get gobbled up by the majors,” Papa said.  “Today Exxon Mobil, Chevron and even BP are becoming bigger in the shale oil business and probably five years from now those three companies will be even bigger and there will be less of the small companies.”  Papa also expects the rise in gas flaring and venting in the Permian Basin in Texas to end by mid-2020 helped by a slowdown in the drilling of new wells and an increase in gas pipeline capacity.","3":"(Reuters) - Schlumberger NV SLB.N, the world's largest oilfield services provider, reported a slight profit beat on Friday but cautioned that North American growth would slow due to transportation bottlenecks and hurt results next quarter.  The exterior of the Schlumberger Corporation headquarters building is pictured in the Galleria area of Houston January 16, 2015. REUTERS\/Richard Carson  Although quarterly profits rose from a year ago, the company has been hit by slower-than-anticipated growth in the largest U.S. Permian Basin. Production has outpaced available pipeline takeaway capacity and driven prices lower, but Schlumberger expects the bottlenecks to be resolved in the next 12 to 18 months.  “The North America land market is changing pretty rapidly,” Chief Executive Officer Paal Kibsgaard said during a third-quarter earnings call.  The “rapid softening” in both hydraulic fracturing activity and pricing seen during the second half of the third quarter will continue at the same pace into the fourth quarter, he added.  Schlumberger, the first oilfield service provider to report earnings, is seen as a bellwether for the industry. The company warned investors last month that slowing activity in North America was affecting its business.  Shares of Schlumberger were up 2.3 percent at $59.76. The stock hit an 7-year low this week.  Schlumberger said “several key customers” were opting to stop using hydraulic fracturing fleets later this year and into January.  “This is presenting terms challenges in terms of white spaces in the calendar,” Kibsgaard said.  The company reported a profit of $644 million, or 46 cents per share, up about 18 percent from a year ago. Analysts anticipated earnings of 45 cents, excluding items, according to Refinitiv data.  Schlumberger also echoed concerns cited on previous investor calls that poor oil and gas reservoirs and well performance in North America could prompt production gains to fall short of expectations.  Analysts from investment firm Tudor Pickering Holt & Co said the results were within expectations but “unlikely to bring investors rushing off sidelines” and back into the sector.  International revenue rose 1.3 percent to $5.22 billion, while revenue from North America jumped about 23 percent to $3.20 billion.  “We may have seen the bottom in the international markets. The commentary seems more upbeat,” said Brian Youngberg, an Edward Jones analyst.  Total revenue rose to $8.5 billion from $7.91 billion a year ago. Analysts looked for $8.58 billion, according to Refinitiv data.","4":"(Reuters) - Oilfield services bellwether Schlumberger NV on Friday is forecast to post modestly higher profits for its second quarter, but investors will be listening closely to what tech expert Olivier Le Peuch has to say about its future direction.  The 55-year-old Frenchman, appointed as Schlumberger’s chief operating officer in February and seen as its CEO- in-waiting, is being watched for signs he plans to return the top oil services provider by revenue to its roots in high-tech equipment and services.  Since current CEO Paal Kibsgaard took charge in August 2011, the company has overspent on costly program-management ventures, paid $430 million for pressure pumping gear as the market became oversaturated, and seen its share price tumble about 58%. Its stock is rated “buy” by just 63% of analysts, below rival Halliburton at 82%, and Baker Hughes GE at 79%.  Le Peuch, an electrical engineer by training with more than three decades at the company, is expected to take over this year from Kibsgaard. Last quarter, Le Peuch outlined results in the company’s global operations and offered its forecast for second-quarter profit of 35 cents a share, up 13% from a year ago.  Schlumberger declined to make Le Peuch available for an interview.  Analysts said Le Peuch’s deep background in technology will be critical at a time when digitalization is changing the oil industry. He has run Schlumberger’s software units as well as its well-completions and offshore businesses.  TECH DOMINANCE  “They’ve always been a leader in oilfield technology, with the one exception being (hydraulic) fracturing. Several competitors have made incremental improvements that have gained market share,” said Paul Mecray III, a managing director for investment firm Tower Bridge Advisors who has followed Schlumberger for more than 50 years.  “They have to maintain it,” he said.  Unlike Kibsgaard, who joined the firm from Exxon Mobil in the 1990s and quickly rose through the ranks, Le Peuch started in custom software development for Schlumberger’s wireline measurement businesses and got his first big break as a president of its Information Solutions unit in 2004.  Le Peuch also was part of the teams that drove Schlumberger’s purchase of software maker Technoguide in 2002, according to former colleagues, and later acquisitions of two well-completions businesses, and pursued a joint venture with offshore firm Subsea 7.  Technoguide developed the highly profitable Petrel E&P software, which allows geologists to visualize oil reservoirs and drilling engineers to plan production systems.  That deal to buy Technoguide helped propel Le Peuch to president of Schlumberger’s Information Solutions, a role that former colleagues said will help him steer the company as the industry becomes more digital technology focused.  “In the early 2000s to 2010, he was right in the thick of the forefront of Schlumberger’s big advance in expanding the range and profitability of software offerings,” according to Ram Shenoy, a former Schlumberger executive who spent two decades at the company, most recently as its vice president of research.  GROOMED FOR TOP JOB  Le Peuch has been groomed for the top job through a series of key assignments. He was vice president of engineering and manufacturing, a job earlier held by Kibsgaard, and later ran Schlumberger’s offshore unit Cameron, which it bought in 2016.  Analysts are counting on Le Peuch to move away from the all-encompassing projects championed by Kibsgaard. He sought to buck the industry’s capital spending decline by taking equity stakes in big oil and gas projects, which were criticized as competing with customers.  But after investing billions on such projects, and writing down investments, the firm has said it would halt such investments and seek to sell some of those stakes.  “While Olivier has been part of the senior management team for a while and was a part of the decisions, you will see a return to Schlumberger’s roots as a pure oilfield service and equipment company,” said James West, an analyst for Evercore ISI.  “He’ll put more emphasis on digitalization, technologies, and machine learning,” West added.","5":"March 24 (Reuters) - Schlumberger, the world’s largest oilfield services company, on Tuesday said it would cut spending by 30% this year versus 2019 as oil prices collapse and it prepares for a downturn.  The company said it expects a rapid reduction in the rig count and hydraulic fracturing activity, estimating that the number of rigs in operation could fall to levels seen during the 2016 downturn. (Reporting by Liz Hampton; Editing by Steve Orlofsky)","6":"(Reuters) - Oilfield services provider Schlumberger NV SLB.N expects to book a charge to earnings of up to $1.4 billion for an accelerated restructuring and new job cuts, Chief Executive Officer Olivier Le Peuch said at a energy conference on Tuesday.  Le Peuch said the restructuring will include cuts in the company’s product lines and focus the company’s operations on five key oil basins. It is expected to save about $1.5 billion in annual costs.  The restructuring comes as oil prices have collapsed to under $40 a barrel as the COVID-19 pandemic hurt fuel demand. Le Peuch, who was appointed CEO a year ago, was already reshaping Schlumberger before the pandemic by side-lining hydraulic fracturing equipment and beefing up its focus on technology.  Speaking at the J.P. Morgan Energy, Power and Renewables conference Le Peuch told investors the decline in oilfield activity had been “sharper than expected”, especially in U.S. land operations, which saw a drop-off of around 60%.  One-time charges associated with the restructuring and headcount reductions will be between $1.2 billion and $1.4 billion. There may be additional costs incurred from a “rationalization” of the company’s assets, the CEO said.  Le Peuch also outlined to investors plans for its New Energy group, which will focus on marketing low-carbon or carbon-neutral technology. That group has begun working with startup Celsius Energy in France to develop geothermal as a building heating and cooling source, and is launching a second venture, called Genvia, to produce hydrogen fuel from water.  He also emphasized the growing importance of digital technology, particularly since the COVID-19 pandemic.  “The recent crisis accelerated customer acceptance of remote drilling operations,” he said, noting that Schlumberger had seen a 30% increase in that area over the first quarter.  The company was able to reduce headcount by 25% when operating remotely, and will reach a 50% reduction on some wellsites, he said.","7":"(Reuters) - Oilfield services provider Schlumberger NV SLB.N said on Friday it would spend less in 2019 and forecast single-digit growth in international markets this year, sending its shares as much as 5 percent higher.  FILE PHOTO: The exterior of a Schlumberger Corp building is pictured in West Houston Jan. 16, 2015. Schlumberger, is the world's No.1 oilfield services provider. REUTERS\/Richard Carson\/File Photo  With the sharp drop in oil prices since 2014 many producers have evaluated spending budgets for 2019, stoking concerns that a slowdown in activity would hurt oilfield service companies, which have struggled to boost their prices.  Schlumberger, a bellwether for the oilfield services sector, expects full-year 2019 capital expenditure of between $1.5 billion and $1.7 billion, versus $2.2 billion in 2018, driven by lower spending in North America, Chief Executive Officer Paal Kibsgaard said on an earnings call.  Shares of Schlumberger rose more than 5 percent to $43.60 in early trading.  “The downward guidance for 2019 capital expenditures helped solidify the dividend is safe,” said Brian Youngberg, a senior energy analyst for Edward Jones.  Schlumberger said recent volatility in crude prices has led to even more uncertainty in the spending outlook for oil and gas producers. Crude prices have tumbled roughly 30 percent since October.  “Future investments will likely be much closer to a level that can be covered by free cash flow,” Kibsgaard said about its U.S. operator customers.  But he said that even as operators tighten their purse strings, the company had built “significant flexibility” into its 2019 operating plan. He also said supply cuts by OPEC and Russia could lead to a gradual recovery in oil prices in 2019.  And after several years of underinvestment, the company anticipates growth in international markets, driven by higher activity in regions including Latin America, Africa and Asia.  Revenue from Schlumberger’s North America business rose 0.3 percent year over year to $2.82 billion, while international revenue rose nearly 1 percent to $5.28 billion.  Schlumberger warned in early December that fourth-quarter North America revenue would take a hit due to steeper-than-anticipated declines in the hydraulic fracturing market.  Revenue from its OneStim hydraulic fracturing businesses slid 25 percent sequentially in the fourth quarter, prompting the company to idle some of its fleets late in the fourth quarter, it said.  While analysts called Schlumberger’s results neutral to positive, investment firm Tudor Pickering Holt & Co noted they would not “do much to make investors feel a sense of urgency to dive headlong into OFS (oilfield service) stocks.”  Fourth-quarter net income was $538 million, or 39 cents per share, compared with a loss of $2.26 billion, or $1.63 per share, a year earlier when it took $2.7 billion in charges, including a $938 million write-down on its Venezuelan holdings and unpaid bills there.  Excluding one-time items, the company earned 36 cents per share, in line with analysts’ estimates, according to IBES data from Refinitiv.  Revenue was flat at $8.18 billion, compared with a year earlier, but beat the average analyst estimate of $8.04 billion.","8":"March 31 (Reuters) - Top oilfield services provider Schlumberger on Tuesday said it will implement widespread salary and job cuts as it grapples with a sharp decline in revenue from the oil price collapse.  Executives will take a voluntary 20% salary reduction, beginning April 1, and worldwide support personnel will adopt unspecified modified schedules that reduce salaries. In North America, it will accelerate a restructuring that includes job cuts and furloughs over the next couple of months, a spokesman said.","9":"BAGHDAD, Dec 19 (Reuters) - Iraq has agreed a deal with Schlumberger to drill 40 oil wells in the giant southern Majnoon oilfield, according to an oil ministry statement on Wednesday.  Iraq’s oil minister Thamir Ghadhban said in the statement that the deal with Schlumberger targets boosting production from Majnoon. (Reporting by Ahmed Rasheed, Writing by Nafisa Eltahir Editing by Louise Heavens)","10":"FILE PHOTO: The exterior of a Schlumberger Corp building is pictured in West Houston Jan. 16, 2015. Schlumberger, is the world's No.1 oilfield services provider. REUTERS\/Richard Carson\/File Photo  MOSCOW (Reuters) - U.S. oilfield services giant Schlumberger has withdrawn its bid for a stake in Russia’s Eurasia Drilling Company (EDC) Russia’s Federal Anti-monopoly Service (FAS) said on Monday.  Schlumberger, which has its own business in Russia, said last month it would withdraw its application to buy a stake in EDC if it didn’t get regulatory approvals soon.  Schlumberger’s office in Moscow had no immediate comment.  The U.S. company had planned to acquire up to 49 percent of EDC, Russia’s largest oil services provider.  The withdrawal marks Schlumberger’s second failed attempt to buy EDC. In 2015, the U.S. company agreed to purchase 45.65 percent of EDC for $1.7 billion, but the deal fell through after the FAS repeatedly postponed its approval.  Schlumberger made its latest bid last year.  The approval process has become more complicated in recent years due to a deterioration in relations between Russia and the West over Moscow’s annexation of Crimea from Ukraine, as well as allegations of a nerve agent attack in Britain and meddling in the U.S. presidential election.","11":"The exterior of a Schlumberger Corporation building is pictured in West Houston January 16, 2015. REUTERS\/Richard Carson\/File Photo GLOBAL BUSINESS WEEK AHEAD PACKAGE SEARCH BUSINESS WEEK AHEAD 17 OCT FOR ALL IMAGES  (Reuters) - Schlumberger NV reported a 14.4% increase in quarterly profit on Friday, as demand in international markets helped the world’s largest oilfield services provider counter weakness in North America.  The company’s net income rose to $492 million, or 35 cents per share, in the second quarter ended June 30, from $430 million, or 31 cents per share, a year earlier.  The Houston-based company’s revenue fell to $8.27 billion from $8.30 billion.  (Corrects to remove extraneous text in second paragraph)","12":"(Reuters) - Oilfield services provider Schlumberger on Tuesday said it will implement widespread salary and job cuts as it grapples with a sharp decline in revenue from the oil price collapse.  Oil prices have plunged by more than 60% since the start of the year, prompting scores of oil and gas producers to slash spending on drilling and services. On Tuesday, U.S. oil benchmark futures were trading around $20.69 a barrel.  The coronavirus pandemic has sharply cut oil demand, while top producers Russia and Saudi Arabia have pledged to pump full bore from April 1, flooding the market with new supply.  Schlumberger said its executives will take a voluntary 20% base salary reduction, starting April 1, and worldwide support personnel will adopt unspecified “modified schedules” that reduce salaries, the company said in a statement.  In North America, it will accelerate a restructuring that includes job cuts and furloughs over the next couple of months, a spokesman said. The company had previously announced plans to reorganize its land-based operations in North America, including idling some 50% of its hydraulic fracturing equipment.  Schlumberger last week said it would reduce its 2020 capital spending budget by 30% due to the price crash, joining a host of major energy companies that have slashed spending amid the twin supply and demand shock.  Shares of Schlumberger were up 3.3% to $13.7 in morning trade, off 65.97% year-to-date.","13":"Jan 18 (Reuters) - Top oilfield services provider Schlumberger NV reported quarterly profit on Friday, compared with loss a year earlier when it took $2.7 billion in charges related to restructuring and asset writedown.  The company reported a net income of $538 million, or 39 cents per share, in the fourth quarter ended Dec. 31, compared with a loss of $2.26 billion, or $1.63 per share, a year earlier.  Revenue was flat at $8.18 billion. (Reporting by John Benny in Bengaluru; Editing by Arun Koyyur)","14":"RIO DE JANEIRO\/HOUSTON (Reuters) - Schlumberger NV Chief Financial Officer Simon Ayat plans to retire this year and a company insider has emerged as top candidate to replace him at the world’s largest oil services firm, three people familiar with the matter told Reuters.  FILE PHOTO: The exterior of the Schlumberger Corporation headquarters building is pictured in the Galleria area of Houston, Texas, U.S., January 16, 2015. REUTERS\/Richard Carson\/File Photo  Stephane Biguet, currently vice president of finance, is the frontrunner to replace Ayat, according to the people who declined to be named because the matter is not yet public.  Schlumberger declined to comment.  The CFO change would come as rising oil prices and dwindling producer reserves are helping lift demand for oil services, which were hit hard by the 2014 oil price crash.  Schlumberger executives have said oil companies will have to increase spending to overcome declining output from existing fields and meet future demand.  Ayat’s successor will face pressure from investors concerned about past investments by the company’s Schlumberger Production Management, or SPM business, which takes direct stakes in oil projects.  “It’s something that investors don’t like. You buy Schlumberger because it is an oil services company, not a producer,” said Cowen & Co analyst Marc Bianchi. The new CFO would have to continue selling assets from the unit, Bianchi said.  Last year, Schlumberger launched a reorganization to simplify its business structure. The company also has said it was slowing investments in the SPM business.  Schlumberger shares were off 1.3 percent at $67.20 on Monday, and are down about 16 percent over the last two years.  Improving Schlumberger’s share price will hinge on exceeding revenue and profit expectations, Bianchi said. “They just need to start beating some quarters.”  Schlumberger reports second quarter results on Friday. Revenues should move higher and the company should have a solid second half of 2018, James West, a senior managing director for Evercore ISI, wrote in a note on Monday.  Biguet previously held positions as Schlumberger’s treasurer and as controller of operations, according to its financial filings. He has worked at Schlumberger since 1995 with roles in Venezuela, Canada and France before taking on his current position in December, 2017, according to his LinkedIn profile.  Biguet “is very skilled in managing the organization,” said one person familiar with proposed changes. “Now, he needs to manage the Street.”  Ayat started at Schlumberger in 1982, serving in several roles, including treasurer before becoming CFO in 2007. As of January 2018, he was 63 years old, according to a regulatory filing. The company declined to confirm his age.","15":"WASHINGTON (Reuters) - The U.S. Supreme Court ruled on Friday that companies can recover profits lost because of the unauthorized use of their patented technology abroad in a victory for Schlumberger NV, the world’s largest oilfield services provider.  FILE PHOTO: The exterior of a Schlumberger Corporation building is pictured in West Houston, Texas, U.S. on January 16, 2015. REUTERS\/Richard Carson\/File Photo  The 7-2 decision overturned a lower court’s ruling that had enforced limits on applying U.S. patent law overseas and reduced by $93.4 million the damages sum that rival ION Geophysical Corp had to pay for infringing Schlumberger technology that helps find oil and gas beneath the ocean floor. Both companies are based in Houston.  The decision expands the ability of patent owners to recover foreign-based damages, increasing the threat posed by certain infringement lawsuits in the United States.  Internet-based companies and others had expressed concern that extending patent damages beyond national borders would expose U.S. high-technology firms to greater patent-related risks abroad.  For graphic on ION Geophysical shares whipsawed by Supreme Court ruling click tmsnrt.rs\/2K9GWv2  The ruling initially sent ION’s shares into a tailspin, diving as much as 20 percent at one point and triggering a 5-minute trading halt in the shares on the New York Stock Exchange. ION shares steadily recovered the loss, however, and are little changed on the day.  Schlumberger shares, meanwhile, are up 4 percent, but most of that gain occurred before the ruling was released and on the heels of a modest oil output increase agreement that was reached by OPEC earlier on Friday.  U.S. patent law generally applies only domestically, but Schlumberger said that since the law protects against infringement that occurs when components of a patented invention are supplied from the U.S. for assembly abroad, it should be fully compensated for the infringement, including any lost foreign sales.  The high court agreed. Writing for the majority, Justice Clarence Thomas said ION infringed patents owned by Schlumberger subsidiary WesternGeco in the United States.  The “overseas events were merely incidental to the infringement,” he said.  Writing for the dissent, Justice Neil Gorsuch said that allowing overseas damages extends U.S. patent owners’ monopolies over an invention to foreign markets.  “That, in turn, would invite other countries to use their own patent laws and courts to assert control over our economy,” Gorsuch said.  ION Chief Executive Brian Hanson said he was disappointed in the decision but that the company will press other arguments to avoid the damages when the case is returned to lower courts.  A spokeswoman for Schlumberger said the company was pleased with the decision allowing it to be “compensated fully for monetary damages caused by those who choose to infringe its patents.”  The case involved four WesternGeco patents related to an invention that more efficiently completes marine seismic surveys to help identify oil and gas drilling locations.  ION developed a competing system and sold it to surveying companies abroad. WesternGeco sued in 2009, and a federal jury in Houston found that Ion infringed the patents and caused the company to lose contracts.  The jury awarded $12.5 million in royalties and $93.4 million in lost profits stemming from foreign contracts the company said it missed out on as a result of ION’s infringement.  In 2015, the Washington-based U.S. Court of Appeals for the Federal Circuit, which specializes in patent issues, ruled that Schlumberger could not recoup the lost profits portion because U.S. patent law does not cover the overseas use of infringing products.  President Donald Trump’s administration backed Schlumberger in the case. The case was made more complicated when the Federal Circuit on May 7 invalidated three of the patents at issue in the case, which could impact the overall damages owed.","16":"OSLO, April 18 (Reuters) - Offshore oil driller Seadrill aims to expand relations with Schlumberger, the world’s largest oil services firm, and other suppliers to the global oil and gas industry, its chief executive told Reuters on Wednesday.  Seadrill plans to emerge from Chapter 11 bankruptcy proceedings in late June or early July, following a U.S. court’s approval on Tuesday of its multi-billion dollar debt restructuring plan, CEO Anton Dibowitz said.  “The confirmation is the most significant milestone in the process, and now we need to implement the plan over 60-90 days. Obviously, we would like to do it as fast as possible,” he added.  Seadrill is already cooperating with Schlumberger in India to offer integrated services and may expand this to other locations and partners, although the company has no immediate consolidation plans.  “Equally, we are in discussions with all major oil service companies, and if there are opportunities that makes sense for both of us, we will certainly entertain that,” Dibowitz said. (Editing by Terje Solsvik)","17":"July 19 (Reuters) - Schlumberger NV said on Friday Chief Operating Officer Olivier Le Peuch will replace longtime Chief Executive Officer Paal Kibsgaard, as the top oilfield services provider bets on a technology expert to steer it back to its strengths in high-tech equipment.  Schlumberger is set to post its quarterly results before markets open on Friday. (Reporting by Arathy S Nair in Bengaluru; Editing by Sriraj Kalluvila)","18":"* 262 workers to strike from Dec. 3 if wage talks fail  * Union members work at oil and gas platforms and mobile rigs  * Strike to affect drilling operations, not production (Adds context, union spokesman, company and NOG unavailable)  OSLO, Nov 26 (Reuters) - Some 262 oil service workers at Schlumberger’s Norwegian subsidiary plan to go on strike from Dec. 3 if negotiations with employers over pay and working conditions fail, the Safe trade union said on Thursday.  The negotiations cover drillers, well service crews, divers and other workers at oil industry subcontractors Baker Hughes , Vetco Gray, Weatherford, Oceaneering, Schlumberger and Subsea 7.  If a strike breaks out on Dec. 3, it could be escalated in the following weeks to encompass workers at the other firms.  Norway is western Europe’s top petroleum exporting nation. A strike would not affect ongoing production of oil and gas but would disrupt other functions such as the drilling of new wells, said Espen Johannessen, Safe’s union leader at Schlumberger.  Among the fields that would see an impact were Gullfaks, Statfjord and Valhall, he said, as well as a number of mobile offshore drilling rigs.  Schlumberger and the Norwegian Oil and Gas Associaiton which negotiates with the union on behalf of the oil service firms, were not immediately available for comment.  In total, around 700 workers are covered by the collective bargaining agreement between Safe and the Norwegian Oil and Gas Association (NOG), according to Norway’s government-appointed wage mediator, who will oversee the negotiations.  In 2016, a three-week strike among Norwegian oil service workers disrupted the drilling of new wells but did not impact production.  The industry’s core production workers, who are directly employed by oil firms and thus not part of the latest talks, settled their wage demands last month following a 10-day strike that cut output and rattled energy markets.  A larger labour union, Industri Energi, said in October it had agreed to a wage deal covering some 6,500 oil service workers and would not go on strike.  Safe has said the rights of some of its members have been eroded and it fears this could spread, with the potential consequence that wages in certain cases could be cut by as much as 47%.  Separately on Thursday, the planned escalation of a strike by security guards could close down a quarter of Norway’s gas exports to Europe within the next few days, gas systems operator Gassco said. (Writing by Terje Solsvik; editing by Elaine Hardcastle)","19":"CAIRO (Reuters) - Libya’s National Oil Corp (NOC) said on Wednesday its Chairman Mustafa Sanallah and Schlumberger Ltd Chief Executive Olivier Le Peuch agreed on technology transfer talks to help restart the country’s oil wells and improve output.  The executives met on Tuesday, the state oil company said, without disclosing details.  NOC’s output has been hit this year by attacks on oil facilities and blockades.","20":"MOSCOW (Reuters) - Russia’s anti-monopoly service (FAS) said on Wednesday that various forms of cooperation were still possible with oilfield services giant Schlumberger despite the company’s bid for Eurasia Drilling Company falling apart.  Schlumberger said on Tuesday it would continue to look for ways to work in Russia’s onshore drilling market, a day after FAS announced that the firm had withdrawn its bid for a stake in EDC.  “The acquisition of a 49 percent stake is far from the only way (for cooperation)...other forms of cooperation are possible, the optimization of Schlumberger’s activity on the Russian market,” Andrei Tsyganov, FAS deputy head, told reporters.  He said Schlumberger’s bid had fallen apart because of U.S. sanctions.","21":"A federal appeals court on Monday invalidated three patents held by oil services giant Schlumberger NV, complicating a long-running dispute with rival ION Geophysical Corp that culminated in a $106 million verdict now under U.S. Supreme Court review.  The U.S. Court of Appeals for the Federal Circuit affirmed a Patent Trial and Appeal Board determination that the three Schlumberger patents were invalid as obvious.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2rqz9S7","22":"April 25 (Reuters) - Schlumberger NV:  * SCHLUMBERGER NV - ON APRIL 25, 2018 HELGE LUND RESIGNED FROM BOARD OF DIRECTORS OF SCHLUMBERGER LIMITED Source : bit.ly\/2JpWRVi Further company coverage: (Reuters.Briefs@thomsonreuters.com)","23":"Jan 22 (Reuters) - Schlumberger NV’s fourth-quarter revenue and adjusted profit grew compared to the previous quarter, aided by cost cuts and a recovery in demand for oilfield services and equipment after a pandemic-driven slump in drilling.  The world’s largest oilfield services provider on Friday reported net income excluding charges and credits of $309 million, or 22 cents per share, in the fourth quarter ended Dec. 31, compared with an income of $228 million, or 16 cents, in the prior quarter. (Reporting by Shariq Khan in Bengaluru; Editing by Shinjini Ganguli)","24":"June 16 (Reuters) - Oilfield services provider Schlumberger NV expects a charge of up to $1.4 billion due to its ongoing restructuring and related layoffs, Chief Executive Officer Olivier Le Peuch said at a conference on Tuesday.  Le Peuch said the restructuring, which will include cuts in the company’s product lines and a focus on just five key basins, is expected to permanently save about $1.5 billion in costs annually.  The one-time charges associated with the restructuring and headcount reductions will be between $1.2 billion and $1.4 billion, while additional costs will be also incurred from a “rationalization” of the company’s asset base that is ongoing, the CEO said. (Reporting by Shariq Khan in Bengaluru; Editing by Shounak Dasgupta)","25":"Oct 19 (Reuters) - Schlumberger NV Chief Executive Officer Paal Kibsgaard said on Friday that growth in the Permian basin could be lower than anticipated, and that pricing and demand for oilfield services in North America will remain soft in the fourth quarter.  He also said on a conference call with analysts the main challenge in the Permian basin is going to be reservoir and well performance. (Reporting by John Benny in Bengaluru; Editing by Bernard Orr)","26":"FILE PHOTO: The exterior of the Schlumberger Corporation headquarters building is pictured in the Galleria area of Houston January 16, 2015. REUTERS\/Richard Carson  (Reuters) - Schlumberger NV SLB.N said on Friday it would withdraw its application for the acquisition of a stake in Russia's Eurasia Drilling Company (EDC) if it is not successful in getting approvals soon.  Schlumberger said it would buy a stake in EDC, Russia’s largest oilfield services provider, back in 2017.  “Unfortunately, we have not yet been able to obtain the needed regulatory approval from the Russian authorities,” Schlumberger Chief Executive Paal Kibsgaard said on a conference call with analysts on Friday.  “We’re going to make one final attempt and approach over the coming weeks. And if we see no clear path to obtaining the needed approvals, we are likely going to withdraw our application.”","27":"Sept 3 (Reuters) - Schlumberger NV Chief Executive officer Olivier Le Peuch said on Wednesday the world’s largest oilfield service provider would look to sell or exit businesses that do not meet its profit goals, less than two months after taking the top job.  Le Peuch said a strategic review of its North America land portfolio is now under way. “The direction I have given the organization is that all options are to be considered,” he said at the Barclays Energy-Power Conference in New York.","28":"COLOMBO (Reuters) - Sri Lanka will sign agreements with French oil and gas major Total and a subsidiary of U.S. firm Schlumberger for a seismic study off its east coast to evaluate any prospective oil resources, a top official said on Friday.  FILE PHOTO: The logo of French oil giant Total is pictured at its first gas station in Mexico City, Mexico January 25, 2018. REUTERS\/Daniel Becerril\/File Photo  Vajira Dassanayake, the director general at Petroleum Resources Development Secretariat (PRDS), said a first deal signed with Total in 2016 to conduct a study off the eastern coast did not take place due to “some issues”.  “We are hoping to sign a new agreement with Total later this month,” Dassanayake told Reuters.  Total had earlier signed a two-year agreement with PRDS to survey around 50,000 sq km off the east coast from the air, at a cost of $25 million to acquire data on unexplored areas.  Dassanayake said Total will invest $3 million to $10 million for the seismic study, while Eastern Echo Holding Ltd, a subsidiary of Schlumberger, will carry it out.  “It’s a marine survey. There will be more resources allocated this time compared to the previous agreement. They will have the marketing exclusivity for a certain period until they recover their cost,” Dassanayake said.  “Actual ownership of the data will be with the government of Sri Lanka. They (Total) have one year to negotiate with us and to give us a favorable contract for production and sharing.”  Officials from Total and Schlumberger did not immediately respond to requests for comment.  Sri Lanka produces no oil and is dependent on imports for all of its fuel requirements, despite trying to reinvigorate oil and gas exploration after the end nine years ago of its 25-year civil war with Tamil separatists.  Importing oil cost the island $3.2 billion in 2017.","29":"DUBAI (Reuters) - Saudi Arabia’s Industrialization and Energy Services Company (TAQA) said on Sunday its drilling subsidiary, Arabian Drilling Company, has agreed to buy Schlumberger’s Middle East onshore drilling rigs business in Kuwait, Oman, Iraq and Pakistan for $415 million.  Through the expansion, Arabian Drilling will operate 58 onshore rigs and nine offshore rigs across the Middle East and North Africa.  Moelis advised TAQA and Rothschild advised Schlumberger for the deal, which is expected to close in the second half of this year, TAQA said in a statement.","30":"FILE PHOTO: The exterior of a Schlumberger Corporation building is pictured in West Houston January 16, 2015. REUTERS\/Richard Carson  (Reuters) - Top oilfield service firm Schlumberger NV expects to return to 2019 level pre-tax margins by the end of next year, a sign the oil industry faces a long-haul to recover from the latest oil-price crash.  Chief Executive Olivier Le Peuch told an energy conference on Tuesday that industry growth will be at a structurally lower rate in the future. The company is reducing its footprint in North America, selling pressure pumping and low-flow artificial lift businesses as it restructures.  Those asset sales will reduce its North American revenue to about 20% from 35%, Le Peuch told investors at the Barclay’s CEO Energy-Power conference.","31":"The exterior of the Schlumberger Corporation headquarters building is pictured in the Galleria area of Houston January 16, 2015. REUTERS\/Richard Carson  MOSCOW (Reuters) - A Russian government commission on foreign investments did not make a decision on Wednesday about U.S. oilfield services giant Schlumberger's SLB.N bid for Eurasia Drilling Company (EDC), news wire reported citing Russian anti-monopoly service (FAS).  TASS news agency said that, according to the FAS head, Igor Artemyev, the deal could be still approved by the end of the year if Schlumberger responded to certain requirements.  This is a second attempt by Schlumberger to acquire Russia’s leading oilfield services provider.","32":"OSLO, Feb 28 (Reuters) - The decision by Schlumberger , the world’s largest oil services firm, to exit the offshore seismic segment was a “massive signal” to oil firms about future challenges, the CEO of seismic surveyor Shearwater Geoservices said on Wednesday:  * “The exit of Schlumberger, which has been one of the biggest drivers of new (seismic) technology developments, makes oil companies concerned, and they rightly should be,” Irene Waage Basili said on the sidelines of an oil conference * Seismic surveyors map out the seabed for oil and gas deposit on behalf of oil companies. They are essential to any offshore exploration plans  * Schlumberger announced in January plans to exit the offshore and onshore seismic acquisition market due to weak returns.  * “This could create a problem for oil companies in the future... They will have to do it (develop new technology) themselves or ensure that geophysical service companies can make sufficient margins to defend long-term investments,” she said  * Earlier on Wednesday, the CEO told the conference she expected day rates for hiring seismic vessels to increase by around 10 percent in 2018 and around the same in 2019  * “It’s my best guess, but vessel utilisation is more important than day rates. If we get higher utilisation, day rates could be lower,” she told Reuters (Reporting by Nerijus Adomaitis, editing by Gwladys Fouche)","33":"DENVER, Sept 8 (Reuters) - Top oilfield service provider Schlumberger NV said Tuesday it will tap technology from International Business Machines Corp to bring oilfield software to countries such as Saudi Arabia and Russia that have strict data sovereignty laws.  Schlumberger develops software called Delfi that energy producers use to locate and extract oil more efficiently. The company is shifting toward delivering Delfi from cloud-based or distributed servers, tapping providers such as Alphabet Inc’s Google and Microsoft Corp.  Some countries, however, do not have any data centers offered by those public cloud providers and have laws requiring data to be stored locally. That means Schlumberger’s cloud-based software must be run on a locally run, private data center, or on a “hybrid” of public clouds and private data centers.  Under the deal announced Tuesday, Schlumberger will use an IBM technology called Red Hat OpenShift to make such hybrids work easier.  IBM’s technology forms a layer between Schlumberger’s Delfi software and the data centers where the software runs that allows the software to move back and forth to wherever customers need it.  “We have realized in the last few quarters, last few months that we didn’t have the flexibility,” Schlumberger CEO Olivier Le Peuch told Reuters in an interview. “It has helped us expand the market access and expand the reach of our solution.”  The data-heavy oil and gas industry has long been seen as slow to digitalize but in recent years has made a push to utilize cloud computing, artificial intelligence and internet-of-things technology in its operations.  For IBM, the Schlumberger deal gives it a flagship oil-and-gas customer as it refines its cloud computing strategy, part of which has involved helping customers in fields such as financial services solve thorny technical and regulatory challenges.  “The technology, once it’s in production, is what drives revenue for both of us,” IBM Chief Executive Arvind Krishna told Reuters. (Reporting by Liz Hampton in Denver and Stephen Nellis in San Francisco; Editing by Lisa Shumaker)","34":"(Reuters) - Schlumberger NV’s newly-appointed Chief Executive Officer Olivier Le Peuch on Wednesday outlined his vision for the world’s largest oilfield services company, vowing to exit unprofitable businesses, restructure some units and focus on returns.  FILE PHOTO: The exterior of a Schlumberger Corporation building is pictured in West Houston January 16, 2015. REUTERS\/Richard Carson\/File Photo  In his first public remarks since taking office in July, the 32-year company veteran also warned the company would record a sizeable, non-cash charge to write down assets in the current quarter. He did not specify the size of the writedown.  Le Peuch, who replaced former CEO Paal Kibsgaard nearly two months ago, outlined plans to accelerate digital investments and to restructure and rename one of Kibsgaard’s major initiatives that invested in and ran customer oilfields. He also said the company would resize its North American onshore operations, which had grown under Kibsgaard.  “We are setting an ambition to more than double the contribution of our digital businesses within the foreseeable future,” said Le Peuch.  The costly investments in customer projects and the recent $430 million acquisition of hydraulic fracturing equipment unsettled investors and contributed to Schlumberger’s 69% share declined over the last five years.  “The Schlumberger of tomorrow will not be the Schlumberger of today,” Le Peuch told investors at the Barclays CEO Energy-Power Conference in New York. Improved returns will take priority over revenue growth, he said.  Schlumberger will exit unprofitable businesses and continue to try to sell stakes in ventures under the Schlumberger Production Management group, which was seen by some as competing with customers. SPM staff will form a new asset performance solutions group, Le Peuch said.  Kibsgaard last year said the company wanted to sell stakes in some projects including in Canada and Argentina.  “We are committing not to take equity positions in oil and gas assets,” Le Peuch said.  Analysts and investors are looking to Le Peuch to steer Schlumberger back to its roots, and navigate through a new era of digitalization underway in the oil and gas industry.  “Former CEO Paal Kibsgaard was engaged in an almost dizzying array of initiatives,” analysts for Jefferies wrote in a note this week ahead of Le Peuch’s presentation.  “We expect new CEO Le Peuch just to emphasize fewer things and so portray a more focused organization,” they added.  The North American business has faced “significant pressure” and “unsustainable margin compression down to mid-single digits,” Le Peuch also said. He said he would prioritize strategic review of the North American portfolio.  Schlumberger shares were up 4% at $33.11 in afternoon trading.","35":"RIYADH (Reuters) - Growth in U.S. shale oil production will slow sharply over the next two years, the chief executive officer of U.S. oilfield services giant Schlumberger said on Tuesday.  Oil pump jacks work at sunset near Midland, Texas, August 21, 2019. REUTERS\/Jessica Lutz  Olivier Le Peuch told Reuters on the sidelines of a conference in Riyadh he expects growth to slow to 600,000 to 700,000 barrels per day in 2020 and to 200,000 bpd in 2021, down substantially from roughly 1 million bpd in 2019.  Lower oil prices and investor demand for higher returns have forced U.S. shale producers to scale back investment after output surged over the past three years to total 13 million barrels per day, making the country the world’s biggest crude oil producer.  “Next year it will be 200,000 barrels per day,” Le Peuch said, adding that was his estimate for now.  U.S. shale growth should then plateau and will not return to the expansion of the past three to five years unless new technology to lower costs attracts another wave of investment, he said earlier in a panel discussion at the conference.  “Shale production growth will go to a new normal ... unless technology helps us crack the code,” he said.  Schlumberger, the world’s largest oilfield services provider, last month outlined an aggressive cost-cutting plan for its North American business, which included idling equipment and selling certain units.  The company cut more than 1,400 jobs since the third quarter of 2019 and it aims to sell one unit and cease operations of another one in North America. It also laid out a plan to pare down its OneStim hydraulic fracturing business, which it expanded through a $430 million acquisition roughly two years ago.  Le Peuch on Tuesday told Reuters there were no additional asset sales planned at the moment other than those already announced.  While Schlumberger idles equipment in the United States, the company has played a role in developing fracking in Saudi Arabia and will be involved in the Gulf kingdom’s development of its Jafurah shale gas field, he said.  Last week, Saudi Aramco said it had received regulatory approval to develop the Jafurah non-associated gas field with production expected to start in early 2024.  Saudi Aramco Chief Executive Amin Nasser described the project as the start of the kingdom’s own shale gas revolution.  Schlumberger’s CEO said it was unclear how quickly the kingdom could scale up shale production until full commercial development of the field had started.","36":"April 18 (Reuters) - Top oilfield services provider Schlumberger NV reported a 19.8 percent fall in quarterly profit on Thursday, hit by weak demand for its equipment and services from oil producers under pressure to rein in spending.  Schlumberger said net income fell to $421 million, or 30 cents per share, in the three months ended March 31, from $525 million, or 38 cents per share, a year earlier.  Revenue rose to $7.88 billion from $7.83 billion. (Reporting by Arathy S Nair in Bengaluru; Editing by Sriraj Kalluvila)","37":"LONDON (Reuters) - A pioneering liquefied natural gas project in Equatorial Guinea, bogged down by delayed financing, ran into further trouble after U.S. oil services company Schlumberger pulled out of the venture, two other operators said on Thursday.  FILE PHOTO: A general view of the world's first Liquefied Natural Gas (LNG) pipe rack suspension bridge in Punta Europa, Equatorial Guinea, February 5, 2014. REUTERS\/Pascal Fletcher\/File Photo  Ophir Energy, the London-based company heading the Fortuna development, and Golar LNG, which operates floating LNG facilities, said Schlumberger had decided to withdraw due to problems with the project’s financing.  Schlumberger was not immediately available for comment.  The Fortuna development would be west Africa’s first deepwater LNG project and includes a floating terminal that liquefies gas offshore, not onshore as usual.  Reuters reported earlier this month the growing frustration of Equatorial Guinea’s government at the delays and its ultimatum to take the project off Ophir or scrap it altogether.  Golar LNG participated in Fortuna as part of the OneLNG joint venture it had established with Schlumberger. On Thursday it said Schlumberger withdrew from OneLNG due to the financing problems and its own priorities for spending its resources.  Golar Chief Executive Iain Ross said funds would take time to find and may come from new equity partners that would replace Schlumberger.  “I don’t believe it’s dead at all,” Ross said of the project.  “We’d like to keep the project going and we’re also in discussion with other potential partners to replace Schlumberger on the project ... We believe in the project,” he told investors on a conference call.  Ophir, which confirmed Schlumberger’s departure from Fortuna, also hinted at finding new equity partners.  “Ophir has already held informal discussions with other, well-capitalised, potential partners for our Fortuna project. Following (Golar’s) announcement ... we have now formalised discussions and are actively moving forward with them,” it said.  “HANGING BY A THREAD”  Fortuna is a so-called FLNG project, a pioneering design that shrinks complex infrastructure typically spread over hundreds of acres onto a single vessel. Golar operates an FLNG in Cameroon which became the world’s first converted FLNG project and boosted hopes for the Fortuna development.  Like FSRUs, vessels which regasify LNG offshore, FLNGs are expected to inject flexibility and liquidity into the global LNG market because once they become accepted technologies they will reduce the time and costs of developing and exporting gas.  But Ophir, an independent oil and gas company with little experience in complex LNG projects and a small balance sheet, has had problems concluding the $1.2 billion in financing and was told by the government it may lose the project.  Overlooked by Western banks due to Fortuna’s design, Ophir wooed Asian lenders instead but were left scrambling after talks with Chinese players collapsed last year.  “While it is ‘in talks’ with others including Temasek, the loss of the CEO and the threat by Equatorial Guinea to give others its production licences if it doesn’t close financing this year all seems to add up to problems for that project,” Trevor Sikorski, analyst at consultancy Energy Aspects, said. “It does seem as if that project now is hanging by a thread.”  Ophir replaced its chief executive, Nicholas Cooper, this month in a bid to get its strategy back on track. Its shares were down almost 10 percent at 56.9 pounds each at 1345 GMT while Golar’s shares fell 18 percent to $28.35.","38":"The exterior of a Schlumberger Corporation building is pictured in West Houston January 16, 2015. REUTERS\/Richard Carson  (Reuters) - Oilfield services provider Schlumberger NV SLB.N said on Friday it was looking to monetize some assets in its production management business and was \"fully expecting to engage\" with interested parties over the next few quarters.  “We are looking today at monetizing some of our assets during the turn of 2018. But we want to make sure that we do this at the right time,” Patrick Schorn, an EVP at Schlumberger’s new ventures unit, said on a conference call with analysts.  Schlumberger Production Management (SPM), formed in 2011 to develop client assets as the oilfield services major looked to diversify its business, had $1.4 billion in revenue in 2016.  Revenue from Schlumberger’s production group unit, of which SPM is a part of, had $2.96 billion in the latest first quarter.  The unit allows the company to have a say in drilling decisions, oilfield management and even on hiring other Schlumberger units for service contracts.","39":"FILE PHOTO: A flame rises from a tower at Majnoon oilfield in Iraq's southern province of Basra February 7, 2012. REUTERS\/Atef Hassan  BAGHDAD (Reuters) - Iraq has agreed a deal with U.S. company Schlumberger Ltd to drill 40 wells in the giant Majnoon oilfield, the Oil Ministry said on Wednesday.  Iraqi Oil Minister Thamir Ghadhban said in a statement that the agreement with the oil services firm was aimed at boosting production from Majnoon.  A deal was also signed on Wednesday between Basra Oil Co, which manages Majnoon, and Oil Exploration Co, two state-run Iraqi firms, to conduct a seismic survey in Majnoon.  “Carrying out a three-dimensional seismic survey by the Oil Exploration Company in Majnoon will help to obtain accurate data and boost production at the field,” Ghadhban said.  In June, Royal Dutch Shell exited Majnoon in southern Iraq and handed the field’s operations to Basra Oil.  Crude oil output from Majnoon is more than 240,000 barrels per day (bpd), the statement said.  Iraq is the second-largest producer in the Organization of the Petroleum Exporting Countries after Saudi Arabia and pumps around 4.6 million bpd, below its capacity, in line with global, OPEC-led supply cuts aimed at supporting prices.  The bulk of Iraq’s oil is exported via southern terminals, which account for more than 95 percent of the country’s state revenue.","40":"July 24 (Reuters) - Oilfield services giant Schlumberger NV on Friday reported its second straight quarterly loss after recording $3.7 billion in impairment and restructuring charges as its major customers pulled back activity amid this year’s oil price crash.  The world’s largest oilfield services provider reported a net loss of $3.43 billion, or $2.47 per share, in the second quarter ended June 30, compared with a profit of $492 million, or 35 cents per share, a year earlier.  The company said it took $1 billion in severance charges during the quarter as it cut over 21,000 employees.  Excluding charges and credits, the company earned 5 cents per share. (Reporting by Shariq Khan in Bengaluru; Editing by Sriraj Kalluvila)","41":"Feb 23 (Reuters) - Subsea 7 Sa:  * SCHLUMBERGER AND SUBSEA 7 ANNOUNCE INTENT TO FORM A JOINT VENTURE  * SCHLUMBERGER AND SUBSEA 7 S.A. TODAY ANNOUNCED THAT THEY HAVE ENTERED INTO EXCLUSIVE NEGOTIATIONS TO FORM A JOINT VENTURE THAT BUILDS ON SUCCESS OF SUBSEA INTEGRATION ALLIANCE, WHICH WAS ESTABLISHED IN 2015  * JOINT VENTURE WILL BE OWNED 50% BY SUBSEA 7 AND 50% BY SCHLUMBERGER  * SUBSEA INTEGRATION ALLIANCE CURRENTLY COMBINES SUBSURFACE EXPERTISE, SUBSEA PRODUCTION SYSTEMS (SPS) AND SUBSEA PROCESSING SYSTEMS OF ONESUBSEA WITH SUBSEA UMBILICAL, RISER AND FLOWLINE SYSTEMS (SURF) CAPABILITY OF SUBSEA 7  * PROPOSED JOINT VENTURE WILL FURTHER STRENGTHEN FRONT END ENGINEERING, DESIGN AND EXECUTION OF INTEGRATED PROJECTS  * WILL BUILD ON EXPERTISE FROM BOTH COMPANIES CREATING A UNIQUE LIFE OF FIELD OFFERING THAT INCLUDES AUTONOMOUS SUBSEA TECHNOLOGY, DIGITALLY ENABLED REMOTE SURVEILLANCE AND PRODUCTION MONITORING, AND INSPECTION, MAINTENANCE AND REPAIR SERVICES  * BOTH PARTIES EXPECT TO ACCOUNT FOR THEIR INVESTMENTS IN JOINT VENTURE UNDER EQUITY METHOD OF ACCOUNTING  * CUSTOMERS WILL REMAIN FREE TO PURCHASE NON-INTEGRATED PRODUCTS AND SERVICES FROM ANY MANUFACTURER AND VENDOR, INCLUDING SCHLUMBERGER AND SUBSEA 7 Source text for Eikon: Further company coverage: (Reporting By Ole Petter Skonnord)","42":"NEW YORK (Reuters) - Schlumberger NV SLB.N on Friday outlined an aggressive cost-cutting plan for its North American operations as the world's largest oilfield service firm contends with sharp declines in U.S. shale activity.  FILE PHOTO: The exterior of the Schlumberger Corporation headquarters building is pictured in the Galleria area of Houston January 16, 2015. REUTERS\/Richard Carson  The company reported a slightly better-than-expected fourth quarter profit amid stronger international sales for its services and equipment, offsetting weakness in North America.  Schlumberger Chief Executive Officer Olivier Le Peuch, who took the top job last year, promised to improve North American margins, including through staff cuts, asset sales and by idling equipment.  Schlumberger cut more than 1,400 jobs since the third quarter of 2019, and is exploring selling unprofitable businesses, Le Peuch said on a conference call. His plans calls for an asset-light strategy that emphasizes higher-margin software and technical services.  Wall Street analysts said the report was generally positive, pointing to strong international growth and lower costs in North America.  Shares were up 50 cents at $39.28 in early trading. The stock lost more than 10% last year even as the S&P 500 index of large companies rose 29%.  Le Peuch plans to further pare its OneStim hydraulic fracturing business, which it expanded through a $430-million acquisition just two years ago. It is cutting the number of active fracking fleets, bringing the total reduction to 50%.  The company confirmed a Reuters report that Schlumberger was exploring a sale of a business that helps boost production from aging oil and gas wells. It also plans to halt another North American business that lets producers service live wells onshore.  International markets, which make up 70% of Schlumberger’s business, were a bright spot for the company. Revenue rose 8% to $5.72 billion in the fourth quarter, compared with a 13% decline in North America.  It forecast 2020 spending by oil and gas companies internationally to rise about 5%, with revenue in its international division growing at the same pace or higher excluding asset sales.  Le Peuch, however, warned OPEC-led output cuts would slow investments in Russia and the Middle East in coming months, and its business in Iraq would decline due to U.S.-Iran tensions. North American business will also drop in the first quarter in a low-single digit percentage, he said.  Schlumberger’s net income fell 38% to $333 million, or 24 cents per share, in the three months ended Dec. 31, from $538 million, or 39 cents per share, a year earlier. The year-ago quarter included a gain from an asset sale.  Excluding charges and credits, profit rose to $545 million, or 39 cents per share, from $498 million, or 36 cents per share.  Analysts on average had expected a profit of 37 cents per share, according to Refinitiv IBES.","43":"(Reuters) - Oilfield firm Schlumberger NV SLB.N on Friday named Chief Operating Officer Olivier Le Peuch as chief executive as the company looks to shore up its world-leading position in oil and gas technology services.  The oilfield services provider also posted higher-than-expected second-quarter revenue and a year-over-year profit increase, as demand in international markets countered weakness in North America.  Its earnings of 35 cents a share were in line with analysts’ expectations, but shares fell as much as 3% in early trading amid forecasts for continued soft demand for oilfield services in North America.  “North America remains a challenging environment,” Le Peuch told investors on Friday during a conference call, pointing to softer pricing and an overcapacity of equipment, particularly in hydraulic fracturing.  Le Peuch, 55, said Wall Street estimates of a 42 cent-per-share third-quarter profit were achievable, but added there was “no visible upside.” The company earned 46 cents a share a year earlier.  Byron Pope, an oilfield analyst at investment firm Tudor, Pickering, Holt & Co said Le Peuch, who takes over Aug. 1, did not say how his strategy would deviate from that of outgoing CEO Paal Kibsgaard, adding that disappointing drilling margins initially could have sent shares lower.  Mark Papa, an investor who built EOG Resources into one of the most profitable U.S. shale companies, will become non-executive chairman, replacing Kibsgaard, 52, the company said. Kibsgaard signaled that finance chief Simon Ayat will retire, without setting a date.  Schlumberger will pay Kibsgaard $2 million annually for the next three years to provide transition consulting services, the company said.  Le Peuch will receive a $1.4 million salary increase on his base pay of $1 million, according to a regulatory filing. He will be eligible for a bonus of 150% of his base salary, and share grants valued at roughly $10.5 million.  In 2018, Kibsgaard’s total compensation was $16.2 million, down from $20.8 million the year prior, according to a February proxy statement.  Schlumberger has benefited from a modest uptick in international markets since 2018 after a prolonged slump in oil prices. But its earnings have been hampered by heavy investments and softer demand for some services.  International revenue rose 8% year-over-year to $5.46 billion in the quarter, but revenue in North America fell 11%, to $2.8 billion.  Under Le Peuch, the company will continue to move away from capital intensive projects, such as its Schlumberger Production Management (SPM) unit. It also aims to sell some of its SPM investments in Canada and Argentina, executives said. Ayat said the company is in the process of divesting three businesses that could generate proceeds of around $1 billion.  Net income rose about 14% to $492 million in the second quarter. Excluding items, the company earned 35 cents per share, in line with Wall Street estimates.  The Houston-based company reported revenue of $8.27 billion, beating estimates of $8.11 billion.","44":"COLOMBO (Reuters) - Sri Lanka on Wednesday signed an agreement with a subsidiary of U.S. firm Schlumberger for a $50 million seismic study off the country’s east coast to evaluate any prospective oil resources, a senior government official said.  Sri Lanka signed the agreement with Eastern Echo DMCC, a subsidiary of Schlumberger, to carry out seismic data acquisition surveys, advance data processing and interpretation work or modeling of petroleum systems.  “The main objective of entering into this agreement is to acquire more petroleum data using modern acquisition and processing techniques,” Arjuna Ranatunga, Minister of Petroleum Resources Development told reporters after signing the agreement in the Sri Lankan capital Colombo.  Ranatunga also said that the company would invest at least $50 million for several data acquisition projects, including 2D and 3D seismic, in selected offshore areas around Sri Lanka and would recover the investment from sales proceeds to multiple investors.  This agreement follows comments on May 4 from the Director general at Petroleum Resources Development Secretariat (PRDS) Vajira Dassanayake, who said Sri Lanka would sign agreements with French oil company Total and Eastern Echo DMCC for a seismic study off its east coast.  Sri Lanka first signed a deal with Total in 2016 to conduct a study off the eastern coast but this did not take place.  Total had earlier signed a two-year agreement with PRDS to survey around 50,000 sq km off the east coast from the air, at a cost of $25 million to acquire data on unexplored areas.  Dassanayake earlier in May said Total would invest $3 million to $10 million for the seismic study, while Eastern Echo DMCC would carry out the marine survey.  Officials from Total and Schlumberger did not immediately respond to requests for comment.  Sri Lanka produces no oil and is dependent on imports for all of its fuel requirements, despite trying to reinvigorate oil and gas exploration after its 25-year civil war with Tamil separatists ended nine years ago.  Importing oil cost the island $3.2 billion in 2017.","45":"Oct 16 (Reuters) - Top oilfield services provider Schlumberger NV on Friday posted its third straight quarterly loss as this year’s prolonged slump in oil prices due to the COVID-19 pandemic compelled its major energy customers to shun drilling.  The company reported a net loss of $82 million, or 6 cents per share, for the third quarter ended Sept. 30.  Schlumberger reported a net loss of $11.38 billion, or $8.22 per share, a year earlier, due to impairment charges on some of the company’s past investments. (Reporting by Shariq Khan in Bengaluru; Editing by Sriraj Kalluvila)","46":"April 17 (Reuters) - Schlumberger NV said on Friday it recorded an $8.5 billion charge to earnings as the world’s top oilfield services provider slashed the value of some of its units following the collapse of oil prices.  The impairment charge led the company to report a net loss of $7.38 billion, or $5.32 per share, in the first quarter ended March 31, compared with a profit of $421 million, or 30 cents per share, a year earlier.  Excluding charges and credits, the company earned 25 cents per share.  Schlumberger also slashed its quarterly dividend by 75% to 12.5 cents per share.","47":"Dec 10 (Reuters) - Oilfield services provider Schlumberger NV said on Tuesday its Chief Financial Officer Simon Ayat will step down in January 2020 after spending nearly 12 years in the role.  Ayat will be replaced by Stephane Biguet, who currently serves as a Vice President in the company’s finance department.  Ayat will remain with the company as a senior strategic adviser to the chief executive officer for two years, the company said. (Reporting by Shariq Khan in Bengaluru; Editing by Rashmi Aich)","48":"DUBAI (Reuters) - Khobar-based Arabian Drilling Company (ADC) will acquire the Saudi drilling business of Schlumberger, news publication Al Maaal reported on Sunday, citing unnamed sources.  ADC is a partnership between the Industrialization & Energy Services Company (TAQA), a Saudi Joint Stock company and Services Petroliers Schlumberger S.A., which owns the remaining 49 percent, according to ADC's website. (bit.ly\/2IGAZbf)","49":"LUANDA (Reuters) - A fire erupted at a facility used by U.S. oil services company Schlumberger NV at Angola’s oil logistics hub in the capital Luanda, the chairman of state-run oil company Sonangol said on Wednesday.  Schlumberger, the world’s largest oilfield services group, said in a statement that a fire hit one of its Luanda facilities at about 9 a.m. local time and that all employees and contractors at the facility had been safely evacuated. There were no injuries and a fire brigade responded, it said.  Employees from oil majors BP and Total were also evacuated from the area, a source told Reuters.  “There is a large fire at the Schlumberger facility in Sonils,” Sonangol Chairman Carlos Saturnino told a news briefing on the company’s financial results and oil production.  “We don’t know much more at present but should have more information by this afternoon,” he said.  The extent of the fire could not be independently verified by Reuters.  In January, Schlumberger reported a net loss of $1.51 billion, down from $1.69 billion in 2016.","50":"FILE PHOTO: The exterior of the Schlumberger Corporation headquarters building is pictured in the Galleria area of Houston, Texas, U.S., January 16, 2015. REUTERS\/Richard Carson\/File Photo  MOSCOW (Reuters) - The U.S. oilfield services giant Schlumberger is no longer considering acquiring more than 50 percent in Russia’s Eurasia Drilling Co (EDC), an official at Russian anti-monopoly regulator said on Friday according to RIA news agency.  “They submitted a request for less than 50 percent,” Andrey Tsyganov said about the Schlumberger bid for the Russian oilfield services company.  Schlumberger had earlier planned to buy 51 percent in EDC. The deal has faced difficulties amid worsening relations between Russia and the United States.","51":"FILE PHOTO: The exterior of a Schlumberger Corporation building is pictured in West Houston, Texas, U.S. on January 16, 2015. REUTERS\/Richard Carson\/File Photo  CAIRO (Reuters) - Egypt has signed a deal with oilfield services company Schlumberger to conduct a seismic survey in the Gulf of Suez, the oil ministry said on Wednesday, part of efforts to encourage firms to invest in exploration work in the area.  The oil ministry announced an agreement with an international company on Monday to conduct a seismic survey of the Gulf of Suez to attract exploration investment, but did not identify the company and gave no details.  The deal, signed on the sidelines of an energy conference in Cairo, allows Schlumberger to start work on the survey.  The ministry did not give the value of the deal.  Egypt has been on a drive to attract more investment in its energy sector and speed up production at recent discoveries in order to become gas self-sufficient by the end of 2018.  “The region is still full of promising petroleum prospects that require further work and studies to re-discover the gulf’s petroleum reservoirs and those that have not yet been discovered,” Egyptian petroleum minister Tarek El Molla said in a statement.  Molla also oversaw the signing of another agreement with Schlumberger that included a data center on areas open for exploration in Egypt, also part of the country’s efforts to make it easier for foreign companies to invest in exploration work.  Egypt last year began production at its mammoth offshore Zohr gas field in the Mediterranean, with initial output of 350 million cubic feet per day. Discovered in 2015 by Italy’s Eni, the field contains an estimated 30 trillion cubic feet of gas.","52":"FILE PHOTO: EOG Resources Chairman and CEO Mark Papa speaks during the IHS CERAWeek energy conference in Houston March 6, 2013. REUTERS\/Richard Carson\/File Photo  HOUSTON (Reuters) - Oilfield services company Schlumberger NV has appointed shale pioneer Mark Papa and energy researcher Tatiana Mitrova to its board of directors, according to a filing on Monday with the U.S. Securities and Exchange Commission.  Papa, who built independent energy producer EOG Resources into one of the most profitable U.S. shale companies, currently heads Centennial Resource Development.  His appointment comes just a few months after Helge Lund, former chief executive of BG Group and Statoil, resigned from the Schlumberger board in April to become chairman of BP.  Mitrova is the director of the Energy Center at the Moscow School of Management, according to her LinkedIn profile. She has held other research and policy positions, including at the Center for Global Energy Policy and the Oxford Institute for Energy Studies.  Schlumberger did not immediately respond to a request for comment.","53":"FILE PHOTO: The exterior of a Schlumberger Corp building is pictured in West Houston Jan. 16, 2015. Schlumberger, is the world's No.1 oilfield services provider. REUTERS\/Richard Carson\/File Photo  (Reuters) - Schlumberger NV on Friday named Olivier Le Peuch as chief operating officer, setting him up as a possible successor to Paal Kibsgaard for the top role at the world’s largest oilfield services company.  Le Peuch has previously served as the president of Schlumberger’s oilfield equipments making unit Cameron Group.  The appointment marks the formal beginning of CEO succession, wrote Jefferies analyst Brad Handler in a note.  “That process comes earlier than we expected given Paal’s age and the recent downturn”, he added.  Kibsgaard, 51, assumed the CEO role in 2011, succeeding Andrew Gould. He joined Schlumberger in 1997 as a reservoir engineer in Saudi Arabia.  “Some investors have expressed frustration over Schlumberger’s strategic direction and may view succession planning as a move to shift the company’s focus,” said Cowen and Company analysts in a note.  Kibsgaard struggled to steer the company out of the effects of the 2014 downturn in oil prices that hit the bottom-line for Schlumberger and its rivals.  The Houston-based company’s shares fell about 46 percent last year even as crude prices recovered. Rival Halliburton Co fell about 45 percent and GE’s Baker Hughes dropped 32 percent in the same period.","54":"April 20 (Reuters) - The world’s largest oilfield services provider Schlumberger NV reported an 88 percent rise in quarterly profit on Friday as rising crude oil prices encouraged its North American clients to ramp up spending.  Net profit attributable to Schlumberger rose to $525 million, or 38 cents per share, in the first quarter ended March 31, from $279 million, or 20 cents per share, a year earlier.  Revenue rose to $7.83 billion from $6.89 billion. (Reporting by John Benny in Bengaluru; Editing by Sriraj Kalluvila)","55":"(Reuters) - Schlumberger signed a contract worth over $200 million with oil major Equinor to manage an offshore rig as part of a drilling program in Brazil’s offshore Campos oil basin, a person familiar with the matter said on Thursday.  FILE PHOTO: The exterior of a Schlumberger Corporation building is pictured in West Houston January 16, 2015. REUTERS\/Richard Carson  The deal would be the first time an oil services company replaces a drilling-rig contractor, the person said, adding pressure to offshore drillers still reeling from an industry-wide contraction.  “Schlumberger will provide the full scope of well construction services, drilling management services, and advanced digital technology solutions,” according to a company document seen by Reuters ahead of its scheduled publication on Friday.  A Schlumberger spokeswoman declined to comment. Equinor did not immediately respond to a request for comment.  Schlumberger, which is to report fourth-quarter results on Friday, has turned to the more lucrative business of managing large projects to boost its sagging results. It is forecast to earn 36 cents a share on revenue of $8.04 billion for the quarter ended Dec. 31.  Schlumberger shares on Thursday closed at $41.37 a share, down from $76.37 a year ago.  Equinor last June awarded Schlumberger a contract to drill the 22 wells in the Peregrino field in the Campos offshore basin.  Equinor, formerly known as Statoil, has been expanding its presence in Brazil, proposing to invest up to $15 billion in Latin America’s top oil-producing country, as output is expected to drop from aging oilfields off the coast of Norway.  The company paid up to $2.9 billion in 2017 for a 25 percent stake in the Roncador field, one of Brazil’s largest oilfields, aiming to boost output by around 500 million barrels.  Equinor began producing from the Peregrino field, where Schlumberger will manage the drilling rig, in 2011. The field contains an estimated reserve of 400 million barrels of recoverable oil, according to its website.  The Equinor-operated Peregrino II development is on track to start production at the end of 2020, with its break-even price reduced to below $40 a barrel versus the original estimate of $70, the company has said.","56":"(Corrects CEO name in headline and paragraph 1)  Feb 8 (Reuters) - Schlumberger New Energy on Monday appointed Florence Lambert as chief executive officer of the Genvia clean hydrogen production technology venture, effective March 1, 2021.  Top oilfield services firm Schlumberger’s New Energy group focuses on marketing low-carbon or carbon-neutral technology.","57":"OSLO, June 18 (Reuters) - Norwegian oil and gas firm Equinor has awarded drilling and well service contracts worth 30 billion Norwegian crowns ($3.68 billion) to Schlumberger , Halliburton and Baker Hughes, it said on Monday.  The contracts cover integrated well services, such as directional drilling, drill bits, fluids and cementing, for an initial four years, and can be extended for up to 10 years.  “The purpose of integrated drilling and well services is to clarify roles and responsibilities,” Equinor, formerly known as Statoil, said in a statement.  “This results in less interfaces and more clearly defined responsibilities, facilitating more seamless planning and implementation of the operations between the various contributors,” it added.  Last November, oil firm Aker BP signed a five-year integrated well service alliances with Halliburton, Odfjell Drilling and Maersk Drilling.","58":"OSLO, Nov 26 (Reuters) - Some 262 oil service workers at Schlumberger’s Norwegian unit plan to go on strike from Dec. 3 if annual negotiations with employers over pay and working conditions were to fail, the Safe trade union said on Thursday.  The negotiations cover drillers, well service crews, divers and other workers at oil industry subcontractors Baker Hughes , Vetco Gray, Weatherford, Oceaneering, Schlumberger and Subsea 7. (Reporting by Nerijus Adomaitis, editing by Terje Solsvik)","59":"DUBAI (Reuters) - Technical challenges could slow growth shale oil production in the next 12 to 18 months, the chief executive of Schlumberger NV, the world’s largest oilfield services provider, said on Tuesday.  Paal Kibsgaard, CEO, was speaking at an investment conference in Riyadh.","60":"(Reuters) - Schlumberger NV, the world’s largest oilfield services provider, will stop taking new field management contracts, which have been criticized for their heavy upfront investment, while it seeks to sell off some existing deals, its chief executive officer said on Monday.  Slideshow ( 2 images )  CEO Paal Kibsgaard, speaking at the Scotia Howard Weil energy conference in New Orleans, said the business known as Schlumberger Production Management (SPM), was cash-flow neutral last year and was expected to generate free cash flow beginning this year.  The company said last year it hoped to sell some of its SPM investments to recoup its costs. The business was formed in 2011 to help to diversify its equipment and services sales.  Schlumberger continues to offer stakes in existing projects “to clearly demonstrate the value of the SPM business model to our investors,” said Kibsgaard. “In the meantime, we will not undertake any new SPM projects.”  In the past, Kibsgaard insisted the business was strong and offered the potential for higher margins by allowing Schlumberger to choose all the equipment and services instead of the project operator.  Schlumberger has spent billions of dollars to take over managing customers’ oilfields, in some cases becoming an investor in the fields, while seeking to profit from increased oil production. Critics say the ventures require heavy upfront investments and subject Schlumberger to commodity price risks.  The company reduced its investments in SPM projects to $981 million last year from $1.67 billion in 2017. It does not disclose results from the business, but said SPMs accounted for less than 5 percent of $32.8 billion in revenue last year.  Kibsgaard also said he sees signs that oil and gas producers’ investment views were “starting to normalize” after deep cuts in projects earlier this decade. However, North American spending growth faced a slowdown.  Onshore exploration and production investment in North America will decline more than 10 percent this year from last year, he said. Shale producers, which have driven U.S. oil production to record levels, face growing technical challenges as drilling moves to less productive areas, he said.  Kibsgaard also forecast “high single-digit (in percentage terms), year-over-year revenue growth” in its international markets this year. He said higher investments expected in Mexico, Angola, Indonesia and China would help drive new exploration.  The Houston-based company began formalizing its CEO succession plan last month, naming Olivier Le Peuch as chief operating officer. Investors have been frustrated over Schlumberger’s strategic direction and hope succession planning could shift the company’s focus, one analyst said.  The appointment came after Schlumberger’s shares fell about 46 percent last year. The stock dipped 0.7 percent to $42.16 on Monday.","61":"HOUSTON, Dec 4 (Reuters) - Schlumberger, the world’s largest oilfield services provider, warned investors on Tuesday that its North America revenues would likely decline 15 percent in the fourth quarter sequentially on steeper-than-expected price declines in hydraulic fracturing.  The drop in hydraulic fracturing activity this year had been “significantly larger than we expected,” Patrick Schorn, executive vice president, said at a conference in New York, leading to a bigger decline in pricing than it had originally forecast. (Reporting by Liz Hampton; Editing by Bernadette Baum)","62":"NEW YORK\/DENVER, Jan 16 (Reuters) - Schlumberger, Halliburton Co and Baker Hughes Co have kicked off the new year by putting units up for sale, as the three largest names in oilfield services seek to reshape their businesses and adjust to falling demand.  Oilfield service providers are facing reduced spending by oil and gas producers as investors push for higher shareholder returns rather than more drilling activity. Competition also is forcing service companies to exit less profitable businesses.  The trio, which hold about 26% of the global oilfield services market, according to consultancy Spears & Associates, recently disclosed plans to review operations in light of declining demand for their services.  The asset sales, which could raise $800 million combined for the trio, come amid cost cutting. Halliburton last year cut more than 8% of its North American staff and Schlumberger booked a $12.7 billion writedown in October.  “We believe this is best so we can focus on products and services core to the lifecycle of the reservoir,” Halliburton said in a statement, confirming the marketing of its pipeline and process services business. It hopes to close a sale by mid-year.  Schlumberger and Baker Hughes declined to comment.  The two separately hired advisers to sell units that boost production from wells using so-called rod lift gear, according to people familiar with the matter.  Baker Hughes also has retained an investment bank to sell its wellhead services operations, two of the people said.  All four operations are likely to be valued in the region of $200 million each, two of the sources said.  Rod lift is an attractive divestment target because profits are slim and energy producers are switching to more advanced electric pumps which sit inside a well.  Schlumberger’s recently appointed chief executive, Olivier Le Peuch, spoke in October of moving the company toward more asset-light software and services-driven businesses, which could retain profitability even when drilling activity is subdued.  While the four planned divestments are small pieces of these large companies - Halliburton has the smallest market capitalization at $20.9 billion - analysts and investment bankers believe larger asset sales are likely in 2020.  In a Jan. 15 note, Scotiabank analysts said it expects further guidance from Schlumberger on the future of its OneStim pressure pumping and completions business in the firm’s fourth-quarter earnings announcement, scheduled for Friday. (Reporting by David French in New York and Liz Hampton in Denver; editing by Jonathan Oatis)","63":"FILE PHOTO: The exterior of a Schlumberger Corporation building is pictured in West Houston January 16, 2015. REUTERS\/Richard Carson\/File Photo  MOSCOW (Reuters) - U.S. oilfield services giant Schlumberger said on Tuesday it will continue looking for alternative ways to work in Russia’s onshore drilling market despite its bid for Eurasia Drilling Company (EDC) falling apart.  Russia’s Federal Anti-monopoly Service said on Monday that Schlumberger has withdrawn its bid for a stake in EDC, one of the largest private drilling companies in the country.","64":"April 1 (Reuters) - Schlumberger NV:  * HAS APPROVED SCHLUMBERGER LIMITED'S APPLICATION TO DELIST ALL OF ITS SECONDARY LISTED REGISTERED SHARES Source text: bit.ly\/3aKKUHG Further company coverage: (Gdansk Newsroom)","65":"(Reuters) - Schlumberger NV's SLB.N new chief executive wielded an axe to the company's asset-heavy businesses, taking a $12.7 billion charge in the face of weaker shale drilling and sliding profits.  FILE PHOTO: The exterior of a Schlumberger Corporation building is pictured in West Houston January 16, 2015. REUTERS\/Richard Carson\/File Photo  The move, by Olivier Le Peuch, writes down his predecessors’ big investments that took the world’s largest oilfield services company deeper into shale and oilfield operations and shows that he intends to shift the company toward more asset-light software and services-driven businesses.  The charge, amounting to nearly 18% of value of the company’s assets, drove an $11.4 billion loss, the largest in the company’s history.  However, shares rose 2% to $32.53 in mid-day trading as investors looked past the writedowns and focused on improved international operations and adjusted profits that topped Wall Street estimates.  Excluding the charges, Schlumberger earned 43 cents a share, above the 40 cents estimated by analysts. While revenue, at $8.5 billion, was flat compared with the same period a year earlier, sales rose in all regions except for North America.  “The large writedown is just affirmation of how weak the end markets are,” said Edward Jones analyst Jennifer Rowland. “Clearly the new CEO seems to be focused on having an asset-light strategy going forward.”  A cut in spending by U.S. oil and gas producers has hit Schlumberger and other oilfield services suppliers hard, forcing it and rivals Halliburton Co HAL.N and ProPetro Holding Corp PUMP.N to shed employees.  Schlumberger’s writedowns included $1.58 billion related to the pressure pumping business in North America, $10 billion for goodwill and other intangible assets, and $114 million for severance, it said. It bulked up the pressure pumping unit two years ago ahead of the shale downturn.  “That’s a sizable writedown from pressure pumping business. That just tells you the state of the North American onshore market being pretty poor,” said Anish Kapadia, founder of London-based oil and gas consultancy firm AKap Energy.  Le Peuch declined to project profit for the current quarter - as company typically has - but pointed to a greater than normal seasonal decline in North America activity. International operations are on track for a high single-digit revenue gain for the year but face hurdles in Latin America, he said.  North America’s rig count was 1,002 as of Oct. 11, or 256 fewer than a year earlier, as producers pulled back activity in the face of trade tensions and weaker oil and gas prices.  Revenue from the company’s international businesses rose a combined 8% in the third quarter, while revenue from North America fell 11%. Sales were strongest in Europe, the Commonwealth of Independent States and Africa, which gained 13% over a year ago.","66":"DENVER (Reuters) - Liberty Oilfield Services’ acquisition of Schlumberger’s shale fracking business will make it the third-largest oilfield services firm by North American revenue, nudging out Baker Hughes Co in a bet on a shale rebound.  Denver-based Liberty Oilfield on Tuesday agreed to swap a 37% stake in the company in exchange for Schlumberger’s North American hydraulic fracturing fleet, two Texas sand mines and other units.  The deal comes as oilfield companies have been hard-hit by the COVID-19 pandemic, which dealt a blow to fuel demand and drove shale oil and gas firms to slash drilling, cut spending and workers.  Consolidation will help the oilfield sector recover, Liberty Oilfield Chief Executive Chris Wright told Reuters.  “There are too many oil and gas companies and too many service companies. The marketplace is forcing that number to shrink,” he said.  Schlumberger, which had vowed to reduce its North American fracking presence and is undergoing a major restructuring, approached Liberty before the pandemic hit the United States, Wright said.  “We get approached all the time and most don’t seem like a good fit. This one certainly was,” he added, pointing to Schlumberger’s reputation as a technology leader.  Wright predicts fracking activity will come back, with some 200 hydraulic fracturing fleets running next year if producers keep plans to hold production flat. He declined to say how many hydraulic fracturing fleets Liberty is running, but said the number of active fleets have gone up each month since May.  As of last week, there were 85 hydraulic fracturing spreads running in the United States, according to consultancy Primary Vision, down sharply from a peak of over 400 in 2018.  “I’m modestly bullish on the outlook for oil and gas over the next several years,” said Wright. “I suspect we’ll see an oil price next year that will be enough to support customer plans to keep production flat.”  U.S. oil firms will have to limit production growth to prevent another boom-bust cycle as prices strengthen, he said.  U.S. oil prices fell by more than half earlier this year and 9-year-old Liberty had its first-ever layoffs as coronavirus crushed fuel demand, but is now rehiring and bringing back furloughed workers, he added.","67":"April 20 (Reuters) - Schlumberger NV:  * SAYS HIGH END PRODUCTS AND SERVICES WILL BECOME ATTRACTIVE IN COMING QUARTERS - CONF CALL  * SAYS INVESTMENT LEVEL IN INTERNATIONAL MARKET NOT SUFFICIENT - CONF CALL  * SCHLUMBERGER SAYS LOOKING AT MONETIZING SOME ASSETS DURING THE TURN OF 2018 - CONF CALL  * SCHLUMBERGER SAYS LOOKING AT MONETIZING SPM ASSETS DURING TURN OF 2018 - CONF CALL Further company coverage:","68":"April 20 (Reuters) - Schlumberger NV:  * SCHLUMBERGER SAYS ASIA Q1 REVENUE WAS DRIVEN BY THAILAND, INDIA, CHINA  * SCHLUMBERGER SAYS GLOBAL OIL SUPPLY AND DEMAND ARE NOW IN BALANCE - CONF CALL  * SCHLUMBERGER SAYS NORTH AMERICA AND GLOBAL E&P INVESTMENT STILL EXPECTED TO GROW 20 PERCENT AND 5 PERCENT RESPECTIVELY  * SCHLUMBERGER SAYS SAYS HIGH END PRODUCTS AND SERVICES WILL BECOME ATTRACTIVE IN COMING QUARTERS Further company coverage:","69":"(Reuters) - Schlumberger NV SLB.N on Friday reported first-quarter profit that scraped past estimates, but the stock fell 1.3 percent on a drop in oil prices and a jump in costs for the oilfield services provider.  The exterior of a Schlumberger Corporation building is pictured in West Houston January 16, 2015. REUTERS\/Richard Carson\/File Photo  Brent and U.S. crude turned negative after U.S. President Donald Trump on Friday criticized OPEC for output curbs that have helped raise global oil prices and said “artificially” high prices would not be accepted. U.S. and Brent crude were both down nearly 1 percent. [O\/R]  Schlumberger, a bellwether for the oilfield services and drilling industries, said global oil supply and demand were in balance and that investments in exploration and production were expected to rise about 5 percent internationally.  The absence of normal seasonal softness indicated that supply and demand were in balance, and combined with “increased geopolitical risk” had driven up oil prices,” Chief Executive Paal Kibsgaard said on a call with analysts.  Oilfield service companies have benefited from a jump in U.S crude prices CLc1 to around $67 a barrel but providers such as Schlumberger and Halliburton HAL.N had signaled to investors that freezing weather in parts of the United States and frack sand delivery delays would be a negative on first-quarter results.  Overcapacity in the pressure pumping market also dampened earnings. Kibsgaard warned that the shale industry could face production challenges from drilling wells too close together, leading to lower output per well, and as producers move to less optimal areas.  Despite the headwinds, Schlumberger’s profit rose to $525 million, or 38 cents per share, in the quarter, from $279 million, or 20 cents, a year earlier.  Excluding items, it earned 38 cents per share, beating analysts’ estimate of 37 cents, according to Thomson Reuters I\/B\/E\/S.  Schlumberger’s results were “fairly in line after expectations had already been tempered,” Capital One Securities analysts wrote in a note on Friday.  Schlumberger expects to see growth in the North American pressure pumping market, but warned that its ability to raise prices would be constrained amid capacity additions.  The company anticipates add 1 million extra hydraulic horsepower this year, but deployed fewer frack fleets than anticipated in the quarter due to softer pricing and deployments by competitors.  Consultancy Rystad Energy estimates that some 3.3 million of hydraulic horsepower were added last year, and another 3.3 million will be added this year.  Schlumberger revenue from North America soared nearly 52 percent to $2.84 billion. However, the total cost of manufacturing products and delivering services rose nearly 12 percent to $6.80 billion.  Revenue from international operations, the company’s biggest segment, fell 0.8 percent to $4.88 billion.  Total revenue rose to $7.83 billion from $6.89 billion.  Revenue fell in Latin America on delays on a project in Ecuador and decreased activity in Argentina. Activity in Venezuela continued to decline.  Shares of Schlumberger fell 92 cents at $69.37.","70":"Oct 19 (Reuters) - Schlumberger NV posted an 18.2 rise in quarterly profit on Friday, as a recovery in crude oil prices boosted demand for its services in North America and international markets.  The world’s largest oilfield services company said net income rose to $644 million, or 46 cents per share, in the third-quarter ended Sept 30, from $545 million, or 39 cents per share, a year earlier.  The Houston-based company’s revenue rose to $8.5 billion from $7.91 billion. (Reporting by John Benny in Bengaluru; Editing by Bernard Orr)","71":"(Reuters) - Lufkin Industries said on Monday it had acquired oilfield services giant Schlumberger's SLB.N North American unit that helps boost production from wells using so-called rod lift gear.  The company did not provide a deal value.  Schlumberger had put the rod lift business on sale, even before the industry was hit by an unprecedented decline in demand and prices due to the COVID-19 pandemic.  Schlumberger has been retrenching, pulling out of businesses and cutting thousands of employees to halt losses, and most recently agreed to sell its North American shale fracking business to rival Liberty Oilfield Services LBRT.N.  Reuters reported earlier this year that Schlumberger, along with rivals Halliburton Co HAL.N and Baker Hughes BKR.N had put units up for sale, as the three largest names in oilfield services sought to reshape their businesses and adjust to falling demand.","72":"(Reuters) - Schlumberger NV SLB.N Chief Financial Officer Simon Ayat is stepping down after nearly 12 years in the role and will be replaced by second-in-command Stephane Biguet, the top oilfield services provider said on Tuesday.  FILE PHOTO: The exterior of the Schlumberger Corporation headquarters building is pictured in the Galleria area of Houston January 16, 2015. REUTERS\/Richard Carson  Reuters last year reported that Biguet, a 24-year veteran of the company and currently the vice president of finance, was slated to succeed Ayat as the company’s finance chief.  The move comes shortly after former chief operating officer Olivier Le Peuch took over the top job in July, following years of declines in share price and a hit from cuts in spending by U.S. oil and gas producers.  “It’s not uncommon for companies the size of Schlumberger that when a new CEO comes in to want his\/her own CFO in place,” Tudor, Pickering, Holt and Co analyst Byron Pope said.  CEO Le Peuch has been making changes since taking over. He abandoned his predecessor’s asset-heavy focus and took a related charge of $12.7 billion charge last quarter.  Le Peuch has also vowed to exit unprofitable businesses, focus on returns, accelerate digital investments and restructure Schlumberger Production Management (SPM), one of former CEO Paal Kibsgaard’s major initiatives.  SPM, a business that took direct stakes in oil projects, faced criticism from many investors as it raised Schlumberger’s exposure to volatility in oil prices and is often cited among the reasons for Kibsgaard’s exit.  Pope, who called Biguet’s appointment a net positive, also noted that investors associate Ayat with the SPM business owing to his long tenure in the role.  Ayat, who will step down as CFO in January 2020, will remain with the company as a senior strategic adviser to the CEO for two years, the company said.  Biguet’s base salary has been set at $770,000, compared with the $1 million base salary Ayat earned last year. Ayat’s total compensation for 2018 was $5.59 million.","73":"FILE PHOTO: The exterior of a Schlumberger Corporation building is pictured in West Houston January 16, 2015. REUTERS\/Richard Carson\/File Photo  (Reuters) - Oilfield services firm Schlumberger’s New Energy division on Monday appointed Florence Lambert as the chief executive officer of its Genvia venture, effective March 1.  Lambert brings more than 20 years of experience in new energy technologies and was previously CEO of CEA-LITEN in Grenoble, France.  Last month, Schlumberger New Energy, French government-funded research firm CEA and other partners, announced the European Commission’s approval for Genvia, which is a clean hydrogen production technology venture.  Genvia will focus on the development and industrial deployment of a electrolyzer technology for clean hydrogen production.  Hydrogen is a versatile energy carrier and a key component of energy transition for many countries targeting carbon neutrality by 2050.  (Corrects CEO name in headline and paragraph 1)","74":"(Reuters) - Top oilfield services provider Schlumberger NV on Friday posted its third straight quarterly loss as this year’s slump in oil demand and prices due to the COVID-19 pandemic cut demand for its services.  The exterior of a Schlumberger Corporation building is pictured in West Houston January 16, 2015. REUTERS\/Richard Carson\/Files  The company kicked off earnings from hard-hit U.S. oilfield service providers as new lockdowns in some parts of the world due to a resurgence in infections threaten a recovery in oil demand. Global oil prices traded at $42.56 a barrel on Friday, down 36% this year..  North American markets have fared much worse than international markets, with Schlumberger’s revenue from the region falling to $1.16 billion, from $2.85 billion a year earlier.  Total revenue plunged 38% to $5.26 billion.  Shares were down 5% at $15.52 in early trading.  “International activity is steady following budget resets completed in the third quarter,” Chief Executive Officer Olivier Le Peuch said in a statement. North American business was “set for continued momentum,” pointing to more drilled-but-uncompleted well completions and a modest resumption in drilling activity, he said.  International activity will begin expanding in 2022, Le Peuch told investors on a call, suggesting revenue from Schlumberger’s largest sector would be flat next year.  Last month, Schlumberger agreed to sell its North American shale fracking business to rival Liberty Oilfield Services as part of Le Peuch’s restructuring to focus on higher-tech businesses. He has bet on asset sales, as well as expense and job reductions, to weather weaker demand.  The company anticipates $1.5 billion in cost-savings as a result of its restructuring. Some 80% of that benefit was realized by the third quarter, Le Peuch told investors.  The company recorded charges of $310 million in the third quarter, adding to the over $12 billion it took in the previous two quarters. Job severance costs were $273 million in the quarter and $699 million year to date.  Le Peuch also is driving for new technology partnerships and accelerating Schlumberger’s New Energy business, which aims to drive more sustainable energy output. That push fits with customers shifting their businesses to capitalize on the energy transition.  Schlumberger reported a net loss of $82 million, or 6 cents per share, for the quarter ended Sept. 30. Excluding charges and credits, it earned 16 cents per share in the quarter, helped by cost cuts.  The company reported a net loss of $11.38 billion, or $8.22 per share, a year earlier, due to impairment charges.","75":"Jan 17 (Reuters) - Schlumberger NV reported a 9.4% rise in adjusted quarterly profit on Friday, as buoyant demand in international markets helped the world’s largest oilfield services provider make up for lower drilling activity in North America.  Net income fell to $333 million, or 24 cents per share, in the fourth quarter ended Dec. 31, from $538 million, or 39 cents per share, a year earlier.  The year-ago quarter included a gain from an asset sale.  Excluding charges and credits, net income rose to $545 million, or 39 cents per share, from $498 million, or 36 cents per share.","76":"NAIROBI (Reuters) - Kenya’s National Oil Corporation and U.S. oil services company Schlumberger have agreed to finalize a field development plan on behalf of the government for oil blocks in the northwest of the country.  FILE PHOTO: The exterior of a Schlumberger Corporation building is pictured in West Houston, Texas, U.S. on January 16, 2015. REUTERS\/Richard Carson\/File Photo  The East African nation discovered commercial oil reserves in its Lokichar basin in 2012.  National Oil said in a statement seen by Reuters on Friday that the agreement with Schlumberger would create a development blueprint for the field in the next year.  “This FDP (field development plan) will provide the government with an independent view of the development of the Lokichar oil discoveries, which will be useful in supporting the government in evaluating work already being done by investors Tullow, Africa Oil and Maersk,” National Oil said.  Britain’s Tullow Oil and Canada’s Africa Oil were first to discover oil in Kenya, holding an equal share in the 10 BB and 13T blocks where Tullow is the operator.  French oil major Total later acquired a stake in the blocks from AP Moeller-Maersk and the Kenyan government is expected to take a stake through National Oil.  National Oil did not disclose the value of the deal.  Tullow expects to reach a final investment decision (FID) on the project in 2019 and first oil production by 2021-22.  Last year the government signed an agreement with Tullow and its partners for a feasibility study on a proposed pipeline to transport the crude oil to a seaport on the Indian Ocean coast.  Recoverable reserves are estimated at 750 million barrels and considered feasible for production with oil prices at $55 a barrel, which is below current levels.  The ministry said last year that the pipeline -- to run 820km (500 miles) between Lokichar and Lamu on Kenya’s coast -- would cost $2.1 billion and was expected to be completed in the first quarter of 2021.  National Oil handles the government’s interest in both the upstream and downstream oil activities. It owns exploration blocks and runs petrol stations in Kenya with about a 5 percent share of the fuel retail market.","77":"HOUSTON (Reuters) - Schlumberger, the world’s largest oilfield services provider, warned on Tuesday that its fourth-quarter North America revenues will likely decline 15 percent sequentially on steeper-than-expected price declines in hydraulic fracturing.  FILE PHOTO - The exterior of a Schlumberger Corporation building is pictured in West Houston January 16, 2015. REUTERS\/Richard Carson  The drop in hydraulic fracturing activity this year has been “significantly larger” than expected, Patrick Schorn, executive vice president of wells at Schlumberger, said at a conference in New York, leading to a bigger decline in pricing than the company had forecast originally.  Oilfield service companies this year have been hit by a slowdown in demand as regional oil prices have fallen with transportation bottlenecks faced by producer customers. A recent drop in the U.S. benchmark crude to around $53 a barrel also has stoked concern of an oil glut next year.  Schlumberger is “guiding consensus lower” through the first quarter of 2019, analysts for investment firm Raymond James wrote in a note following Schorn’s presentation.  Shares of Schlumberger were down about 2.6 percent in afternoon trading on Tuesday, at $44.62, amid a broad market decline. The stock is down roughly 44 percent since January.  Hydraulic fracturing pumps water and sand at high pressure into a well to release oil and gas trapped in shale rock. Oil producers have been pulling back on fracking and completing wells because of the pipeline bottlenecks and price weakness.  Schorn said recent price declines would likely prompt its customers to take “a more conservative” approach during the start of 2019 and that any ramp-up in international investment also could be tepid.  “Looking forward to next year, the recent volatility in oil prices has introduced more uncertainty to the outlook” for exploration and production spending in 2019, Schorn said.  Schlumberger’s North America revenue, including its Cameron International business, was $3.12 billion in the third quarter, accounting for roughly 38 percent of total revenue.  A year ago Schlumberger acquired Weatherford International’s U.S. pressure pumping business for $430 million, positioning it to better compete with rival Halliburton. Both companies have seen shares fall sharply this year amid the slowdown in hydraulic fracturing demand.","78":"Oilfield services company Schlumberger on Tuesday won an appeals court decision that likely finishes off a patent infringement case brought by a former oil and gas industry scientist.  The U.S. Court of Appeals for the Federal Circuit affirmed a lower court ruling that Schlumberger does not infringe a patent held by EnerPol LLC and originally awarded to its cofounder, scientist and patent lawyer Claude Cooke.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2UyBwl5","79":"WASHINGTON (Reuters) - The U.S. Supreme Court on Monday appeared divided over whether to make it easier for companies to recoup profits lost due to the unauthorized use of their patented technology overseas in a dispute involving Schlumberger NV SLB.N, the world's largest oilfield services provider.  The exterior of the Schlumberger Corporation headquarters building is pictured in the Galleria area of Houston January 16, 2015. REUTERS\/Richard Carson  The nine justices heard about an hour of arguments that will resolve the amount of money that rival ION Geophysical Corp IO.N must pay for infringing Schlumberger technology that helps search for oil and gas beneath the ocean floor. Both companies are based in Houston.  Some justices, including conservative Justice Neil Gorsuch and liberal Justice Stephen Breyer, expressed concerns about applying U.S. patent laws abroad, while others indicated that Schlumberger should be fully compensated.  Schlumberger is appealing a lower court ruling that barred it from recovering $93.4 million in lost profits stemming from foreign contracts the company said it missed out on as a result of the infringement.  Schlumberger said federal patent law protects against infringement that occurs when components of a patented invention are supplied from the United States for assembly abroad, and so it should be fully compensated for its lost foreign sales.  Gorsuch and Breyer expressed skepticism about imposing damages based on the use of the technology by ION’s overseas customers. Breyer said if other countries did the same it could pose problems for U.S. companies as well.  “I see chaos or confusion,” Breyer said.  Conservative Justices Samuel Alito and Anthony Kennedy, as well as liberal Justice Sonia Sotomayor, signaled sympathy for Schlumberger.  Kennedy told ION’s attorney Kannon Shanmugam that the company’s position would confine patent owners in how they use their own patents and mean they would not be fully compensated for infringement. Shanmugam said that U.S. patent laws have a “presumption against extraterritoriality.”  A decision in Schlumberger’s favor would expand the ability of patent owners to recover foreign-based damages, increasing the threat posed by certain infringement suits in the United States.  Schlumberger said that the lower court ruling harms innovation by allowing companies to infringe competitors’ patents while risking minimal punishment.  Other observers, including a group representing internet-based companies, said the opposite is true because extending patent damages beyond national borders would expose U.S. high-technology firms to greater patent-related risks overseas.  The case involves four patents owned by Schlumberger subsidiary WesternGeco related to an invention that more efficiently completes marine seismic surveys to help identify oil and gas drilling locations.  ION developed a competing system and sold it to surveying companies abroad. WesternGeco sued in 2009, and a federal jury in Houston found that Ion infringed the patents and caused the company to lose contracts. The jury awarded $12.5 million in royalties as well as the $93.4 million in lost profits.  In 2015, the Washington-based U.S. Court of Appeals for the Federal Circuit, which specializes in patent disputes, ruled that Schlumberger could not recoup the lost profits portion, saying U.S. patent law does not apply outside the country.  President Donald Trump’s administration backed Schlumberger, and urged the justices to overturn the lower court ruling, which it said “systematically undercompensates” U.S. patent owners who participate in cross-border commerce.  The justices are due to issue their ruling by the end of June.","80":"July 20 (Reuters) - Schlumberger Inc posted a quarterly profit on Friday, compared with a year-ago loss, as a recovery in crude oil prices spurred demand for its oilfield services in North America.  The world’s largest oilfield services company posted net income attributable of $430 million, or 31 cents per share, in the second quarter ended June 30, compared with a loss of $74 million, or 5 cents per share, a year earlier.  Revenue rose 11.3 percent to $8.30 billion. (Reporting by John Benny in Bengaluru; Editing by Sriraj Kalluvila)","81":"HOUSTON, March 6 (Reuters) -  * Schlumberger’s Chief Executive Paal Kibsgaard on Tuesday called the global oil market unbalanced and investment levels ‘too low’ to meet medium-term energy demand  * There is some growth in energy investments globally, which is restoring optimism in the industry, he said  * Kibsgaard said the market is ‘banking’ on U.S. supply going forward  * The oil-price downturn took a toll on his company, which now needs to add staff and investments, he said  * Kibsgaard said there is some tightness in shale supply chain, including sand, but drilling activities are picking up (Reporting by Liz Hampton)","82":"OSLO (Reuters) - Schlumberger SLB.N, the world's largest oilfield services firm, and smaller peer Subsea 7 SUBC.OL said on Friday they were entering exclusive talks to form a joint venture to deliver subsea installations and services for oilfields.  FILE PHOTO: The exterior of a Schlumberger Corporation building is pictured in West Houston, Texas, U.S. on January 16, 2015. REUTERS\/Richard Carson\/File Photo  The news lifted Subsea 7 shares on hopes the talks could be the first step toward a full takeover, in a sector that has already seen consolidation with the 2016 merger of Technip and FMC Technologies FTI.N.  In recent months, oil firms have returned to profits due to higher oil prices and the benefits of deep cost cuts they made during the downturn. But their suppliers are still feeling the squeeze and trying to cope with low profitability.  Since 2015 Schlumberger and Subsea 7 have collaborated for some of their work in designing, building and laying oil and gas production installations on the seabed.  The two firms now aim to build a 50-50 joint venture to deliver subsea installations, maintenance and repair services.  “The proposed joint venture will give us the opportunity to capitalize on the synergies already established and significantly improve subsea economics over the lifetime of the field,” Schlumberger said in a statement.  Friday’s announcement and the Technip\/FMC Technologies merger show the oilfield services market has changed in favor of more integrated solutions, said Arctic Securities analyst Tord Aasen Augestad  “We view the deal as highly positive for Subsea 7,” he wrote in a note to clients, adding that the joint venture “improves their competitive position and creates a unique platform to capture market share in a recovering subsea market.”  Shares in Subsea 7 were up 5.3 percent at 1053 GMT. It was the top performer in the European oil and gas index .SXEP and the second-best performer of the pan-European .STOXX index.  “Speculative appeal, next move could be M&A between the two groups,” said Natixis analyst Baptiste Lebacq.  Subsea 7 top owner, Norwegian billionaire Kristian Siem, has long called for consolidation, saying it was the “way to go” to cope with drastic cost cuts from oil companies.","83":"(Reuters) - Oilfield services giant Schlumberger NV SLB.N on Friday outlined plans for deeper spending cuts after recording a $3.7 billion charge and a second straight quarterly loss on thousands of job cuts and a pipeline outage in Ecuador.  FILE PHOTO: The exterior of a Schlumberger Corporation building is pictured in West Houston January 16, 2015. REUTERS\/Richard Carson  The large loss capped second-quarter reports from U.S. oilfield services providers that laid bare the damage wreaked by the coronavirus crisis. Producers cut spending about 40% this year as energy prices and demand sank on pandemic-related shutdowns.  Schlumberger has cut some 21,000 jobs, a fifth of its workforce, amid the steep drop in activity. Second quarter charges included $1.02 billion for severance costs, $977 million for asset impairments, and $730 million on Latin America projects, where a landslide disrupted a major customer.  Although crude prices have recovered from the historic declines in March and April, they are down around 33% for the year. Schlumberger plans to cut another $300 million from this year’s spending, bringing total cuts to a 45% decrease from last year.  A COVID-19 resurgence could upset the company’s outlook for a near-term normalization of oil prices, Chief Executive Olivier Le Peuch said in a statement. He did not offer an earnings outlook for the rest of the year.  Schlumberger, which is continuing to restructure to adjust to the price crash, said North American revenue fell to $1.18 billion in the second quarter, less than half of what it was a year earlier, with only slightly better conditions expected in the current quarter.  Conditions are set “for a modest frac completion activity increase in North America, though from a very low base,” Le Peuch said, referring to work to complete shale oil wells.  Schlumberger stock was down slightly at $19.23 per share in early trading on the New York Stock Exchange. Wall Street praised the spending cuts.  “Hefty cost reduction efforts drove much healthier than anticipated (adjusted) earnings results,” wrote Tudor Pickering Holt & Co analysts in a note.  The world’s largest oilfield services provider reported a net loss of $3.43 billion, or $2.47 per share, for the second quarter, compared with a profit of $492 million, or 35 cents per share, a year earlier.  Excluding charges, the company earned 5 cents per share.","84":"Sept 1 (Reuters) - Schlumberger said on Tuesday it would combine its North America fracking business with Liberty Oilfield Services Inc and take a 37% stake in the new combined company.  The combined company would have a pro-forma market capitalization of $1.2 billion, the companies said in a joint statement. (Reporting by Arathy S Nair in Bengaluru; Editing by Arun Koyyur)","85":"Oilfield services provider Schlumberger NV on Friday reported a quarterly loss, compared with a profit a year earlier, as it recorded a goodwill impairment charge of over $12 billion.  The company reported net loss of $11.38 billion, or $8.22 per share, in the third quarter ended Sept. 30, compared with a net profit of $644 million, or 46 cents per share, a year earlier.  Excluding the charge and other items, the company earned 43 cents per share.  This is the company’s first report under new boss Olivier Le Peuch, who last month vowed to exit unprofitable businesses, restructure some units and focus on returns. (Reporting by Shariq Khan in Bengaluru; Editing by Sriraj Kalluvila)","86":"April 22 (Reuters) - Oilfield service provider Halliburton Co said on Monday it expects international offshore spending to rise 14 percent in 2019, double the estimates given by sector leader Schlumberger NV for international markets overall.  Schlumberger said last week that investments by oil producers in international markets will increase by 7 percent to 8 percent this year, citing a 20 percent increase last quarter in offshore rig counts and growing exploration activity in Latin America, Africa and Asia.  Halliburton’s international revenue rose 11 percent in the first quarter, driven by gains in Mexico, Argentina and the Middle East. It also reiterated its expectation of high single-digit growth for 2019. (Reporting by Debroop Roy and Arathy S Nair in Bengaluru; Editing by Maju Samuel)","87":"MOSCOW, Oct 9 (Reuters) - Russia’s RDIF sovereign wealth fund and U.S. oilfield services provider Schlumberger plan to complete a deal soon to buy a stake in Russia’s Eurasia Drilling Company, RDIF boss Kirill Dmitriev was cited as saying by TASS news agency.  Dmitriev told reporters separately that state oil pipeline monopoly Transneft was considering a share buyback but did not provide details.","88":"FILE PHOTO: The exterior of a Schlumberger Corporation building is pictured in West Houston, Texas, U.S. on January 16, 2015. REUTERS\/Richard Carson\/File Photo  HOUSTON (Reuters) - The chief executive of the largest oilfield service provider, Schlumberger, warned on Tuesday that bottlenecks in the largest U.S. shale basin would slow oil production growth and investments in the region.  A surge in oil and gas production in the Permian basin of west Texas and New Mexico has outstripped transport capacity, pushing the local price of oil to four-year lows and threatening to curtail drilling activity. Any slowdown could hurt oilfield service companies that have only recently started to recover from the 2014 oil-price crash.  “These challenges will likely have a dampening effect on production growth, wellhead prices and investment levels in the coming year,” CEO Paal Kibsgaard said at a Barclays conference in New York. The lack of transportation capacity would be resolved by the end of 2019, he said.  Kibsgaard said market consensus that Permian production will continue to climb by 1.5 million barrels per day annually is “starting to be called into question.”  The Permian produced about 3.4 million barrels of oil per day in August, or about 46 percent of all U.S. shale production, according to an estimate from the U.S. Energy Information Administration (EIA).  The hydraulic fracturing market, which had been seen as a bright spot in the North American services sector, also has softened more than expected, Kibsgaard said, as more producers hold off completing wells until oil prices climb and more pressure-pumping fleets enter the market.  Schlumberger shares were down about 1.2 percent to $61.86 around 12:00 ET.","89":"(Reuters) - Schlumberger , the world’s largest oilfield services company, on Tuesday said it would cut spending by 30% this year from last year’s levels as the oil market has been roiled by the coronavirus outbreak and Saudi-Russia price war.  The company expects a rapid reduction in active drilling and hydraulic fracturing activity, estimating the number of rigs in operation could fall to levels last seen during the 2016 downturn.  Oil prices have fallen by more than half this year, diving below $24 a barrel on Tuesday, as coronavirus curtails demand and top suppliers Saudi Arabia and Russia began pumping full bore to grab share in a slumping market.  The twin supply and demand shocks have driven major oil companies to slash spending by up to 50% this year and pushed oilfield services providers for price cuts. Rival Halliburton plans to furlough about 3,500 workers in response to the producer spending cuts and coronavirus outbreak.  Earlier this year, Schlumberger had already outlined an aggressive cost-cutting strategy for North American operations, which Chief Executive Officer Olivier Le Peuch on Tuesday said positioned the firm for the latest downturn in prices. The company has accelerated its asset light strategy, as well as personnel and compensation reductions.  “It’s not an easy ride, I must say, but we’re doing everything we can to catch up,” he told investors in an online presentation for the Scotia Howard Weil Energy Conference. Organizers switched to a webcast-only event in response to the coronavirus outbreak.  The company said the spread of coronavirus likely would impact some field crews and operations, and it was preparing for logistical disruptions as countries implement restrictions.  Shares of Schlumberger were trading at $13.81 on Tuesday, up 7%. They are off 68% in the last 52 weeks.","90":"FILE PHOTO: The logo of Qatar Petroleum is seen at its headquartes in Doha, Qatar, July 8, 2017. REUTERS\/Stringer  DOHA (Reuters) - Qatar Petroleum signed preliminary deals worth more than 9 billion Qatari riyals ($2.47 billion) on Monday with oil services firms Schlumberger and Baker Hughes to boost the local energy industry.  Qatar, the world’s top liquefied natural gas (LNG) exporter which is facing a trade boycott by some Arab states, wants to reduce reliance on imports and lift domestic production.  “As part of our national duty to develop the industry in Qatar and to promote self-reliance, we saw the need to localize many of the supporting industries in the sector,” QP Chief Executive Officer Saad al-Kaabi said at an event to sign memorandums of understanding with Schlumberger and Baker Hughes.  The preliminary agreements would involve investment in production facilities, training and development, Kaabi said.  Another oil services firm McDermott signed a joint venture deal with Qatar’s energy shipping and transport firm Naqilat to build maritime platforms for offshore and onshore structures, Kaabi said, without giving a value.  Qatar expected to save about 9 billion riyals a year through import substitution after building up its local energy industry, Kaabi, without giving a target date.  Qatar aims to boost its annual LNG output by 43 percent by 2023\/24 to 110 million tonnes per year from 77 million now.","91":"HOUSTON, June 12 (Reuters) - Schlumberger, the world’s largest oilfield services provider, expects its second quarter earnings per share to increase between 10 percent and 15 percent, an executive said on Tuesday at an energy conference in San Francisco.  * Schlumberger also expects its North America revenues to rise by 12 to 13 pct sequentially, Patrick Schorn, executive vice president of wells, said at the conference  * The company sees its international revenues gaining by 6 to 7 percent sequentially, Schorn said  * The company anticipates lower-than-expected revenue growth in the Middle East due to delays and drilling challenges related to the start of projects in Saudi Arabia, Iraq and India, Schorn said  * Schlumberger is mobilizing 30 rigs internationally this quarter, and expects to mobilize an additional 25 rigs in the third quarter of 2018, he said  * Schlumberger in June started operations at its first Permian Basin sand mine in the United States (Reporting by Liz Hampton Editing by Chizu Nomiyama)","92":"HOUSTON, Sept 4 (Reuters) - Top oilfield services provider Schlumberger expects bottlenecks in the largest U.S. shale basin to slow production growth and investments, chief executive Paal Kibsgaard said on Tuesday.  “These challenges will likely have a dampening effect on production growth, wellhead prices and investment levels in the coming year,” Kibsgaard said at a conference in New York. He expects the issues to resolve by the end of 2019. (Reporting by Liz Hampton)","93":"FILE PHOTO: The exterior of the Schlumberger Corporation headquarters building is pictured in the Galleria area of Houston, Texas, U.S., January 16, 2015. REUTERS\/Richard Carson\/File Photo  MOSCOW (Reuters) - Russia has given preliminary approval to a bid by U.S. oilfield services giant Schlumberger to acquire up to 49 percent of Russia’s Eurasia Drilling Co (EDC), an unexpected decision given a chilling in U.S.-Russian relations.  Washington has introduced a number of sanctions, including restrictions on financing for Russian companies over Moscow’s role in Ukraine’s crisis and alleged meddling in the U.S. 2016 presidential election.  RIA news agency cited Igor Artemyev, head of Russia’s anti-monopoly body (FAS), as saying the regulator would quickly start talks with Schlumberger, the largest oilfield services company by revenue.  “We (will) immediately start the talks with Schlumberger and hope that we are moving to the final stretch,” he was quoted by RIA as saying after a Russian government meeting on foreign investments.  The FAS said later on Saturday that the government investment commission had decided to extend the time frame for examining the deal, but it was not immediately clear how long that could take.  Schlumberger had initially planned to buy 51 percent in EDC, but decided to scale down its bid. The deal has faced difficulties as relations between Russia and the United States have deteriorated.  This is a second attempt by Schlumberger to acquire Russia’s leading oilfield services provider. In 2015, Schlumberger agreed to buy 45.65 percent of EDC for $1.7 billion, but the deal fell through after the FAS repeatedly postponed its approval. Later that year, EDC delisted its shares on the London Stock Exchange.  For Schlumberger, the investment would mean access to the Russian oil market, one of the world’s largest, at a time of rising crude prices.","94":"MOSCOW, Feb 4 (Reuters) - U.S. oilfield services giant Schlumberger has withdrawn its bid for Russia’s Eurasia Drilling Company (EDC), the RIA news agency reported on Monday, citing Russia’s Federal Anti-monopoly Service (FAS).  Schlumberger said last month it would withdraw its application for the acquisition of a stake in EDC if it is not successful in getting approvals soon.","95":"FILE PHOTO: The exterior of a Schlumberger Corporation building is pictured in West Houston January 16, 2015. REUTERS\/Richard Carson  OSLO (Reuters) - Norway’s Safe labour union has come to an agreement with employers over wages and other conditions at oil service companies, it said on Thursday, preventing a strike among workers.  The bargaining covered drillers, well service crews and other workers at oil industry subcontractors Schlumberger, Baker Hughes, Vetco Gray, Weatherford, Subsea 7, Halliburton and Oceaneering.  Norway is western Europe’s top petroleum exporting nation. Some 262 Schlumberger employees had been due to strike if the talks failed, hitting the drilling of new oil and gas wells but not ongoing production.","96":"(Reuters) - Schlumberger, the world’s largest oilfield services firm, will reshuffle top executives and operations in coming months to deal with this year’s historic decline in the oil industry, according to a memo to employees.  FILE PHOTO - The exterior of a Schlumberger Corporation building is pictured in West Houston January 16, 2015. REUTERS\/Richard Carson  The changes will be implemented in phases and are designed to forge “a leaner, simplified and more responsive organization,” Chief Executive Olivier Le Peuch said in the memo dated on Wednesday and reviewed by Reuters.  A spokesman did not immediately reply to a request for comment.  The shakeup comes as oil prices have nearly halved this year to $33 a barrel as the COVID-19 pandemic slashed demand and oilfield spending. Schlumberger has cut hundreds of jobs, reduced executive pay by at least 20% and put some low-tech units up for sale.  As part of the restructuring, Schlumberger plans to consolidate its 17 product lines into four divisions to “align with our customer’s workflows,” the memo said. It also will create five “basins” groups over 30 geographic units, replacing what it had called GeoMarkets and sub-GeoMarkets teams.  Le Peuch, who took over last July, named two deputies to run the business and regional operations groups. The new top managers will be in place by July 1, he wrote.  Hinda Gharbi, the most senior woman at the company and its executive vice president over Reservoir and Infrastructure, will become Executive Vice President of Services and Equipment, heading the four product divisions.  Executive Vice President of Operations Khaled Al Mogharbel will become Executive Vice President of Geographies, heading the regional operations group and its sales and commercial teams.  Two executives close to prior CEO Paal Kibsgaard -- Patrick Schorn, vice president of wells, and Jean-Francois Poupeau, vice president of corporate engagement -- will leave the company, the memo said.  Finance chief Stephane Biguet and New Energy chief Ashok Belani will continue in those roles reporting to Le Peuch.","97":"(Reuters) - Schlumberger NV on Friday joined rivals in predicting a steady recovery in the oil industry this year after the world’s top oilfield services provider’s fourth-quarter results beat estimates, aided partly by growing demand for drilling.  FILE PHOTO: The exterior of a Schlumberger Corporation building is pictured in West Houston January 16, 2015. REUTERS\/Richard Carson  Easing of COVID-19 related restrictions has propelled oil demand and prices, which remain stable since a late-2020 rebound from historic lows. Brent crude, which averaged at $45 per barrel in the last quarter of 2020, hovered around $55 on Friday.  Schlumberger Chief Executive Officer Olivier Le Peuch said he was optimistic about demand recovery through this year, as rivals Halliburton Co and Baker Hughes Co have noted, giving investors hope the oil downturn was nearing an end.  However, Le Peuch’s timeline for a full recovery to 2019 level no later than 2023 was behind Halliburton’s view of a rebalancing next year. Baker Hughes also sees strong investment growth in 2022.  Still, Le Peuch said the reset could happen sooner, as some analysts have noted in recent weeks, with international recovery accelerating from second quarter this year and North America activity continuing to build upwards after a strong start to the year.  “Our hypothesis going forward is that the market supply share will rebalance slightly, will favor international and will, as a consequence, pull international activity to 100% or more in the next 2 or 3 years,” he told analysts on a post earnings call.  Schlumberger’s shares were down 1.4% at $24.86in early trading, outperforming rivals and other energy stocks that fell more on latest COVID-19 related restrictions in China. [O\/R]  Total revenue of $5.53 billion in the fourth quarter beat analysts’ estimates of $5.25 billion. It’s the first quarter-over-quarter increase in revenue for Schlumberger since the third quarter of 2019.  Since taking over in July 2019, Le Peuch has focused on reshaping Schlumberger through thousands of job cuts, other steep cost cuts and divesting unprofitable businesses, actions that have been received well by Wall Street.  “Schlumberger ripped the cover off the ball with these results,” Tudor, Pickering, Holt and Co analysts wrote in a note on Friday, saying the strong performance wasn’t a big surprise due to the yeoman’s work around cost cuts and improving margins and incremental fee cash flow.  Aided by cost cuts, Schlumberger’s net income excluding charges and credits came in at 22 cents per share in the quarter ended Dec. 31, which also beat estimates of 17 cents, according to Refinitiv IBES data.  In light of the anticipated demand recovery, Schlumberger forecast capital investments this year of between $1.5 billion and $1.7 billion, a slight improvement at the midpoint of the range from last year’s $1.5 billion.","98":"April 26 (Reuters) - Subsea 7 SA told analysts and reporters on Thursday:  * SUBSEA 7: CEO SAYS “WE ARE MAKING A VERY GOOD PROGRESS ON THE JOINT VENTURE WITH SCHLUMBERGER”  * SUBSEA 7 CEO: “IF MCDERMOTT’S BOARD IS NOT ABLE TO ENGAGE IN DISCUSSIONS NOW, WE ARE READY TO HOLD THE DISCUSSION WHEN THE CIRCUMSTANCES CHANGE”  * SUBSEA 7 CEO: EXPECTS BETTER EBITDA MARGINS IN Q2 AND Q3 THAN IN Q1  * SUBSEA 7 CEO: “CONFIDENT IN GRADUAL MARKET RECOVERY... WE SEE MORE TENDERS AND CONTRACTS AWARDED IN QUARTERS TO COME”  * SUBSEA 7 CEO: SAYS THE COMPANY WILL RETAIN CONTROL OF ITS VESSELS WHEN FORMING A JOINT VENTURE WITH SCHLUMBERGER  * SUBSEA 7 CEO: SAYS STILL SEES PRICE PRESSURE ON SHORT AND MEDIUM-TERM JOBS, BUT THE COMPANY PRICES LONGER-TERM JOBS TAKING INTO ACCOUNT AN EXPECTED MARKET IMPROVEMENT Further company coverage: (Reporting By Nerijus Adomaitis, editing by Terje Solsvik)","99":"(Reuters) - Oilfield services provider Schlumberger NV on Thursday forecast rising international and offshore exploration spending this year, after posting a 20 percent drop in first-quarter profit due to weak North American demand.  FILE PHOTO: The exterior of a Schlumberger Corporation building is pictured in West Houston January 16, 2015. REUTERS\/Richard Carson  The oilfield services sector bellwether said it expects a 7 to 8 percent increase in investments by oil producers in markets outside North America, citing a 20 percent increase last quarter in offshore rig counts and growing exploration activity in Latin America, Africa and Asia.  “We still see a fairly decent runway for increased international investments,” Chief Executive Officer Paal Kibsgaard said, citing higher new project approvals and a renewed interest in exploration outside North America.  Second-quarter earnings per share will be 35 cents, in line with the Wall Street consensus estimate, said Kibsgaard. He cautioned seasonal factors would preclude the potential for exceeding that figure.  Shares rose 1.8 percent to $48.27 in early trading, adding to the nearly 31 percent increase this year through Wednesday.  Schlumberger previously forecast high single-digit percentage growth in international markets this year and a 10 percent year-over-year decline in onshore North American customer spending due to constraints on producer spending.  U.S. oil producers remain wary of boosting spending, despite record U.S. oil production and a recovery in crude oil prices, as they focus on earnings growth to pacify shareholders.  Schlumberger’s cash flow from operations fell to $326 million in the first quarter, from $568 million a year earlier.  Net income declined to $421 million in the three months ended March 31, from $525 million a year earlier.  Earnings per share of 30 cents were in line with analysts’ average estimate, while revenue of $7.88 billion beat estimates of $7.81 billion, according to IBES data from Refinitiv.  “We think Q1’ 19 marks the earnings trough for SLB, but we’ve still questions about what the margins trajectory for the company will look like as attractive international top-line growth finally starts to kick in,” Tudor, Pickering, Holt & Co analyst Byron Pope said.  Pretax operating margins dropped 91 basis points to 11.5 percent in the quarter.  Rival Halliburton is expected to post first-quarter earnings on April 22, while General Electric Co’s Baker Hughes is set to post numbers on April 30.","100":"(Reuters) - Oilfield services firm Schlumberger SLB.N agreed to sell its North American shale fracking business to rival Liberty Oilfield Services LBTR.N, unloading a unit that underperformed during the shale bust.  FILE PHOTO: The exterior of a Schlumberger Corporation building is pictured in West Houston January 16, 2015. REUTERS\/Richard Carson  The sale comes less than three years after Schlumberger sought to expand in hydraulic fracturing through a $430 million purchase of a rival’s fracking equipment. That bet soured as shale-oil producers cut drilling on weak oil demand and prices.  Schlumberger will take a 37% stake in Liberty, and the projected revenue would make Denver-based Liberty the third-largest U.S. oilfield services firm by sales.  This year’s shale downturn hit fracking services, with firms including BJ Services and Calfrac Well Services filing for protection from creditors.  Liberty, which will pick up advanced hydraulic equipment and two West Texas frack sand mines, sees little customer overlap between the fracking operations, Liberty Chief Executive Officer Chris Wright said.  “The technology portfolio is truly exceptional. That’s a huge part,” he said. Fracking will recover to over 200 active fleets by next year, he forecast, up from around 76 last month.  Schlumberger has been retrenching, pulling out of businesses and cutting thousands of employees to halt losses. CEO Olivier Le Peuch had pledged to pare its North American hydraulic fracturing portfolio.  Schlumberger and Liberty had combined fracking revenue of roughly $1.5 billion in the first quarter of 2019, but that fell to below $200 million in the second quarter of this year, according to oilfield consultancy Spears & Associates.  “This transaction should help the combined entity capture market share,” wrote James West, a managing director at investment firm Evercore ISI, amid a consolidating fracking sector.  Liberty closed up $2.30, or 36% at $8.75, while Schlumberger fell 1.35% to close at $18.63.  The combined company will have a market capitalization of $1.2 billion, and 2019 revenue would have been $5.2 billion.  The deal is expected to close in the fourth quarter and Liberty will continue to be led by its current management team.","101":"WASHINGTON, June 22 (Reuters) - The U.S. Supreme Court ruled on Friday that companies can recover profits lost due to the unauthorized use of their patented technology abroad in a victory for Schlumberger NV, the world’s largest oilfield services provider.  The decision overturned a lower court’s ruling that had enforced limits on applying U.S. patent law overseas and reduced by $93.4 million the damages sum that rival ION Geophysical Corp had to pay for infringing Schlumberger technology that helps find oil and gas beneath the ocean floor. Both companies are based in Houston.","102":"(Reuters) - Schlumberger NV SLB.N, the world's largest oilfield services firm, on Friday reported a first-quarter loss due to $8.5 billion in charges, as customers accelerated spending cuts amid the continuing decline in oil prices.  FILE PHOTO: The exterior of a Schlumberger Corporation building is pictured in West Houston January 16, 2015. REUTERS\/Richard Carson  Crude prices plunged 60% in March after Saudi Arabia and Russia vowed to pump full bore and the spread of the novel coronavirus crushed global fuel demand. On Friday, international Brent crude futures were trading around $28 a barrel, well below the cost of production for many big producers.  The decline has caused big customers such as Exxon Mobil XOM.N to cut spending at least 30% and halt some drilling. Schlumberger expects overall global spending to fall roughly 20% in 2020, with a 40% drop in North America.  While OPEC and allies agreed to reduce output next month by 9.7 million barrels per day (bpd) to buttress crude prices, the flood of oil on markets and business lockdowns from the coronavirus continue to hit oil prices.  The second quarter “is likely to be the most uncertain and disruptive quarter the industry has ever seen,” Chief Executive Olivier Le Peuch told investors on Friday. The company could not provide precise guidance for its current quarter given the uncertainty, he said.  Schlumberger’s international business, which provides about 70% of sales, remained a bright spot with revenue up 2% year over year, compared with a 17% drop in North American revenue.  But the resilience in international markets “is a moving target” as national oil companies and others continue to reduce spending, wrote analysts at energy investment firm Tudor, Pickering, Holt & Co.  Schlumberger cut its capital investments by 30% this year to $1.8 billion, and pared its quarterly dividend to 12.5 cents from 50 cents per share to preserve cash. Schlumberger executives have taken a 20% pay cut, while the company has reduced staff and furloughed workers.  The dividend cut was a “monumental decision from the management team - and exactly the right one,” wrote Bernstein analysts.  Shares rose 8% in early trading to $15.19.  Most of the $8.5 billion charge to earnings was from writing down assets because of the broad oil business decline. Nearly $1.3 billion was tied to past investments in customer projects, a strategy that led to prior charges and which critics have said increased its exposure to oil prices.  Another $587 million hit to earnings came from its North America pressure pumping unit - a business it expanded roughly two years ago with a $430 million acquisition of Weatherford International assets.  The charge led the company to report a first-quarter net loss of $7.38 billion, or $5.32 per share, compared with a profit of $421 million, or 30 cents per share, a year earlier.  In North America, revenue was $2.3 billion, a 7% decline from the last quarter. Schlumberger has been restructuring its North American business, and in January said it would idle roughly 50% of its hydraulic fracturing fleet. In March, as activity dropped off, the company reduced its active fleet 27%.  Excluding charges and credits, the company earned 25 cents per share, slightly beating analysts’ average estimate of 24 cents, according to Refinitiv IBES data.","103":"(Adds details from conference call)  July 20 (Reuters) - Schlumberger Inc said on Friday a recovery in international oil markets was underway, forecasting double digit growth in its biggest segment next year as higher oil prices support more expensive drilling projects.  The Houston-based company, a bellwether for the oilfield services industry, has benefited from increased production in North American shale fields, but has struggled to see improvements in international markets since oil prices crashed in mid-2014.  Brent crude futures, the global benchmark, topped $80 a barrel in the second quarter, its strongest level in roughly three and a half years amid an effort by major oil producers to cut production and stabilize prices and supply disruptions.  Revenue from Schlumberger’s international business dipped 1.4 percent year-over-year to $5.07 billion, but rose 4 percent sequentially.  “The broader-based recovery has finally started,” Chief Executive Officer Paal Kibsgaard said on the company’s second quarter conference call.  He expects the company’s international business to be fully mobilized by the fourth quarter of this year and forecast double digit growth for that segment next year.  “This is what people have been looking for - the inflection in the international business. It is starting to materialize now,” said Societe Generale analyst Edward Muztafago, referencing the firm’s sequential growth.  Shares of Schlumberger, the world’s largest oilfield services company, were up 1.6 percent at $67.96 in early trading on Friday.  Revenue from Schlumberger’s North America operations jumped about 43 percent to $3.14 billion.  Schlumberger warned that pipeline constraints in the Permian basin could slow growth in the coming months, but said it plans to continue deploying hydraulic fracturing fleets.  The services company has not yet seen an impact on Permian growth or pricing due to pipeline constraints, Kibsgaard said.  Schlumberger, which is seeking to vertically integrate its operations, said it now owns several sand mines and has capacity to cover 100 percent of its current and projected U.S. hydraulic fracturing work.  Total revenue rose 11.3 percent to $8.30 billion, but missed analysts’ estimate of $8.36 billion, according to Thomson Reuters I\/B\/E\/S.  The company posted net income attributable of $430 million, or 31 cents per share, in the second quarter ended June 30, compared with a loss of $74 million, or 5 cents per share, a year earlier. (Reporting by John Benny in Bengaluru and Liz Hampton in Midland, Texas Editing by Sriraj Kalluvila and Frances Kerry)","104":"March 2 (Reuters) - Schlumberger Nv:  * SCHLUMBERGER SAYS CFO SIMON AYAT’S 2017 TOTAL COMPENSATION WAS $8.5 MILLION VERSUS $6.5 MILLION IN 2016  * SCHLUMBERGER - CEO PAAL KIBSGAARD'S TOTAL COMPENSATION FOR 2017 WAS $20.8 MILLION VERSUS $18.6 MILLION IN 2016 - SEC FILING Source text : bit.ly\/2FKx1e7 Further company coverage:"}}