{"date":{"0":"2019\/08\/21","1":"2018\/03\/23","2":"2018\/12\/06","3":"2020\/07\/27","4":"2020\/11\/10","5":"2018\/05\/23","6":"2018\/04\/05","7":"2019\/08\/21","8":"2021\/01\/13","9":"2020\/07\/16","10":"2018\/10\/23","11":"2018\/11\/20","12":"2021\/01\/13","13":"2021\/01\/13","14":"2020\/11\/18","15":"2020\/09\/24","16":"2018\/03\/23","17":"2018\/03\/06","18":"2019\/08\/21","19":"2020\/05\/21","20":"2020\/05\/20","21":"2020\/04\/23","22":"2020\/03\/25","23":"2019\/06\/15","24":"2019\/11\/20","25":"2019\/09\/10","26":"2020\/09\/24","27":"2019\/08\/21","28":"2019\/08\/21","29":"2020\/11\/16","30":"2018\/05\/03","31":"2018\/03\/07","32":"2019\/03\/05","33":"2019\/08\/25","34":"2018\/05\/23","35":"2018\/08\/22","36":"2018\/03\/23","37":"2018\/03\/06","38":"2018\/04\/19","39":"2018\/02\/12","40":"2018\/04\/03","41":"2020\/11\/18","42":"2019\/08\/21","43":"2019\/04\/04","44":"2018\/03\/23","45":"2020\/04\/23","46":"2019\/06\/20","47":"2018\/11\/08","48":"2018\/05\/08","49":"2019\/05\/22","50":"2020\/04\/23","51":"2018\/04\/05","52":"2019\/03\/05","53":"2018\/10\/23","54":"2020\/08\/19","55":"2018\/03\/15","56":"2019\/09\/26","57":"2018\/04\/10","58":"2020\/09\/07","59":"2020\/08\/19","60":"2020\/03\/25","61":"2020\/03\/25","62":"2019\/08\/21","63":"2019\/05\/22","64":"2020\/03\/17","65":"2020\/03\/03","66":"2019\/10\/25","67":"2020\/09\/24","68":"2019\/10\/09","69":"2019\/10\/08","70":"2019\/10\/25","71":"2018\/08\/22","72":"2020\/09\/29","73":"2019\/11\/20","74":"2020\/01\/15","75":"2019\/01\/10","76":"2018\/05\/14","77":"2020\/08\/19","78":"2019\/10\/09","79":"2020\/08\/19","80":"2020\/02\/19","81":"2020\/12\/29","82":"2019\/03\/05","83":"2018\/11\/20","84":"2018\/03\/23","85":"2018\/10\/16","86":"2019\/03\/05","87":"2020\/03\/26","88":"2018\/12\/13","89":"2018\/02\/22","90":"2018\/03\/15","91":"2021\/02\/10","92":"2018\/12\/11","93":"2020\/03\/03","94":"2019\/08\/21","95":"2019\/04\/04","96":"2018\/03\/06","97":"2019\/06\/13","98":"2018\/05\/04","99":"2018\/12\/13","100":"2018\/03\/06","101":"2021\/02\/09","102":"2018\/11\/20","103":"2018\/05\/23","104":"2020\/05\/22","105":"2018\/03\/22","106":"2018\/09\/13","107":"2020\/01\/15","108":"2019\/03\/20","109":"2019\/06\/17","110":"2019\/03\/05","111":"2020\/04\/02","112":"2018\/03\/08","113":"2019\/06\/07","114":"2019\/09\/10","115":"2019\/06\/15","116":"2020\/05\/20"},"text":{"0":"(Corrects to show movement of indexes instead of index futures in paragraph 8 and percentage change in last bullet)  * Target, Lowe’s jump after better-than-expected results  * Banks rise as U.S. Treasury yields tick higher  * Minutes from Fed’s July meeting due at 2 p.m. ET  * Toll Brothers slips after posting decline in orders  * Indexes up: Dow 1.04%, S&P 0.80%, Nasdaq 0.84%  Aug 21 (Reuters) - Wall Street’s main indexes rose about 1% on Wednesday, as upbeat earnings from retailers Lowe’s and Target reinforced confidence in consumer demand, while investors awaited the release of the Fed minutes for further clues on the path of interest rate cuts.  Big-box retailer Target Corp surged 19.5%, set for its biggest one-day percentage jump, after it raised its annual earnings forecast. Home improvement chain Lowe’s Cos Inc climbed 9.8% as it joined bigger rival Home Depot Inc in beating profit estimates.  The reports come on the heels of solid earnings from Walmart Inc and strong retail sales data last week that allayed fears of a U.S. recession.  Together their shares helped the retail index rise 2.24% and consumer discretionary sector 1.78%, the most among the major S&P sectors.  “Investors are counting on the strength of consumer spending,” said Rick Meckler, partner at Cherry Lane Investments, a family investment office in New Vernon, New Jersey.  “When they see good earnings in the sector, it gives them some confidence, particularly when there is a lot of concern about non-internet retailers.”  Adding to the upbeat sentiment, Bank of America Corp Chief Executive Officer Brian Moynihan played down fears of a potential U.S. recession and said strong consumer spending could keep the economy growing.  At 13:52 p.m. ET, the Dow Jones Industrial Average was up 270.74 points, or 1.04%, at 26,233.18, the S&P 500 was up 23.28 points, or 0.80%, at 2,923.79. The Nasdaq Composite was up 67.16 points, or 0.84%, at 8,015.72.  The highlight of the day will be the minutes from the Federal Reserve’s July meeting, when it cut interest rates for the first time in more than a decade. The details of the meeting are due to be released at 2 p.m. ET.  As U.S.-China trade tensions took a turn for the worse since the Fed’s move last month and added to risks of slowing economic growth, investors will closely monitor comments from Chair Jerome Powell on Friday at the Jackson Hole Symposium for clues on what more the central bank plans to do to boost growth.  Meckler expects to see a dovish tone in Powell’s speech, “not so much because the U.S. is having economic problems but its a recognition of the fact that the rest of the world is having an economic slowdown.”  Yields in U.S. Treasuries bonds ticked higher on Wednesday, a day after their fall pressured Wall Street and paused a strong rebound from last week’s selloff on recession fears.  All S&P sectors were higher with the defensive utilities , consumer staples and real estate sectors posting the smallest gains, reflecting investor appetite for risk.  Toll Brothers Inc slipped 3.8% after the luxury homebuilder posted a decline in orders, hinting at weaker demand for new homes.  Advancing issues outnumbered decliners by a 2.73-to-1 ratio on the NYSE and by a 2.22-to-1 ratio on the Nasdaq.  The S&P index recorded 26 new 52-week highs and four new lows, while the Nasdaq recorded 55 new highs and 56 new lows. (Reporting by Medha Singh and Akanksha Rana in Bengaluru Editing by Saumyadeb Chakrabarty and Shounak Dasgupta)","1":"March 23 (Reuters) -  * THERE IS 'NO TRUTH' TO TARGET-KROGER MERGER REPORT - CNBC, CITING SOURCE Source text: cnb.cx\/2pyBBo4 Further company coverage: (Reuters.Briefs@thomsonreuters.com)","2":"Target Corp has agreed to pay $7.4 million to settle allegations by the state of California that it improperly disposed of batteries, electronics, aerosol cans, over-the-counter drugs and other hazardous waste.  The settlement approved by the Alameda County Superior Court includes $3.2 million in civil penalties, California Attorney General Xavier Becerra’s office said in a statement.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2rkZ1OS","3":"Slideshow ( 3 images )  NEW YORK (Reuters) - Target Corp TGT.N will shutter stores across the United States on Thanksgiving this year to ensure public health during the coronavirus pandemic, the retailer said on Monday.  Rival Walmart Inc WMT.N on Tuesday also announced it would close stores on the Thanksgiving holiday so as to grant staff members a day off to spend with their families and operate as safely as possible.  “This year more than ever, a joyful holiday will be inseparable from a safe one, and we’re continuing to adjust our plans to deliver ease, value and the joy of the season in a way that only Target can,” Target Chief Executive Brian Cornell said in a statement.  The Minneapolis, Minnesota-based retailer will also start holiday deals in October to avoid crowds and make 20,000 more products including fresh and frozen groceries available via its pickup and delivery services, which have gained popularity during the global pandemic, it said, as more shoppers opt to stay home.  Target operates roughly 1,871 stores nationwide, according to the company’s website.","4":"FILE PHOTO: Shoppers stand outside a Target store, boarded up initially due to unrest following the killing by police of Black man Walter Wallace Jr, in Philadelphia, Pennsylvania, U.S. November 4, 2020. REUTERS\/Mark Makela  (Reuters) - Ulta Beauty Inc's ULTA.O shares jumped 10% on Tuesday after the cosmetics store chain signed a long-term deal with Target Corp TGT.N to open its own stores at the big box retailer's locations.  Ulta will have the stores next to Target’s own beauty section, as well as on its e-commerce website, starting next year, with plans to expand to more than hundred locations over time.  “We see this as great traffic driver beginning in 2021 and a partnership that could potentially pave the way for future deals with other retailers\/vendors,” Gordon Haskett analyst Chuck Grom said.  Sales of beauty products increased more than 20% in the second quarter, doubling their growth in the previous quarter, Target said in August, as people resume spending on non-essential items following the easing of COVID-19 restrictions.  Ulta has more than 1,200 outlets, while Target operates nearly 1,900 stores.  Target’s shares were up 1.3% at $156.99 in pre-market trading.","5":"(Corrects analyst sales estimate in paragraph 4 to $16.58 billion from $16.63 billion)  NEW YORK, May 23 (Reuters) - Target Corp reported a slightly better than expected 3 percent rise in comparable sales in the first quarter, helped by traffic at its stores and website, but the company’s profit came in below analyst forecasts.  Analysts on average had expected sales at stores open at least a year to increase 2.9 percent, according to Thomson Reuters I\/B\/E\/S.  Excluding items, Target earned a profit of $1.32 per share in the quarter ended May 5, below the average estimate of $1.39 per share.  Sales rose to $16.78 billion, topping the average estimate of $16.58 billion. (Reporting by Nandita Bose in New York; Editing by Meredith Mazzilli)","6":"NEW YORK, April 5 (Reuters) - Target Corp has agreed to pay $3.74 million and upgrade its hiring process to settle a lawsuit claiming its use of criminal background checks kept thousands of black and Hispanic job applicants from getting employment.  The preliminary settlement filed on Thursday with the U.S. District Court in Manhattan requires a judge’s approval.  It resolves claims that the Minneapolis-based retailer, which has performed background checks for employment in U.S. stores since 2001, violated Title VII of the Civil Rights Act of 1964, which prohibits employers from discriminating based on race, gender and other characteristics.  Target was accused of having “imported the racial and ethnic disparities” in the U.S. criminal justice system into its hiring process, in part by disqualifying job applicants for convictions that were unrelated to the work they sought.  The settlement calls for eligible blacks and Hispanics who were since May 2006 wrongly denied hourly and entry-level jobs such as cashiers, cart attendants, food service workers and stockers to receive $1.2 million or “priority hiring.”  Another $600,000 will go to nonprofits that help people with criminal histories reenter the workforce, while most of the rest will cover legal and other fees, the settlement said. Target did not admit wrongdoing.  Jenna Reck, a Target spokeswoman, said the retailer no longer asks for criminal histories in job applications, but still considers convictions “important” and gathers criminal background information late in the hiring process.  “We have a number of measures in place to ensure we’re fair and equitable in our hiring,” while “maintaining a safe and secure working and shopping environment for team members and guests,” she said.  The plaintiffs included Carnella Times and Erving Smith, who are black and claimed they were denied stocker jobs after background checks uncovered past convictions, and The Fortune Society, which helps former prisoners reenter society.  They were represented by the NAACP Legal Defense and Educational Fund, and the law firm Outten & Golden. (Reporting by Jonathan Stempel in New York Editing by Susan Thomas)","7":"Aug 21 (Reuters) - U.S. stocks opened higher on Wednesday, as strong results from Lowe’s and Target boosted retailers, while investors awaited minutes from the Federal Reserve’s July policy meeting due later in the day.  The Dow Jones Industrial Average rose 182.92 points, or 0.70%, at the open to 26,145.36.  The S&P 500 opened 21.53 points, or 0.74%, higher at 2,922.04. The Nasdaq Composite gained 68.51 points, or 0.86%, to 8,017.07 at the opening bell. (Reporting by Akanksha Rana in Bengaluru)","8":"A class action lawsuit accusing big box retailer Target Corp and nutritional supplement makers International Vitamin Corp and Perrigo Co of falsely marketing biotin, a nutritional supplement, as promoting healthy hair and skin is preempted by federal law, a federal appeals court has ruled.  A unanimous panel of the 9th U.S. Circuit Court of Appeals held Wednesday that the claims made on the supplement’s label were protected by the federal Food, Drug and Cosmetic Act (FDCA) as general claims about the structure and function of biotin, and that the product included appropriate disclaimers, affirming a lower court order dismissing the case.  To read the full story on Westlaw Today, click here: bit.ly\/3iaCu0Y","9":"Slideshow ( 2 images )  (Reuters) - Target Corp, CVS Health Corp and Walgreens Boots Alliance Inc said on Thursday they would require customers wear face coverings while shopping at their U.S. stores, adopting a widely accepted way to curb the spread of the coronavirus.  The move by consumer-facing companies comes as virus cases continue to surge in the United States and deaths exceed 137,000.  On Wednesday, Walmart Inc WMT.N, Kroger Co KR.N and Kohls Corp KSS.N had decided to implement the policy at all their outlets.  Target TGT.N said it would launch the policy from August 1, with an exception for those with underlying medical conditions and young children.  Local and state regulations already require shoppers at over 80% of its stores to wear face masks, the retailer said.  Walgreens' WBA.O policy will come into effect on Monday, with the company saying it will add store signage and intercom messages to remind shoppers of the new rule.  CVS CVS.N will also launch the rule at its pharmacies from Monday, but said it was not asking its employees to act as enforcers.  While many companies have recommended masks for months, they were hesitant to make it a requirement over fears of drawing the ire of shoppers, especially after several videos posted online showed confrontations between customers and store staff.  “What we are asking is that customers help protect themselves,” CVS said in a statement.","10":"NEW YORK (Reuters) - Target Corp, aiming to one-up retail rivals during the upcoming U.S. holiday shopping season, said on Tuesday it was adding more delivery and pickup options for online shoppers to have items shipped to their homes or ready for quick pick-up at local stores.  A women enters Target after it opened on the Thanksgiving Day holiday in Burbank, California, November 22, 2012. REUTERS\/Jonathan Alcorn  The Minneapolis-based retailer will offer free two-day shipping on hundreds of thousands of items from Nov. 1 to Dec. 22 with no order minimum or membership required. Target had announced the shipping service in March.  Target’s two-day shipping option is less expensive than Amazon.com Inc’s, which requires an annual subscription fee of $119 under its Prime membership service. Walmart Inc offers free two-day shipping for a minimum order of $35.  Target will also expand its Drive Up Service, which allows customers to place orders online and have packages brought to their cars by the retailer’s employees. It will include nearly 1,000 stores by the end of October, ahead of schedule.  The company currently fulfills about 50 percent of its digital orders from inventory at its stores and plans to increase that to 90 percent.  Target will also offer same-day delivery on 55,000 items with Shipt, a company it bought for $550 million last year, in “hundreds of markets.” Shipt will offer the service in 200 markets, up from 160 announced earlier.  The biggest changes the retailer has made to its business over the past five years have been on order fulfillment, the final mile of delivering orders from a warehouse or store to shoppers’ homes, Target Chief Executive Officer Brian Cornell told reporters at a briefing on Tuesday.  The offerings will be part of the “Target Run and Done” holiday promotional campaign.  Cornell also said Target’s holiday hiring plans are on schedule. The retailer has received over 100,000 applications in a tight labor market and is seeing a 40 percent rise in job applications for its warehouses. In September, Target said it would hire 120,000 seasonal workers at wages starting at $12 an hour. The company has made a commitment to go up to $15 an hour by 2020.  Last week, Target said it will dedicate nearly a quarter of a million square feet of new space to its toy business across 500 stores, seeking more holiday toy sales after retailer Toys “R” Us Inc went bankrupt this year. Target had said its shoppers will be able to shop for more than 2,500 new and exclusive toys.  Rival Walmart Inc has made a similar push for gaining market share in toys.  In August, Target reported its strongest comparable store sales growth in 13 years and said a strong economy lifted customer visits to the most in a decade.  U.S. holiday sales in 2018 will increase by 4.3 percent to 4.8 percent from a year ago, when consumer spending surged to a 12-year high, according to The National Retail Federation.  The trade body said holiday sales growth will be higher than an average increase of 3.9 percent over the past five years but slower than last year’s 5.3 percent gain, when consumer spending grew the most since 2005, boosted by tax cuts.","11":"NEW YORK (Reuters) - Walmart Inc WMT.N, Target Corp TGT.N and Best Buy Co BBY.N have made changes to their gift card programs to reduce the risk of fraud as consumers enter the holiday shopping season.  Slideshow ( 3 images )  Barbara Underwood and Josh Shapiro, the attorneys general of New York and Pennsylvania, announced the changes on Tuesday, as part of a more than year-long initiative to thwart scam artists.  The changes include reducing purchase limits on store-branded gift cards in a single transaction, limiting how much can be loaded onto the cards, and prohibiting the redemption of store-branded gift cards for other gift cards.  Walmart, Target and Best Buy also bolstered training to help employees spot scams and warn potential victims.  “By working collaboratively with these retailers, we’ve created a way for businesses to take proactive steps to prevent scams,” Underwood said in a statement.  The National Retail Federation said gift cards are the most popular item on consumers’ wish lists for the 12th straight year, requested by 60 percent of 7,313 people surveyed.  Last month, the Federal Trade Commission said 26 percent of victims reporting scams between January and September said they paid with gift cards, up from just 7 percent in 2015.  Losses through September from gift and 'reload' cards totaled $53 million, up from $40 million for all of 2017, with a median loss of about $500 per incident. (here)  Regulators said scammers often use retail gift cards to buy third-party cards such as iTunes, Steam and Google Play that can be resold on the black market, and impersonate other people to swindle unwitting victims.  Common impersonations include grandchildren claiming they got into trouble, such as arrests or accidents, and needed money for bail or lawyers; Internal Revenue Service agents claiming, often angrily, that taxes were owed; and tech support employees seeking payments to fix alleged viruses on victims’ computers.  Underwood and Shapiro said retail gift cards cannot be used for such expenses, and that the IRS does not cold-call people.  They also said consumers should not volunteer gift card numbers to people they don’t know, and should contact state consumer officials or law enforcement if they believe they were targeted.","12":"(Reuters) - Target Corp reported a 17.2% rise in comparable sales for the holiday season on Wednesday as its online sales more than doubled, thanks to faster deliveries and higher demand for home goods, electronics and beauty products.  A large chunk of the sales growth came from same-day deliveries and store pick-up services, areas where the Minneapolis-based retailer has been investing heavily during the COVID-19 pandemic.  Deep-pocketed retailers such as Target and Walmart Inc are using the disruption brought on by the health crisis as an opportunity to gain market share from smaller brick-and-mortar rivals struggling to survive the impact of the pandemic.  Target in December sold 150 million items through services that allow customers to collect their online purchases from stores, almost four times more than the same period a year earlier.  The sales surge came as retailers spread out their holiday season promotions to prevent crowding at stores, instead of focusing on a few specific days.  In a blog post, Target said on Wednesday it would keep its nearly 1,900 U.S. stores closed on Thanksgiving this year, repeating the measure it had taken in 2020.  “It is even less likely retailers will return to the big sales bonanza of Thanksgiving and Black Friday even when the pandemic is over,” said Neil Saunders, managing director of GlobalData Retail.  Target said sales trends in January has been strong. Analysts on average expect its fourth-quarter comparable sales, which includes January, to rise 12.7%.  However, analysts at Gordon Haskett said the retailer had likely missed the more optimistic expectations of 18%-19% growth, which is closer to what Target had seen in the third quarter.  Shares of the company, which have gained about 60% over the last 12 months, fell 1% in early trading.","13":"Jan 13 (Reuters) - Target Corp said on Wednesday its comparable sales rose 17.2% in November and December as its online sales more than doubled during the holiday period. (Reporting by Uday Sampath in Bengaluru; Editing by Arun Koyyur)","14":"Nov 18 (Reuters) - Target Corp blew past Wall Street expectations for quarterly same-store sales on Wednesday as more Americans used the big-box retailer’s quick delivery services to buy everything from electronics to home goods during the COVID-19 pandemic.  Comparable digital sales rose 155% in the third quarter, the company said, driven largely by same-day services like Drive up, Shipt or straight in-store pick ups, with more than 95% of sales being fulfilled through stores.  Target has emerged as one of the big winners from the disruption caused by the health crisis as investments in its private label and online business, including faster shipments, pay off.  “Those investments turned out to be crucial. Without them, we would not have been able to meet the extraordinary demand driven by the pandemic,” Chief Executive Officer Brian Cornell said on a media call.  Store traffic at Target also rose in the quarter, unlike at bigger rival Walmart, even with people making fewer trips outdoors.  Comparable sales, which include online and store sales, rose 20.7% in the third quarter ended Oct.31, trouncing expectations of an 11.31% increase, according to IBES data from Refinitiv.  Electronics sales jumped more than 50%, while comparable sales for the home category were up in the mid-20% range.  The pandemic has also forced retailers to bring forward their holiday promotions, casting a shadow over the traditional holiday shopping season from Thanksgiving to Christmas day.  “Many have started to shop earlier and we do expect it (shopping) to be spread out during the holiday season, but they are looking to celebrate and ... we expect a lot of gift giving,” Cornell said.  Target’s net earnings rose to $1.01 billion, from $714 million a year earlier. On an adjusted basis, the company earned $2.79 per share.  Total revenue rose 21.3% to $22.63 billion, beating estimates of $20.93 billion. (Reporting by Aishwarya Venugopal in Bengaluru and Melissa Fares in New York; Editing by Sriraj Kalluvila)","15":"Sept 24 (Reuters) - Target Corp said on Thursday it would double its staff for contactless services and hire more seasonal employees for distribution centers this holiday season, as consumers shop more online to avoid crowds during the COVID-19 pandemic.  The company, one of the retailers benefiting from the big shift to online shopping during the health crisis, said it expected seasonal hiring to be on par with last year, when it hired more than 130,000 store employees.  Consumers have been increasingly shopping online and either have items delivered to their homes or collect them at a nearby store as they stay indoors.  According to a forecast from Deloitte, e-commerce sales are expected to record a 25% to 35% rise in the 2020 holiday season, traditionally the busiest time of the year.  “We’re building even more flexibility into our seasonal staffing as we enter into, what is sure to be, an unprecedented holiday shopping season,” Chief Executive Officer Brian Cornell told reporters on a briefing call, adding that the company would also offer additional hours of work starting with current staff.  During the first half of the year, more than 10 million consumers shopped on Target’s website and demand for same-day fulfillment options quadrupled, the retailer said, leading it to train more staff in areas that are in demand such as ‘drive up and order pickup.’  Distribution centers will send more inventory to stores than usual to make sure in-demand items are well stocked, and to ensure smooth operation the company said it would hire more full-time and seasonal warehouse team members across the country than last year.  Target said it would pay its seasonal staff a starting wage of $15 per hour along with coronavirus health and wellness benefits.  Department store chain Kohl’s Corp also said on Thursday it would hire seasonal staff. (Reporting by Nivedita Balu in Bengaluru; Editing by Maju Samuel)","16":"Slideshow ( 2 images )  (Reuters) - There is no truth to a report of merger talks between retailers Target Corp TGT.N and Kroger Co KR.N, a source familiar with the matter told Reuters on Friday.  Earlier on Friday, tech focused magazine Fast Company reported that the companies are in possible merger talks, sending the shares of both companies higher.  “There is no truth to this rumor,” the source said.  Kroger spokeswoman Kristal Howard said: “We generally don’t comment on rumors or speculation.”  Kroger has a market cap of $20.62 billion and Target $37.12 billion.  Korger shares that were up 13 percent before the bell pared their gains to trade up 2.5 percent at $24. Shares of Target are up 1.5 percent at $70.","17":"March 6 (Reuters) - Target Corp:  * TARGET REPORTS FOURTH QUARTER AND FULL-YEAR 2017 EARNINGS  * Q4 SALES ROSE 10 PERCENT TO $22.8 BILLION  * Q4 ADJUSTED EARNINGS PER SHARE $1.37 EXCLUDING ITEMS  * Q4 GAAP EARNINGS PER SHARE $2.02 FROM CONTINUING OPERATIONS  * SEES Q1 2018 ADJUSTED EARNINGS PER SHARE $1.25 TO $1.45  * SEES FY 2018 ADJUSTED EARNINGS PER SHARE $5.15 TO $5.45  * Q4 GAAP EPS FROM CONTINUING OPERATIONS OF $2.02 REFLECT DISCRETE BENEFITS RELATED TO TAX CUTS AND JOBS ACT  * Q4 EARNINGS PER SHARE VIEW $1.38, REVENUE VIEW $22.53 BILLION -- THOMSON REUTERS I\/B\/E\/S  * Q1 EARNINGS PER SHARE VIEW $1.40 -- THOMSON REUTERS I\/B\/E\/S  * COMPARABLE SALES GROWTH OF 3.6 PERCENT FOR Q4  * SEES FOR FULL-YEAR 2018, A LOW-SINGLE DIGIT INCREASE IN COMPARABLE SALES  * FY EARNINGS PER SHARE VIEW $5.27 -- THOMSON REUTERS I\/B\/E\/S  * Q4 COMPARABLE DIGITAL CHANNEL SALES INCREASED 29 PERCENT  * IN Q1 2018, TARGET EXPECTS A LOW-SINGLE DIGIT INCREASE IN COMPARABLE SALES  * TAX ACT RESULTED IN $36 MILLION OF BENEFIT IN QUARTER DUE TO A LOWER STRUCTURAL TAX RATE IN JANUARY  * TAX ACT RESULTED IN A DISCRETE $352 MILLION NET BENEFIT FROM REMEASUREMENT OF OUR NET DEFERRED TAX LIABILITIES IN QUARTER Source text for Eikon: Further company coverage:","18":"(Reuters) - Target Corp beat expectations for earnings and raised its full-year outlook on Wednesday as its investments in same-day delivery and pick-up services increased traffic to its website and stores, sending shares 19% higher.  The retailer has spent billions of dollars on its push to compete with the ease of delivery provided by Amazon.com Inc and Walmart Inc, buying grocery delivery firm Shipt, and building in-store pickup and drive-up services.  Target said one out of five customers who used its same-day service in the quarter were new, with shoppers collecting their orders from stores within a couple of minutes of placing them through the company’s mobile app or website.  “Q2 could not have gone better for Target,” Charlie O’Shea, a vice president at ratings agency Moody’s, said of the results.  Led since 2014 by retail-industry veteran Brian Cornell, Target has bounced back from a slide three years ago which saw its margins drop, prompting a rethink that has seen it remodel hundreds of stores each year since.  Like Walmart it has refitted its business to deal with the challenge presented by Amazon and other online retailers, also developing its line of own-brand goods to boost profits.  Wednesday’s results showed the company’s same-day services drove more than three-fourths of a 34% increase in comparable digital sales in the quarter. Those online sales accounted for more than half of its total same-store sales.  FILE PHOTO: An empty shopping cart stands outside a target store during a Black Friday sales event in Westbury, New York, U.S., November 23, 2018. REUTERS\/Shannon Stapleton  “Because these options leverage our store infrastructure, technology and teams, same-day fulfillment delivers outstanding financial performance as well,” Cornell told a post earnings call.  The company’s stock, which had already risen 29% this year, jumped 19% to a record high of $102.02, driving gains in other retail players and adding to broad gains for Wall Street.  NO MARGIN SLIP  The quicker deliveries, Target executives said, also powered profitability as margins expanded for the first time in nearly three years, rising 30 basis points to 30.6% in the quarter.  That reflected a stronger product mix and optimization of pricing, the company said, at a time when Walmart’s margins dropped 46 basis points. Macy’s, Kohl’s and J.C. Penney have all reported disappointing results in the past week.  “While many department store peers struggle to sustain positive traffic and stable gross margins, Target is finding the right balance,” Evercore analyst Greg Melich said.  Target’s comparable sales rose by a better-than-expected 3.4% as demand for apparel, toys and beauty products rose. Late in the quarter, the retailer also benefited from back-to-school promotions.  Its strategy of opening smaller locations in college towns and urban areas, and stocking more own-brand goods, helped store traffic grow 2.4%.  Earlier this week, the company said it was starting a new food and beverage brand, Good & Gather, that would hit stores in September.  Target expects full-year adjusted profit to be between $5.90 and $6.20 per share, up from the prior range of $5.75 to $6.05 per share. The outlook accounted for potential additional U.S. tariffs on Chinese imports.  Excluding certain items, it earned $1.82 per share, beating the average analyst estimate by 20 cents. Total revenue rose 3.6% to $18.42 billion, above expectations of $18.34 billion.","19":"Slideshow ( 3 images )  (Reuters) - The Trump Administration’s coronavirus relief payment provided a fillip to sales of major retailers in April as millions of Americans used the money to buy everything from video games to sewing machines even as the country struggles with record job losses.  Walmart WMT.N and Target Corp TGT.N noted in their earnings call this week that quarterly comparable sales, which rose about 10%, got a major boost from increased demand for non-essentials at the end of last month.  “Call it relief spending, as it was heavily influenced by stimulus dollars,” Walmart Chief Executive Doug McMillon said on Tuesday, citing a jump in sales of clothing, televisions, video games, sporting goods and toys.  The U.S. government doled out relief checks of $1,200 in late April to help tens of millions of households cover essentials and cope with the financial distress brought on by the coronavirus pandemic as job losses reached 20 million.  However, as lockdown restrictions were eased, Americans moved away from stockpiling staples and instead splurged on discretionary big-ticket items, helping boost margins for retailers.  The shift also helped specialty retailers such as Best Buy BBY.N and Advance Auto Parts Inc AAP.N.  “We did see an increase on the week of the stimulus, but the week after the stimulus was better ... And then two weeks after was better than one week after. So we are seeing that sequential improvement,” Advance Auto Chief Executive Tom Greco said.  Target CEO Brian Cornell said the company saw an increase in online and store traffic, both tied to the extra cash, but cautioned that the bump could be short-lived.  Edward Jones analyst Brain Yarbrough concurred, saying, “I wouldn’t expect the trends you’ve seen in late April and potentially in the beginning of May to continue. That wouldn’t be realistic.”","20":"(Reuters) - A surge in Target Corp's TGT.N online sales due to panic buying during the coronavirus crisis helped the big-box retailer post better-than-expected quarterly results on Wednesday, even as it grappled with soaring operational costs.  Target, like Walmart WMT.N, benefited from customers stockpiling staples and cleaning products at the start of the quarter, while demand for non-staple items like beauty products, home goods and clothes rose as stimulus checks arrived late in April.  Although U.S. grocers and supermarket chains have seen a monumental surge in sales during the quarter, they have little to show in terms of profit as most of their funds were spent on bonuses and overtime payments to keep stores running during the pandemic.  “Last quarter was unlike anything I’ve ever seen,” Target’s Chief Executive Officer Brian Cornell told reporters. “It was intense, it was volatile, it was stressful for our guests and the country.”  Overall, online comparable sales jumped 141%, benefiting from investments in same-day delivery services such as in-store pick up, Drive-up and Shipt, and accounted for almost all of its same-store sales growth for the first quarter ended May 2.  Net profit, however, fell 64.3% in the quarter as operating costs rose 11%.  Target, which has already pulled its financial targets for the year, is setting aside nearly $500 million to spend on maintaining safety standards at stores and pay employees higher wages.  “There’s just so much uncertainty as I think about the balance of the year ... Obviously we’re watching closely to see what happens from an economic standpoint,” Cornell said.  On an adjusted basis, the company earned 59 cents per share, beating already lowered expectations of 40 cents.  “Target is prioritizing being open for customers ... This strategy makes sense, although near term results are likely to remain volatile,” Evercore ISI analyst Greg Melich said.","21":"(Repeats story to fix formatting with no changes to text)  April 23 (Reuters) - A surge in online sales for Target Corp in March and April offset the bulk of damage done by coronavirus lockdowns to in-store sales, but its margins continue to suffer along with profit from higher costs, the retailer said on Thursday.  The big box retailer said digital comparable sales had surged over 275% so far in April, with several days in the month recording more online sales than Cyber Monday, traditionally the busiest day for e-commerce companies.  However, the company expects margins to drop by 5-percentage points in the first quarter due to temporary wage increases of $2 an hour for store and distribution center workers as well as higher sales of low-margin products such as groceries. The company now plans to pay higher wages until May 30.  Target, along with Kroger and Costco, is among a few companies that has benefited from the spread of the pandemic.  Other players in retail, especially apparel chains and department stores, have taken a big hit from the pandemic, with some of them on the verge of filing for bankruptcy.  “Watching the retail industry decline is not something I enjoy, but I think going forward we’re going to see significant market share opportunities, across our apparel business,” Target Chief Executive Officer Brian Cornell said on a media call.  “That’ll be a benefit to us. But unfortunately, it will come at the expense of others who are closing their doors and potentially no longer operating in this future environment.”  A surge in online shopping more than made up for a mid-teens decline in comparable store sales for the company in April.  Overall comparable sales have risen more than 5%.  Sales of food and beverage items rose over 12% in April, while those of toys and electronics jumped over 30%. In contrast, sales of apparel and accessories tumbled more than 40%.  Target said quarter-to-date comparable sales have risen over 7%, with digital sales more than doubling. (Reporting by Uday Sampath in Bengaluru; Editing by Anil D’Silva and Nick Zieminski)","22":"March 25 (Reuters) - Target Corp on Wednesday withdrew its financial outlook and said it would scale back on planned investments to focus on meeting surging demand as Americans stock up on essentials and stay home to slow the spread of the coronavirus outbreak.  The big-box retailer said it now plans to remodel only about 130 stores in 2020, down from 300, moving the rest of the projects to 2021. Target added it would open fewer small format stores than it had previously planned.  “It’s become very clear that we need to be disciplined about making sure our stores and supply chain is focused on serving our guests without any unnecessary distractions,” Chief Executive Officer Brian Cornell said.  “We’ll need to prioritize the flow of food, medicine and other essentials for the foreseeable future.”  In the past few weeks, consumers have been flocking to stores to load up on canned food, disinfectants, toilet paper and other essentials as the pandemic keeps Americans confined to their homes, forcing retailers including Target to put limits on the number of items that can be bought in one shopping trip.  Cornell said demand has been “unprecedented,” likening the buying behavior to levels occasionally seen during natural disasters.  Target had laid out its full-year, first-quarter forecasts and investment plans for 2020 just three weeks earlier and last year announced a new share repurchase program of $5 billion. The buyback has now been suspended.  Till date in March, overall same-store sales at Target was up more than 20% from a year earlier, with sales of essentials, food and beverage up more than 50%.  The company also expects higher-than-anticipated costs, driven by an increase in pay and benefits for frontline workers, and for maintaining essential inventory.  Target, like many other retailers, has reduced store hours for cleaning and restocking and said last week it would raise the minimum wage by $2 an hour for store and distribution center workers through May 2.  Rivals such as Amazon.com Inc and Walmart Inc have also boosted pay and gone on a hiring spree to manage a surge in orders.  The virus, which has infected more than 44,000 people in the United States leading to more than 500 deaths, has resulted in the closure of several businesses and raised concerns of a global recession.  “There is no playbook for how to react in this environment. We’re writing the script each and every day,” Cornell said. (Reporting by Aishwarya Venugopal in Bengaluru; Editing by Shounak Dasgupta)","23":"(Reuters) - Target Corp on Saturday said its payment registers were back online after a systems outage stopped customers in the United States from paying for in-store purchases.  The outage was caused by an \"internal technology issue\" that lasted for about two hours and was not a data breach or security-related issue, Target said in a statement here.  The retailer said no guest information was compromised.  Earlier on Saturday, Target tweeted bit.ly\/2WKO1HY that it was aware guests could not make purchases and apologized for the inconvenience.  According to media reports, the problem affected Target stores across the country.  Some customers took to Twitter to complain using the hashtag #targetdown, and many commended Target employees for handling the situation well.  “The poor people @Target,” one Twitter user with the handle @writeriowa wrote. “I walked in, they apologized profusely, and handed me coupons. It’s not the local employees’ fault, so please, be patient and kind. #targetdown.”  “To my fellow target employees, stay strong in this dark time. #targetdown,” another user tweeted.  A defect in a network device in June 2014 also caused problems with Target’s payment processing systems, according to media reports.","24":"Nov 20 (Reuters) - Target Corp raised its full-year profit forecast after posting better-than-expected quarterly comparable sales on Wednesday, as the retailer expects a strong holiday shopping season, sending its shares up 8% in trading before the bell.  The company raised its full-year adjusted profit forecast to between $6.25 and $6.45 per share, compared with the prior range of between $5.90 and $6.20 per share.  Sales at established Target stores rose 4.5% in the third quarter ended Nov. 2, beating analysts’ average estimate of 3.6% rise, according to IBES data from Refinitiv.","25":"(Reuters) - Retailer Target Corp said on Tuesday it was planning to hire more than 130,000 store employees for the holiday season, 10,000 more than last year, as it gears up for the crucial shopping period when in-store and online orders surge.  FILE PHOTO: A Target shopping cart is seen in front of a store logo in Azusa, California U.S. November 16, 2017. REUTERS\/Lucy Nicholson  The holiday season marks the busiest time of the year for retailers, making up for a majority of their annual sales, and includes Black Friday, Christmas and New Year. This year’s shopping period is the shortest since 2013.  The hiring plans often indicate the sales expectations of retailers and come against the backdrop of softening retail job environment and escalating trade war between Beijing and Washington that has threatened to increase costs for retailers.  “Retailers are still trying to minimize the impact of the trade war on consumers by bringing in as much merchandise as they can before each new round of tariffs takes effect and drives up prices,” National Retail Federation Vice President for Supply Chain and Customs Policy Jonathan Gold said.  Data from Global Port Tracker, released by the NRF and Hackett Associates, showed that retailers rushed to import Chinese goods before new tariffs went into effect on Sept. 1, with U.S. retail container ports observing unusually high numbers during the period. (bit.ly\/2maotYg)  Target, one of the first retailers to lay out its temporary hiring plans, said it would deploy about 125,000 employees at its more than 1,800 stores and 8,000 at its distribution and fulfillment centers, starting October.  United Parcel Service Inc, the world’s biggest parcel delivery firm, said on Monday it was planning to hire 100,000 holiday workers, after it invested billions of dollars to automate package sorting centers.  Retail employment contracted for a seventh straight month in August to hit the lowest level since January 2016. Department store jobs, which have been hard hit by online competition, sunk to the lowest point since the federal government started tracking the data in 1990.  Kohl’s Corp said in July that it had started hiring across 500 of its stores for the holidays, while Amazon.com said on Monday it is starting its seasonal hiring in the coming weeks.  Target’s roughly 8% rise in holiday hiring is much lower than the 20% increase a year earlier and a 43% jump in 2017.  Janet Kloppenburg, president at retail research firm JJK Research Associates, said a rise in digital sales reduces the need for incremental store payroll for retailers.  Retailers have been investing more on their websites and mobile apps as consumers prefer to shop online and have it delivered to their doorstep or pick up in stores.  Target said it would pay workers $13 for an hour.","26":"FILE PHOTO: A shopping cart sits in an aisle empty of cleaning products at a Target store in Manhattan during the outbreak of the coronavirus disease (COVID-19) in New York City, New York, U.S., April 1, 2020. REUTERS\/Brendan Mcdermid  (Reuters) - Target Corp TGT.N said on Thursday it would double its staff for contactless services and hire more seasonal employees for distribution centers this holiday season, as consumers shop more online to avoid crowds during the COVID-19 pandemic.  The company, one of the retailers benefiting from the big shift to online shopping during the health crisis, said it expected seasonal hiring to be on par with last year, when it hired more than 130,000 store employees.  Consumers have been increasingly shopping online and either have items delivered to their homes or collect them at a nearby store as they stay indoors.  According to a forecast from Deloitte, e-commerce sales are expected to record a 25% to 35% rise in the 2020 holiday season, traditionally the busiest time of the year.  “We’re building even more flexibility into our seasonal staffing as we enter into, what is sure to be, an unprecedented holiday shopping season,” Chief Executive Officer Brian Cornell told reporters on a briefing call, adding that it would offer additional hours of work, starting with current staff.  During the first half of the year, more than 10 million new customers shopped on Target’s website and demand for same-day fulfillment options quadrupled, the retailer said, leading it to train more staff in areas that are in demand such as ‘drive up and order pickup.’  Distribution centers will send more inventory to stores than usual to make sure in-demand items are well stocked, and to ensure smooth operation the company said it would hire more full-time and seasonal warehouse team members across the country than last year.  Target said it would pay its seasonal staff a starting wage of $15 per hour along with coronavirus health and wellness benefits. Staff at the front of its stores will focus on safety and cleaning, and greeting shoppers.","27":"Aug 21 (Reuters) - Target Corp beat Wall Street estimates for quarterly same-store sales on Wednesday, as the big box retailer benefited from higher online sales and an increase in shoppers at its stores, sending shares up 5% in pre-market trading.  The company also raised its full-year adjusted profit forecast between $5.90 and $6.20 per share, compared with the prior range of $5.75 to $6.05.  Sales at establish Target stores rose 3.4% in the second quarter, edging past analysts’ estimates of 3% rise, according to IBES data from Refinitiv. (Reporting by Aishwarya Venugopal in Bengaluru; Editing by Shounak Dasgupta)","28":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window)  * Target, Lowe’s jump after better-than-expected results  * Banks rise as U.S. Treasury yields tick higher  * Minutes from Fed’s July meeting due at 2:00 p.m. ET  * Indexes up: Dow 0.96%, S&P 0.89%, Nasdaq 1.04% (Updates to open)  Aug 21 (Reuters) - U.S. stocks rose broadly on Wednesday following upbeat retail earnings from Lowe’s and Target, while investors awaited release of the Fed minutes for further clues on the path of future rate cuts.  Big-box retailer Target Corp surged 16.3%, the most on the S&P 500 index, after it beat quarterly profit estimates and raised its annual earnings forecast.  Following closely behind with a 11.4% jump were shares of home improvement chain Lowe’s Cos Inc as it joined bigger rival Home Depot Inc in beating profit estimates.  Together their shares helped the retail index rise 1.91% and consumer discretionary sector 1.48%, the most among the major S&P sectors.  The centerpiece for the day will be the release of the minutes from the Federal Reserve’s July meeting, when it cut interest rates for the first time in more than a decade.  “A significant rally will be difficult until traders have clarity on the Fed’s policy path,” Edward Moya, senior market analyst, at OANDA said.  “Today’s release of the FOMC minutes could show how the risks related to global trade could warrant further rate cuts, but traders will likely pay more attention to Fed Chair Powell’s speech on Friday.”  U.S.-China trade tensions have taken a turn for the worse since the Fed’s move last month, adding to economic risks and putting in focus comments from major central bankers like Jerome Powell and Europe’s Mario Draghi at the Jackson Hole symposium.  Powell’s remarks on Friday will be scrutinized for clues on what more policymakers are planning to boost growth.  “I think there is an expectation that there will be a dovish tone but I am not sure if he (Powell) is going to offer that,” said Randy Frederick, vice president of trading and derivatives for Charles Schwab in Austin, Texas.  Signs that major economies are considering measures to boost growth helped markets rebound from a 3% drop last Wednesday, when the U.S. yield curve inverted and triggered fears of a recession.  Bank of America Corp Chief Executive Officer Brian Moynihan on Wednesday played down fears of a potential U.S. recession, saying strong consumer spending could keep the economy growing.  At 9:55 a.m. ET, the Dow Jones Industrial Average was up 250.09 points, or 0.96%, at 26,212.53, the S&P 500 was up 25.89 points, or 0.89%, at 2,926.40. The Nasdaq Composite was up 82.88 points, or 1.04%, at 8,031.44.  Trade tensions simmered in the background as President Donald Trump said on Tuesday he had to confront China over trade even if it caused short-term harm to the U.S. economy.  Advancing issues outnumbered decliners for a 4.34-to-1 ratio on the NYSE and a 2.81-to-1 ratio on the Nasdaq.  The S&P index recorded 11 new 52-week highs and two new lows, while the Nasdaq recorded 27 new highs and 19 new lows. (Reporting by Medha Singh and Akanksha Rana in Bengaluru Editing by Saumyadeb Chakrabarty and Shounak Dasgupta)","29":"U.S. President-elect Joe Biden arrives to receive a virtual briefing on the economy with his economic advisers in Wilmington, Delaware, U.S., November 16, 2020. REUTERS\/Kevin Lamarque  WILMINGTON, Del. (Reuters) - U.S. President-elect Joe Biden planned to meet with labor leaders and chief executives from tech, retail and auto companies on Monday during a conference call on the economy, a transition aide said.  The chief executives are General Motors Co’s Mary Barra, Microsoft Corp’s Satya Nadella, Target Corp’s Brian Cornell and Gap Inc’s Sonia Syngal, the aide said, while labor leaders include AFL-CIO president Richard Trumka and the heads of the Service Employees International Union and United Auto Workers.","30":"May 3 (Reuters) - Target Corp:  * SHIPT AND TARGET EXPAND SAME-DAY DELIVERY IN THE MIDWEST AND SOUTH  * SHIPT SAYS CO, TARGET ANNOUNCED THEY WILL BEGIN SAME-DAY DELIVERY OF PRODUCTS IN MISSOURI, KANSAS AND ARKANSAS, AND EXPAND SERVICE IN MISSISSIPPI Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","31":"March 7 (Reuters) - Target Corp:  * TARGET ANNOUNCES PLANS TO ACCELERATE MULTIYEAR STRATEGY  * TARGET CORP - DRIVE UP WILL EXPAND FROM 50 TO NEARLY 1,000 STORES THIS YEAR  * TARGET CORP - TARGET RESTOCK WILL EXPAND TO ABOUT 40 MARKETS, SERVING NEARLY THREE-FOURTHS OF U.S. POPULATION BY END OF 2018  * TARGET - FREE 2-DAY SHIPPING IS NOW AVAILABLE ON “HUNDREDS OF THOUSANDS OF ITEMS” ON TARGET.COM WHEN GUESTS SPEND AT LEAST $35 OR PAY WITH A REDCARD Source text for Eikon: Further company coverage:","32":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window.)  * Investors cite 2,800 as key technical level for S&P 500  * Target, Kohl’s jump after strong earnings forecasts  * U.S. new home sales at 7-month high; services sector picks up  * GE drops as co sees industrial cash flow negative in 2019  * Dow up 0.08 pct, S&P 500 down 0.02 pct, Nasdaq up 0.15 pct (Updates to late afternoon)  March 5 (Reuters) - Wall Street’s main stock indexes moved in and out of positive territory on Tuesday as investors digested positive retailer earnings and economic data and eyed a key level for the benchmark S&P 500 index.  Concerns over U.S.-China trade relations also hovered over the market, as Secretary of State Mike Pompeo said President Donald Trump would reject a trade deal that was not perfect, but the United States would still keep working on an agreement.  Optimism over a U.S.-China trade deal and over the Federal Reserve being less aggressive in raising interest rates has helped boost the S&P 500 by 11 percent this year, but the index has struggled to move above 2,800.  “When you are here at that important level in the S&P 500, it’s healthier to see the market slow down, pause, take account of the micro and the macro and absorb the good news,” said Quincy Krosby, chief market strategist at Prudential Financial in Newark, New Jersey.  “To see the market pause right now, as opposed to a deep sell off, is encouraging,” Krosby said.  The Dow Jones Industrial Average rose 19.77 points, or 0.08 percent, to 25,839.42, the S&P 500 lost 0.47 points, or 0.02 percent, to 2,792.34 and the Nasdaq Composite added 11.28 points, or 0.15 percent, to 7,588.84.  Communication services led gains among the 11 S&P 500 sectors, while energy lagged.  The consumer discretionary sector rose 0.5 percent, led by a 7.8 percent gain in Kohl’s and 5.3 percent gain for Target following those retailers’ respective earnings reports.  Target forecast 2019 profit above Wall Street estimates as investments to draw more shoppers online and in stores drove a jump in holiday sales, while Kohl’s forecast full-year profit above Wall Street estimates.  In other corporate news, General Electric shares dropped 5.3 percent as the conglomerate forecast an outright fall in free cash flow from its industrial business this year on the back of continuing weakness in its power unit.  In economic news, sales of new U.S. single-family homes rose to a seven-month high in December, but November’s outsized jump was revised lower, pointing to continued weakness in the housing market. Other data showed a rebound in growth in the vast services sector in February amid a surge in new orders.  Declining issues outnumbered advancing ones on the NYSE by a 1.01-to-1 ratio; on Nasdaq, a 1.02-to-1 ratio favored decliners.  The S&P 500 posted 8 new 52-week highs and 1 new low; the Nasdaq Composite recorded 33 new highs and 30 new lows. (Additional reporting by Medha Singh and Amy Caren Daniel in Bengaluru; Editing by Bernadette Baum)","33":"NEW YORK (Reuters) - Walt Disney Co DIS.N and Target Corp TGT.N announced a collaboration on Sunday that will open 25 Disney stores inside select Target locations nationwide on Oct. 4, with plans for 40 additional sites by October next year.  Slideshow ( 2 images )  Disney said in a statement that the “shop-in-shop” would feature an array of more than 450 items from the company, including more than 100 products previously only available at its locations.  Disney stores will launch inside Target in major cities such as Philadelphia, Denver and Chicago. The company has stand-alone stores, but has closed its locations in West Virginia and Florida this year.  Target, in a separate announcement on Sunday, said it would open a store at Flamingo Crossings Town Center in Florida at the western entrance of the Walt Disney World Resort in 2021.  “We believe the combination of Disney’s unmatched entertainment and storytelling with our omni-channel retail platform will create inspiring and unique experiences for our guests,” Brian Cornell, chairman and chief executive officer at Target, said in a statement.  “This collaboration reflects the strength of our platforms and assets to create value for guests and growth for both companies beyond the traditional retail model,” he added.  Guests can browse and purchase Disney store specialty merchandise from Disney, Pixar, Marvel and Star Wars, at select Target locations, the Target statement said.  The Disney store at Target will operated by the latter, with the “shop-in-shop” layout having an average of 750 square feet, located inside Target stores adjacent to children’s clothing and toys.  The Target announcement came after the company beat expectations for earnings and raised its full-year outlook, as its investments in same-day delivery and pickup services increased traffic to its website and stores.  Led since 2014 by retail-industry veteran Cornell, Target has bounced back from a slide three years ago that saw its margins drop, prompting a rethink that has seen it remodel hundreds of stores each year.  Disney reported a steeper earnings decline than Wall Street expected, as the company poured money into its ambitious plunge into streaming media and began folding in assets purchased from Twenty-First Century Fox.","34":"May 23 (Reuters) - Target Corp:  * Q1 ADJUSTED EARNINGS PER SHARE $1.32  * Q1 GAAP EARNINGS PER SHARE $1.33 FROM CONTINUING OPERATIONS  * Q1 EARNINGS PER SHARE VIEW $1.39 -- THOMSON REUTERS I\/B\/E\/S  * EXPECTS Q2 COMPARABLE SALES GROWTH TO ACCELERATE INTO LOW TO MID SINGLE-DIGIT RANGE  * FOR Q2, COMPANY EXPECTS BOTH GAAP EPS FROM CONTINUING OPERATIONS AND ADJUSTED EPS OF $1.30 TO $1.50  * FOR FULL-YEAR 2018, TARGET CONTINUES TO EXPECT A LOW-SINGLE DIGIT INCREASE IN COMPARABLE SALES  * FOR FULL-YEAR 2018, TARGET CONTINUES TO EXPECT BOTH GAAP EPS FROM CONTINUING OPERATIONS AND ADJUSTED EPS OF $5.15 TO $5.45.  * QTRLY COMPARABLE SALES GROWTH OF 3.0 PERCENT  * QTRLY TOTAL REVENUE $16,781 MILLION  * Q1 REVENUE VIEW $16.58 BILLION -- THOMSON REUTERS I\/B\/E\/S  * QTRLY COMPARABLE DIGITAL CHANNEL SALES GREW 28 PERCENT AND CONTRIBUTED 1.1 PERCENTAGE POINTS OF COMPARABLE SALES GROWTH  * FY EARNINGS PER SHARE VIEW $5.28 -- THOMSON REUTERS I\/B\/E\/S  * Q1 OPERATING INCOME MARGIN RATE WAS 6.2 PERCENT, COMPARED WITH 7.1 PERCENT IN 2017  * AS OF END OF Q1, COMPANY HAD ABOUT $2.8 BILLION OF REMAINING CAPACITY UNDER ITS CURRENT $5 BILLION SHARE REPURCHASE PROGRAM Source text for Eikon: Further company coverage:","35":"Aug 22 (Reuters) - Target Corp reported a better-than-expected 4.9 percent rise in comparable sales in the second quarter, as more customers visited its stores and made purchases online, sending its shares up 4 percent in trading before the bell.  Analysts on average had expected sales at stores open at least a year to increase by 3.99 percent, according to Thomson Reuters I\/B\/E\/S.  Excluding items, Target earned a profit of $1.47 per share in the quarter ended Aug. 4, higher than the average estimate of $1.40 per share.  Revenue rose to $17.8 billion, topping an average estimate of $17.31 billion. (Reporting by Nandita Bose in New York; editing by Patrick Graham)","36":"March 23 (Reuters) - Department store operator Target Corp and grocery chain Kroger Co are in talks about a possible merger, tech focused magazine Fast Company reported on Friday, citing people with knowledge of the matter.  Neither companies was immediately available for comment.  The companies first started talks last summer about a partnership that could improve Target’s grocery business and give Kroger customers more access to merchandise and e-commerce, the report said.  While the talks started once again in 2018, the two companies appear to be struggling to decide whether a merger is the best path forward, the report said.  Shares of Kroger rose 8 percent in premarket trading on Friday while that of Target was trading up 2.8 percent.  Kroger has a market cap of $20.62 billion and Target $37.12 billion. (Reporting by Uday Sampath in Bengaluru; Editing by Arun Koyyur)","37":"NEW YORK (Reuters) - Target Corp TGT.N said on Tuesday it expects profit margins to stabilize in the year ahead even as they are pressured by investments in store and online operations, sending its shares down more 4 percent in afternoon trading.  To spur growth, Target is revamping its supply chain, strengthening online delivery services, investing in its own brands and employees, and connecting its online and store shopping experiences for customers, Chief Executive Officer Brian Cornell said at an investor meeting at Target’s headquarters in Minneapolis.  Earlier in the day, the retailer reported fourth-quarter profit that missed estimates, gross margins that were at their lowest in 20 years, and gave a disappointing forecast for first-quarter comparable sales. Shares were down 4 percent at $72.10 after earlier sinking more than 5 percent.  “2017 was all about putting down a plan, getting the wheels turning in the right direction,” Cornell said. “2018 is about acceleration, leveraging our greatest assets and leaning in to our competitive strength.”  The retailer plans $3 billion of capital expenditure this year to support those investments, remodel stores and strengthen online operations to stay competitive. In February last year, Target said it would reinvest more than $7 billion through 2020.  The company said it would introduce free two-day shipping without a membership requirement, following larger rival Walmart Inc WMT.N, which introduced the feature last year on orders of $35 or more. Target did not say if the free shipping was conditional upon a minimum order of a certain value.  Target said more than half its online order volume was shipped or picked up from stores, a key factor driving online sales growth of 29 percent during the fourth quarter. That made it a fourth straight annual jump in online sales of more than 25 percent in the year through Feb. 3.  FILE PHOTO: Shoppers exit a Target store during Black Friday shopping in the Brooklyn borough of New York City, U.S., November 24, 2017. REUTERS\/Brendan McDermid\/File Photo  MISSING EXPECTATIONS  Earlier in the day, Target missed fourth-quarter earnings expectations for a third consecutive year.  Looking forward, the company expects only modest comparable sales growth in the low single digits for the first quarter, with analysts expecting 2.36 percent. It expects adjusted earnings of $1.25 to $1.45 per share, against analyst estimates for $1.40 per share.  For the full year, Target reiterated its forecast from January, expecting adjusted earnings of $5.15 to $5.45 a share, compared to analyst estimates for $5.27 per share.  The earnings miss bucked strong fourth-quarter results from rival brick-and-mortar retailers like Macy's Inc M.N, Kohl's Corp KSS.N and Best Buy Co Inc BBY.N, who have suffered the most from the market-share gains made by Amazon.com Inc AMZN.O over the past decade.  Profit margins were further eroded by a hike in employee wages in the fourth quarter. In October, the company said it would raise wages for hourly workers to $15 by 2020 and as part of that plan, will raise them to $12 per hour this spring.  In a bid to fend off rivals, Target has focused on doubling the number of its small-format stores, aggressive product promotions and keeping grocery prices low. On Tuesday, it said it will remodel 1,000 stores by 2020. Excluding items, Target earned $1.37 per share in the fourth quarter ended Feb.3, just shy of average analyst estimates for $1.38.  Gross margins stood at 26.2 percent, lower than 26.6 percent a year earlier.  Quarterly comparable sales grew 3.6 percent, beating expectations and was its strongest performance since the first quarter of 2012, thanks to higher customer traffic at both stores and online. Analysts expected a 3.1 percent increase, according to Thomson Reuters I\/B\/E\/S.  Sales grew 10 percent to $22.77 billion, topping the average estimate of $22.53 billion, helped by an additional week in the fourth quarter.","38":"April 19 (Reuters) - Target Corp:  * TARGET TO LAUNCH SAME-DAY DELIVERY IN COLORADO  * TARGET CORP - BEGINNING MAY 3, SHIPT WILL DELIVER FROM TARGET STORES IN BOULDER, COLORADO SPRINGS, DENVER AND FORT COLLINS METRO AREAS Source text for Eikon: Further company coverage:","39":"Feb 12 (Reuters) - Target Corp:  * TARGET CORP - CO, SHIPT ANNOUNCE THEY WILL BEGIN SAME-DAY DELIVERY ACROSS TWIN CITIES METRO AREA  * TARGET CORP - BEGINNING MARCH 1, 2018, SHIPT WILL DELIVER FROM TARGET STORES IN AND AROUND MINNEAPOLIS AND SAINT PAUL Source text for Eikon: Further company coverage:","40":"April 3 (Reuters) - Target Corp:  * SHIPT AND TARGET LAUNCH SAME DAY DELIVERY ACROSS NORTHWEST Source text for Eikon: Further company coverage:","41":"(Reuters) - Target Corp blew past analyst expectations for quarterly profit and sales on Wednesday as more Americans used the retailer’s quick-delivery services to buy everything from electronics to home goods during the COVID-19 pandemic.  Shares of the Minneapolis-based retailer hit a record high of $168.42 with a gain of about 3% in morning trading, adding to the 27% advance seen so far this year.  Comparable digital sales rose 155% in the third quarter, the company said, driven largely by same-day services like Drive up, Shipt or straight in-store pick ups, with more than 95% of sales being fulfilled through stores.  Target, which operates nearly 1,900 stores, has emerged as one of the big winners from the disruption caused by the coronavirus health crisis as investments in its private label and online business, including faster shipments, have paid off.  While people were making fewer trips outdoors, many who did venture out visited Target, raising its store traffic during the quarter. Bigger rival Walmart on Monday said it saw foot traffic fall, though U.S. e-commerce sales surged 79%.  “The investments we’ve made in safety and our team are being recognized, and they’re rewarding us even during the pandemic with more and more trips to our stores,” said Chief Executive Officer Brian Cornell said on a media call.  The retailer was also winning the loyalty of fresh customers, analysts said.  A newly constructed Target store is shown in San Diego, California May 17, 2016. REUTERS\/Mike Blake\/File Photo  “It’s clear that Target is not only gaining new customers but also retaining them, which will be critical as we move into 2021,” said Gordon Haskett analyst Chuck Grom.  Comparable sales, which include online and store sales, rose 20.7% in the third quarter ended Oct.31, trouncing expectations for an 11.31% increase, according to IBES data from Refinitiv.  Electronics sales jumped more than 50%, while comparable sales for the home category were up in the mid-20% range.  Other categories that performed well in the quarter included home decor, intimates and sleepwear, men’s apparel, food and beverage, toys, and beauty.  Earlier this month, Target said it struck a long-term deal with Ulta Beauty Inc to open the cosmetics store chain’s stores at the retailer’s locations.  The pandemic has forced retailers to bring forward their holiday promotions, casting a shadow over the traditional holiday shopping season from Thanksgiving to Christmas day.  “We expect this to be a season that’s going to be very different, unlike any other we’ve ever seen. But we expect that guests will decorate their home, and there’ll be gifts under the tree,” Cornell said.  Retailers that have seen sales surge during the pandemic, including Target and Walmart, are grappling with how to restock shelves quickly with highly sought essentials, especially as COVID-19 cases are surging in much of the United States and across the world, spurring Britain and other countries in Europe, and many American states, to go into another lockdown.  Target, whose inventory of cleaning and paper products had taken a hit at the start of the health crisis, said it was making progress in these categories even though sales had not returned to pre-pandemic levels. It said it felt “well positioned” in all of its major categories heading into the peak of the holiday season.  Target’s net earnings rose to $1.01 billion, from $714 million a year earlier. On an adjusted basis, the company earned $2.79 per share, beating estimates for $1.60.  Total revenue surged 21.3% to $22.63 billion, beating estimates for $20.93 billion.","42":"* Fed policymakers discussed possibility of 50 bp rate cut  * Target, Lowe’s jump after better-than-expected results  * Indexes up: Dow 1.03%, S&P 0.85%, Nasdaq 0.95% (Recasts with release of Fed minutes; changes byline; adds New York to dateline)  NEW YORK, Aug 21 (Reuters) - Wall Street’s main indexes rose on Wednesday as upbeat earnings from retailers pointed to strength in U.S. consumer demand, and stocks held gains after minutes from the Federal Reserve’s meeting last month showed that policymakers had debated a more aggressive rate cut.  U.S. stocks opened solidly higher following better-than-expected results from retailers Target Corp and Lowe’s Cos Inc. Target shares surged 19.4% after the big-box retailer raised its annual earnings forecast. Lowe’s shares climbed 10.3% after the home-improvement chain beat profit estimates.  Minutes from the Fed’s policy-setting meeting on July 30-31, when the Fed cut rates by 25 basis points, showed that policymakers debated cutting interest rates more aggressively. Some participants preferred a 50-basis-point cut, but the committee was united in wanting to avoid the appearance of being on a path to further rate cuts.  Stocks briefly pared gains following the release of the minutes at 2 p.m. ET (1800 GMT), but then returned to their levels prior to the release.  “The stocks still want to see any evidence that the Fed is going to cut rates,” said Willie Delwiche, investment strategist at Baird in Milwaukee.  “I don’t think there’s anything in here that would be an ‘aha!’ warning sign to stocks that they’re not going to get another rate cut.” he said. “But I also think that the longer-term picture of where the market sees rates ending up and where the Fed sees rates ending up might be different right now, and that’s going to have to get resolved at some point.”  The Dow Jones Industrial Average rose 268.33 points, or 1.03%, to 26,230.77, the S&P 500 gained 24.63 points, or 0.85%, to 2,925.14 and the Nasdaq Composite added 75.65 points, or 0.95%, to 8,024.21.","43":"WASHINGTON, April 4 (Reuters) - Target Corp will raise its U.S. minimum wage to $13 an hour in June, from $12 currently, increasing its payroll costs and putting new pressure on rival Walmart Inc to attract retail workers in a tight labor market.  Minneapolis-based Target employs over 300,000 workers and runs 1,845 stores in the United States. The discount chain is investing billions of dollars to improve its supply chain, grow its online sales and improve delivery of merchandise to shoppers’ homes.  Target previously raised minimum hourly pay to $12 in March 2018 from $11. In 2017, Target, said it was committed to raising its minimum wage to $15 an hour by 2020. The wage increase will affect “tens of thousands” of employees, a Target spokeswoman said.  Retailers have been finding it tougher to attract workers, with U.S. unemployment at its lowest level in nearly 50 years, while there has been growing political pressure on companies to pay workers a fair living wage.  Walmart, the world’s largest retailer and the largest U.S. private sector employer, pays workers $11 an hour at entry-level. Walmart did not immediately respond to a request for comment.  Amazon.com Inc raised its minimum wage to $15 an hour in October after facing harsh criticism over poor pay and working conditions. The online retailer said at the time that it would lobby Washington for the federal minimum wage to be raised.  The $15 minimum wage movement has found support from Democrats, including Senator Elizabeth Warren, who is running for the party’s 2020 presidential nomination, and Representative Alexandria Ocasio-Cortez, part of a new crop of Democrats swept into office this year on a stronger liberal platform.  “Croissants at LaGuardia (New York airport) are going for seven dollars a piece,” Ocasio-Cortez tweeted on April 1. “Yet some people think getting a whole hour of personal, dedicated human labor for $15 is too expensive??”  Amid the growing political pressure, other companies have also moved to raise wages. For example, Costco Wholesale Corp raised its minimum wage twice in a year and since March pays employees at least $15 an hour.  In a blog post due to be published on Target’s website on Thursday, the company’s Chief Human Resources Officer Melissa Kremer tied the minimum wage hikes to the company’s strong holiday performance, saying it “made a big difference.”  In March, Target forecast 2019 profit above Wall Street estimates after a strong holiday season.  “We were able to start them all (seasonal hires) at $12 or more - and that helped us reach our seasonal hiring goal ahead of schedule, which gave our teams a lot of extra time to train and prepare for our busiest season of the year,” Kremer said.  It was not immediately clear if Target employees who already make $13 an hour will also see an increase in pay.  Target’s spokeswoman said the company would evaluate hourly pay rates for such employees and make adjustments as appropriate. With some of Target’s previous wage hikes, such employees have been entitled to an annual merit raise and a pay-grade hike. (Reporting by Nandita Bose in Washington, Editing by Rosalba O’Brien and Lisa Shumaker)","44":"March 23 (Reuters) - Kroger Co:  * THERE IS NO TRUTH TO REPORT ON TARGET CORP AND KROGER CO MULLING MERGER - SOURCE FAMILIAR WITH THE SITUATION Further company coverage:","45":"April 23 (Reuters) - A surge in digital sales for U.S. retailer Target Corp in March and April offset the bulk of damage done by coronavirus lockdowns to in-store sales, but its margins continue to suffer along with profitability from the costs of adjusting, it said on Thursday. The big box retailer said digital comparable sales have surged over 275% so far in April, with several days in the month recording more online sales than Cyber Monday, traditionally the busiest day for e-commerce companies. However, the company expects first-quarter profit to suffer from a 5 percentage point drop in margins due to temporary wage increases of $2 an hour for store and distribution center workers as well as higher sales of low-margin products such as groceries. The company now plans to pay higher wages until May 30. (Reporting by Uday Sampath in Bengaluru; Editing by Anil D'Silva)","46":"Target Corp has agreed to an $8 million settlement to resolve a class action alleging that it charged customers “insufficient fund” fees for using a Target debit card even when they had enough money in their bank accounts to cover the transactions.  Disclosed in a filing in San Diego federal court on Wednesday, the settlement includes $5 million in cash and about $3.2 million in debt reduction for affected customers. Minneapolis-based Target also agreed to put limits on fees it charges and give customers more disclosures about how they are assessed. The agreement requires court approval.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2WWveON","47":"Slideshow ( 2 images )  (Reuters) - Walmart Inc WMT.N said it would start offering holiday deals for customers as early as Thursday, as it prepares to compete with Amazon Inc AMZ.N, Target Corp TGT.N and other rivals for shoppers on one of the busiest shopping days of the year.  The company will offer Black Friday deals at 10 p.m. EST online on Thanksgiving eve - two hours earlier than in previous years - in order to give shoppers on the East Coast more shopping time earlier, executives said, and at 6 p.m. local time in its stores on Thanksgiving Day.  The Bentonville, Arkansas-based retailer will also have deals available on Walmart.com beginning at 12:01 a.m. ET on Thursday, Nov. 8, the company said.  Similar to in years past, key departments, like toys, electronics, home and apparel, will be color-coded in store so shoppers can easily find deals. The codes will be available on the retailer’s Black Friday circular and store maps.  “Check Out With Me” associates – identifiable with a bright yellow sash – will also be placed in key areas of the store in an effort to make the shopping experience smoother.  For years, Black Friday has marked the start of the holiday shopping season in the United States with retailers offering steep discounts. But its popularity has been on the wane with the rise of online shopping and inexpensive deals throughout the year.  On Monday, Amazon said it would offer free shipping with no purchase minimum for the first time this holiday season, heating up the competition with Walmart Inc and Target, which in recent years have chipped away at Amazon’s lead with their own offers of free two-day shipping. While Walmart has maintained its $35 order threshold this holiday, Target has scrapped its minimum until Dec. 22.","48":"May 8 (Reuters) - Target Corp:  * TARGET CORP FILES FOR POTENTIAL MIXED SHELF OFFERING; SIZE NOT DISCLOSED- SEC FILING Source text: (bit.ly\/2HZfzHg) Further company coverage:","49":"(Reuters) - Target Corp beat first-quarter estimates for same-store sales and profit on Wednesday, as the retailer’s strategy to invest more in its delivery services and revamp stores drew in more shoppers, sending its shares up more than 9%.  With customers increasingly expecting faster deliveries, Target has been ramping up its services for the last couple of years in its effort to better compete with online giant Amazon.com Inc and brick-and-mortar rival Walmart Inc.  Target’s services such as Shipt, order pickup and drive-up allow shoppers to pull into a store and pick-up their orders in minutes or get them delivered to their homes within hours of placing them through the mobile app or website.  These delivery options drove more than 25% of the better-than-expected 4.8% growth in same-store sales and over half of its 42% growth in comparable digital sales in the quarter.  For interactive graphic, click here: tmsnrt.rs\/2X4SEOg  “Target hit the bullseye in Q1, with every meaningful measure demonstrating the soundness of its revamped strategy and its successful execution,” Moody’s analyst Charlie O’Shea said.  The retailer has also been spending billions of dollars to remodel stores and use them as hubs to serve online orders, helping the company deliver products quickly.  Target is remodeling 300 stores a year and aims to cover 1,000 stores by the end of next year as it looks to grow its online sales by more than $1 billion in 2019.  “Our ability to offer the same-day services, which deliver high level of satisfaction, is a result of our strategy to put stores at the center of fulfillment,” Chief Operating Officer John Mulligan said on a post earnings call.  Store traffic grew 4.3% in the quarter, helping the company forecast second-quarter adjusted profit largely above expectations.  Target said it has factored in the recent hike in tariff on Chinese goods to 25% in its full-year forecast, which it kept unchanged.  “Our team continues to monitor trade negotiations and develop contingency plans to help mitigate the impact of tariffs on our business,” Chief Executive Officer Brian Cornell said.  The company’s net earnings rose 10.8% to $795 million, or $1.53 per share. Analysts on average were expecting it to earn $1.43 per share, according to IBES data from Refinitiv.  Total revenue rose 5% to $17.63 billion, beating expectations of $17.52 billion.","50":"(Reuters) - Target Corp TGT.N said on Thursday rising costs from trying to meet the fast-changing needs of consumers during the coronavirus crisis were set to hurt its first-quarter profit and margins, even as it recorded robust online sales during March and April.  The big box retailer said digital comparable sales surged more than 275% in April, with several days in the month recording more online sales than Cyber Monday, traditionally the busiest day for e-commerce companies.  However, shares of the retailer fell nearly 3% after the company said it expects margins to drop by 5-percentage points in the first quarter due to temporary wage increases and higher sales of more low-margin products such as groceries.  The company now plans to pay an extra $2 an hour for store and distribution center workers until May 30.  Target also said it had to write down the value of its inventory for apparel and accessories as shoppers confined to their homes refrained from refreshing their wardrobe, leading to a 40% drop in comparable sales so far in April.  Target, along with Kroger KR.N and Costco COST.O, are among the few companies that have seen a net benefit in sales from consumers stockpiling essentials.  Other players in retail, especially apparel chains and department stores, have taken a big hit from the pandemic, with some of them on the verge of filing for bankruptcies.  “Watching the retail industry decline is not something I enjoy, but I think going forward we’re going to seesignificant market share opportunities, across our apparel business,” Target Chief Executive Officer Brian Cornell said on a media call.  “That’ll be a benefit to us. But unfortunately, it will come at the expense of others who are closing their doors and potentially no longer operating in this future environment.”  Gap GPS.N said on Thursday that it may not have sufficient funds to operate during the coronavirus crisis. A surge in online shopping more than made up for a mid-teens decline in comparable store sales for Target in April. Overall comparable sales, including digitial, rose more than 5%.  “Target’s ability to accommodate and capture such growth is a testament to its early acknowledgement of the need for and continued strengthening of its online fulfillment practices,” Jefferies analyst Christopher Mandeville said.  Sales of food and beverage items rose over 12% in April, while those of toys and electronics jumped over 30%.  Target said quarter-to-date comparable sales have risen over 7%, with digital sales more than doubling.","51":"NEW YORK (Reuters) - Target Corp has agreed to review its policies for screening job applicants and pay $3.74 million to settle a lawsuit claiming its use of criminal background checks kept thousands of blacks and Hispanics from obtaining employment.  A Target logo is seen during the going-out-of-business sale at Target Canada in Toronto, February 5, 2015. REUTERS\/Mark Blinch\/File Photo  The preliminary settlement filed on Thursday with the U.S. District Court in Manhattan requires a judge’s approval.  It resolves claims that Target, which has performed background checks for employment in U.S. stores since 2001, “imported the racial and ethnic disparities” in U.S. criminal justice system into its hiring, in part by disqualifying job applicants for convictions unrelated to the work they sought.  The Minneapolis-based retailer was accused of violating Title VII of the Civil Rights Act of 1964, which prohibits employers from discriminating based on race, gender and other characteristics.  Thursday’s settlement calls for experts to review Target’s guidelines for using criminal histories in hiring, and help the retailer implement appropriate changes.  Eligible blacks and Hispanics who were since May 2006 wrongly denied hourly and entry-level jobs such as cashiers, cart attendants, food service workers and stockers will receive $1.2 million or “priority hiring.”  Another $600,000 will fund nonprofits that help people with criminal histories reenter the workforce, while most of the remaining payout will cover legal and other fees, the settlement said. Target did not admit wrongdoing.  Jenna Reck, a Target spokeswoman, said the retailer no longer asks for criminal histories in job applications, but still considers convictions “important” and gathers criminal background information late in the hiring process.  “We have a number of measures in place to ensure we’re fair and equitable in our hiring,” while “maintaining a safe and secure working and shopping environment for team members and guests,” she said.  The plaintiffs included Carnella Times and Erving Smith, who are black and claimed they were denied stocker jobs after background checks uncovered past convictions, and The Fortune Society, which helps former prisoners reenter society.  That group last year filed a similar discrimination charge against Macy’s Inc with the U.S. Equal Employment Opportunity Commission.  The plaintiffs were represented by the NAACP Legal Defense and Educational Fund (“LDF”), and the law firm Outten & Golden.  “Criminal background information can be a legitimate tool for screening job applicants,” but Target’s background checks were “harmful to many qualified applicants who deserved a fair shot at a good job,” LDF President Sherrilyn Ifill said in a statement.","52":"NEW YORK, March 5 (Reuters) - U.S. Treasury bond yields were higher on Tuesday following a report showing business activity and spending jumped in non-manufacturing sectors in February, and after strong earnings from Target Corp encouraged investors to discount earlier reports of slowing U.S. retail sales.  The Institute for Supply Management report on the U.S. non-manufacturing sector showed companies in February placed the most new orders since August 2005, an indicator of robust health. Its measure of business activity also jumped, to 64.7 last month, versus 59.7 in January. Yields jumped as the strong data added to the chances of an interest rate hike in 2019.  The ISM report is significant “because it is a February number. So much of the data we’re getting is really old stuff,” said Mary Ann Hurley, vice president, fixed income trading at D.A. Davidson, citing the U.S. government shutdown. A new home sales report also released on Tuesday reflected data for December.  For that reason, “the ISM non-manufacturing is the most important announcement” of the day, said Hurley.  Yields were also higher after U.S. retailer Target forecast 2019 profit above Wall Street estimates as strong online sales and higher customer traffic at stores drove better-than-expected holiday sales, sending its shares higher, last up 4.3 percent.  Target’s earnings beat helped reverse some of the pall cast over the American economy by the Commerce Department’s report that December’s retail sales were the weakest since 2009. The retail sales number had also been delayed by the government shutdown and was released in mid-February.  “There’s some skepticism that the retail sales report that we saw for December really was as weak as it appeared because we’ve seen such good earnings out of Target,” said Hurley.  Analysts also mentioned that they were looking at comments from Fed members Eric Rosengren and Robert Kaplan.  Rosengren, president of the Federal Reserve Bank of Boston, said earlier concerns that the economy might overheat without higher interest rates now seem “less pressing,” with little inflation pressure and sharp market swings at the end of 2018 making investors less ebullient.  A $5.7 trillion borrowing binge by U.S. companies could make a slowdown in the world’s biggest economy even more painful and is one more reason the Federal Reserve was wise to put interest rate hikes on hold, said Kaplan, president of the Dallas Fed.  The benchmark 10-year yield was last up 1.3 basis points to 2.735 percent. At both ends of the yield curve, the 30-year yield was last at 3.094 percent, up 0.3 basis point, and the two-year yield, which reflects investor expectations of future rate hikes, was up 1.4 basis points to 2.559 percent. (Reporting by Kate Duguid; Editing by Dan Grebler)","53":"NEW YORK, Oct 23 (Reuters) - Target Corp, aiming to one-up retail rivals during the upcoming U.S. holiday shopping season, said on Tuesday it was adding more delivery and pickup options for online shoppers to have items shipped to their homes or ready for quick pick-up at a local store.  The Minneapolis-based retailer will offer free two-day shipping on hundreds of thousands of items from Nov. 1 to Dec. 22 with no order minimum or membership required. Target had announced the shipping service in March for shoppers who spend over $35 or use a loyalty card.  Target will also expand its Drive Up Service, where customers place orders online and have packages bought to their cars by the retailer’s employees, to nearly 1,000 stores by the end of October, ahead of schedule.  Target’s two-day shipping option is less expensive than Amazon.com Inc’s, which requires an annual subscription fee of $119 under its Prime membership service. Walmart Inc offers free two-day shipping for a minimum order of $35.  Target will also offer same-day delivery on 55,000 items with Shipt, a company it bought for $550 million last year, to “hundreds of markets.” Shipt currently operates in 46 states; Target did not specify how that would change, but it previously said it would offer same-day delivery to about two-thirds of U.S. households by the holiday season.  The biggest changes the retailer has made to its business over the past five years have been on order fulfillment, the final mile of delivering orders from a warehouse or store to shopper’s homes, Target Chief Executive Officer Brian Cornell told reporters during a press briefing on Tuesday.  The offerings will be part of the “Target Run and Done” promotional campaign during the holidays.  Cornell also said Target’s holiday hiring plans are on schedule. The retailer has received over 100,000 applications in a tight labor market and is seeing a 40 percent lift in job applications for its warehouses. In September, Target had said it would hire 120,000 seasonal workers at wages starting at $12 an hour. The company has made a commitment to going up to $15 an hour by 2020.  Last week, Target said it will dedicate nearly a quarter of a million square feet of new space to its toy business across 500 stores, seeking more holiday toy sales after retailer Toys “R” Us Inc went bankrupt this year. Target had said its shoppers will be able to shop for more than 2,500 new and exclusive toys. Rival, Walmart Inc has made a similar push for gaining market share in toys. In August, Target reported its strongest comparable store sales growth in 13 years and said a strong economy lifted customer visits to the most in a decade.  U.S. holiday sales in 2018 will up 4.3 percent to 4.8 percent from a year ago when consumer spending surged to a 12-year high, according to The National Retail Federation (NRF).  The trade body said holiday sales growth will be higher than an average increase of 3.9 percent over the past five years but slower than last year’s 5.3 percent growth, when consumer spending grew the most since 2005, boosted by tax cuts. (Reporting by Nandita Bose in New York; Editing by David Gregorio)","54":"Aug 19 (Reuters) - Target Corp on Wednesday reported its best quarterly comparable sales growth and online revenue that nearly tripled as shoppers lapped up videogames, kitchenware and clothes during the pandemic using the retailer’s same-day delivery services.  The surging demand seen at big-box chains at the height of the lockdown, has continued into the second quarter even as restrictions ease, with shoppers using their stimulus checks to shop for non-essentials, such as tablets and beauty products.  “The biggest change we saw from Q1 to Q2 ... was the exceptional growth we saw in in-store shopping in an environment where many Americans were turning to digital to fulfill their needs,” Chief Executive Officer Brian Cornell told reporters.  In the second quarter ended Aug. 1, the U.S. retailer’s apparel sales grew by double-digits compared to a 20% decline in the first quarter, with electronics sales up more than 70%.  Through the pandemic-ridden first half of the year, that saw numerous bankruptcies of traditional brick-and-mortar retailers, Target said it grabbed about $5 billion in market share across categories.  The retailer also echoed bigger rival Walmart in describing the start to the back-to-school season as slow because of uncertainty around when students would go back to classrooms.  “As we move into Q4 we can expect a hard fought election and a holiday season that like so much of this year, is likely to be unprecedented,” Cornell said.  The company’s comparable sales, which include online and store sales, jumped 24.3% in the quarter trouncing expectations of a 8.2% increase, according to IBES data from Refinitiv.  Comparable digital sales surged 195%, driven largely by the success of Target’s same-day services, such as in-store pick up, Drive up, and Shipt, which grew 273% in the quarter.  Target’s net earnings rose to $1.69 billion from $938 million a year earlier. On an adjusted basis, the company earned $3.38 per share.  Total revenue rose 24.7% to $22.98 billion.","55":"March 15 (Reuters) - Target Corp:  * TARGET CORPORATION DECLARES REGULAR QUARTERLY DIVIDEND  * SETS QUARTERLY DIVIDEND OF $0.62 PER SHARE Source text for Eikon: Further company coverage:","56":"FILE PHOTO: The logo of GAP clothing retailer is seen at a company's store at Tbilisi Mall in Tbilisi, Georgia, April 22, 2016. REUTERS\/David Mdzinarishvili  (Reuters) - Gap Inc GPS.N said on Thursday it plans to hire more than 30,000 seasonal workers for the upcoming holiday season, lower than the 65,000 target the apparel retailer had set for 2018.  The holiday season, which includes Black Friday, Christmas and New Year, is the busiest time of the year for retailers and brings in a majority of their total sales.  A Gap spokeswoman said total seasonal hiring is lower this year to give current employees the opportunity to pick up more hours.  Hiring plans often indicate sales expectations of retailers and come against the backdrop of a softening retail environment and a prolonged U.S.-China trade war that has threatened to increase costs for retailers.  Big-box retailer Target Corp TGT.N said earlier this month that it planned to hire more than 130,000 store employees for the holiday season, a roughly 8% rise from last year, but much lower than the 20% increase in 2018 and a 43% jump in 2017.  Retail jobs contracted for a seventh straight month in August to hit their lowest since January 2016, which hinted at softer U.S. consumer spending going into the Christmas season.  Gap said on Thursday it would host a one-day event on Oct. 5 at all its stores, as well as select distribution and customer centers across the United States and Canada to hire as many as 5,000 work associates as part of the holiday hiring plan.  Shares of the company were down about 2% in afternoon trading.","57":"April 10 (Reuters) - Target Corp:  * SHIPT AND TARGET TO LAUNCH SAME-DAY DELIVERY ACROSS NEVADA  * BEGINNING APRIL 26, SHIPT WILL DELIVER FROM TARGET STORES IN LAS VEGAS AND RENO, INCLUDING SURROUNDING METRO AREAS Source text for Eikon: Further company coverage:","58":"(Reuters) - From Georgia to Wisconsin to Ohio earlier this year, voters in primary elections were stuck for hours in lines from sharply reduced polling locations. And the surge in absentee ballots due to concerns over the coronavirus pandemic overwhelmed election officials.  Heeding the stark warning ahead of Election Day on Nov. 3, U.S. companies are aiming to facilitate what is expected to be a chaotic 2020 U.S. presidential election. Twitter TWTR.N and Apple AAPL.O are giving workers paid time off to get to ballot boxes. Starbucks SBUX.O and The Gap's GPS.N Old Navy are urging staff to volunteer at local polling stations.  Nearly 800 companies including Nike NKE.N, healthcare company Abbott Laboratories ABT.N and technology company Qualcomm QCOM.O are participating in a CEO-led bipartisan activist group called Time to Vote, which encourages companies to give employees at least a few hours off to vote.  Starbucks Chief Executive Kevin Johnson said last month that people could work out with managers when they can head to polls, adding that the move is partly motivated by concerns about Black voter suppression. Starbucks is also urging its over 200,000 U.S. employees register to vote from its mobile app.  “We know that barriers exist, notably in Black and Brown communities throughout the nation, that lend to systemic racism and require greater voter access and protections,” Johnson said in an internal memo on Aug. 27. “No (employee) will have to choose between working their shift or voting on or before Election Day.”  Rules securing time off for workers to vote vary by state. In New York, workers can be paid for up to two hours to vote, but they may be required to give advance notice. In Alabama, workers get one hour of unpaid time.  “Voting is always important, but the degree of partisan polarization this year seems to be extraordinarily high. This makes the stakes of the election unusually high as well,” said Jonathan Entin, professor of political science at Case Western Reserve University.  Slideshow ( 3 images )  Partisan battles over expanding mail-in voting amid the pandemic have threatened to snarl the political process where more than a third of registered voters are expected to do so by mail or vote early in person, according to a survey published in August from Democracy Fund + UCLA Nationscape project.  President Donald Trump for months has railed against voting by mail citing unfounded fraud concerns and last week encouraged supporters to vote twice, once by mail and again in person, compounding the confusion ahead of Election Day.  Nearly half of voters fear difficulties with voting in the U.S. presidential elections, according to a voter survey by Pew Research.  Companies including Tiffany & Co TIF.N, Levi Strauss LEVI.N and Walmart WMT.N have offered paid time off or flexible hours to workers.  “If any employee needs extra time to vote or work at the polls, they can simply work with their managers on creating a flexible schedule,” a spokesman for packaged food company Conagra Brands CAG.N said.  Some companies, including Kraft Heinz KHC.O and Target TGT.N, have also set up websites to guide employees on registering to vote and learning about candidates in partnership with the League of Women Voters and the National Association of Manufacturers.  Several states have warned in recent months that they may not have enough poll workers, with Maryland at one point estimating it was short 14,000 people. In response, companies including Target and The Gap have offered paid time off to volunteer as poll workers. Poll sites are expected to fall short of volunteers as older people who are more at risk to COVID-19 infection have typically staffed sites and are expected to stay home.  The two companies have joined 150 others including Amazon.com AMZN.O and Etsy ETSY.O to help sign up 350,000 new volunteers through a corporate-led campaign called the Civic Alliance. The group says on its website that its goal is to drive historic voter turnout in 2020.  (This story is refiled to correct typo in paragraph 3)","59":"Aug 19 (Reuters) - U.S. stocks opened slightly higher on Wednesday following positive results from retailers Target and Lowe’s, a day after the S&P 500 completed its fastest recovery from a bear market in history.  The Dow Jones Industrial Average rose 33.19 points, or 0.12%, at the open to 27,811.26.  The S&P 500 opened higher by 2.73 points, or 0.08%, at 3,392.51. The Nasdaq Composite gained 3.96 points, or 0.04%, to 11,214.80 at the opening bell. (Reporting by Ambar Warrick in Bengaluru)","60":"March 25 (Reuters) - Target Corp:  * TARGET PROVIDES BUSINESS UPDATE RELATED TO COVID-19  * TARGET - WITHDREW PRIOR GUIDANCE FOR Q1 AND FY 2020 SALES, OPERATING INCOME AND EPS  * TARGET - AS COVID-19 CRISIS HAS EVOLVED, CO HAS BEEN EXPERIENCING UNUSUALLY STRONG TRAFFIC & SALES, PARTICULARLY IN STORES, SAME-DAY SERVICES  * TARGET - SUSPENDING SHARE REPURCHASE ACTIVITY IN CURRENT ENVIRONMENT  * TARGET - HAS ADJUSTED EXPECTED TIMING OF SOME OF ITS STRATEGIC INITIATIVES  * TARGET - NOW ANTICIPATE ABOUT 130 REMODELS IN 2020, DOWN FROM PREVIOUS EXPECTATION OF ABOUT 300  * TARGET - NOW EXPECTS TO OPEN 15-20 NEW SMALL FORMAT STORES IN 2020, RATHER THAN 36 PREVIOUSLY ANNOUNCED  * TARGET - EFFORT TO INCORPORATE FRESH GROCERY, ADULT BEVERAGES INTO CO’S DRIVE UP AND ORDER PICKUP SERVICES IS TEMPORARILY ON HOLD  * TARGET - FEB. 2020 TOTAL COMPANY COMPARABLE SALES INCREASED 3.8%  * TARGET - BEGINNING IN MID-MARCH, PERFORMANCE SOFTENED MEANINGFULLY IN APPAREL & ACCESSORIES  * TARGET - BEGINNING IN MID-MARCH, EXPERIENCED STRONGER SURGE IN TRAFFIC & SALES, HEAVILY CONCENTRATED IN ESSENTIALS AND FOOD & BEVERAGE CATEGORIES  * TARGET - BEGINNING IN MID-MARCH, STRENGTH ALSO EMERGED WITHIN PORTIONS OF HARDLINES THAT SUPPORT IN-HOME ACTIVITIES  * TARGET SAYS MONTH-TO-DATE IN MARCH, COMP SALES IN APPAREL & ACCESSORIES ARE DOWN MORE THAN 20% VERSUS LAST YEAR  * TARGET SAYS MONTH-TO-DATE IN MARCH, OVERALL COMP SALES ARE MORE THAN 20% ABOVE LAST YEAR, COMP SALES IN ESSENTIALS AND FOOD & BEVERAGE UP MORE THAN 50%  * TARGET - CERTAIN Q1 COSTS ANTICIPATED TO BE HIGHER THAN PRIOR EXPECTATIONS; CHANGES EXPECTED TO ADD MORE THAN $300 MILLION OF INCREMENTAL COSTS TO PRIOR OUTLOOK Source text for Eikon: Further company coverage:","61":"(Reuters) - Target Corp TGT.N said on Wednesday it saw a more than 50% rise in same-store sales so far in March for certain essential goods, joining a list of grocery chains benefiting from consumers hunkering down for an extended period due to the coronavirus outbreak.  “It’s a very unique environment that none of us have seen before,” Target Chief Executive Officer Brian Cornell said on Wednesday, adding that it had been difficult to keep shelves stocked with some essential items when demand soared.  Similar scenes were seen in the United Kingdom, where consumers have stripped shelves bare of canned food, disinfectants, toilet paper and other essentials with the country going into lockdown.  UK's biggest retailer Tesco TSCO.L said the coronavirus-led panic buying has put the company in \"uncharted waters,\" while Ocado, UK's top online grocer, said on Tuesday orders currently were 10 times normal rates. The biggest global names are cautious in admitting it, but after a decade of an e-commerce induced \"retail apocalypse\", the coronavirus outbreak is providing the relief that big-box supermarket operators have been hoping for.  Analysts pointed to Walmart and Target as two chains that will benefit more than others in the United States due to their robust supply chains and higher investments in online and delivery.  “Walmart and Target’s curbside pick up and delivery capabilities will resonate strongly with consumers in this time of social distancing, and should contribute comparable sales growth,” Cowen analyst Oliver Chen said in a note early this month.  The virus, which has infected more than 44,000 people in the United States leading to more than 500 deaths, has resulted in the closure of several businesses and raised concerns of a global recession.  Target said on Wednesday it would focus on meeting this surging demand by cutting down on remodelling stores and opening fewer small format outlets.  The company also withdrew its full-year outlook that it had announced just three weeks earlier, and suspended its $5 billion share buyback program.  Shares of Target fell as much as 8.7% to $91.80. They have fallen nearly 22% this year.  Target CEO Cornell said demand has been “unprecedented,” likening the buying behavior to levels occasionally seen during natural disasters.  “There is no playbook for how to react in this environment. We’re writing the script each and every day,” Cornell said.","62":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window.)  * Target, Lowe’s jump after better-than-expected results  * Banks rise as U.S. Treasury yields tick higher  * Minutes from Fed’s July meeting due at 2:00 p.m. ET  * Toll Brothers slips after posting decline in orders  * Indexes up: Dow 0.88%, S&P 0.74%, Nasdaq 0.89% (Changes comment, adds details; Updates prices)  Aug 21 (Reuters) - U.S. stocks advanced on Wednesday following upbeat earnings from retailers Lowe’s and Target that reinforced confidence in consumer demand, while investors awaited the release of the Fed minutes for further clues on the path of future rate cuts.  The reports come on the heels of solid Walmart Inc earnings and retail sales data last week that allayed fears of a U.S. recession.  Big-box retailer Target Corp surged 18.2%, the most on the S&P 500 index, after it beat quarterly profit estimates and raised its annual earnings forecast.  Home improvement chain Lowe’s Cos Inc rose 10.4% as it joined bigger rival Home Depot Inc in beating profit estimates.  Together their shares helped the retail index rise 1.94% and consumer discretionary sector 1.47%, the most among the major S&P sectors.  “Investors are counting on the strength of consumer spending,” said Rick Meckler, partner at Cherry Lane Investments, a family investment office in New Vernon, New Jersey.  “When they see good earnings in the sector, it gives them some confidence, particularly when there is a lot of concern about non-internet retailers.”  Adding to the upbeat sentiment, Bank of America Corp Chief Executive Officer Brian Moynihan played down fears of a potential U.S. recession and said strong consumer spending could keep the economy growing.  The highlight of the day will be the release of the minutes from the Federal Reserve’s July meeting, when it cut interest rates for the first time in more than a decade. The minutes are due to be released at 2 p.m. ET.  As U.S.-China trade tensions took a turn for the worse since the Fed’s move last month and adding to economic risks, investors will closely monitor comments from Chair Jerome Powell on Friday at the Jackson Hole Symposium for clues on what more the central bank plans to do to boost growth.  Meckler expects to see a dovish tone in Powell’s speech, “not so much because the U.S. is having economic problems but its a recognition of the fact that the rest of the world is having an economic slowdown.”  At 11:02 a.m. ET, Dow e-minis were up 254 points, or 0.98%. S&P 500 e-minis were up 24.5 points, or 0.85% and Nasdaq 100 e-minis were up 76.25 points, or 0.99%.  Yields in U.S. Treasuries bonds ticked higher, a day after their fall pressured Wall Street and paused a strong rebound from last week’s selloff on recession fears.  The defensive utilities, consumer staples and real estate sector posted the smallest gains, reflecting investors’ appetite for risk.  Toll Brothers Inc slipped 3.4% after the luxury homebuilder posted a decline in orders, hinting at weaker demand for new homes.  Advancing issues outnumbered decliners by a 3.10-to-1 ratio on the NYSE and by a 2.27-to-1 ratio on the Nasdaq.  The S&P index recorded 20 new 52-week highs and three new lows, while the Nasdaq recorded 42 new highs and 38 new lows. (Reporting by Medha Singh and Akanksha Rana in Bengaluru Editing by Saumyadeb Chakrabarty and Shounak Dasgupta)","63":"May 22 (Reuters) - Target Corp’s same-store sales for the first quarter beat Wall Street estimates on Wednesday, benefiting from higher online sales and an increase in shoppers at its stores, sending its shares up more than 8% in early trading.  Comparable-store sales rose 4.8%, beating analysts’ average estimate of 4.18% rise, according to IBES data from Refinitiv. The company’s net earnings rose to $795 million, or $1.53 per share, in the first quarter ended May 4, from $718 million, or $1.33 per share, a year earlier. (Reporting by Aishwarya Venugopal in Bengaluru; Editing by Arun Koyyur)","64":"FILE PHOTO: A Target shopping cart is seen in front of a store logo in Azusa, California U.S. November 16, 2017. REUTERS\/Lucy Nicholson  (Reuters) - Target Corp TGT.N said on Tuesday it would reduce store hours for cleaning and restocking, as more consumers shop at its outlets for essentials amid the coronavirus outbreak.  The retailer’s stores, some of which are open up to 11 p.m. or midnight, will now close at 9 p.m. The company said it would also close cafes and eateries in its stores.  Target said it would add payroll hours to staff on cleaning routines, which includes sanitizing checklanes and touchscreens every 30 minutes.  Consumers have been flocking to stores in the past few weeks to load up on canned food, disinfectants, toilet paper and other essentials as the coronavirus has led to the closure of several restaurants and other businesses.  Walmart Inc WMT.N said last week that some of its 24-hour U.S. stores are now open only between 6 a.m. and 11 p.m.","65":"March 3 (Reuters) - Target Corp forecast annual earnings largely below analysts’ estimates on Tuesday, indicating that the retailer’s lackluster holiday season performance was spilling over into 2020.  The company said it expects adjusted earnings of $6.70 to $7 per share for fiscal 2020, the mid-point of which was below analysts’ estimates of $6.87 per share, according to IBES data from Refinitiv.  The company’s comparable sales, which include online and store sales, rose 1.5% in the fourth quarter ended Feb. 1, matching analysts’ lowered estimates. (Reporting by Uday Sampath in Bengaluru; Editing by Anil D’Silva)","66":"A bottle of Johnson and Johnson Baby Powder is seen in a photo illustration taken in New York, February 24, 2016. REUTERS\/Mike Segar\/Illustration\/File Photo  (Reuters) - Walgreens Boots Alliance Inc and Target Corp on Friday became the latest retailers to remove all 22-ounce bottles of Johnson & Johnson baby powder from their stores, after the healthcare conglomerate recalled some bottles because of possible asbestos contamination.  “Following the national voluntary recall initiated by Johnson & Johnson, Target removed all Johnson & Johnson’s Baby Powder 22-ounce bottles from our stores and Target.com,” the company said.  Kroger Co said on Friday its stores do not carry the product size affected by the voluntary recall.  On Thursday, Walmart Inc, Rite-Aid Corp and CVS Health Corp said they were removing the product from their stores.  J&J, which is facing thousands of lawsuits over a variety of products, said last week it was recalling around 33,000 bottles of baby powder in the United States after U.S. health regulators found trace amounts of asbestos in samples taken from a bottle purchased online.  Asbestos is a known carcinogen that has been linked to deadly mesothelioma.  All product returned to J&J through the recall process – whether the product is from the impacted lot or not – is removed from the marketplace permanently, J&J said on Friday.","67":"(Reuters) - Costco Wholesale Corp COST.O recorded high coronavirus-related costs for the second straight quarter, overshadowing its better-than-expected results and sending the company's shares down 3% in extended trading on Thursday.  FILE PHOTO: Cars fill the parking lot of an open Costco near the King of Prussia Mall which remains closed due to the ongoing outbreak of the coronavirus disease (COVID-19) in Upper Merion Township, Pennsylvania U.S., May 21, 2020. REUTERS\/Lucas Jackson  The warehouse chain spent about $281 million on employee bonuses and sanitizing its warehouses in the fourth quarter, mirroring a trend of rising costs across U.S. retailers during the health crisis.  Costco had estimated in May that COVID-19-realted costs would exceed $100 million, but would be lower than the $283 million incurred in the prior quarter.  “$281 million is over $100 million but quite a bit larger,” Chief Financial Officer Richard Galanti said on an earnings call.  The company cited the $2-an-hour premium paid to employees as a factor for the jump in costs. The bonus costs Costco $14 million a week.  “We’ve committed to doing that at least through, I believe, the first eight weeks of this fiscal quarter,” Galanti said.  Several U.S. retailers, including Kroger Co KR.N and Amazon.com Inc AMZN.O, have come under fire for stopping hazard pay for their workers.  Higher demand for fresh produce, appliances and gardening and sporting goods helped Costco’s total revenue climb 12.4% to $53.38 billion in the quarter ended Aug. 30, beating the average estimate of $52.08 billion, according to Refinitiv data.  Traffic at the warehouse chain, where customers typically buy items in bulk at lower prices, also ticked up in the quarter, after declining about 20% in April, as COVID-19 restrictions eased and it brought back food samples.  Revenue from memberships rose 5.3% to $1.11 billion, while online sales nearly doubled.  Excluding items, Costco earned $3.04 per share, beating estimates of $2.84.","68":"(Reuters) - Bed Bath & Beyond Inc BBBY.O on Wednesday hired Target Corp's TGT.N Mark Tritton as chief executive officer, months after its long-time head, Steven Temares, left the company under pressure from activist investors, sending its shares up 23%.  FILE PHOTO: The sign outside the Bed Bath & Beyond store is seen in Westminster, Colorado, June 22, 2016. REUTERS\/Rick Wilking  Tritton joined Target in 2016 and is currently its chief merchandising officer. He takes over his new role at the houseware retailer in November, Bed Bath & Beyond said in a statement.  At Target, he was responsible for store revamps, private-label brands, product sourcing and design.  Tritton, who has 30 years of experience in the industry, also played a major role in doubling sales of department store chain Nordstrom Inc's JWN.N private label business.  His appointment comes at a time when Bed Bath & Beyond is struggling to keep pace in a rapidly changing retail landscape, dominated by the popularity of online shopping.  Earlier this year, a group of activist investors had piled pressure on Bed Bath & Beyond, citing falling sales under Temares’ leadership. Its sales have fallen in eight out of the past 14 quarters.  Since then, the company has cut jobs and eliminated key executive roles in its attempts to reduce costs.  Chris Kiper, managing director at Legion Partners Asset Management and one of the activist investors that pushed for a change at the company, cheered the appointment.  “We are so excited that he is joining (Bed Bath & Beyond),” Kiper said.  Tritton’s focus at Bed Bath & Beyond will be to enhance store and online experience and improve its product offerings, the company said.  “While it remains to be seen if he is the right person for the job, the merchandise improvements at Target during his tenure have been impressive, particularly the repositioning within home and apparel,” Gordon Haskett analyst Chuck Grom said.  Separately, Target named company veteran Michael Fiddelke chief financial officer and said two executives would assume interim leadership of the retailer’s merchandising organization, which comes months ahead of the crucial holiday shopping season.","69":"FILE PHOTO: A Target shopping cart is seen in front of a store logo in Azusa, California U.S. November 16, 2017. REUTERS\/Lucy Nicholson  (Reuters) - Target Corp TGT.N on Tuesday announced a partnership with Tru Kids, the parent company of Toys 'R' Us brand, to power the toy retailer's online business in the United States ahead of the holiday season.  Under the partnership, consumers browsing toys on the ToysRUs.com website, relaunched on Tuesday, can click on “Buy now at Target.com” to complete their purchase.  Shoppers can also take advantage of Target’s free two-day shipping, same-day curbside or store order pickup, same-day delivery with Shipt, the retailer said.  “By applying our capabilities in a new way with Toys”R”Us, we can serve even more toy shoppers, drive new growth, and build on our toy leadership,” said Nikhil Nayar, senior vice president of merchandising at Target.  Retailers like Walmart Inc WMT.N and Target have been vying for a share of toy sales in the U.S. after the bankruptcy and subsequent liquidation of Toys 'R' Us last year.  The partnership with Tru Kids builds on Target’s earlier efforts to boost its toy sales. Earlier this month, Target opened 25 new Disney stores inside select Target locations with a “shop-in-shop” layout, near its kids clothing and toy section.  Last year, Target added nearly a quarter of a million square feet of new space to its toy business across 500 of its stores, to notch up more toy sales.","70":"Oct 25 (Reuters) - Target Corp on Friday became the latest retailer to remove all 22-ounce bottles of Johnson & Johnson baby powder from its stores, after the healthcare conglomerate recalled some bottles because of possible asbestos contamination.  “Following the national voluntary recall initiated by Johnson & Johnson, Target removed all Johnson & Johnson’s Baby Powder 22-ounce bottles from our stores and Target.com,” the company said.  On Thursday, Walmart Inc, Rite-Aid Corp and CVS Health Corp said they were removing the product from their stores.  J&J, which is facing thousands of lawsuits over a variety of products, said last week it was recalling around 33,000 bottles of baby powder in the United States after U.S. health regulators found trace amounts of asbestos in samples taken from a bottle purchased online.  Asbestos is a known carcinogen that has been linked to deadly mesothelioma. (Reporting by Aishwarya Venugopal in Bengaluru; Editing by Bernard Orr)","71":"(Reuters) - Target Corp TGT.N reported its best comparable-sales growth in 13 years and said a strong economy lifted customer visits to the most in a decade, sending its stock to a record high on Wednesday.  The Minneapolis-based retailer also raised its annual profit forecast and said its quarterly performance was driven by demand for home products, toys and electronics as well as a rebound in seasonal merchandise sales after cold weather in the first quarter hurt demand.  An extra week of back-to-school spending in the second quarter versus a year earlier along with a one-day sale in July to compete with Amazon.com Inc's AMZN.O Prime Day, also boosted performance.  Chief Executive Officer Brian Cornell said the jump in customer traffic during the second quarter was unprecedented. Store traffic grew 6.4 percent from a 2.1 percent gain during the same period a year earlier.  “There’s no doubt that like others, we’re currently benefiting from a very strong consumer environment, perhaps the strongest I’ve seen in my career,” he said. The retailer recorded market share gains across most categories, he added.  Rising wages, lower unemployment and tax cuts have helped to put more money into the pockets of Americans this year, spurring more shopping. Target rivals like Walmart Inc WMT.N and Nordstrom Inc JWN.N have also benefited from rising sales.  Target has also been helped by the demise of weaker competitors in the past year, including Toys ‘R’ Us Inc and department store operator Bon Ton Store Inc. Roughly 4,000 stores in the United States have closed this year through Aug. 10, according to Coresight Research.  FILE PHOTO: A Target store is seen in the Brooklyn borough of New York, U.S., November 14, 2017. REUTERS\/Brendan McDermid\/File Photo  “Target hit the bulls-eye in Q2, with improvement across virtually every meaningful measure,” said Moody’s retail analyst Charlie O’Shea.  Cornell said its performance was aided by investments in its online operations, bulking up its lineup of in-house brands, rolling out smaller stores, a supply chain overhaul, store remodeling and delivery options.  Online sales jumped 41 percent in the quarter, versus a 28 percent gain in the first quarter and a 32 percent rise a year ago after Target cut its next-day delivery fee for household items to $2.99 from $4.99 and rolled out a drive-up service to pick up orders in an hour.  Target is also expanding its delivery services through Shipt, a same-day delivery company it bought for $550 million last year, and partnering with courier services on same-day orders in U.S. metro areas. The retailer said it will offer same-day delivery to about two-thirds of U.S. households by the holiday season.  Target plans to make capital expenditure of $3 billion this year on its supply chain, online delivery, its own brands and merging online and in-store shopping. The retailer intends to reinvest more than $7 billion through 2020.  The retailer will try to grab more toy sales during the second half. “We are going to make sure we are taking more than our fair share of that market,” Cornell said referring to the toy and baby categories. Retailer Toys “R” Us Inc went bankrupt earlier this year.  Second-quarter same-store sales rose 4.9 percent, topping analysts’ expectations of a 3.99 percent increase, according to Thomson Reuters I\/B\/E\/S.  Excluding one-time items, Target earned $1.47 per share in the quarter ended Aug. 4, higher than the average analyst estimate of $1.40.  Margins remained under pressure from investments in e-commerce. The gross margin rate was 30.3 percent, compared with 30.4 percent a year ago.  Revenue rose to $17.78 billion, topping the average estimate of $17.31 billion.  For the full year, Target raised its earnings forecast to a range of $5.30 to $5.50 per share from $5.15 to $5.45.  The retailer’s shares rose as much as 6.8 percent to $88.89, the highest since at least 1980, and were up 5.2 percent at $87.59 at midmorning.  Target’s shares have risen more than 27 percent so far in 2018 and over 47 percent in the past 12 months.","72":"FILE PHOTO: A shopper carries a Target paper bag in the Manhattan borough of New York City, New York, U.S., March 1, 2020. REUTERS\/Jeenah Moon  (Reuters) - Target Corp TGT.N will kick off its holiday season deals in October this year, at the same time as Amazon.com Inc's AMZN.O Prime Day event, aiming to attract customers who are shopping primarily online due to the COVID-19 pandemic.  Target said it will hold its “Deal Days” promotional event on Oct. 13 and 14 and will also expand Black Friday pricing for the whole of November, promising shoppers nearly 1 million more deals than last year.  The retailer has already made plans to staff more employees at distribution centers and for its contactless services to make shopping easier for those ordering online and collecting items in stores.  “By kicking off our holiday deals earlier than ever ... we’re letting guests know they don’t need to wait or face the crowds to get the best deals,” said Christina Hennington, Target’s chief merchandising officer.  Amazon, which postponed the its annual sales event from July to October this year due to the health crisis, said it is investing an additional $100 million in special Prime Day and holiday promotional programs.  “The 2020 Holidays will be elongated, with retailers looking to meter out a consistent cadence of holiday bargains, as opposed to focus on big tent pole door buster type events,” said Rick Maicki, managing director in the corporate finance practice at Berkeley Research Group.  Target, Amazon and Walmart Inc WMT.N are among some of the retailers that benefited from the increasing shift to online shopping as customers avoid crowds due to the coronavirus, while many retailers have made plans to stretch the busy holiday season.","73":"(Reuters) - Target Corp TGT.N signaled a strong start to the holiday season and raised its full-year earnings forecast on Wednesday, betting on its aggressive push into faster delivery and investments in store revamps, sending its shares up 14%.  The company also reported better-than-expected quarterly results on the back of strong demand for its apparel, in contrast with other retailers, which have cut their forecasts, triggering fears of weaker consumer spending.  Target has spent billions of dollars on building its private label business and opening smaller stores in college towns and urban areas to lure customers, helping it gain an edge over its rivals.  “Apparel saw the most dramatic share gains in the quarter,” Chief Executive Officer Brian Cornell said. Comparable sales from the business jumped 10%.  Target’s focus on same-day delivery services such as drive-up, click-and-collect and Shipt as well as a new loyalty program is expected to help the retailer win more customers during the Thanksgiving and Christmas shopping period.  The holiday season is crucial for retailers as it can account for as much as 40% of annual sales. The season has six fewer days this year, prompting retailers to be more aggressive with deals and deliveries.  “We’re very excited about the opportunity this holiday season with the growth we’ve seen and the growth that’s in front of us from a same-day perspective,” Chief Operating Officer John Mulligan told analysts on a post-earnings call.  Slideshow ( 2 images )  Target’s investments in its same-day delivery services accounted for 80% of its digital comparable sales growth, which surged 31% in the third quarter. Its store traffic was up 3.1%.  Overall same-store sales rose by a better-than-expected 4.5% and the company earned $1.36 per share on an adjusted-basis in the quarter ended Nov. 2.  Target said it now expects full-year adjusted profit of $6.25 to $6.45 per share, up from its prior range of $5.90 to $6.20 per share.  “Target continues to operate in rarified air, with Q3 results outstanding across the board,” Moody’s retail analyst Charlie O’Shea said.  Target shares, which have gained nearly 70% this year, closed up 14% at $126.43.","74":"(Reuters) - Target Corp TGT.N fell short of its own expectations for holiday season sales on Wednesday, reporting a drop off in online growth and demand for toys and electronics that sent a shiver through the wider U.S. retail sector.  The Minneapolis-based chain’s expansion of delivery and in-store pick-ups, along with a broadening of product lines, has made it a success story among U.S. brick-and-mortar retailers striving to deal with the shift to online shopping.  Sales growth in the crucial November-December period, however, came in at just 1.4%, down from 5.7% growth a year ago and compared to the company’s own previous forecasts of around 3-4% for the whole of the fourth quarter.  Shares in Target, which nearly doubled in value last year, fell 5% in response. Walmart WMT.N and department stores Macy's M.N, Kohl's KSS.N, as well as toy makers Hasbro HAS.O and Mattel MAT.O and electronics seller Best Buy BBY.N all headed lower.  “While we knew this season was going to be challenging, it was even more challenging than we expected,” Target’s Chief Executive Officer Brian Cornell said of the numbers.  Kohl's KSS.N, J.C. Penney JCP.N and Macy's M.N all reported a drop in sales for the holiday period last week as foot traffic in malls dropped.  One standout so far has been membership-only supermarket chain Costco COST.O, which recorded a 9% rise in comparable store sales for the 18 weeks ended Jan. 5.  “Target missed expectations because web growth didn’t outpace the industry and its online sales in general are lower than the percent that other retailers see from ecommerce,” said Sucharita Kodali, retail analyst at Forrester Research.  Target's digital sales during the November-December period grew 19%, down from 2018's 29% rise. Amazon.com Inc AMZN.O has said its sales hit a record in the period, although it has not given actual numbers.  “They (Target) need to do better than that if they want to catch up at all with Amazon,” said Jerry Storch, chief executive officer of consultancy Storch Advisors  Target said it now expected its fourth-quarter same-store sales to be in line with the holiday period growth, less than half the 3.8% forecast by sector analysts, according to IBES data from Refinitiv.  The company, which has racked up 10 consecutive quarters of same store sales growth, stuck with its forecast for full-year profit.","75":"(Reuters) - Target Corp TGT.N said on Thursday comparable sales grew 5.7 percent during November and December, helped by higher customer visits and strong online sales during the holiday season.  FILE PHOTO: A Target shopping cart is seen in front of a store logo in Azusa, California U.S. November 16, 2017. REUTERS\/Lucy Nicholson  Still, its shares fell over 1 percent in premarket trading, hurt by a disappointing performance at rival Kohl's Corp KSS.N, analysts said. Kohl's shares were down 5.4 percent in premarket trading after reporting anemic comparable sales growth of 1.2 percent during the final two months of 2018, from 6.9 percent a year earlier.  Target expects same-store sales growth of about 5 percent for the fourth quarter through January, while comparable sales had grown 3.4 percent in the November-December period last year.  All of the retailer’s core categories grew during the holiday season, with toys, baby and seasonal gift items being the strongest.  Target reaffirmed its full-year earnings and sales forecast, putting it on track for the strongest full-year comparable sales growth since 2005.  “Target’s sales performance... is an early indicator that the consumer was willing and able to spend this holiday,” said Moody’s retail analyst Charlie O’Shea.  The robust sales numbers indicate consumer confidence has largely not been impacted by rising market volatility due to concerns over slowing global growth and a political deadlock in Washington.  Target said store pickup and drive-up surged more than 60 percent from a year ago, and accounted for a quarter of the company’s digital sales in the holiday period.  The retailer also expects 2018 to be the fifth consecutive year in which its online sales grew more than 25 percent.  The company said Chief Financial Officer Cathy Smith plans to retire and would continue in her role until a successor is named.","76":"May 14 (Reuters) - Target Corp:  * TARGET NAMES WILLIAM J. FOUDY, JR. PRESIDENT, TARGET SOURCING SERVICES  * TARGET CORP - WILLIAM FOUDY WILL JOIN TARGET ON JUNE 17 Source text for Eikon: Further company coverage:","77":"(Reuters) - Target Corp TGT.N on Wednesday reported its best quarterly comparable sales growth and online revenue that nearly tripled as customers took advantage of the retailer's quick and contact-free delivery to shop for clothes, videogames and home decor.  Shares of the Minneapolis-based retailer jumped around 12% to a record high of $153.77 in morning trading after it handily trounced estimates for quarterly profit and revenue.  The surging demand seen at big-box chains at the height of the lockdown caused by the coronavirus pandemic has continued into the second quarter even as restrictions ease, with some U.S. shoppers using their stimulus checks to shop for bigger-ticket non-essentials, such as tablets and beauty products.  “The biggest change we saw from Q1 to Q2 ... was the exceptional growth we saw in in-store shopping in an environment where many Americans were turning to digital to fulfill their needs,” Chief Executive Officer Brian Cornell told reporters.  While foot traffic at Target stores rose 4.6%, Walmart said on Tuesday it saw a 14% decline.  On the whole, shoppers are also generally shopping less frequently but purchasing more in one trip to the store.  “Target’s digital offer is working in tandem with their fleet of 1,900 stores and shows that the multichannel mojo is a strategic positive in the battle vs. Amazon and Walmart,” Evercore analyst Greg Melich said.  FILE PHOTO: A Target shopping cart is seen in front of a store logo in Azusa, California U.S. November 16, 2017. REUTERS\/Lucy Nicholson  In the second quarter ended on Aug. 1, Target’s apparel sales grew by double-digits after a 20% first-quarter drop, with electronics sales up more than 70%.  The retailer also echoed bigger rival Walmart WMT.N as well as department store chain Kohl's Corp KSS.N in describing the start to the back-to-school season as slow because of uncertainty around when students would go back to classrooms. In response, it will extend back-to-school offerings, it said.  Cornell added that even as the effect of government support has waned, sales remained strong in June and July with August off to a “solid start,” recording low double-digit growth.  “As we move into Q4 we can expect a hard-fought election and a holiday season that, like so much of this year, is likely to be unprecedented,” Cornell said.  Through the pandemic-ridden first half of the year in which numerous bankruptcies occurred among traditional brick-and-mortar retailers including J.C. Penney and Neiman Marcus, Target said it won about $5 billion in market share across categories.  The group’s comparable sales, which include online and store sales, jumped 24.3% in the quarter, handily beating expectations of a 8.2% increase, according to IBES data from Refinitiv.  Comparable digital sales surged 195%, driven largely by the success of Target’s same-day services, such as in-store pick up, Drive up and Shipt, which grew 273% in the quarter.  “Target’s Q2 performance obliterated the bullseye, with every line item vastly exceeding our expectations,” Moody’s retail analyst Charlie O’Shea said.  Target said that nearly 90% of its online orders were fulfilled through stores, another sign investments in swifter delivery and remodeling stores were paying off.  Target’s net earnings jumped 80.3% to $1.69 billion, with adjusted earnings per share of $3.38, well ahead of analysts’ $1.62 forecast. Total revenue rose about 25% to $22.98 billion, also topping expectations of $20.87 billion.","78":"Oct 9 (Reuters) - Bed Bath & Beyond Inc said on Wednesday it had hired Target Corp’s chief merchandising officer, Mark Tritton, as its chief executive officer, replacing long-time chief Steven Temares who left the furnishing retailer in May  Tritton, who has over 30 years of experience in the retail industry, will start in his new role in November. (Reporting by Nivedita Balu in Bengaluru; Editing by Anil D’Silva)","79":"NEW YORK\/HONG KONG\/LONDON (Reuters Breakingviews) - Corona Capital is a daily column updated throughout the day by Breakingviews columnists around the world with short, sharp pandemic-related insights.  A newly constructed Target store is shown in San Diego, California May 17, 2016. REUTERS\/Mike Blake  LATEST  - Vegan egg IPO  - Target earnings  WHAT COMES FIRST? Covid-19 has given many businesses a beating, but not vegan egg maker Just. The company says it’s likely to pursue an initial public offering earlier than planned, Reuters reported on Wednesday, after sales grew 150% from April to June, year-over-year. Scrambling the recent trend for loss-making IPOs, Just wants an operating profit before it hits the public market.  Even without a pandemic, vegan food was a hot investment category. Shares of Beyond Meat are up more than 80% since its IPO last year. True, bean-based ovo-substitutes are a tougher sell. But the total addressable market, a staple data point for hotshot IPOs, is huge. Around 1.4 trillion chicken eggs are consumed annually, according to the Food and Agriculture Organization.  Aiming to turn an operating profit before going public – which Beyond Meat did not – is wise, if only because Just’s history is complex. Once known as Hampton Creek, it weathered a federal inquiry into fake sales and a mass director walkout before renaming as Eat Just. Getting its ducks in a row is just good business. (By Jennifer Saba)  TARGET PRACTICE. It’s not just products but preparedness that distinguishes retailers in a pandemic. U.S. chain Target’s shares shot up more than 12% on Wednesday after its second-quarter revenue grew by one-quarter. More impressive is that about 17% of sales came from online orders, more than doubling from just over 7% in the same period last year. That switch didn’t impact its operating profit margin either, since the higher cost of delivery was offset by fewer discounts and cost cuts elsewhere.  The reason is that Target started early. The company bought same-day delivery platform Shipt in 2017 for $550 million and has tacked on in-store and drive-by delivery too. A retailer building e-commerce from scratch would struggle to process the equivalent of 10% of its pre-pandemic sales through digital channels at short notice. That also meant that Target’s 195% growth in e-commerce revenue outpaced even giant rival Walmart, whose digital sales almost doubled over the same period. Self-help pays off. (By Amanda Gomez)  NOT TOO BAD. U.S. President Donald Trump claimed New Zealand was suffering from a “terrible” surge in Covid-19 infections this week, using it as an example of something he wanted to avoid. Prime Minister Jacinda Ardern, coping with six coronavirus cases on Wednesday, took exception, noting that the United States is still handling “tens of thousands” of new cases each day. She has a point: Vermont, the least-hit U.S. state, has an infection rate seven times that of New Zealand.  The fresh outbreak is frustrating; it pushed Auckland back into lockdown and led Ardern to delay an election. The Kiwi economy, notably tourism, is suffering from a ban on visitors, and Westpac analysts predict second-quarter GDP will decline by 13.5%. But domestic activity is strong enough for the government to delay some planned stimulus. The crisis isn’t over – a case has been found in the Hobbiton tourist attraction – but it’s far from terrible. (By Jennifer Hughes)  TRAVELLING FASTER. Since Covid-19 went global in March, public health has largely taken precedence over economic concerns. That’s still the case in New Zealand, but in Britain, a shift is visible. The government now hopes that airport tests can replace quarantines for travellers from some countries. A change will please airlines like Ryanair and easyJet, whose reopening plans have been thrown into disarray.  The UK government’s thinking seems to be that European Covid-related deaths are not rising as fast as cases, and improved tests and more effective tracing can keep the situation under control until vaccines start arriving, hopefully early next year. If that attitude spreads, Germany’s expected extension of its pandemic furlough scheme to 24 months will look excessive. A surge in Covid-19 hospitalisations would lead to a fast U-turn, but if that doesn’t happen, governments may be less cautious about pushing harder for an economic take-off. (By Ed Cropley)  STICKER SHOCK. Predicting long-term consumer price trends has always been hard. These days even short-term forecasting is proving difficult. UK inflation accelerated to 1% in July from 0.6% in June, official data showed on Wednesday. The reading was above all forecasts in a Reuters poll of economists. It mirrored the bigger-than-expected rise in U.S. consumer prices reported on Aug. 12.  Gathering data, a big problem during strict lockdown, is now straightforward. And petrol prices, which boosted inflation on both sides of the Atlantic, are easy enough to track. But the pandemic has disrupted consumer and retail behaviour. In Britain, clothing and footwear prices were the biggest contributors to the rise in the inflation rate because the normal summer discounting was brought forward to the lockdown months. Still, the upside inflation surprises don’t change the big picture. At current levels of activity, high and sustained inflation is some way off. (By Swaha Pattanaik)","80":"SYDNEY (Reuters) - Australia's Wesfarmers Ltd WES.AX defied broader retail headwinds to post a 5.7% rise in first-half profit on Wednesday, helped by demand in its hardware retail business, sending its shares up nearly 4% to a record high.  The retail-to-chemicals conglomerate said it was assessing the impact from the coronavirus outbreak but its businesses had not faced a significant impact so far though it revealed additional cases of staff underpayment.  The company said it had underpaid employees at its Target business by A$9 million ($6.02 million). This was on top of errors disclosed in October when it said about 6,000 staff were underpaid about A$15 million ($10.03 million) since 2010.  “Errors like these are unacceptable,” Managing Director Rob Scott said on a media call. He said immediate steps had been taken to correct these issues, notify and repay affected staff and ensure accuracy in the future through “a robust program of auditing and monitoring”.  The company did not disclose the total number of affected Target employees, but said they would be a low percentage of total staff.  Wesfarmers shares touched an intraday high of A$46.94 to close up 2.9%, their biggest gain in a year.  Several high-profile Australian companies have been embroiled in wages scandals, setting aside millions of dollars to repay affected employees. For details, see:  The government said it would introduce tougher laws that criminalize underpayment by companies and ban executives becoming company directors if they were involved in wage errors.  Excluding the impact from a new accounting standard, Wesfarmers reported a net profit after tax from continuing operations of A$1.14 billion ($762.32 million) for the six months to December, compared with A$1.08 billion a year earlier.  Revenue from continuing operations for the half-year rose 6% to A$15.25 billion and the company cut its interim dividend to 75 cents per share for the period from 100 cents a year earlier.  Sluggish wage growth and tepid inflation have crimped Australia’s retail sector for years, but the added impact of bushfires this summer has pressured consumption.  However, the company benefited from a strong performance at its hardware retail chain, Bunnings, which typically accounts for a big portion of its earnings.  Bunnings posted a 3.1% rise in pre-tax earnings to A$961 million for the six months, excluding the impact from new accounting standard.  “Bunnings’ sales performance was always going to be a key data point given its importance to the group and the rapid change in housing conditions,” Jefferies analysts said in a note.  “This is a good outcome (for Bunnings) and suggests that the improvement in house prices is driving demand.”","81":"(Reuters) -E-commerce company Hut Group said on Tuesday it would buy Dermstore, an online retailer owned by Target Corp, for $350 million in cash as it looks to bolster the presence of its beauty brands in the U.S. market.  The British company, which owns retail brands such as Lookfantastic and skin care group ESPA, also bought UK-based Claremont Ingredients and David Berryman for 59.5 million pounds ($80.29 million), looking to scale up its drinks business with the aim of developing flavours tailored to local tastes across the globe.  The Hut Group said the Dermstore deal would help scale up its beauty box business, while speeding up growth of its own brands through a large U.S. customer base.  The company said it was expecting Dermstore to add sales of around $180 million and adjusted core earnings of around $4 million for 11 months of Hut Group’s 2021 financial year.  Hut Group, which went public in September, said it was expecting an antitrust clearance for the Dermstore deal in late Jan. 2021.  Claremont and Berryman’s are expected to add sales of around 15 million pounds and adjusted core earnings of around 4 million pounds in fiscal 2021, the company said.  ($1 = 0.7411 pounds)","82":"(Corrects word in first paragraph to “lured” not “lowered”)  March 5 (Reuters) - Target Corp reported a better-than-expected rise in holiday quarter comparable sales on Tuesday, as strong promotional offers lured customers to its stores and online site.  Its comparable sales, that include both store and digital sales, rose 5.3 percent beating analysts estimate of 5.08 percent, according to IBES data from Refinitiv. The company’s total revenue fell marginally to $22.98 billion, edging past analysts estimate of $22.96 billion. (Reporting by Aishwarya Venugopal in Bengaluru; Editing by Shailesh Kuber)","83":"Nov 20 (Reuters) - Target Corp reported third-quarter earnings and comparable sales below estimates on Tuesday, at a time when a strong economy has boosted consumer spending at rival retailers, sending its shares down 11 percent in premarket trade.  Sales at stores open at least a year rose 5.1 percent, short of analysts’ estimates of a 5.21 percent increase, according to IBES data from Refinitiv.  Excluding items, Target earned $1.09 per share, below the average estimate of $1.12 per share.  Sales totaled $17.59 billion, below the average estimate of $17.8 billion. (Reporting by Nandita Bose in New York)","84":"","85":"The sign outside the Target store is seen in Arvada, Colorado January 10, 2014. REUTERS\/Rick Wilking  NEW YORK (Reuters) - Target Corp TGT.N will dedicate nearly a quarter of a million square feet of new space to its toy business across 500 of its stores, the retailer said on Tuesday, part of an effort to win more holiday sales.  The discount chain’s customers will also be able to shop more than 2,500 new and exclusive toys, Mark Tritton, Target’s executive vice president and chief merchandising officer told reporters on a call.  He acknowledged when rival seller Toys R Us went out of business earlier this year, the company saw an opportunity to work with vendors to sell a larger assortment of toys during the holiday and beyond.  Target's moves come at a time when rival Walmart Inc WMT.N is also trying to win more toy sales. Walmart told investors on Tuesday it has permanently expanded space to stock toys in 235 stores and also added more merchandise.  At 100 Target stores, shoppers will be able to browse for presents in new and remodeled toy environment with more signs and displays, plush toys and interactive walls, the executive said.  “Overall, our preparation is really about providing more space, more remodels, more inventory, more choices, more exclusives, events, more marketing, more ways to shop and even more ways to ship this season,” Tritton said.","86":"(Reuters) - Target Corp forecast 2019 profit above Wall Street estimates on Tuesday as investments to draw more shoppers online and in stores drove a jump in holiday sales, sending its shares up 5 percent.  FILE PHOTO - Shopping carts are seen at a Target store in Azusa, California U.S. November 16, 2017. REUTERS\/Lucy Nicholson  Target beefed up its delivery offerings in the highly competitive holiday shopping season in a bid to get an edge over online behemoth Amazon.com Inc and brick-and-mortar rivals like Walmart Inc.  The Minneapolis-based retailer offered free two-day shipping on hundreds of thousands of items and widened its pick-up in store options for online orders.  Three-quarters of all online sales in the quarter were either picked up in stores or sent from local stores rather than warehouses direct to customers.  “This performance isn’t simply a reflection of a strong consumer environment,” Chief Executive Officer Brian Cornell said on a post-earnings call. “When you look at the results ... it is clear our strategy is working.”  The retailer also said it gained market share in all five of its core merchandise categories and highlighted toy sales, where it has benefited from the liquidation of Toys ‘R’ Us.  “We saw an obvious opportunity to pick up market share, and our teams aggressively chased the business, making big bets on toys and baby,” Cornell said.  “We finished 2018 with huge market share gains in each,” he added, without providing numbers on the gains.  Comparable sales, that include both in-store and digital sales, rose by a better-than-expected 5.3 percent while in-store traffic grew 4.5 percent, suggesting the company’s outlays on remodeling hundreds of outlets and opening smaller stores in college towns was bearing fruit.  “(The results) completely justifies the extensive investment Target has been making in its shops, which are now more engaging and inspiring places to visit,” GlobalData Retail managing director Neil Saunders said.  These investments have, however, hurt Target’s margins. In the quarter gross profit margin fell to 25.7 percent from 26.1 percent a year earlier, but were better than what analysts feared.  The company forecast fiscal 2019 adjusted profit between $5.75 and $6.05 per share, above analysts expectations of $5.61 per share, according to IBES data from Refinitiv.  Excluding certain items, the company earned $1.53 per share, a cent above analysts’ expectations.  The company’s total revenue fell marginally to $22.98 billion in the fourth quarter ended Feb. 2, as the year-ago quarter included an extra week, and edged past analysts estimate.","87":"March 26 (Reuters) - Target Corp:  * TARGET CORP FILES FOR PRICING OF NOTES OFFERING OF UP TO $2.5 BILLION - SEC FILING Further company coverage:","88":"Slideshow ( 2 images )  (Reuters) - Target Corp TGT.N, Walmart Inc WMT.N and toy importer LaRose Industries were sued on Thursday over the sale of lead-contaminated children's toys, New York Attorney General Barbara Underwood said.  The lawsuit, filed in New York state court in Albany, is over “Cra-Z-Jewelz” jewelry-making kits that were imported by LaRose and sold by Target and Walmart. Tests conducted by the attorney general’s office found that the kits contained levels of lead that were up to 10 times higher than the federal limit, according to the complaint.  Although the kits were recalled, the complaint says the companies failed to take “measures sufficient to ensure that they do not again import, distribute, and sell toys that place New York children at risk of adverse health consequences from lead exposure.”  The lawsuit seeks civil penalties collectively ranging from $70 to $6,000 for each “Cra-Z-Jewelz” kit the companies sought to sell in New York.  It also seeks an order directing LaRose and Target, when it acts as an importer, to implement a quality control program for overseas manufacturing operations and a testing program for lead levels, and seeks a separate order directing that Target and Walmart, as retailers, confirm compliance certificates for toys imported for sale in New York and a testing program for lead levels.  Walmart said it removed the toys from its shelves and online as soon as LaRose informed the recall nearly three years ago and it did not sell the products thereafter.  “We’ve discussed this matter with the New York Attorney General’s office and will address the allegations and demands with the court,” a Walmart spokesman said.  Target said it stopped selling the toy in April 2016 immediately after the New York Attorney General informed them about the problems with the product.  LaRose did not respond to Reuters requests for comment.","89":"(Refiles Feb. 22 story to attribute analyst data in paragraph 3 and 10 to UBS analyst Arpine Kocharyan)  FILE PHOTO: Shopping carts are seen at a Target store in Azusa, California U.S. November 16, 2017. REUTERS\/Lucy Nicholson  (Reuters) - Target Corp TGT.N should hold off on plans to cash in on a perceived advantage in toys after the collapse of Toys \"R\" Us, several of the company's investors told Reuters, worried it could eat up capital desperately needed in an Amazon-dominated retail world.  When the biggest toy retailer in the U.S. went bankrupt last September, analysts parsing through the wreckage came to the conclusion that Target would be among the biggest beneficiaries.  Of the 182 Toys “R” Us stores scheduled to close in the first half of 2018, 93 percent are within a 15-minute drive of at least one Target store, UBS analyst Arpine Kocharyan said and analysts say the department-store chain should see more traffic as a result.  The Minneapolis-based company was already in the middle of a push that saw it add 1,400 new toys to its catalog in 2017 and Wall Street brokerages say it could see a 30-45 basis point jump in overall group sales as a consequence of the bankruptcy.  “We are playing to win in toys. We think there is opportunity to expand share,” Chief Executive Officer Brian Cornell said on a conference call last November.  Target has also launched a number of exclusive toys including a board game based on Bob Ross's Joy of Painting TV show and introduced a line of action figures based on characters from Netflix's NFLX.O smash hit \"Stranger Things\".  The investors who spoke to Reuters in the past month were not convinced.  “We do not believe Target should invest more in selling national brand toys, and Target’s toys business is not core to our investment thesis,” said Jack Leslie, a portfolio manager for Miller\/Howard Investments Portfolio, who holds a $96 million stake in Target.  HEAD ON FIGHT  Target declined to say how much it is spending on toy advertising and repositioning itself, but the company did lay out plans last year to spend $2 billion on promotions, stores and technology to fight other retailers head on.  UBS’s Kocharyan estimated the company could get a 0.4-0.45 percent boost in revenue even if it only managed to capture 25 percent of the sales lost by Toys “R” Us.  Target’s stock, down over 10 percent in 2017, has recovered those losses to trade up 11.7 percent this year.  Yet the picture is cloudy and complicated by the Toys “R” Us restructuring and the underlying factors behind its bankruptcy.  The toy chain collapsed mainly by its inability to service a huge debt load piled on it by its private equity buyers, KKR & Co LP KKR.N and Bain Capital LP, amid tepid sales and a broader shift toward online shopping.  Sector analysts are unsure how long it will take Toys “R” Us to emerge from bankruptcy.  If Target wants to get, and as importantly, keep the customers Toys “R” Us lost, then it will need to invest solidly in marketing itself as a major toy retailer.  At the same time there is the Amazon factor that continues to upend the traditional retailing industry everyday.  “The toy category is not a growth category,” said Steven Roorda, an analyst and portfolio manager with Minnesota-based Stonebridge Capital Advisors, who has covered Target for 30 years and owns shares of the company.  “U.S. birth rates are moderating and along with children using other devices to access entertainment at an earlier age (that) means that the toy category has been under pressure as evidenced by what is going on with (toymaker) Mattel.”  Four of the institutional investors who Reuters spoke to said they would rather see Target focus on exclusive private-label brands, expanding its online business and open more stores next to urban campuses to make it “un-Amazonable”.  “Is Target going to improve its business, improve its traffic and will there be a halo effect from selling more toys. I think the answer is yes, yes and yes,” said John Tompkins, a portfolio manager at Tyvor Capital, which owns more than 300,000 shares in the retailer.  “Would I raise my stake specifically related to this because I think their toy business is going to get better, no.”","90":"March 15 (Reuters) - Target Corp:  * SHIPT AND TARGET TO LAUNCH SAME-DAY DELIVERY IN WASHINGTON, D.C. AND BALTIMORE  * SHIPT SAYS CO, TARGET CORP WILL BEGIN SAME-DAY DELIVERY OF MORE THAN 55,000 GROCERIES, HOME, ELECTRONICS, TOYS, OTHER PRODUCTS IN 2 EAST COAST CITIES  * SHIPT - BEGINNING MARCH 29, SHIPT WILL DELIVER FROM TARGET STORES IN WASHINGTON, D.C. AND BALTIMORE Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","91":"Feb 10 (Reuters) - Target Corp will offer its frontline and essential employees up to four hours of pay after they get the COVID-19 vaccine, the U.S. retailer said on Wednesday, making it another major corporation to push incentives to get workers inoculated.  Target, which is providing free vaccines for its more than 350,000 employees, said workers would also get free Lyft rides to and from their vaccination appointments, if required, with a fare cap of $15 per ride.  Like many other companies, including Starbucks Corp and Kroger Co, that have provided financial perks to push workers to get vaccinated, Target also stated that it did not require employees to be vaccinated to be able to come in to work.","92":"Target Corp will pay $3 million to resolve claims that it improperly billed Massachusetts’ Medicaid program for unauthorized automatic prescription refills, the state’s attorney general said on Tuesday.  The settlement announced by Massachusetts Attorney General Maura Healey and the U.S. Justice Department resolves claims first raised in a whistleblower lawsuit filed in 2015 in federal court in Minneapolis, Minnesota by a former Target pharmacist.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2ErZFD3","93":"(Reuters) - Target Corp TGT.N on Tuesday forecast full-year profit below analysts' estimates and missed lowered expectations for holiday-quarter revenue, as the retailer wrestled with falling demand for toys and electronics as well as slowing online growth.  A shopper carries a Target paper bag in the Manhattan borough of New York City, New York, U.S., March 1, 2020. REUTERS\/Jeenah Moon  Target's sales figures and tepid forecast underscore the pressure brick-and-mortar retailers are facing in building their e-commerce operations to attract more shoppers amid fierce competition from Amazon.com Inc AMZN.O.  Its comparable digital sales rose 20% in the fourth quarter, compared with 31% growth in the previous quarter as well as in the same period a year earlier.  Walmart Inc WMT.N last month posted its slowest increase in quarterly online sales in nearly two years and forecast growth to slow further this year. In contrast, Amazon logged record sales for the holiday season.  High online growth rates at Target and Walmart would be difficult as the businesses grow larger in scale and as Amazon eats into their pie, especially during the holiday quarter, Ken Perkins, founder of research firm Retail Metrics, said.  Kohl's Corp KSS.N, in contrast, beat tempered expectations for holiday-quarter sales as a partnership with Amazon brought in more shoppers to its stores.  The slowdown in growth for Target, one of the bellwethers in the retail industry, comes even as it spends billions of dollars to roll out same-day delivery and in-store pickup services, while remodeling stores to use as hubs for online orders.  Total revenue rose 1.8% to $23.40 billion, but missed expectations of $23.50 billion. Analysts had lowered their estimates from $23.90 billion after Target reported weak sales in January for the crucial shopping season.  However, its adjusted profit of $1.69 per share beat estimates of $1.66, as the company saved on delivery costs with more customers picking up their online orders from stores.  Target forecast adjusted earnings of $6.70 to $7 per share for fiscal 2020, the mid-point of which was below analysts’ estimates of $6.87, according to IBES data from Refinitiv.  The company said it had not seen any impact from the coronavirus outbreak, although it has made minor supply adjustment.  Shares of the company were down 1% in early trading.","94":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window)  * Target, Lowe’s jump after better-than-expected results  * Banks rise as U.S. Treasury yields tick higher  * Minutes from Fed’s July meeting due at 2:00 p.m. ET  * Futures up: Dow 0.70%, S&P 0.76%, Nasdaq 0.79% (Adds comment, details; Updates prices)  Aug 21 (Reuters) - Wall Street was set to open higher on Wednesday, as investors cheered upbeat earnings from Lowe’s and Target, while awaiting minutes from the Federal Reserve’s July policy meeting due later in the day.  Shares of home improvement chain Lowe’s Cos Inc jumped 12.4% in premarket trading as it joined bigger rival Home Depot Inc in beating profit estimates.  Big-box retailer Target Corp surged 16.7% after it beat quarterly profit estimates and raised its annual earnings forecast.  The centerpiece for the day will be the release of the minutes from the Federal Reserve’s July meeting, when it cut interest rates for the first time in more than a decade.  “A significant rally will be difficult until traders have clarity on the Fed’s policy path,” Edward Moya, senior market analyst, at OANDA said.  “Today’s release of the FOMC minutes could show how the risks related to global trade could warrant further rate cuts, but traders will likely pay more attention to Fed Chair Powell’s speech on Friday.”  U.S.-China trade tensions have taken a turn for the worse since the Fed’s move last month, adding to economic risks and putting in focus Powell’s remarks at Jackson Hole on Friday.  Powell’s remarks will be scrutinized for clues on what more policymakers are planning to boost growth.  “I think there is an expectation that there will be a dovish tone but I am not sure if he (Powell) is going to offer that. I think he’s going to maintain a very neutral stance,” said Randy Frederick, vice president of trading and derivatives for Charles Schwab in Austin, Texas.  While the three main Wall Street indexes ended lower on Tuesday, they have rebounded sharply since last Wednesday’s 3% drop which was triggered by the inversion of the U.S. yield curve, widely viewed as a harbinger of a recession.  The gains were driven by signs that major economies were considering stimulus to boost growth.  At 8:43 a.m. ET, Dow e-minis were up 181 points, or 0.7%. S&P 500 e-minis were up 22 points, or 0.76% and Nasdaq 100 e-minis were up 60.5 points, or 0.79%.  Trade tensions simmered in the background as President Donald Trump said on Tuesday he had to confront China over trade even if it caused short-term harm to the U.S. economy.  Data from the National Association of Realtors at 10:00 a.m. ET is expected to show existing home sales rose to a seasonally adjusted annual rate of 5.39 million units in July, from 5.27 million units a month earlier. (Reporting by Medha Singh and Akanksha Rana in Bengaluru Editing by Saumyadeb Chakrabarty and Shounak Dasgupta)","95":"WASHINGTON (Reuters) - Target Corp will raise its U.S. minimum wage to $13 an hour in June, from $12, increasing its payroll costs and putting new pressure on rival Walmart Inc to follow suit, given a labor market that is among the tightest in half a century.  FILE PHOTO: A newly constructed Target store is shown in San Diego, California May 17, 2016. REUTERS\/Mike Blake\/File Photo  Minneapolis-based Target, the eight largest U.S. retailer by sales and fifth largest by employee count, runs 1,845 stores and employs more than 300,000 workers in the United States. The discount chain is investing billions of dollars to improve its supply chain, expand online sales and improve delivery of merchandise to shoppers’ homes.  Target previously raised minimum hourly pay to $12 in March 2018 from $11. In 2017, Target, said it was committed to raising its minimum wage to $15 an hour by end of 2020. The wage increase will affect “tens of thousands” of employees, a Target spokeswoman said.  Retailers have been finding it tougher to attract workers, with U.S. unemployment at its lowest level in nearly 50 years, while there has been growing political pressure on companies to pay workers a fair living wage.  Walmart, the world’s largest retailer and the largest U.S. private sector employer, pays entry-level workers $11 an hour. Walmart declined comment on the issue. The retailer’s chief executive, Doug McMillon, said in February that a Walmart worker earns $17.55 on average with wages and benefits. “I’m comfortable that we’ve got the appropriate wage investments to get the talent we need,” he said.  Amazon.com Inc raised its minimum wage to $15 an hour in October after facing harsh criticism over poor pay and working conditions. The online retailer said at the time that it would lobby Washington for an increase in the federal minimum wage.  The $15 minimum wage movement has found support from Democrats, including Senator Elizabeth Warren, who is running for the party’s 2020 presidential nomination, and Representative Alexandria Ocasio-Cortez, part of a new crop of Democrats swept into office this year on a liberal platform.  “Croissants at LaGuardia (New York airport) are going for seven dollars a piece,” Ocasio-Cortez tweeted on April 1. “Yet some people think getting a whole hour of personal, dedicated human labor for $15 is too expensive??”  Amid the growing political pressure, other companies have also moved to raise wages. For example, Costco Wholesale Corp raised its minimum wage twice in a year and since March has been paying employees at least $15 an hour.  In a blog post due to be published on Target’s website on Thursday, the company’s chief human resources officer, Melissa Kremer, tied the minimum wage hikes to the company’s strong holiday performance, saying it “made a big difference.”  In March, Target forecast 2019 profit above Wall Street estimates after a strong holiday season.  “We were able to start them all (seasonal hires) at $12 or more - and that helped us reach our seasonal hiring goal ahead of schedule, which gave our teams a lot of extra time to train and prepare for our busiest season of the year,” Kremer said.  It was not immediately clear if Target employees who already make $13 an hour will also see an increase in pay.  Target’s spokeswoman said the company would evaluate hourly pay rates for such employees and make adjustments as appropriate. With some of Target’s previous wage hikes, such employees have been entitled to an annual merit raise and a pay-grade hike.","96":"March 6 (Reuters) - Target Corp:  * CEO - NEIGHBORHOOD STORES FULFILLED MORE THAN HALF OF OUR TOTAL DIGITAL VOLUME - CONF CALL  * CEO - RAISING STARTING WAGE TO $12 AN HOUR THIS SPRING - CONF CALL  * CEO - EXPECTS 325 MORE STORES TO BE REMODELED IN 2018 - CONF CALL  * CEO - TO OFFER FREE TWO DAY DELIVER ON “HUNDREDS OF THOUSANDS OF ITEMS” ON WEBSITE - CONF CALL  * CEO - CO TO EXPAND SAME-DAY DELIVERY SERVICE FROM MANHATTAN TO ALL 5 BOROUGHS AND SEVERAL OTHER BIG-CITY MARKETS  * STORES WILL BE OUR PREFERRED SHIPPING POINT OF DIGITAL ORDERS IN THE LONG RUN - CONF CALL  * TO RAISE CAPITAL INVESTMENT TO OVER $3 BILLION IN 2018 - CONF CALL  * THE YEAR’S EXPECTED DECLINE IN OPERATING MARGIN RATE WILL BE DRIVEN ENTIRELY BY $175 MILLION INCREASE IN DEPRECIATION & AMORTIZATION Further company coverage:","97":"(Reuters) - Target Corp on Thursday expanded its same-day delivery options for online shoppers, intensifying the race among retailers to deliver orders faster.  Target said Shipt shoppers can now order about 65,000 items on Target.com and have it delivered on the same day by paying a fee of $9.99 per order for shipment.  Target is using Shipt, the membership-based grocery delivery platform it bought for $550 million in 2017, for delivery. Earlier, Target offered same-day delivery only for Shipt members at an annual fee of $99.  The move follows e-commerce giant Amazon.com Inc’s announcement in April of a plan to deliver packages to members of its loyalty club Prime in just one day. A month later, Walmart also announced a free one-day shipping for orders worth at least $35 in some markets.","98":"May 4 (Reuters) - Target Corp:  * TARGET CORP SAYS CEO BRIAN CORNELL’S FY 2017 TOTAL COMPENSATION WAS $8.4 MILLION VERSUS $11.3 MILLION IN FY 2016 - SEC FILING  * TARGET CORP SAYS EVP AND COO JOHN MULLIGAN’S FY 2017 TOTAL COMPENSATION WAS $4.4 MILLION VERSUS $7.0 MILLION IN FY 2016  * TARGET CORP SAYS CFO CATHY SMITH'S FY 2017 TOTAL COMPENSATION WAS $3.3 MILLION VERSUS $4.4 MILLION IN FY 2016 Source text : (bit.ly\/2KAUfp1) Further company coverage:","99":"Dec 13 (Reuters) - New York Attorney General Barbara Underwood said on Thursday that she had filed a lawsuit against Target Corp, Walmart Inc and toy importer LaRose Industries over the sale of lead-contaminated children’s toys.  Underwood said her office conducted tests in New York City, Long Island, and the Syracuse and Buffalo areas on “Cra-Z-Jewelz” jewelry-making kits that were imported by LaRose and found levels up to 10 times higher than the federal limit.  The kits were supplied by LaRose and sold at Walmart and Target stores.  According to Underwood, the companies violated several state laws in 2015 and 2016 and the lawsuit is seeking civil penalties collectively ranging from $70 to $6,000 for each “Cra-Z-Jewelz” kit the companies sought to sell in New York.  “The findings of our investigation have already led to a nationwide recall of the toys,” Underwood said.  Target, Walmart and LaRose did not immediately respond to Reuters requests for comment.","100":"NEW YORK, March 6 (Reuters) - Target Corp reported a better-than-expected 3.6 percent rise in comparable sales in the fourth quarter, helped by traffic at its stores and website.  Analysts on average had expected sales at stores open at least a year to increase 3.1 percent, according to Thomson Reuters I\/B\/E\/S.  Excluding items, Target earned a profit of $1.37 per share in the quarter ended Feb.3, just falling short of the average estimate of $1.38.  Sales rose 10 percent to $22.77 billion, topping the average estimate of $22.53 billion.","101":"A Minnesota federal judge sided with an insurer in a dispute with Target Corp related to settlements over its 2013 data breach, finding the retail company didn’t meet the burden for showing coverage under its insurance policies.  U.S. District Judge Wilhelmina Wright in St. Paul on Monday denied Target’s bid for partial summary judgment, which sought a declaration that the policies issued by ACE American Insurance Co and ACE Property and Casualty Insurance Co cover Target’s settlement payments related to banks’ claims over costs of replacing payment cards after the breach.  To read the full story on Westlaw Today, click here: bit.ly\/3jxnr1Y","102":"(Reuters) - Target Corp TGT.N said on Tuesday that third-quarter profit missed estimates as investments in its online business, higher wages in a tight labor market and price cuts hurt margins and a big jump in inventories ahead of the critical holiday season worried investors.  FILE PHOTO: A Target logo is seen outside one of its stores in Burnaby, British Columbia January 15, 2015. TREUTERS\/Ben Nelms  Target shares tumbled as much as 15 percent as the retailer also reported that comparable sales missed expectations.  The third-quarter performance was in sharp contrast to rivals Walmart Inc WMT.N and Macy's Inc M.N, which raised their forecasts for the current year as a strong economy boosted consumer spending.  Addressing the margin pressures, Chief Executive Officer Brian Cornell reiterated on a conference call that its efforts to boost growth “involves a commitment of resources, which explains why I’ve already used the word investment five times in these remarks.”  Wall Street did not take well to Cornell’s comments. “It’s becoming a margin story for Target,” said David Russell, a vice president at TradeStation, the fifth largest U.S. digital trading platform, adding that investors expected better margins despite its investments.  “Brian Cornell was outspoken multiple times in the past months about how great business was and that adds to the shock on the Street today,” Russell said.  During the second quarter, Cornell said the consumer environment is “perhaps the strongest I’ve seen in my career.”  Analysts said the inventories were weighing on the stock. Cowen analyst Oliver Chen said they jumped 17.8 percent year over year versus sales growth of 5.3 percent, implying a negative 12.2 percent sales-to-inventory spread.  “(This) spread was negative for the third consecutive quarter,” he said. Target said it was carrying higher inventories in anticipation of increased holiday spending.  Target expects to deliver a strong holiday performance by expanding its toy department in more than 500 stores, offering two-day free shipping with no minimum purchases on thousands of items and accelerating the pace of store remodels, he said.  Target expects same-store sales to rise about 5 percent in the final quarter, signaling a slowdown during the most critical time of the year for retailers even though it was above estimates of 4.8 percent. For the latest quarter sales rose 5.1 percent.  Excluding items, Target earned $1.09 per share in the quarter, below the average estimate of $1.12.  Gross margins were 28.7 percent, falling short of the estimate of 29.55 percent.  Sales in the quarter totaled $17.59 billion, below the average estimate of $17.8 billion.  Online sales soared 49 percent, outpacing the 41 percent rise in the second quarter and a 28 percent gain in the first. Target is offering free two-day shipping on many items through Dec. 22 with no minimum order or membership required.  The Minneapolis-based retailer said it gained market share in all key product categories and customer traffic rose 5.3 percent.  Target was still confident of its earlier full-year adjusted earnings outlook of $5.30 to $5.50 per share versus the Wall Street view of $5.41, according to IBES Refinitiv.  Target shares slid 9.9 percent to $69.51 after falling as low as $66.12.","103":"NEW YORK (Reuters) - Target Corp's TGT.N first-quarter profit came in below analyst estimates as price cuts, higher wages and investments in its online business ate into margins, sending shares down 5 percent in afternoon trade on Wednesday.  FILE PHOTO: Shopping carts are seen at a Target store in Azusa, California U.S. November 16, 2017. REUTERS\/Lucy Nicholson\/File Photo  Comparable store sales rose more than analysts expected, boosted by the strongest growth in customer visits in a decade. But operating income continues to reflect near-term challenges, Chief Executive Brian Cornell said on an earnings conference call.  The retailer remained confident it could hit its earlier full-year earnings outlook, however, with payoff from investments aimed at warding off competition from Amazon.com Inc AMZN.O and brick-and-mortar rivals expected to pick up later this year.  “The key message from Target’s first-quarter results was the company’s ability to drive transaction growth, but not without investment spending and margin pressures,” Morningstar analysts wrote in a research note.  Target’s operating income margin weakened to 6.2 percent in the first quarter from 7.1 percent a year ago.  The retailer said margins should improve as seasonal merchandise sales rebound after a delayed spring, pricing investments made last year deliver results, customers react positively to new private-label brands and it focuses on cost-cutting.  Morningstar expects online sales, higher costs associated with delivery and price competition will continue to weigh, however, and did not anticipate a sizeable change to its 5.9 percent average operating margin projection over the next decade.  The retailer has poured billions of dollars into aggressively promoting its products, remodeling stores and keeping grocery prices low to compete with Walmart and supermarket chain Kroger Co KR.N.  It cut its next-day delivery fee for household essentials to $2.99 from $4.99 last week and waived it for customers paying with a Target card.  The retailer said on Wednesday it is rolling out a new drive-up service where shoppers can pick up orders in an hour.  It is also expanding its delivery services through Shipt, a same-day delivery company it bought for $550 million last year, and partnering with courier services on same-day orders in metro areas.  Amazon’s purchase of Whole Foods rattled the grocery industry on worries the online seller would quickly ramp up delivery of fresh food.  Last week, Whole Foods debuted a loyalty program for Amazon Prime customers and Kroger said it would partner with British online grocer Ocado OCDO.L to build robot-operated warehouses to support U.S. home delivery.  Target has said it plans $3 billion of capital expenditure this year on its supply chain, online delivery, its own brands and merging online and in-store shopping.  The retailer maintained its full-year forecast of a low to single digit increase in comparable sales and adjusted earnings of $5.15 to $5.45 per share.  Target shares, which tumbled more than 8 percent in pre-market trade, were last down 5.4 percent at $71.37.  MARGINS SLIP  Gross margins remained under pressure at 29.8 percent compared to 30 percent last year. The measure had hit a 20-year low of 26.2 percent in the fourth quarter.  First-quarter same-store sales were slightly higher than estimates, rising 3 percent. Analysts expected a 2.9 percent increase, according to Thomson Reuters I\/B\/E\/S.  In February last year, Target said it would reinvest more than $7 billion through 2020. Cornell said shoppers are reacting positively to remodeled stores, investments in merchandising and speedy delivery.  Strong sales growth in home, essentials, food and beverages, offset weaker sales in weather-sensitive categories.  Online sales rose 28 percent in the first quarter, up from a 21 percent rise a year ago but below the 29 percent rise in the fourth quarter.  Excluding items, Minneapolis-based Target earned a profit of$1.32 per share in the quarter ended May 5, below the average analyst estimate of $1.39.  The big-box chain forecast adjusted earnings of $1.30 to $1.50 per share for the second quarter, compared to the average analyst estimate of $1.35 per share.  First-quarter selling, general and administrative expenses rose to 21.1 percent of sales from 20.7 percent a year ago.  In October, the company said it would hike wages for hourly workers to $12 per hour this spring and $15 per hour by 2020.  Revenue rose to $16.78 billion, topping the average estimate of $16.58 billion.  Shares of the Minneapolis-based chain have risen 16 percent in 2018 and more than 35 percent in the past 12 months.","104":"SYDNEY (Reuters) - Australian retail giant Wesfarmers Ltd WES.AX said it will close or rebrand nearly two-thirds of its Target department stores and take one-off charges totalling up to A$650 million ($426 million) as it reels from the coronavirus fallout.  The move strikes a blow to what was once among Australia’s most durable retail brands and reflects the urgency of brick-and-mortar stores around the world to adapt as sweeping virus-related curbs on movement keep shoppers at home.  With 284 stores nationwide, Target is the country’s largest department store network but its owner fast-tracked a review of operations in April after the shutdown intended to contain the virus accelerated a sales slump.  Wesfarmers said it will convert up to 92 Target stores to its low-cost Kmart department store chain, and shut up to another 75 Targets, leaving as few as 117 Target outlets.  The retailer will see an impairment charge of up to A$480 million to reflect a lower value of the Target brand and other assets, plus A$170 million, before tax, in inventory write-offs and other restructuring costs for the year ending June.  “The actions ... reflect our continued focus on investing in Kmart, a business with a compelling customer offer and strong competitive advantages, while also improving the viability of Target,” Wesfarmers Managing Director Rob Scott said in a statement on Friday.  “For some time now the retail sector has seen significant structural change and disruption, and we expect this trend to continue.”  Target's problems were worsened by COVID-19 but began before the health crisis. In the six months to December, Target's sales dropped sharply as it lost business to low-cost rivals like Amazon.com Inc AMZN.O and Kmart.  Wesfarmers' Target is not related to the U.S. chain Target Corp TGT.N.  Wesfarmers shares were flat on Friday, versus a broader market .AXJO decline of 0.7%.","105":"March 22 (Reuters) - Target Corp:  * SHIPT AND TARGET LAUNCH SAME-DAY DELIVERY IN PHILADELPHIA  * SHIPT - CO, TARGET CORPORATION WILL BEGIN SAME-DAY DELIVERY IN PHILADELPHIA, PA. BEGINNING APRIL 5, 2018 Source text for Eikon: Further company coverage:","106":"CHICAGO (Reuters) - Target Corp said on Thursday that it plans to hire about 120,000 seasonal workers for the holidays, up 20 percent on last year, as the retailer gears up for the busiest time of the year.  Target, which employs about 350,000 people in 1,839 stores across the United States, said it would also offer extra hours to existing workers.  Retailers’ holiday hiring plans often reflect their sales expectations for the most competitive shopping season of the year, which begins a day after Thanksgiving and continues into early January. For many stores, holiday shopping accounts for nearly a third of annual sales.  Macy’s Inc said on Wednesday it would hire 80,000 temporary workers for the holiday season, in line with last year’s initial hiring, and assign more hands to cater to online orders.  Minneapolis-based Target, which began raising hourly wages to $12 from $11 earlier this year, said all workers hired after Sept. 16 would receive a minimum of $12 an hour.  Last year, the company vowed to pay $15 an hour by the end of 2020, the so-called “living wage” for which labor advocates across the United States are campaigning.  Target also said it was investing more than $2 million in an employee rewards program during the holiday season.","107":"Jan 15 (Reuters) - Target Corp on Wednesday reported comparable sales growth of just 1.4% for the 2019 holiday season on the back of weak demand for electronics, toys and home products, sending shares in the retailer 8% lower.  “We faced challenges throughout November and December in key seasonal merchandise categories and our holiday sales did not meet our expectations,” Chief Executive Officer Brian Cornell said in a statement.  Last week, mall-based chains Kohl’s, J.C. Penney and Macy’s said sales fell during the November-December period.","108":"A newly constructed Target store is shown in San Diego, California May 17, 2016. REUTERS\/Mike Blake\/File Photo  (Corrects to remove the word “all” from headline; fixes description of coffee type in first paragraph)  NEW YORK (Reuters) - Target Corp’s flagship coffee bags and pods of the brand Archer Farms will be certified fair trade by 2022, the company and Fair Trade USA told Reuters on Wednesday, a victory for that movement, which seeks to make sure producers are adequately compensated for their labor.  Coffee futures are currently trading near 13-year lows, weighed down by a record-large Brazilian crop. Prices are below the cost of production in most countries, forcing some farmers out of business and prompting concern from the industry on its long-term ability to source good coffee.  Archer Farms, Target’s flagship-owned coffee brand, sells about six million pounds of coffee each year. Currently, about 20 percent of Archer Farms coffee is fair trade certified.  The United States imported about 3.5 billion pounds of coffee in the 2018\/2019 season, according to U.S. Department of Agriculture data.  Fair Trade USA, the leading certifier of such products in North America, works to institute a floor price for farmers; for coffee, that minimum price is $1.40 per pound and farmers receive an additional 20 cents per pound sold.  “The current market is nothing short of a disaster for coffee farmers,” said Paul Rice, founder and CEO of Fair Trade USA.  The most active coffee futures contract fell last week to 94.65 cents per pound, the lowest since 2005. Farmers have been searching for ways to find pricing alternatives, including separate pricing mechanisms for high-grade specialty beans.","109":"FILE PHOTO: Employees work at a Target store at St. Albert, Alberta, January 15, 2015. REUTERS\/Dan Riedlhuber\/Files  (Reuters) - Target Corp on Sunday said it was unable to process select card payments at some stores for nearly 90 minutes due to a vendor-related issue – the second consecutive outage faced by the retailer in a week.  Target said its payments vendor NCR experienced an issue at one of its data centers on Sunday afternoon, which affected the retailer’s stores.  The incident was not related to Saturday’s glitch, the company said in an emailed statement, adding that the issue has now been resolved and payments are going through.  The company had faced an outage on Saturday due to an “internal technology issue” which stopped customers in the United States from paying for in-store purchases.  The issue was not a security-related issue and no payment information was compromised at any time, the retailer added.  A defect in a network device in June 2014 also caused problems with Target’s payment processing systems, according to media reports.","110":"NEW YORK (Reuters) - A gauge of world stock markets recovered from early declines but was slightly lower on Tuesday as China cut its growth targets to a 30-year low but added more stimulus, while strong U.S. economic data sent the dollar to a two-week high.  FILE PHOTO: Traders work on the floor of the New York Stock Exchange (NYSE) in New York, U.S., March 4, 2019. REUTERS\/Brendan McDermid  Stocks on Wall Street traded in a like fashion, with the benchmark S&P 500 a touch below the unchanged mark as investors looked for developments on trade between the United States and China. Positive retail earnings from Target Corp and data on the U.S. services and housing sectors helped provide support to the upside.  The Commerce Department said sales of new U.S. single-family homes rose to a seven-month high in December while a reading from the Institute for Supply Management showed an acceleration in growth in the vast services sector in February.  The S&P 500 index has struggled to hold above the 2,800 level, which has proven to be a stiff resistant point. Still, the index is up nearly 19 percent from its Dec. 24 low.  “When you are here at that important level in the S&P 500, it’s healthier to see the market slow down, pause, take account of the micro and the macro and absorb the good news,” said Quincy Krosby, chief market strategist at Prudential Financial in Newark, New Jersey.  “To see the market pause right now, as opposed to a deep sell-off, is encouraging.”  European shares bounced between modest gains and declines, eventually closing slightly higher in the wake of China’s response to the lowered growth target of between 6.0 to 6.5 percent for 2019, which includes billions of dollars in planned tax cuts and infrastructure spending and a lack of news on the trade front.  The Dow Jones Industrial Average fell 13.02 points, or 0.05 percent, to 25,806.63, the S&P 500 lost 3.16 points, or 0.11 percent, to 2,789.65 and the Nasdaq Composite dropped 1.21 points, or 0.02 percent, to 7,576.36.  Fatigue after a strong run higher for equities is playing a role in the recent pause. MSCI’s All Country World Index was down 0.07 percent, and has now risen more than 15 percent from its near two-year closing low on Dec. 24. The index is trading at 14.6 times expected earnings, on par with levels back in early October, when a global bear market began to take hold.  The pan-European STOXX 600 index closed up 0.15 percent.  (GRAPHIC: Global stock valuations - tmsnrt.rs\/2VHHkGL)  In currency markets, the greenback was lifted by the economic data and is now up nearly 0.9 percent over the past five sessions.  The dollar index, tracking the unit against six major currencies, rose 0.16 percent, with the euro down 0.27 percent to $1.1306.  Oil prices were little changed as the market wavered on expectations for an imminent trade deal between the United States and China while awaiting U.S. government crude stocks data.  U.S. crude settled down 0.05 percent at $56.56 per barrel and Brent was last at $65.86, up 0.29 percent on the day.","111":"Target Corp:  * TARGET ANNOUNCES NEW MEASURES TO PROMOTE SAFETY AND SOCIAL DISTANCING  * TARGET CORP - EFFECTIVE APRIL 4, TARGET WILL ACTIVELY MONITOR AND, WHEN NEEDED, METER GUEST TRAFFIC IN ITS NEARLY 1,900 STORES NATIONWIDE  * TARGET CORP - INVESTING MORE THAN $300 MILLION, INCLUDING HIGHER HOURLY WAGES FOR FRONTLINE TEAM MEMBERS THROUGH AT LEAST MAY 2  * TARGET CORP - PAYING OUT BONUSES TO 20,000 TEAM LEADS WHO MANAGE INDIVIDUAL DEPARTMENTS IN STORES  * TARGET CORP - WAIVING TARGET’S ABSENTEEISM POLICY, OFFERING QUARANTINE PAY FOR 14 DAYS AND CONFIRMED ILLNESS PAY AT 100% FOR 14 DAYS FOR TEAM MEMBERS Source text for Eikon: Further company coverage:","112":"March 8 (Reuters) - Target Corp:  * DMITRI L. STOCKTON NAMED TO TARGET CORPORATION’S BOARD OF DIRECTORS  * TARGET - STOCKTON PREVIOUSLY WORKED AT GE Source text for Eikon: Further company coverage: (Reuters.Brief@thomsonreuters.com)","113":"A California inventor of a personal styling razor has sued Target Corp, Walmart Stores and CVS Pharmacy for patent infringement, accusing them of selling knockoffs of her patented product in their stores.  Filed on Thursday and Friday in Sherman, Texas federal court by inventor Sharidan Stiles, the lawsuits said the retailing giants declined for years to stock her razor, designed for eyebrows, scalp art and nose hairs, and waited until a cheap imitation was available, undermining her razor’s sales.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2K0NWy9","114":"Sept 10 (Reuters) - Retailer Target Corp said on Tuesday it was planning to hire 130,000 store employees for the holiday season, 10,000 more than last year, as it readies for a crucial shopping period when in-store and online orders surge.  The holiday season, which includes Black Friday, Christmas and New Year shopping, marks the busiest time for retailers and records the most sales during the year.  “It’s critical we build the right team across our stores and supply chain to deliver an exceptional holiday experience for our guests during the busiest time of the year,” Chief Human Resources Officer Melissa Kremer said.  The seasonal hiring would include about 125,000 employees in stores and 8,000 at its distribution and fulfillment centers in the United States.  Big-box retailers have been investing more on their websites and mobile apps as consumers prefer to shop online and have it delivered to their doorstep or pick up in stores, rather than wait in long lines at billing counters.  Target is the one of the first retailers to layout its hiring plans for the holidays. The 8% rise in holiday hiring is much lower than last year’s 20% increase.  United Parcel Service Inc, the world’s biggest parcel delivery firm, said on Monday it was planning to hire 100,000 holiday workers, the same number as last year, hinting at a softening in the U.S. consumer economy.  Retail employment contracted for a seventh straight month in August to hit the lowest level since January 2016. Department store jobs, which have been hard hit by online competition, sunk to the lowest point since the federal government started tracking the data in 1990.  Target said it would pay workers $13 for an hour, a wage that it has been paying employees since June. The company will also invest $2 million in an employee rewards program for the holidays. (Reporting by Nivedita Balu in Bengaluru; Editing by Arun Koyyur)","115":"June 15 (Reuters) - Target Corp on Saturday said it was working on a problem that prevented customers in the United States from paying for their purchases.  Media reports said the problem had hit Target stores across the country.  The retailer tweeted bit.ly\/2WKO1HY that it was troubleshooting the issue and would provide an update soon.  Target did not give any reason for the outage and was not immediately reachable for comment. (Reporting by Ishita Chigilli Palli in Bengaluru Editing by Bill Trott)","116":"May 20 (Reuters) - Target Corp reported a 64% plunge in quarterly profit on Wednesday, pummeled by costs to tackle the coronavirus outbreak, even as panic-buying during the crisis lifted the big-box retailer’s online and store sales.  The company spent about $500 million in the first quarter ended May 2 to maintain safety measures at stores and to pay employees higher wages for working through the pandemic.  “Last quarter was unlike anything I’ve ever seen,” Chief Executive Brian Cornell told reporters. “It was intense, it was volatile, it was stressful for guests and the country.”  Stay-at-home orders imposed to contain the virus powered a 141% jump in Target’s online comparable sales, accounting for almost all of its same-store sales growth.  Although sales at stores opened for at least a year rose 0.9%, including digital they jumped 10.8%, beating Wall Street estimates of a 7.49% rise, according to IBES data from Refinitiv.  At the start of the quarter, Target, like Walmart, benefited from customers stockpiling staples and cleaning products, but as the lockdown extended and the stimulus checks arrived, demand rose for discretionary items including apparel.  Target, which has already pulled its financial targets for the year, said it would scale back planned investments to focus on meeting increased demand.  “There’s just so much uncertainty as I think about the balance of the year ... Obviously we’re watching closely to see what happens from an economic standpoint,” Cornell said.  The company’s net earnings fell to $284 million from $795 million, a year earlier. On an adjusted basis, the company earned 59 cents per share.  Revenue rose 11.3% to $19.37 billion, edging past expectations of $19.04 billion. (Reporting by Aishwarya Venugopal in Bengaluru; Editing by Sriraj Kalluvila)"}}