{"date":{"0":"2020\/07\/01","1":"2020\/07\/03","2":"2020\/05\/18","3":"2021\/02\/01","4":"2018\/05\/01","5":"2018\/03\/16","6":"2020\/09\/08","7":"2019\/07\/24","8":"2020\/03\/30","9":"2020\/05\/11","10":"2020\/02\/26","11":"2018\/04\/25","12":"2020\/07\/10","13":"2020\/07\/10","14":"2020\/06\/11","15":"2020\/03\/23","16":"2019\/03\/25","17":"2020\/03\/23","18":"2020\/09\/08","19":"2020\/06\/15","20":"2021\/01\/15","21":"2021\/01\/15","22":"2020\/03\/03","23":"2020\/06\/10","24":"2018\/04\/25","25":"2020\/05\/12","26":"2020\/05\/18","27":"2018\/04\/05","28":"2020\/03\/16","29":"2020\/03\/14","30":"2020\/08\/11","31":"2020\/08\/13","32":"2020\/07\/03","33":"2020\/08\/13","34":"2020\/03\/12","35":"2019\/11\/15","36":"2020\/03\/30","37":"2020\/02\/26","38":"2020\/03\/03","39":"2019\/09\/06","40":"2019\/01\/28","41":"2019\/03\/25","42":"2018\/05\/01","43":"2018\/06\/28","44":"2020\/04\/23","45":"2020\/07\/16","46":"2020\/03\/03","47":"2020\/07\/08","48":"2020\/08\/06","49":"2020\/03\/09","50":"2018\/04\/10","51":"2021\/02\/10","52":"2018\/12\/19","53":"2019\/04\/24","54":"2020\/07\/10","55":"2020\/03\/27","56":"2020\/05\/18","57":"2020\/06\/23","58":"2020\/05\/27","59":"2020\/04\/27","60":"2018\/02\/15","61":"2019\/01\/07","62":"2018\/02\/13","63":"2021\/02\/01","64":"2020\/07\/15","65":"2020\/07\/06","66":"2020\/05\/13","67":"2020\/03\/23","68":"2018\/03\/28","69":"2020\/07\/29","70":"2020\/06\/11","71":"2018\/07\/25","72":"2018\/05\/15","73":"2018\/12\/19","74":"2019\/07\/24","75":"2020\/05\/13","76":"2020\/08\/21","77":"2020\/05\/27","78":"2020\/08\/06","79":"2020\/04\/06","80":"2020\/05\/18","81":"2020\/07\/31","82":"2020\/03\/14","83":"2018\/05\/24","84":"2020\/05\/20","85":"2019\/06\/10","86":"2019\/09\/27","87":"2020\/03\/23","88":"2020\/06\/09","89":"2020\/11\/10","90":"2020\/04\/22","91":"2019\/06\/10","92":"2020\/03\/03","93":"2020\/03\/03","94":"2019\/11\/13","95":"2020\/06\/23","96":"2020\/03\/31","97":"2018\/10\/24","98":"2021\/02\/10","99":"2020\/04\/07","100":"2020\/03\/10","101":"2020\/07\/09","102":"2018\/06\/28"},"text":{"0":"July 1 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC LAUNCHES NEW MAS OMNI INFECTIOUS DISEASE QUALITY CONTROLS Source text for Eikon: Further company coverage:","1":"ZURICH (Reuters) - The coronavirus pandemic has boosted Qiagen's QIA.DE prospects and a takeover by Thermo Fisher no longer makes sense unless the offer is increased substantially, one of the German genetic test maker's top ten shareholders told Reuters on Friday.  FILE PHOTO: Illustration of products are pictured from Qiagen, the diagnostics company which has agreed an $11.5 billion takeover deal with U.S-based Thermo Fisher in this picture illustration obtained by Reuters March 3, 2020. Qiagen\/Handout via REUTERS  Thermo Fisher TMO.N agreed in early March to buy Qiagen QGEN.N for $11.5 billion as the U.S.-based company looks to bolster its health diagnostic business.  Qiagen has seen high demand for products related to coronavirus testing and began shipping a rapid diagnostic test for COVID-19 to the United States at the end of March. It beat its targets with 9% net sales growth in the first quarter and forecasts growth of at least 12% for the second quarter.  “The world has changed massively since the offer was published on March 3,” one of the ten largest shareholders in Qiagen told Reuters on condition of anonymity.  “The standalone outlook is much better than the current offer,” the shareholder said, adding Qiagen was worth over 20% more than Thermo Fisher’s offer of 39 euros per share.  Thermo Fisher was not immediately available to comment.  Qiagen shares were last up 0.7% at 38.31 euros, recovering from earlier losses.  Thermo Fisher called on Qiagen investors to tender their shares in May. The acceptance period for its offer runs until July 27.  Thermo Fisher has set itself the goal of achieving a minimum acceptance threshold of 75% for its offer.  Qiagen’s management and board support the offer, but the shareholder said the boards should only stand by their approval if the offer is increased.  The shareholder also criticised Qiagen, saying the company had prematurely committed itself to negotiations with Thermo Fisher and had not followed up on enquiries from four other interested parties.  Qiagen declined to comment.","2":"May 18 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC PUBLISHES OFFER DOCUMENT FOR VOLUNTARY TENDER OFFER FOR ALL ORDINARY SHARES OF QIAGEN N.V.  * VOLUNTARY TENDER OFFER FOR ALL OF ORDINARY SHARES OF QIAGEN AT AN OFFER PRICE OF EUR 39 PER SHARE IN CASH  * ACCEPTANCE PERIOD FOR CASH OFFER OF EUR 39 PER QIAGEN SHARE RUNS FROM MAY 18, 2020, TO JULY 27, 2020 Source text for Eikon: Further company coverage:","3":"A researcher works at a laboratory in a file photo. REUTERS\/FIles  (Reuters) - Thermo Fisher Scientific Inc on Monday forecast 2021 profit above market estimates and posted better-than-expected quarterly earnings as it continues to gain from upbeat demand for its COVID-19 tests and materials for vaccine production.  Thermo Fisher has been one of the major providers of COVID-19 tests to governments and healthcare providers during the pandemic and also manufactures some of the raw materials used to make vaccines against the novel coronavirus.  Earlier this year, Thermo Fisher purchased Belgium-based Henogen SA, a unit of contract manufacturing services provider Novasep that manufactures viral vectors used in gene therapies and some vaccines.  The Waltham, Massachusetts-based company also has a contract via Henogen to provide materials to AstraZeneca Plc, which slashed deliveries to the European Union by 60% in January, citing supply constraints.  Thermo Fisher, which purchased Mesa Biotech last month to bolster its diagnostic testing business, struck a deal in September to provide contract manufacturing services to Inovio Pharmaceuticals Inc, which is developing a vaccine for the health crisis.  “There are many scenarios where I see testing demand being very robust for a long period of time,” Chief Executive Officer Marc Casper said during an investor call on Monday. “The truth is this pandemic is going to be around in some form around the world.”  Thermo Fisher, the world’s largest maker of scientific instruments, estimated annual profit of $21.62 per share and revenue of $35.1 billion, above analysts’ estimates of $20.74 per share for profit and a revenue of $33.70 billion, according to Refinitv data.  The company also forecast COVID-19 vaccine and therapy revenue to increase to $1 billion this year, while COVID-19 tests and products brought in sales of $3.2 billion during the fourth quarter.  Shares of the company rose 2.7% to $521.2.","4":"May 1 (Reuters) - Spectrum Pharmaceuticals Inc:  * SPECTRUM PHARMACEUTICALS ENTERS INTO A NEXT-GENERATION SEQUENCING COMPANION DIAGNOSTIC PARTNERSHIP WITH THERMO FISHER SCIENTIFIC  * SPECTRUM PHARMACEUTICALS INC - ENTERED INTO AN AGREEMENT WITH THERMO FISHER SCIENTIFIC  * SPECTRUM PHARMACEUTICALS - AGREEMENT TO LEVERAGE ONCOMINE DX TARGET TEST AS COMPANION DIAGNOSTIC FOR SPECTRUM’S NOVEL PAN-HER INHIBITOR POZIOTINIB Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","5":"March 16 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC ACQUIRES INTEGENX, PROVIDER OF LEADING RAPID DNA TECHNOLOGY FOR HUMAN IDENTIFICATION  * ANNOUNCED THAT IT HAS ACQUIRED INTEGENX Source text for Eikon: Further company coverage:","6":"(Reuters) - Inovio Pharmaceuticals Inc said on Tuesday that Thermo Fisher Scientific would manufacture the drug developer’s experimental coronavirus vaccine, as it looks to boost the supply ahead of large trials this month.  The company said it plans to have 100 million doses of its vaccine, INO-4800, in 2021 through its third-party manufacturers.  U.S.-based Inovio is in the race to develop a vaccine for the coronavirus pandemic that has killed over 892,000 people globally.  The vaccine was found to be safe in early-stage studies and a larger study is expected to begin later this month, subject to the U.S. Food and Drug Administration’s clearance.  The development timeline lags those of rivals such as Moderna Inc, Pfizer Inc and AstraZeneca, which have begun late-stage studies of their coronavirus vaccine candidates.  Thermo Fisher joins other manufacturers such as Richter-Helm BioLogics and Ology Biosciences in making Inovio’s experimental vaccine.","7":"(Reuters) - Thermo Fisher Scientific Inc TMO.N missed Wall Street estimates for quarterly organic revenue growth on Wednesday, hurt by an outage at one of its data centers, sending the company's shares down as much as 4.9%.  The company, the world’s largest maker of scientific instruments, disclosed in a regulatory filing last month that overheated equipment at one of its data centers had released a fire suppressant gas, temporarily affecting some systems.  This had caused a delay in orders, lowering the company’s organic revenue growth by 1% in the second quarter, Thermo Fisher said.  The technical problem has been resolved and the affected systems are running now, Chief Executive Officer Marc Casper said on a conference call.  The company said its organic revenue rose 5% in the quarter, lower than analysts’ estimates of a 5.5% rise, according to three analysts.  The sales miss overshadowed an otherwise strong quarter, as the company reported a better-than-expected quarterly profit and raised its full-year forecast for earnings and sales, helped by a 9% rise in revenue at its life sciences solutions unit.  “This is a fine print given the circumstances, but expect a healthy amount of debate,” Evercore ISI analyst Ross Muken wrote in a note.  Thermo Fisher’s quarterly sales rose 4% to $6.32 billion, ahead of the average analyst estimate of $6.30 billion. The company said although acquisitions increased revenue by 1% in the quarter, currency fluctuations lowered the overall revenue by 2%.  The company forecast full-year adjusted earning per share between $12.16 and $12.26, compared with its prior range of $12.08 to $12.22.  Revenue at the company’s life sciences unit, which makes tools and compounds used in medical research, rose to $1.71 billion, from $1.57 billion a year earlier, beating analysts’ estimates of $1.65 billion, according to Refinitiv data.  Excluding items, the company earned $3.04 per share in the quarter ended June 29, above analysts’ estimates of $3 per share.  Thermo Fisher said its quarterly net income rose nearly 50% to $1.12 billion, or $2.77 per share.  The company raised its full-year revenue forecast range to $25.30 billion to $25.50 billion, from $25.17 billion to $25.47 billion.  Shares of the company were down 3% at $284.64, after touching a low of $279.18.","8":"March 30 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC INC FILES FOR POTENTIAL, TWO-PART SENIOR NOTES OFFERING; SIZE NOT DISCLOSED - SEC FILING Source: (bit.ly\/2xBysLK) Further company coverage:","9":"Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC TO DOUBLE ITS CAPACITY OF VIRAL VECTOR MANUFACTURING  * THERMO FISHER SCIENTIFIC INC - $180 MILLION PROJECT WILL MORE THAN DOUBLE CO’S COMMERCIAL VIRAL VECTOR CAPACITY  * THERMO FISHER SCIENTIFIC INC - NEW PLAINVILLE, MASSACHUSETTS, SITE WILL ACCELERATE COMMERCIALIZATION OF CELL AND GENE THERAPIES  * THERMO FISHER SCIENTIFIC INC - CONSTRUCTION OF NEW 290,000-SQUARE-FOOT FACILITY IS EXPECTED TO BE COMPLETED IN 2022 Source text for Eikon: Further company coverage:","10":"Feb 25 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC INCREASES QUARTERLY DIVIDEND  * THERMO FISHER SCIENTIFIC INC - AUTHORIZED A QUARTERLY CASH DIVIDEND OF $0.22 PER COMMON SHARE  * THERMO FISHER SCIENTIFIC INC - NEW DIVIDEND REFLECTS A 16% INCREASE OVER PREVIOUS DIVIDEND PAYMENT OF $0.19. Source text for Eikon: Further company coverage:","11":"April 25 (Reuters) - Thermo Fisher Scientific Inc:  * Q1 GAAP EARNINGS PER SHARE $1.43  * Q1 ADJUSTED EARNINGS PER SHARE $2.50  * Q1 REVENUE GREW 23 PERCENT TO $5.85 BILLION IN 2018  * CO IS RAISING ITS 2018 REVENUE AND EARNINGS GUIDANCE  * CO IS RAISING 2018 REVENUE GUIDANCE TO A NEW RANGE OF $23.62 BILLION TO $23.86 BILLION  * CO IS RAISING 2018 ADJUSTED EPS GUIDANCE TO A NEW RANGE OF $10.80 TO $10.96  * Q1 EARNINGS PER SHARE VIEW $2.40, REVENUE VIEW $5.63 BILLION -- THOMSON REUTERS I\/B\/E\/S  * FY2018 EARNINGS PER SHARE VIEW $10.84, REVENUE VIEW $23.60 BILLION -- THOMSON REUTERS I\/B\/E\/S Source text for Eikon: Further company coverage:","12":"FILE PHOTO: Illustration of products are pictured from Qiagen, the diagnostics company which has agreed an $11.5 billion takeover deal with U.S-based Thermo Fisher in this picture illustration obtained by Reuters March 3, 2020. Qiagen\/Handout via REUTERS  (Reuters) - Davidson Kempner Capital Management LP said on Friday it considered Thermo Fisher Scientific's TMO.N current offer to acquire German genetic test maker Qiagen NV QIA.DE to be \"inadequate\" and would not tender its shares into the offer.  The investment manager, which owns a 3% stake in Qiagen, said Thermo Fisher’s offer of 39 euros ($44.07) per share was not adequate and believed the standalone fair value to be about 50 euros per share.  Thermo Fisher agreed in early March to buy Qiagen for $11.5 billion to bolster its health diagnostic business, and asked the company’s investors to tender their shares in May.  Qiagen reported a preliminary 18%-19% rise in sales and a 68% rise in earnings per share in the second quarter due to strong demand for its products used in coronavirus testing.  Davidson Kempner said if the German diagnostic company was not in a bid situation and was trading freely, the significant increase in earnings would see the stock price trading well into the mid 40 euros.  Qiagen’s shares closed at 39.67 euros on Friday.  Earlier this month, one of Qiagen’s top ten shareholders told Reuters the takeover by Thermo Fisher no longer made sense unless the offer was increased substantially as the pandemic had boosted the company’s prospects.  Davidson Kempner urged Qiagen’s board on Friday to issue an adverse recommendation change. The acceptance period for Thermo Fisher’s offer ends on July 27.  Thermo Fisher and Qiagen did not immediately respond to requests for comment.","13":"July 10 (Reuters) - Davidson Kempner Capital Management LP said on Friday it considered Thermo Fisher Scientific’s current offer to acquire German genetic test maker Qiagen NV to be “inadequate” and will not tender its shares into the offer.  The investment manager, which owns a 3% stake in Qiagen, said Thermo Fisher’s offer of 39 euros ($44.07) per share was not adequate as it failed to reflect Qiagen’s fundamental standalone value and offered no premium for shareholders.  Thermo Fisher agreed in early March to buy Qiagen for $11.5 billion to bolster its health diagnostic business. ($1 = 0.8850 euros) (Reporting by Manojna Maddipatla in Bengaluru; Editing by Krishna Chandra Eluri)","14":"June 10 (Reuters) -  * GENETRON HOLDINGS LIMITED SAYS ENTERED STRATEGIC PARTNERSHIP AGREEMENT WITH THERMO FISHER SCIENTIFIC WITH PLANS TO BUILD ON SEQUENCER GENETRON S5 Source text for Eikon: Further company coverage:","15":"March 23 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC, UNDER RISK FACTOR, SAYS COVID-19 IS HAVING & WILL CONTINUE TO HAVE ADVERSE IMPACT ON CO’S OPERATIONS, SUPPLY CHAINS  * THERMO FISHER SCIENTIFIC, UNDER RISK FACTOR, SAYS HAVE EXPERIENCED SIGNIFICANT, UNPREDICTABLE REDUCTIONS, INCREASES IN DEMAND FOR CERTAIN OF CO'S PRODUCTS Source text: (bit.ly\/2UtoGmW) Further company coverage:","16":"March 24 (Reuters) - Thermo Fisher Scientific Inc, the world’s largest maker of scientific instruments, said on Sunday it has agreed to buy Brammer Bio in a roughly $1.7 billion cash deal.  Brammer Bio is a vector contract development and manufacturing organization (CDMO), and is expected to post $250 million in revenue for 2019, Thermo Fisher said in a statement.","17":"March 23 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC INC SAYS FILES PROSPECTUS SUPPLEMENT RELATED TO 2-PART NOTES OFFERING; SIZE NOT DISCLOSED - SEC FILING Source text: (bit.ly\/2WCbs9T) Further company coverage:","18":"Sept 8 (Reuters) - Inovio Pharmaceuticals Inc said on Tuesday that Thermo Fisher Scientific would manufacture its experimental coronavirus vaccine to boost the supply of the vaccine.  The U.S-based drug developer said it plans to have 100 million doses of its vaccine in 2021 through its third-party manufacturers. (Reporting by Manas Mishra in Bengaluru; Editing by Shailesh Kuber)","19":"June 15 (Reuters) - Thermo Fisher Scientific Inc:  * U.S. FDA - HAS GRANTED BREAKTHROUGH DEVICE DESIGNATION TO THERMO FISHER SCIENTIFIC’S ONCOMINE PRECISION ASSAY Source text for Eikon: Further company coverage:","20":"(Reuters) - Thermo Fisher Scientific Inc said on Friday it completed its 725 million euros ($879.72 million) acquisition of Belgium-based Henogen SA that will help strengthen the medical device maker’s position in the fast-growing field of gene therapy manufacturing.  Henogen, a unit of contract manufacturing services provider Novasep, manufactures viral vectors that are frequently used in gene therapies to deliver genetic materials into defective cells.  “Viral vector production is one of the fastest growing products in healthcare for the new generation of cell and gene therapies,” KeyBanc Capital Markets analyst Paul Knight said.  Two years ago, Thermo Fisher bought another contract manufacturer that specialized in making viral vectors, Brammer Bio.  Henogen has about 400 employees and is estimated to have generated revenue of 80 million euros ($97.04 million) in 2020, Thermo Fisher said, adding the business will be part of its pharma services business.  Thermo Fisher has benefited in recent days due to demand for COVID-19 testing, with sales rising 36% to $8.52 billion in the third quarter, helped by a $2 billion boost from the testing.  The Henogen deal was a solid example of how Thermo Fisher is likely to deploy cash flows associated with COVID diagnostics, Evercore ISI analyst Vijay Kumar said.  “Acquiring a strong double-digit top business is extremely compelling in this market.”","21":"(Corrects typo in paragraph 2)  Jan 15 (Reuters) - Medical device maker Thermo Fisher Scientific Inc said on Friday it has completed acquisition of Henogen SA, a Belgium-based viral vector manufacturing business, for about 725 million euros ($879.72 million) in cash.  The acquisition will help expand Thermo Fisher’s capabilities for cell and gene vaccines and therapies, the company said.  Thermo Fisher bought Henogen from contract manufacturing services provider Novasep. ($1 = 0.8241 euros) (Reporting by Manojna Maddipatla in Bengaluru; Editing by Shinjini Ganguli)","22":"March 3 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER EXEC SAYS ACTIVITY IN CHINA STILL VERY SLOW DUE TO CORONAVIRUS; H1 OF 2020 WILL HAVE LESS REVENUE THAN ORIGINAL FORECAST - CONF CALL  * THERMO FISHER EXPECTS QIAGEN DEAL TO ADD AT LEAST $0.60 TO ADJUSTED EPS IN FIRST 12 MONTHS AFTER CLOSE, QUICKLY RAMPING TO OVER $1 OVER TIME -CONF CALL  * THERMO FISHER EXEC SAYS CORONAVIRUS IMPACT INCLUDED IN CO’S 2020 FORECAST POST QIAGEN DEAL COMPLETION - CONF CALL  * THERMO FISHER EXEC SAYS QIAGEN’S EXPOSURE TO CHINA IS “LITTLE BIT LOWER AS A PERCENTAGE OF TOTAL REVENUE” COMPARED TO CO - CONF CALL Further company coverage:","23":"June 10 (Reuters) - PharmAbcine Inc:  * PHARMABCINE EXECUTE AN AGREEMENT WITH THERMO FISHER FOR THE DEVELOPMENT AND MANUFACTURING OF ITS NEXT-GENERATION IMMUNE CHECKPOINT BLOCKADE, PMC-309 FOR PHASE I Source text for Eikon: Further company coverage:","24":"April 25 (Reuters) - Globalstar Inc:  * GLOBALSTAR TO MERGE WITH METRO FIBER PROVIDER FIBERLIGHT AND ACQUIRE OTHER ASSETS IN STOCK TRANSACTION  * GLOBALSTAR INC - TO CONDUCT RIGHTS OFFERING FOR MINORITY SHAREHOLDERS FOLLOWING CLOSING ON MERGER  * GLOBALSTAR - UPON COMPLETION OF MERGER, THERMO COMPANIES EXPECTS TO INITIATE A RIGHTS OFFERING OF UP TO $100 MILLION FOR MINORITY SHAREHOLDERS  * GLOBALSTAR INC - SIGNED A MERGER AGREEMENT WITH THERMO ACQUISITIONS INC  * GLOBALSTAR INC - DIFFERENT ASSETS WILL BE COMBINED WITH CO IN EXCHANGE FOR GLOBALSTAR COMMON STOCK VALUED AT APPROXIMATELY $1.65 BILLION  * GLOBALSTAR - ASSETS TO BE COMBINED INCLUDE METRO FIBER PROVIDER FIBERLIGHT, 15.5 MILLION SHARES OF CENTURYLINK, $100 MILLION CASH & MINORITY INVESTMENTS IN COMPLEMENTARY BUSINESSES, $25 MILLION ASSETS  * GLOBALSTAR INC - AT CLOSING PARENT COMPANY WILL BE RENAMED THERMO COMPANIES, INC., AND ITS STOCK WILL CONTINUE TO TRADE PUBLICLY  * GLOBALSTAR INC - MANAGEMENT EXPECTS 2019 ADJUSTED EBITDA OF COMBINED ENTITY TO BE IN EXCESS OF $165 MILLION  * GLOBALSTAR INC - MERGER TO ORGANIZE PRO FORMA CO INTO 4 PRINCIPAL OPERATING SUBSIDIARIES UNDER NAME THERMO COMPANIES INC AS PUBLIC COMPANY  * GLOBALSTAR INC - AS A RESULT OF MOERGER, CO’S CEO TO INCREASE BENEFICIAL OWNERSHIP IN PRO FORMA COMPANY FROM ABOUT 58% TO 83%-87% AT CLOSING  * GLOBALSTAR INC - THERMO, AFFILIATES WHO OWN CO’S STOCK SIGNED VOTING AGREEMENT TO VOTE IN FAVOR OF DEAL AT ANY MEETING OF STOCKHOLDERS  * GLOBALSTAR INC - HAS REACHED AN AGREEMENT IN PRINCIPLE WITH ITS LENDERS ON AN AMENDMENT OF ITS BPIFAE SENIOR DEBT FACILITY  * GLOBALSTAR INC - FIBERLIGHT IS SEEKING AN AMENDMENT TO ITS $255 MILLION SENIOR DEBT FACILITY WITH COBANK Source text for Eikon: Further company coverage:","25":"May 12 (Reuters) - Thermo Fisher Scientific Inc:  * FDA FURTHER EXPANDS EUA FOR THERMO FISHER SCIENTIFIC’S COVID-19 DIAGNOSTIC TESTS  * THERMO FISHER SCIENTIFIC INC - FDA HAS FURTHER EXPANDED EUA FOR ITS MULTIPLEX REAL-TIME PCR TEST Source text for Eikon: Further company coverage:","26":"May 18 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER - RECEIVED CONTRACT FROM U.S. GOVERNMENT TO PROVIDE HIGHLY SPECIALIZED VIRAL TRANSPORT MEDIA FOR COVID-19 SAMPLE COLLECTION  * THERMO FISHER SCIENTIFIC INC - PLANS TO COMPLETE NEW LENEXA FACILITY IN Q3 Source text for Eikon: Further company coverage:","27":"April 5 (Reuters) - Thermo Fisher Scientific Inc:  * ORTHO CLINICAL DIAGNOSTICS AND THERMO FISHER SCIENTIFIC AGREE TO DELIVER 14 ASSAYS FOR USE ON ORTHO’S VITROS® SYSTEMS  * ORTHO CLINICAL DIAGNOSTICS SAYS ASSAYS WILL INITIALLY BE LAUNCHED IN NORTH AMERICA, EUROPE, AFRICA AND MIDDLE EAST Source text for Eikon: Further company coverage:","28":"March 16 (Reuters) - Thermo Fisher Scientific Inc:  * FDA ISSUED EMERGENCY USE AUTHORIZATION TO THERMO FISHER SCIENTIFIC FOR DIAGNOSTIC TEST USED TO DETECT COVID-19 ON MARCH 13  * THERMO FISHER SCIENTIFIC INC - CURRENTLY HAS 1.5 MILLION TESTS AVAILABLE TO SHIP UNDER EUA LABEL  * THERMO FISHER SCIENTIFIC INC - EXPECTS TO QUICKLY RAMP UP TO REACH 2 MILLION TESTS PER WEEK  * THERMO FISHER SCIENTIFIC INC - EXPECTS TO SCALE PRODUCTION UP TO 5 MILLION COVID-19 TESTS PER WEEK DURING MONTH OF APRIL  * THERMO FISHER SCIENTIFIC INC - AVAILABLE COVID-19 TESTS WILL INITIALLY BE DISTRIBUTED TO APPROXIMATELY 200 LABS IN U.S.  * THERMO FISHER SCIENTIFIC INC - WILL CONTINUE TO WORK IN PARTNERSHIP WITH GOVERNMENT AGENCIES AND PRIVATE PARTNERS TO EXPAND ACCESS TO TEST  * THERMO FISHER SCIENTIFIC - TEST IS DESIGNED TO PROVIDE PATIENT RESULTS WITHIN 4 HRS OF SAMPLE BEING RECEIVED BY LAB  * THERMO FISHER- FDA ISSUED EUA FOR TEST THAT CAN BE USED IMMEDIATELY BY CLIA HIGH-COMPLEXITY LABS IN U.S. TO DETECT NUCLEIC ACID FROM SARS-COV-2 Source text for Eikon: Further company coverage:","29":"WASHINGTON (Reuters) - The U.S. Food and Drug Administration (FDA) on Friday approved Thermo Fisher Scientific Inc’s coronavirus test, which would allow the firm to increase capacity to 1.4 million tests a week, a Trump administration official said.  “This will dramatically increase our ability to test people for the virus,” the official said. It was not immediately clear if capacity referred to test kit production or processing of tests performed on individual patients.  The move comes as the Trump administration struggles to meet demand for testing. The FDA has already approved emergency authorization for a faster coronavirus test made by Swiss diagnostics maker Roche.  Trump has blamed his administration’s lag in testing for the virus on rules and regulations inherited from the previous administration.  In a news conference held in the White House Rose Garden earlier on Friday, he said the federal government was partnering with the private sector to ramp up test kit production to make them more widely available to Americans.  He said there would be about 5 million coronavirus test kits available soon, but he doubted the full amount would be necessary and urged Americans to only seek testing if they were exhibiting certain symptoms.  “We don’t want people to take a test if we feel that they shouldn’t be doing it and we don’t want everyone running out and taking - only if you have certain symptoms,” he said.  (This story removes typo in headline)","30":"FRANKFURT (Reuters) - Thermo Fisher Scientific TMO.N said that the results of its sweetened takeover offer for German genetic testing company Qiagen QIA.DE would be unveiled on Thursday or soon thereafter.  The settlement agents for the offer expect to provide the suitor with a final number of shares tendered on Thursday, it said in a statement on Tuesday.  “As soon as practicable after the determination is made, Thermo Fisher will publicly announce the final results,” it added.","31":"Aug 13 (Reuters) - Thermo Fisher Scientific said on Thursday it has terminated its acquisition agreement for German genetic testing company Qiagen as the minimum acceptance threshold to its tender offer were not met. Thermo Fisher’s revised offer had valued Qiagen at 11.3 billion euros ($13.38 billion).  Qiagen’s shares fell 1.5% in premarket trading after the announcement.  ($1 = 0.8445 euros)","32":"ZURICH, July 3 (Reuters) - The coronavirus pandemic has boosted Qiagen’s prospects as a standalone company and a takeover by Thermo Fisher no longer makes sense unless the offer is increased substantially, one of the German genetic test maker’s top ten shareholders told Reuters on Friday.  Thermo Fisher agreed in early March to acquire Qiagen for $11.5 billion as the U.S.-based company looks to bolster its health diagnostic business. (Reporting by Oliver Hirt; Writing by Caroline Copley; Editing by Tom Sims and Sabine Wollrab)","33":"(Reuters) - Thermo Fisher TMO.N has walked away from its takeover deal with Qiagen QIA.DE after the German genetic testing specialist's earnings were boosted by coronavirus diagnostics, leaving its shareholders reluctant to cash out.  FILE PHOTO: People carrying a box from ThermoFisher Scientific, a company that produces coronavirus tests, walk outside Downing Street, as the spread of the coronavirus disease (COVID-19) continues, in London, Britain, March 17, 2020. REUTERS\/Henry Nicholls\/File Photo  The U.S. lab equipment supplier’s 11.3 billion euro bid was scuppered when only 44% of Qiagen shares were tendered by a Monday deadline, short of the two thirds it needed, following a hedge fund’s campaign to reject the offer.  Qiagen vowed in a statement to “deliver growth and create greater value.”  “The magnitude and duration of the global coronavirus pandemic have proven the increasingly critical importance of molecular testing to society. Qiagen’s business prospects have improved significantly,” said Chief Executive Thierry Bernard.  Operating income jumped 84% to $186 million during the first half, as extraordinary demand for molecular technology to detect the new pathogen outweighed negative effects from lockdown measures.  Qiagen added that it now plans to buy the 80.1% it does not already own of NeuMoDx Molecular Inc, a supplier of testing gear for COVID-19 and other infections, for about $234 million.  Activist investor Davidson Kempner, owner of an 8% stake in Qiagen which campaigned against Thermo Fisher’s bid, said management should now improve its interactions with shareholders, focus on high-growth businesses and be disciplined about its investments.  Evercore ISI analysts said they were doubtful a new industrial bidder was waiting in the wings as the longevity of COVID diagnostics demand was very hard to predict and earnings and market valuation may be peaking.  Thermo Fisher in July sweetened its offer to 43 euros per share from 39 euros after pressure from some investors, but still did not win over Davidson Kempner.  As part of the sweetened offer, Thermo Fisher also reduced the minimum acceptance threshold from 75% of outstanding ordinary share capital.  Qiagen’s Germany listed shares were up 1% 41.72 euros at 1305 GMT.  ($1 = 0.8445 euros)","34":"March 12 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC SIGNS AGREEMENT WITH JANSSEN TO CO-DEVELOP COMPANION DIAGNOSTIC FOR CANCER  * THERMO FISHER - WILL COLLABORATE WITH JANSSEN RESEARCH & DEVELOPMENT SCIENTISTS TO VALIDATE MULTIPLE BIOMARKERS FOR USE WITH ONCOMINE DX TARGET TEST  * THERMO FISHER SCIENTIFIC INC - COMPANION DIAGNOSTIC IN ONCOLOGYWILL SUPPORT CLINICAL TRIAL ENROLLMENT GLOBALLY Source text for Eikon: Further company coverage:","35":"(Reuters) - Qiagen NV QGEN.O said on Friday it has started reviewing options, including sale, after the genetic testing company received several indications of interest for acquisition, sending its U.S. listed shares up 8.5%.  The company, which has a market capitalization of $8.6 billion as of Thursday’s close, said its management will start talks with interested parties as part of the review.  Instruments maker Thermo Fisher Scientific Inc TMO.N approached Qiagen about a potential deal, Bloomberg reported on Wednesday.  There is no guarantee these discussions will lead to a definitive deal, the company said.  Qiagen’s Chief Executive Officer Peer Schatz stepped down in October after it posted preliminary Q3 sales below estimates due to significantly weaker-than-expected developments in China.  In a surprise to investors, the maker of diagnostic kits for cancer and tuberculosis had also said it would stop developing next-generation genome sequencing machines and instead collaborate with industry leader Illumina ILMN.O.","36":"March 30 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC PRICES OFFERING OF EURO-DENOMINATED SENIOR NOTES  * THERMO FISHER SCIENTIFIC INC - PRICED AN OFFERING OF EUR 1.2 BILLION AGGREGATE PRINCIPAL AMOUNT OF EURO-DENOMINATED NOTES  * THERMO FISHER SCIENTIFIC INC - OFFERING EUR 600 MILLION 1.750% SENIOR NOTES DUE 2027 AT ISSUE PRICE OF 99.190% OF THEIR PRINCIPAL AMOUNT  * THERMO FISHER SCIENTIFIC INC - OFFERING EUR 600 MILLION 2.375% SENIOR NOTES DUE 2032 AT ISSUE PRICE OF 98.940% OF THEIR PRINCIPAL AMOUNT  * THERMO FISHER SCIENTIFIC INC - INTENDS TO USE NET PROCEEDS OF OFFERING TO PAY A PORTION OF CONSIDERATION FOR THERMO FISHER’S ACQUISITION OF QIAGEN N.V Source text for Eikon: Further company coverage:","37":"Feb 26 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC PRESIDENT AND CHIEF EXECUTIVE OFFICER MARC N. CASPER ELECTED CHAIRMAN OF THE BOARD OF DIRECTORS  * THERMO FISHER SCIENTIFIC - ELECTED CEO MARC CASPER AS CHAIRMAN EFFECTIVE IMMEDIATELY  * THERMO FISHER SCIENTIFIC INC - CASPER SUCCEEDS JIM MANZI AS CHAIRMAN  * THERMO FISHER SCIENTIFIC INC - MANZI WILL CONTINUE TO SERVE AS A DIRECTOR ON THERMO FISHER BOARD Source text for Eikon: Further company coverage:","38":"To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2wuw74E","39":"FILE PHOTO: Trading information for KKR & Co is displayed on a screen on the floor of the New York Stock Exchange (NYSE) in New York, U.S., August 23, 2018. REUTERS\/Brendan McDermid  (Reuters) - Medical device makers Thermo Fisher Scientific Inc TMO.N and Danaher Corp DHR.N have expressed interest in KKR & Co's KKR.N potential sale of its scientific measurement and testing company LGC Group, Bloomberg reported on Friday.  The sale of LGC could get the private equity firm more than $2 billion, including debt, the report said, citing people familiar with the matter.  Blackstone Group Inc BX.N, Carlyle Group LP CG.O, CVC Capital Partners and EQT Partners are also weighing offers for the business, according to the report, which added that the talks are at an early stage.  LGC, previously called Laboratory of the Government Chemist, generates annual earnings before interest, taxes, depreciation and amortization of about $150 million after factoring in its recent acquisitions, the report said.  A KKR spokeswoman and EQT Partners declined to comment to a Reuters request. Blackstone, Carlyle and CVC Capital were not immediately respond to a request for comment. Thermo Fisher and Danaher too did not immediately respond.","40":"(Reuters) - Thermo Fisher Scientific Inc, the world’s largest maker of scientific instruments, will sell its anatomical pathology business for $1.14 billion in cash, the company said on Monday.  The buyer is PHC Holdings Corp, a healthcare holding company based in Japan.  Thermo Fisher’s pathology business sells microscopic slides, centrifuges and other instruments used in diagnosing diseases, and makes about $350 million in annual revenue. It has about 1,200 employees across the United States, Europe and China.  Waltham, Massachusetts-headquartered Thermo Fisher forecast a dilution of about 10 cents to adjusted earnings per share in 2019 as a result of the sale, which it expects to close in the second quarter.","41":"(Reuters) - Thermo Fisher Scientific Inc, the world’s largest maker of scientific instruments, said on Sunday it has agreed to buy Brammer Bio in a roughly $1.7 billion cash deal.  Brammer Bio, a viral vector manufacturer for gene and cell therapies, is expected to post $250 million in revenue for 2019, Thermo Fisher said in a statement.  “Brammer Bio will be an exciting addition to our pharma services business and will further strengthen Thermo Fisher’s leadership in serving pharma and biotech customers,” said Thermo Fisher President and Chief Executive Marc N. Casper.  Brammer, which has almost 600 employees, is owned by its founders and private equity firm Ampersand Capital Partners.  Thermo Fisher said it expects to complete the transaction by the end of the second quarter.  Thermo Fisher’s stock is up around 18 percent so far in 2019, giving it a market capitalization of just over $105 billion, according to Refinitiv data.","42":"May 1 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC SIGNS NEW AGREEMENTS TO EXPAND ONCOMINE DX TARGET TEST  * THERMO FISHER SCIENTIFIC - WILL RETAIN GLOBAL COMMERCIALIZATION RIGHTS FOR TEST, WILL LEAD ALL FILINGS OF SPMA IN ORDER TO SEEK APPROVAL FROM FDA Source text for Eikon: Further company coverage:","43":"(Reuters) - Thermo Fisher Scientific Inc TMO.N, the world's largest maker of scientific instruments, said on Thursday it would buy IT services provider Roper Technologies Inc's ROP.N unit Gatan Inc for about $925 million in cash.  Gatan is a Pleasanton, California-based maker of instrumentation and software used to enhance the performance of electron microscopes.  “Adding Gatan’s technologies to our leading electron microscopy portfolio will enhance our customer offering by creating an integrated system that seamlessly connects microscope hardware, software and accessories,” said Dan Shine, president of Thermo Fisher’s analytical instruments business.  The deal comes at a time when competition from Amazon.com Inc AMZN.O is disrupting several industries, including laboratory supplies. Last year, Thermo Fisher had invested in its e-commerce capabilities and supply chain.  Thermo Fisher said Gatan, which is part of Roper’s medical and scientific imaging segment, is expected to generate about $150 million in revenue in 2018.  After the completion of the deal by 2018 end, the unit will become a part of Thermo Fisher’s analytical instruments segment.","44":"April 23 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC INC - ON APRIL 17 ENTERED INTO A BRIDGE CREDIT AGREEMENT  * THERMO FISHER SCIENTIFIC INC - BRIDGE CREDIT AGREEMENT IS A 364-DAY SENIOR UNSECURED BRIDGE LOAN FACILITY IN PRINCIPAL AMOUNT OF UP TO EUR9.25 BILLION Source text: [bit.ly\/2VSPpdd] Further company coverage: (Reuters.Briefs@thomsonreuters.com)","45":"FILE PHOTO: People carrying a box from ThermoFisher Scientific, a company that produces coronavirus tests, walk outside Downing Street, as the spread of the coronavirus disease (COVID-19) continues, in London, Britain, March 17, 2020. REUTERS\/Henry Nicholls\/File Photo  BERLIN (Reuters) - Thermo Fisher Scientific TMO.N raised its bid for Qiagen QIA.DE by 900 million euros ($1 billion) on Thursday but failed to win over a key investor who is seeking a higher price for the German genetic test maker.  The U.S. laboratory equipment supplier said it had lifted its bid to 43 euros per share from 39 euros, representing a 35% premium to Qiagen’s closing price when it made the initial offer on March 2.  The revised offer values Qiagen at 11.3 billion euros and is backed by Qiagen’s board.  Thermo Fisher has been under pressure from some Qiagen shareholders to sweeten its bid, particularly after the company said last week it was experiencing strong demand for products related to coronavirus testing.  One of those investors, hedge fund Davidson Kempner, said on Thursday that it would reject the new offer because it still “falls short of fair value”. It said a price of between 48 euros and 52 euros a share was more appropriate.  Thermo Fisher Chief Executive Marc N. Casper said that industry conditions had changed considerably in recent months.  “After careful consideration, we’ve decided to increase our offer for Qiagen to reflect the fair value of the business given the current environment,” Casper said in a statement.  Last week, Qiagen beat expectations with a preliminary 18-19% rise in second-quarter sales and a 68% rise in earnings per share amid strong demand for products used in coronavirus testing.  As part of the sweetened offer, Thermo Fisher also reduced the minimum acceptance threshold to 66.67% of outstanding ordinary share capital from 75% and the deadline to vote on the deal has been extended by two weeks until Aug. 10.","46":"FRANKFURT, March 3 (Reuters) - Instruments maker Thermo Fisher has launched a 10.4 billion euro ($11.59 billion) bid for genetic testing company Qiagen NV , Qiagen said on Tuesday.  The offer price represents a 23% premium to Qiagen’s closing price on March 2, the company said. ($1 = 0.8977 euros) (Reporting by Christoph Steitz Editing by Michelle Martin)","47":"July 8 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC SIGNS COMPANION DIAGNOSTIC AGREEMENT WITH CHUGAI PHARMACEUTICAL  * THERMO FISHER SCIENTIFIC INC - APPLIED TO MINISTRY OF HEALTH, LABOUR AND WELFARE TO EXPAND USE OF ONCOMINE DX TARGET TEST IN JAPAN Source text for Eikon: Further company coverage:","48":"BOSTON, Aug 6 (Reuters) - Hedge fund Davidson Kempner said again on Thursday it will not be tendering its shares in Qiagen , days after Thermo Fisher Scientific said its offer to buy the German genetic test maker expires soon.  “Davidson Kempner Will Not Be Tendering Into The Current Offer,” the hedge fund which owns a 3.1% stake in Qiagen said in a statement. It reiterated its position that it considers the current offer “wholly inadequate.”  Potential acquirer Thermo Fisher said this week its offer to buy all of Qiagen’s ordinary shares for an increased price of 43.00 euros per share will expire on Aug. 10.","49":"March 9 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER - IF DEAL IS TERMINATED UNDER CERTAIN SPECIFIED CIRCUMSTANCES, QIAGEN WILL BE OBLIAGTED TO PAY CO TERMINATION FEE $367 MILLION IN CASH  * THERMO FISHER- CO WILL HAVE TO PAY QIAGEN REVERSE TERMINATION FEE OF $575 MILLION IN CASH IF DEAL IS TERMINATED UNDER SPECIFIED CIRCUMSTANCES - SEC FILING Source: (bit.ly\/39CGBxB) Further company coverage:","50":"April 10 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC CEO MARC N. CASPER'S FY 2017 TOTAL COMPENSTION WAS $22.3 MLN VS $17.8 MLN - SEC FILING Source text: (bit.ly\/2HqYMsM) Further company coverage:","51":"SENEFFE (Reuters) - A plant in Belgium said to be the main cause of big cuts in AstraZeneca’s COVID-19 vaccine supplies to the European Union said on Wednesday it had complied with all its obligations under a contract it has with the Anglo-Swedish firm.  European Industry Commissioner Thierry Breton, wearing protective gear, enters a lab during a visit at the Thermo Fisher plant, former Novasep, producing COVID-19 vaccines for AstraZeneca in Seneffe, Belgium, February 10, 2021. REUTERS\/Yves Herman  The apparent dispute could lead to further EU pressure on AstraZeneca to deliver more doses in the winter, as its COVID-19 vaccine began being rolled out in the 27-nation bloc this week.  The factory, which U.S. firm Thermo Fisher Scientific acquired from Novasep in January, has been identified as the cause of the cuts by AstraZeneca in internal meetings, several EU officials have said.  “We have complied with all the contractual requirements we have with AstraZeneca,” Thermo Fisher’s vice president for the EU, Cedric Volanti, told a news conference on Wednesday, when asked about possible production problems the plant had faced.  AstraZeneca on Jan. 15 announced cuts in its supply of vaccines to the EU in the first quarter, which EU officials said amounted to a 60% reduction to 31 million doses through March.  The company declined to comment on Wednesday on Thermo Fisher’s remarks. In a public statement it had said the drop in expected doses was caused by a lower than anticipated yield, or the amount of vaccine that can be made from base ingredients.  EU officials repeatedly said AstraZeneca had told them that the problem had been caused by production issues at the factory in Belgium. AstraZeneca has never denied this but has also never publicly accused the Belgian plant.  Volanti declined to comment on the number of doses the company has committed to producing for AstraZeneca and underscored that the change of ownership had had no negative impact on the production capacity of the factory.  When asked whether the Belgian plant, located in Seneffe at an hour drive from Brussels, sold doses to Britain, Volanti said the company sends vaccines to an Italian facility that bottles them before delivering to clients.  Slideshow ( 4 images )  He added that the timing of deliveries depended on AstraZeneca.  EU Industry Commissioner Thierry Breton, who leads an EU task force to expand COVID-19 vaccine production, said he was confident about the production capacity of the Thermo Fisher plant.  LOW TARGET  After the supply cut announced in January, which followed an earlier downward revision of its initial 120 million-dose delivery target for the first quarter, AstraZeneca raised its commitment to the EU to 40 million doses through March from 31 million.  The company has not said from where the additional doses would come.  The EU has said that increase was a positive first step, but urged the company to further ramp up its immediate deliveries to the bloc, which has a contract for 300 million doses and options for another 100 million.  In meetings with the EU, AstraZeneca said it could not send doses from factories in Britain because of contractual obligations to London.  Breton declined to comment on whether AstraZeneca could further raise deliveries by the end of March but said output from a factory producing COVID-19 vaccines for AstraZeneca in the United States would go “almost entirely” to Europe.  The Commission had so far said that doses for the EU were meant to come from four factories, one each in Belgium and Germany and two in Britain.  Separately on Wednesday, AstraZeneca announced a partnership with German firm IDT Biologika to speed up output of finished COVID-19 vaccine in the second quarter.","52":"(Reuters) - Britain's competition watchdog said on Wednesday Thermo Fisher Scientific Inc's TMO.N $925 million acquisition of Roper Technologies Inc's ROP.N unit Gatan raised concerns that prices of microscopes could go up and quality could suffer.  U.S.-based Thermo Fisher - the world’s largest maker of scientific instruments - said in June it would buy Gatan, a Pleasanton, California-based maker of instruments and software used to enhance the performance of electron microscopes.  The Competition and Markets Authority (CMA) said the deal could affect two rivals of Thermo Fisher who use Gatan products with their electron microscopes.  “The CMA is concerned that the proposed deal could allow Thermo Fisher to weaken its competitors, enhancing its own already strong market position, and lead to higher prices for customers using electron microscopes,” the watchdog said in a statement.  Thermo Fisher said in June that Gatan, which is part of Roper’s medical and scientific imaging unit, was expected to generate about $150 million in revenue in 2018.  “Both parties continue to work cooperatively with the CMA through the review process. All other regulatory approval conditions have been satisfied,” Waltham, Massachusetts-based Thermo Fisher said on Wednesday.  (For a graphic on 'Thermo Fisher buoyed by Gatan deal' click tmsnrt.rs\/2A7MFP8)  CMA was also concerned that the merger would leave Thermo Fisher with insufficient competition in the market for direct detection cameras.  The watchdog said the merger would be referred for an in-depth Phase 2 investigation if the firms did not address its concerns.  Thermo Fisher, which employs 70,000 people globally, is involved in life sciences research, diagnostics and laboratory products and services.  The firm reported a better-than-expected third-quarter profit in October on higher demand for its laboratory products and raised its full-year forecast.  Gatan is set to become a part of Thermo Fisher’s analytical instruments segment.","53":"April 24 (Reuters) - Thermo Fisher Scientific Inc on Wednesday raised its 2019 forecasts for adjusted profit and revenue on the back of its $1.7 billion deal to buy Brammer Bio, and beat the average analyst estimate for first-quarter profit.  The world’s largest scientific instruments maker last month announced the deal to buy Brammer, which makes viral vectors for gene and cell therapies, to help expand its pharma services business.  Excluding items, the company earned $2.81 per share in the first quarter ended March 30, beating the average analyst estimate of $2.73, according to IBES data from Refinitiv.  Revenue in the company’s life sciences solutions unit, which provides reagents and instruments that are used for medical research and drug development, rose 7 percent to $1.61 billion, beating the average analyst estimate of $1.56 billion.  The company raised its full-year 2019 forecast for revenue to a range of $25.17 billion to $25.47 billion, from a previous forecast of $24.88 billion to $25.28 billion.  Thermo Fisher now forecasts 2019 adjusted profit between $12.08 per share and $12.22 per share, against its prior estimate of $12.00 per share to $12.20 per share.  Total revenue rose 4.6 percent to $6.13 billion.","54":"July 10 (Reuters) - Davidson Kempner European Partners:  * DAVIDSON KEMPNER EUROPEAN PARTNERS SENDS LETTER TO QIAGEN NV  * DAVIDSON KEMPNER EUROPEAN PARTNERS IN LETTER TO QIAGEN SAYS BELIEVE OFFER OF €39\/SHARE FROM THERMO FISHER SCIENTIFIC IS “INADEQUATE”  * DAVIDSON KEMPNER EUROPEAN PARTNERS IN LETTER TO QIAGEN SAYS QIAGEN BOARD SHOULD ISSUE AN ADVERSE RECOMMENDATION CHANGE  * DAVIDSON KEMPNER EUROPEAN PARTNERS IN LETTER TO QIAGEN SAYS BELIEVE THE STANDALONE FAIR VALUE OF QIAGEN TO BE AROUND €50\/SHARE  * DAVIDSON KEMPNER EUROPEAN PARTNERS IN LETTER TO QIAGEN SAYS WILL NOT BE TENDERING SHARES INTO THE OFFER  * DAVIDSON KEMPNER EUROPEAN - URGE QIAGEN TO EXERCISE CAUTION WHEN CONSIDERING SUPPORT FOR REQUEST TO LOWER ACCEPTANCE CONDITION FROM THERMO FISHER Further company coverage:","55":"March 27 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC - OFFERING UP TO 1 MILLION SHARES OF COMMON STOCK DIRECTLY TO CERTAIN INSTITUTIONAL INVESTORS PURSUANT TO PROSPECTUS SUPPLEMENT Source : (bit.ly\/2JmXRLK) Further company coverage:","56":"May 18 (Reuters) - Thermo Fisher Scientific:  * THERMO FISHER SCIENTIFIC PUBLISHES OFFER DOCUMENT FOR VOLUNTARY TENDER OFFER FOR ALL ORDINARY SHARES OF QIAGEN N.V.  * THERMO FISHER SCIENTIFIC INC - TRANSACTION EXPECTED TO CLOSE IN FIRST HALF OF 2021  * THERMO FISHER SCIENTIFIC INC - ACCEPTANCE PERIOD FOR CASH OFFER OF EUR 39 PER QIAGEN SHARE RUNS FROM MAY 18, 2020, TO JULY 27, 2020 Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","57":"June 23 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC AND DAIICHI SANKYO TO CO-DEVELOP GLOBAL COMPANION DIAGNOSTIC FOR PATIENTS WITH NON-SMALL CELL LUNG CANCER  * THERMO FISHER SCIENTIFIC - WILL RETAIN RIGHTS TO COMMERCIALIZE TEST GLOBALLY AND WILL SEEK APPROVAL FROM REGULATORY AGENCIES Source text for Eikon: Further company coverage:","58":"May 27 (Reuters) - CSL Ltd:  * ENTERED INTO A STRATEGIC PARTNERSHIP WITH THERMO FISHER SCIENTIFIC  * LEASES SWISS BIOTECH MANUFACTURING FACILITY TO THERMO FISHER SCIENTIFIC  * AGREEMENT HAS NO MATERIAL IMPACT TO CSL’S FY20 GUIDANCE Source text for Eikon: Further company coverage:","59":"April 27 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC ADDS CEFIDEROCOL AND IMIPENEM\/RELEBACTAM TO MANUAL AND AUTOMATED ANTIMICROBIAL SUSCEPTIBILITY TESTING PLATFORMS INCLUDING ARIS HIQ Source text for Eikon: Further company coverage:","60":"Feb 15 (Reuters) - OncoTherapy Science Inc  * Says its unit, Cancer Precision Medicine forms business alliance with Thermo Fisher Scientific  * Says two entities mainly cooperate on evaluation of liquid biopsy platform based on Ion Torrent Oncomine Pan-Cancer Cell-Free Assay  Source text in Japanese:goo.gl\/mNosnz  Further company coverage: (Beijing Headline News)","61":"Jan 7 (Reuters) - Thermo Fisher Scientific Inc’s proposed $925 million acquisition of Roper Technologies Inc’s unit will be referred for a deeper phase two investigation, Britain’s competition watchdog said on Monday.  The Competition and Markets Authority (CMA) said Thermo Fisher Scientific had not offered any undertakings to ease the watchdog’s concerns.  CMA previously said the deal to buy Gatan raised concerns that prices of microscopes could go up and quality could suffer.  U.S.-based Thermo Fisher - the world’s largest maker of scientific instruments - said in June it would buy Gatan, a Pleasanton, California-based maker of instruments and software used to enhance the performance of electron microscopes. (Reporting by Samantha Machado in Bengaluru; Editing by Bernard Orr)","62":"Feb 13 (Reuters) - Opgen Inc:  * OPGEN INC - ENTERED GLOBAL SUPPLY AGREEMENT TO USE THERMO FISHER SCIENTIFIC’S REAL-TIME PCR TECHNOLOGY IN COMPANY’S ACUITAS AMR GENE PANEL TESTS  * OPGEN INC - PLANNING CLINICAL TRIALS TO SUPPORT REGULATORY SUBMISSIONS FOR BROADER CLINICAL USE IN PATIENTS WITH COMPLICATED URINARY TRACT INFECTIONS Source text for Eikon: Further company coverage:","63":"Feb 1 (Reuters) - Thermo Fisher Scientific Inc, the world’s largest maker of scientific instruments, on Monday forecast 2021 profit above market estimates as it continues to gain from upbeat demand for its COVID-19 tests and materials for vaccine production.  The company sees 2021 profit of $21.62 per share, well above analysts’ estimate of $20.74, according to Refinitv data.","64":"(Reuters) - Hedge fund Davidson Kempner said on Wednesday Thermo Fisher Scientific's TMO.N offer to buy German genetic test maker Qiagen QIA.DE was \"wholly inadequate\" and that it would not be tendering its shares into the deal at the current price.  The fund, which holds 3.1% of Qiagen shares, said Qiagen should be sold for 50 euros ($57.21) a share, far above Thermo Fisher’s current offer of 39 euros.  Thermo Fisher in March proposed to buy Qiagen QGEN.N in an $11.5 billion deal as the U.S.-based company looked to bolster its health diagnostic business.  Qiagen, which has its main operations in Germany but is headquartered in the neighbouring Netherlands, is one of the world’s largest suppliers of products to prepare tissue and blood samples for advanced testing.  Davidson Kempner said that in light of Qiagen's QIA.DE Q2 profits upgrade, Thermo Fisher's TMO.N offer for the company was far from fair value and must be modified.  \"Despite the meaningful Q2 profit upgrade and outlook issued on the 13th July, the Board of the Company continues to fail to recognise the true value of the Company,\" Davidson Kempner said in a letter to Qiagen's board tmsnrt.rs\/3j8Tpkv.  A Qiagen spokesman declined to comment on Kempner’s statement and also declined to comment on whether Qiagen’s management and board still supported Thermo’s offer.","65":"July 6 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC - ESTIMATES BOTH REPORTED, ORGANIC REVENUE GROWTH WILL BE ABOUT 10% FOR Q2  * THERMO FISHER SCIENTIFIC - Q2 ORGANIC REVENUE GROWTH WAS PRIMARILY DRIVEN BY STRONG GLOBAL SALES OF PCR-BASED TESTS, SERVICES SUPPORTING COVID-19 RESPONSE Source text for Eikon: Further company coverage:","66":"May 13 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC RESPONSE TO COVID-19 EXPANDS TO INCLUDE NEW SEROLOGY TEST  * THERMO FISHER SCIENTIFIC - DEVELOPING TOTAL ANTIBODIES TEST IN COLLABORATION WITH WUXI DIAGNOSTICS AND MAYO CLINIC  * THERMO FISHER SCIENTIFIC - WILL SEEK U.S. FDA EMERGENCY USE AUTHORIZATION & INTERNATIONAL REGULATORY AUTHORIZATIONS FOR TEST OVER NEXT FEW WEEKS  * THERMO FISHER - WILL BEGIN MANUFACTURING THERMO SCIENTIFIC OMNIPATH COVID-19 TOTAL ANTIBODY ELISA TEST AT SITES IN U.S. & EUROPE IN NEXT FEW WEEKS Source text for Eikon: Further company coverage:","67":"March 23 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC INC - INVESTING MORE THAN $475 MILLION IN NEW CAPABILITIES AND CAPACITY IN 2020 Source text for Eikon: Further company coverage:","68":"March 28 (Reuters) - Biocept Inc:  * BIOCEPT AND THERMO FISHER SCIENTIFIC ENTER INTO TECHNOLOGY AND COMMERCIAL COLLABORATION  * BIOCEPT INC - ENTERED INTO A NON-BINDING MEMORANDUM OF UNDERSTANDING WITH THERMO FISHER SCIENTIFIC, INC. TO COLLABORATE TOGETHER COMMERCIALLY  * BIOCEPT - PLAN TO VALIDATE THERMO FISHER’S ONCOMINE NEXT-GENERATION SEQUENCING LIQUID BIOPSY PANELS IN BIOCEPT’S CLIA-CERTIFIED LABORATORY Source text for Eikon: Further company coverage:","69":"FILE PHOTO: Illustration of products are pictured from Qiagen, the diagnostics company which has agreed an $11.5 billion takeover deal with U.S-based Thermo Fisher in this picture illustration obtained by Reuters March 3, 2020. Qiagen\/Handout via REUTERS  ZURICH (Reuters) - Switzerland-based PSquared Asset Management on Wednesday unveiled a stake of more than 4% in Qiagen QIA.DE, adding it would not tender its shares into a $12.9 billion offer by U.S. laboratory equipment supplier Thermo Fisher TMO.N.  “PSquared believes that the current cash offer by Thermo Fisher at 43 euros ($50.45) per share materially undervalues Qiagen on a standalone basis,” the fund said in response to a Reuters request.  “PSquared will not tender any shares into the current offer.”  Hedge fund Davidson Kempner, which says it owns more than 5% of Qiagen, a day earlier said it would not tender its shares into the offer, adding a price of between 48 euros and 52 euros a share was more appropriate.","70":"June 11 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER - ON JUNE 5, ENTERED TERM LOAN CREDIT AGREEMENT REPLACING EUR3.0 BILLION BRIDGE LOAN FACILITY WITH EUR3.0 BILLION SENIOR UNSECURED 1-YEAR TERM FACILITY  * THERMO FISHER - ON JUNE 5, ENTERED AGREEMENT TO AMEND, EXTEND TERMS OF EXISTING $2.5 BILLION SENIOR UNSECURED REVOLVING CREDIT AGREEMENT DATED JULY 1, 2016  * THERMO FISHER - AMEND & EXTEND AGREEMENT EXTENDS EXPIRATION DATE FOR COMMITMENTS & LOANS OF CONSENTING LENDERS TO JULY 1, 2022 Source text: bit.ly\/2BYwRlA Further company coverage:","71":"(Reuters) - Thermo Fisher Scientific Inc TMO.N posted a better-than-expected quarterly profit as its laboratory products division received a boost from a recent acquisition, and the company raised its 2018 forecast.  The world’s largest maker of scientific instruments said it now expects 2018 adjusted earnings per share of $10.89 to $11.01, compared with its previous forecast of $10.80 to $10.96.  Thermo Fisher also lifted the low end of its 2018 revenue forecast range to $23.68 billion from $23.62 billion, keeping the high end of the range unchanged at $23.86 billion.  Sales from its laboratory products and services segment, which makes incubators and centrifuges, jumped 42 percent to $2.55 billion in the second quarter, ahead of analysts’ estimates of $2.46 billion, in part due to Thermo Fisher’s $5.2 billion acquisition of Patheon NV last year.  Excluding items, the company earned $2.75 per share, beating the average analyst estimate of $2.62 according to Thomson Reuters I\/B\/E\/S.  Revenue rose about 22 percent to $6.08 billion, above Wall Street estimate of $5.89 billion.  The company’s net income rose to $752 million, or $1.85 per share, in the quarter ended June 30, from $612 million, or $1.56 per share last year.","72":"May 15 (Reuters) - Omega Advisors:  * OMEGA ADVISORS DISSOLVES SHARE STAKE IN AMERICAN AIRLINES - SEC FILING  * OMEGA ADVISORS TAKES SHARE STAKE IN BRISTOL-MYERS SQUIBB OF 468,000 SHARES - SEC FILING  * OMEGA ADVISORS TAKES SHARE STAKE IN UNITEDHEALTH GROUP OF 196,300 SHARES - SEC FILING  * OMEGA ADVISORS TAKES SHARE STAKE IN THERMO FISHER SCIENTIFIC OF 207,400 SHARES - SEC FILING  * OMEGA ADVISORS UPS SHARE STAKE IN OCWEN FINANCIAL TO 14.7 MILLION SHARES FROM 11.1 MILLION SHARES - SEC FILING  * OMEGA ADVISORS UPS SHARE STAKE IN HRG GROUP TO 2.1 MILLION SHARES FROM 857,100 SHARES - SEC FILING  * OMEGA ADVISORS CUTS SHARE STAKE IN HESS CORP TO 1.4 MILLION SHARES FROM 1.7 MILLION SHARES - SEC FILING  * OMEGA ADVISORS UPS SHARE STAKE IN NABORS INDUSTRIES TO 8.3 MILLION SHARES FROM 6.7 MILLION SHARES -SEC FILING  * OMEGA ADVISORS - CHANGE IN HOLDINGS ARE AS OF MARCH 31, 2018 AND COMPARED WITH THE PREVIOUS QUARTER ENDED AS OF DEC 31, 2017 Source For the quarter ended Mar 31, 2018: bit.ly\/2Gi4U4z Source For the quarter ended Dec 31, 2017: bit.ly\/2swouIz","73":"Dec 19 (Reuters) - Britain’s competition watchdog said on Wednesday Thermo Fisher Scientific Inc’s $925 million acquisition of Roper Technologies Inc’s unit Gatan raised concerns that prices of specialist microscopes could go up and quality could decline.  U.S.-based Thermo Fisher - the world’s largest maker of scientific instruments - said in June it would buy Gatan, a Pleasanton, California-based maker of instrumentation and software used to enhance the performance of electron microscopes. (Reporting by Noor Zainab Hussain in Bengaluru Editing by Saumyadeb Chakrabarty)","74":"July 24 (Reuters) - Thermo Fisher Scientific Inc reported second-quarter profit that beat Wall Street estimates and raised its 2019 forecast for sales and profit on Wednesday, helped by a 9% rise in sales at its life sciences unit.  The world’s largest scientific instruments maker forecast full-year adjusted earning per share between $12.16 and $12.26, from a range of $12.08 to $12.22.  Revenue at the company’s life sciences solutions unit, which makes tools and compounds used in medical research, rose to $1.71 billion, from $1.57 billion a year ago, beating analysts’ estimates of $1.65 billion, according to four analysts polled by Refinitiv.  Excluding items, the company earned $3.04 per share in the quarter ended June 29, above analysts’ estimates of $3 per share.  Thermo Fisher’s quarterly sales rose 4% to $6.32 billion, ahead of analysts’ estimates of $6.30 billion.  An outage at one of its data centers caused delays in processing orders and shipments, hitting organic revenue growth by about 1% in the quarter, Thermo Fisher said.  The company said quarterly net income rose nearly 50% to $1.12 billion, or $2.77 per share.  The company now forecasts full-year revenue between $25.30 billion and $25.50 billion, from a range of $25.17 billion to $25.47 billion. (Reporting by Manas Mishra in Bengaluru; Editing by James Emmanuel)","75":"May 13 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC INC - UPDATED ITS EXPECTED RANGE FOR Q2 ORGANIC REVENUE GROWTH TO BETWEEN FLAT AND NEGATIVE 10% Source: (bit.ly\/2LlPT6V) Further company coverage:","76":"FILE PHOTO: Illustration of products are pictured from Qiagen, the diagnostics company which has agreed an $11.5 billion takeover deal with U.S-based Thermo Fisher in this picture illustration obtained by Reuters March 3, 2020. Qiagen\/Handout via REUTERS  FRANKFURT (Reuters) - Qiagen QIA.DE said its non-executive Chairman Hakan Bjoerklund had resigned with immediate effect after the genetic testing company's shareholders rejected an improved takeover offer from Thermo Fisher TMO.N.  Qiagen board member Lawrence Rosen, the former finance chief of postal services group Deutsche Post DPWGn.DE, has been elected to replace Bjoerklund as chairman, the company said in a statement on Friday, without providing a reason for the departure.  Thermo Fisher last week walked away from its 11.3 billion euro ($13.30 billion) takeover deal after Qiagen’s earnings were boosted by coronavirus diagnostics, leaving its shareholders reluctant to cash out.  ($1 = 0.8498 euros)","77":"May 27 (Reuters) - CSL Ltd:  * THERMO FISHER SCIENTIFIC AND CSL ENTER STRATEGIC PARTNERSHIP TO PROVIDE BEST-IN-CLASS PHARMA SERVICES  * THERMO FISHER SCIENTIFIC - WILL OPERATE NEW BIOLOGICS MANUFACTURING FACILITY IN SWITZERLAND WHEN CONSTRUCTION IS COMPLETED IN MID-2021 Source text for Eikon: Further company coverage:","78":"BOSTON (Reuters) - Hedge fund Davidson Kempner said again on Thursday it will not be tendering its shares in Qiagen QIA.DE, days after Thermo Fisher Scientific TMO.N said its offer to buy the German genetic test maker expires soon.  “Davidson Kempner Will Not Be Tendering Into The Current Offer,” the hedge fund said in a statement. It reiterated its position that it considers the current offer “wholly inadequate.”  Thermo Fisher said this week its offer to buy all of Qiagen’s ordinary shares for an increased price of 43.00 euros per share will expire on Monday.  The hedge fund, which owns 8% of Qiagen, has said the target’s fair value on a standalone basis was between 48 and 52 euros per share.","79":"April 6 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC PROVIDES COVID-19 BUSINESS UPDATE AND WILL HOLD FIRST QUARTER EARNINGS CONFERENCE CALL ON WEDNESDAY, APRIL 22, 2020  * THERMO FISHER SCIENTIFIC INC - WITHDRAWING 2020 ANNUAL GUIDANCE  * THERMO FISHER SCIENTIFIC - FOR Q1 ESTIMATES THAT BOTH REPORTED AND ORGANIC REVENUE GROWTH WILL BE IN RANGE OF 1 TO 2% Source text for Eikon: Further company coverage:","80":"Illustration of products are pictured from Qiagen, the diagnostics company which has agreed an $11.5 billion takeover deal with U.S-based Thermo Fisher in this picture illustration obtained by Reuters March 3, 2020. Qiagen\/Handout via REUTERS  FRANKFURT (Reuters) - U.S. life science tools company Thermo Fisher on Monday launched its agreed $11.5 billion takeover offer for Qiagen, calling on investors of the German genetic testing specialist to tender their shares.  Thermo Fisher said in a statement here that the period for acceptance of the offer was scheduled to end on July 27 at 2200 GMT.  Qiagen shares have traded near or above the offer price of 39 euros this month on speculation the bidder might sweeten its offer.  Qiagen’s management, in turn, reaffirmed its backing of the transaction in a detailed “Reasoned Position Statement” on Monday.  The shares were up 0.9% at 39.41 euros at 0925 GMT.","81":"FRANKFURT (Reuters) - Hedge fund Davidson Kempner has raised its stake in takeover target Qiagen QIA.DE to 7.3% from 5.1% previously, having rejected a sweetened offer for the German group from U.S. laboratory equipment supplier Thermo Fisher TMO.N.  Thermo Fisher in mid-July raised its bid for Qiagen by 900 million euros ($1 billion) to 11.3 billion euros but failed to win over Davidson Kempner, a key investor in the German company.  The hedge fund on Friday said Thermo Fisher was free to relaunch the offer immediately with Qiagen’s approval if it fails to reach the shareholder acceptance threshold on Aug. 10.  It added that Qiagen’s non-executive Chairman Hakan Bjoerklund and the board may not be clear about this.  “Following our call with Dr. Bjoerklund on 30 July 2020, we are deeply concerned that there is a misunderstanding of the German tender rules amongst the board and possibly amongst shareholders, particularly with regards to the 12-month blocking period applicable after an offer fails,” the hedge fund said in an open letter to Qiagen directors and top executives.  As part of the sweetened offer, Thermo Fisher reduced the minimum acceptance threshold to 66.67% of the target’s share capital from 75% and extended the deadline to vote on the deal by two weeks until Aug. 10.  Qiagen was not immediately available to comment.","82":"WASHINGTON, March 13 (Reuters) - The U.S. Food and Drug Administration (FDA) on Friday approved Thermo Fisher Scientific Inc’s coronavirus test, which would allow the firm to increase capacity to 1.4 million tests a week, an official in U.S. President Donald Trump’s administration said.  “This will dramatically increase our ability to test people for the virus,” the official said.  The move comes as the Trump administration struggles to meet demand for testing. The FDA has already approved emergency authorization for a faster coronavirus test made by Swiss diagnostics maker Roche. (Reporting by Steve Holland; Writing by Makini Brice; Editing by Cynthia Osterman)","83":"May 24 (Reuters) - Thermo Fisher Scientific Inc:  * SETS QUARTERLY CASH DIVIDEND OF $0.17PER SHARE Source text for Eikon: Further company coverage:","84":"May 20 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC DECLARES QUARTERLY DIVIDEND  * SETS QUARTERLY CASH DIVIDEND OF $0.22PER SHARE  * SETS QUARTERLY CASH DIVIDEND OF $0.22PER SHARE Source text for Eikon: Further company coverage:","85":"(Reuters) - Thermo Fisher Scientific Inc and Roper Technologies Inc said on Monday they have mutually agreed to terminate Thermo Fisher’s deal to buy Roper’s unit Gatan Inc owing to challenges in obtaining regulatory approval in the United Kingdom.  The $925 million deal, announced last June, attracted the scrutiny of Britain’s competition watchdog, the Competition and Markets Authority (CMA), which launched an in-depth inquiry in January into whether the deal could affect competition.  Thermo Fisher, the world’s largest maker of scientific instruments, wanted to strengthen its electron microscopy business with the acquisition of Gatan, which produces highly specialized “peripherals” such as filters and cameras, used in microscopes.  The CMA has raised concerns that the deal could enhance Thermo Fisher’s “already strong market position” and that prices of microscopes could go up and quality could suffer.  It also noted the merger could hurt competition for certain peripherals.  While the deal falling through is disappointing, it is not expected to materially change Thermo Fisher’s capital allocation framework or hit its 2019 earnings per share outlook, Evercore ISI analyst Ross Muken wrote in a research note.  “Frankly, they could buy back stock and get a similar level of accretion, or more likely, will continue their focus on tuck-in M&A,” he said.  The termination does not affect the existing long-term supply agreement under which Gatan supplies filter systems, cameras and software to Thermo Fisher’s electron microscopy business, the companies said in a statement.  Shares of Thermo Fisher and Roper were trading up about 1% in early morning trading.","86":"(Reuters) - Electronic instruments maker Ametek Inc AME.N said on Friday it would buy a unit of Roper Technologies Inc ROP.N, Gatan Inc, for $925 million in cash, a few months after Thermo Fisher Scientific Inc TMO.N scrapped its plan to buy the business.  Gatan makes specialized “peripherals” such as filters and cameras used in electron microscopes, while Ametek manufactures instruments used in various industries ranging from aerospace and defense to oil and gas.  Thermo Fisher’s $925 million deal to buy Gatan collapsed after Britain’s Competition and Markets Authority launched an in-depth inquiry into the deal..  The deal is expected to close in the fourth quarter of 2019, Ametek said in a statement.","87":"March 23 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC PRICES OFFERING OF USD-DENOMINATED SENIOR NOTES  * THERMO FISHER SCIENTIFIC - PRICED OFFERING OF $2.2 BILLION OF NOTES  * THERMO FISHER SCIENTIFIC - PRICED OFFERING INCLUDES $1.1 BILLION OF 4.133% SENIOR NOTES DUE 2025, AT ISSUE PRICE OF 100% OF PRINCIPAL AMOUNT  * THERMO FISHER SCIENTIFIC - PRICED OFFERING INCLUDES $1.1 BILLION OF 4.497% SENIOR NOTES DUE 2030, AT ISSUE PRICE OF 100% OF PRINCIPAL AMOUNT Source text for Eikon: Further company coverage:","88":"June 9 (Reuters) - Thermo Fisher Scientific:  * THERMO FISHER SCIENTIFIC - TO CO-DEVELOP A GLOBAL COMPANION DIAGNOSTIC FOR LOW-GRADE GLIOMA WITH AGIOS PHARMACEUTICALS  * THERMO FISHER - AGREEMENT WITH AGIOS CALLS FOR IDENTIFYING IDH GENE MUTATIONS USING ONCOMINE PRECISION ASSAY AND ION TORRENT GENEXUS SYSTEM  * THERMO FISHER SCIENTIFIC INC - WILL RETAIN RIGHTS TO COMMERCIALIZE TEST GLOBALLY UNDER DEAL WITH AGIOS  * THERMO FISHER SCIENTIFIC - WILL LEAD FILINGS TO SEEK CLEARANCE FROM APPROPRIATE REGULATORY AGENCIES UNDER DEAL WITH AGIOS PHARMACEUTICALS Source text for Eikon: Further company coverage:","89":"(Reuters) - The University of Oxford has partnered with U.S.-based Thermo Fisher Scientific to ramp up its capacity to deliver COVID-19 testing data and help collect and quantify immune responses in its vaccine trials, the university said on Tuesday.  The collaboration will increase Oxford’s testing capacity to up to 50,000 tests per day with its new rapid testing lab and a device from Thermo Fisher that can detect antibodies developed in a person against the new coronavirus, it added.  “The equipment further enhances Oxford’s capacity to quantify the response to vaccines accurately and on a large scale as part of our ongoing clinical trials of the Oxford coronavirus vaccine to assess vaccine performance,” the statement said.  Oxford is working on an experimental COVID-19 vaccine with AstraZeneca, and eagerly anticipated data from large studies of the vaccine, one of the frontrunners, is expected by year-end. Pfizer on Monday said its vaccine was over 90% effective.  Researchers at Oxford will expand the use of Thermo Fisher’s test in Britain’s COVID-19 infection survey by collecting and studying infection and antibody data for about a year, the chief investigator of the survey, Sarah Walker, said.  The test is called Thermo Scientific OmnipathTM Combi SARS-CoV-2 IgG ELISA, and the American company has also collaborated with WuXi Diagnostics and the Mayo Clinic on another COVID-19 test here.  The Oxford statement said the collaboration would also help Britain in its plans to tackle the coronavirus. The country went into another lockdown this month following a surge in infections.","90":"April 22 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC REPORTS FIRST QUARTER 2020 RESULTS  * Q1 ADJUSTED EARNINGS PER SHARE $2.94  * Q1 GAAP EARNINGS PER SHARE $1.97  * Q1 EARNINGS PER SHARE ESTIMATE $2.79 -- REFINITIV IBES DATA  * Q1 REVENUE INCREASED 2% TO $6.23 BILLION  * Q1 REVENUE VIEW $6.17 BILLION -- REFINITIV IBES DATA  * IN Q1 OF 2020, LIFE SCIENCES SOLUTIONS SEGMENT REVENUE GREW 10% TO $1.77 BILLION  * REMAIN ON TRACK TO COMPLETE QIAGEN TRANSACTION IN FIRST HALF OF 2021  * QTRLY ORGANIC REVENUE GROWTH WAS 2%  * IN Q1 OF 2020, LABORATORY PRODUCTS AND SERVICES SEGMENT REVENUE GREW 9% TO $2.73 BILLION Source text for Eikon: Further company coverage:","91":"June 10 (Reuters) - Thermo Fisher Scientific Inc and Roper Technologies Inc on Monday said they have mutually agreed to terminate Thermo Fisher’s deal to buy Roper’s unit Gatan Inc.  The announcement comes after Britain’s competition watchdog in December said the $925 million acquisition could raise concerns that prices of microscopes could go up and quality could suffer.","92":"March 3 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC TO ACQUIRE QIAGEN N.V.  * TRANSACTION IS EXPECTED TO BE IMMEDIATELY ACCRETIVE TO THERMO FISHER’S ADJUSTED EPS AFTER CLOSE  * THERMO FISHER EXPECTS TO REALIZE TOTAL SYNERGIES OF $200 MILLION BY YEAR THREE FOLLOWING DEAL CLOSE  * THERMO FISHER SCIENTIFIC - FOR DEAL, CO OBTAINED COMMITTED BRIDGE FINANCING  * THERMO FISHER SCIENTIFIC - FOR DEAL, PERMANENT FUNDING IS EXPECTED TO COME FROM CASH ON HAND AND ISSUANCE OF NEW DEBT  * TRANSACTION IS NOT SUBJECT TO ANY FINANCING CONDITION Source text for Eikon: Further company coverage:","93":"FRANKFURT\/NEW YORK (Reuters) - Thermo Fisher Scientific Inc TMO.N said on Tuesday it agreed to acquire German genetic testing company Qiagen NV QIA.DEQGEN.N in an $11.5 billion deal as the U.S.-based company looks to bolster its health diagnostic business.  Qiagen, which has its main operations in Germany but is headquartered in the neighbouring Netherlands, is one of the world’s largest suppliers of products to prepare tissue and blood samples for advanced testing.  These genetic tests play a major role in research and treatment of cancer, infectious diseases and genetic disorders.  Last month it also began shipping a new rapid testing kit for the coronavirus to hospitals in China. The outbreak has claimed more than 3,000 lives and infected more than 90,000 people globally, after spreading from China to 77 other countries and territories  At 39 euros per share, Thermo Fisher’s cash offer was accepted at a 23% premium to Qiagen’s closing price on Monday, Qiagen said, adding that the bid valued the company at 10.4 billion euros ($11.5 billion), including 1.26 billion euros in net debt.  Qiagen shares rose 18% on the news to 37.5 euros, on track for their best daily gain in two decades.Thermo Fisher, which has a market valuation of around $120 billion, is the leading maker of instruments, software and other services for scientific research, including the vaccines and diagnostic tests now under development to combat coronavirus.  Thermo Fisher fist approached Qiagen about a potential takeover last year, according to people familiar with the matter who asked not to be identified because the details are confidential.  Slideshow ( 5 images )  In December, Qiagen ended the talks because it was not satisfied with the price offered and harbored concerns about the deal getting past antitrust regulators, one of the sources added.  Marc Casper, Thermo Fisher’s chief executive officer, said that the instrumentation giant had long considered Qiagen a potential strategic partner. Qiagen’s coronavirus testing capabilities were not a significant part of the deal’s rationale, he added.”Deals happen when they happen,” Casper said in an interview. “When we got into the last few weeks, things really accelerated here. We were able to come to a price and deal terms that both companies felt are compelling.”  Shares in Thermo Fisher rose 3.5% to $315.50 a share in trading on the New York Stock Exchange.  The deal was the second to be announced this week in the healthcare sector, illustrating how some companies are braving the current market volatility to pursue deals. On Monday, Gilead Sciences Inc GILD.O said it would buy smaller biotechnology company Forty Seven Inc FTSV.O for its research in immuno-oncology in a $4.9 billion deal.  QIAGEN’S TOUGH YEAR  The acquisition of Qiagen, which is expected to be completed in the first half of 2021, will immediately add to Thermo Fisher’s earnings after the deal closes, the companies said.  Slideshow ( 5 images )  Thermo Fisher said the deal would generate $200 million in savings by three years after the deal’s close.  Jefferies analysts said they had long viewed Qiagen’s strong position in research labs, plus front-end prep for molecular diagnostics as attractive to larger life science conglomerates.  For Qiagen, the deal comes after a tumultuous few months. The company's long-serving CEO Peer Schatz resigned in October when it announced a reversal of its strategy, saying it would stop developing its next-generation genome sequencing machines and instead collaborate with industry leader Illumina ILMN.O.  JPMorgan JPM.N and Morgan Stanley MS.N served as financial advisers to Thermo Fisher, while Wachtell, Lipton, Rosen & Katz provided legal counsel.  For Qiagen, Goldman Sachs GS.N is lead financial advisor and Barclays BARC.L is serving as financial adviser, while De Brauw Blackstone Westbroek NV, Linklaters LLP and Mintz, Levin, Cohn, Ferris, Glovsky and Popeo P.C. are serving as legal counsel.","94":"(Reuters) - Instruments maker Thermo Fisher Scientific Inc TMO.N has approached genetic testing specialist Qiagen NV QIA.DEQGEN.N about a potential deal, Bloomberg here reported on Wednesday, citing people with knowledge of the matter.  Thermo Fisher and Qiagen did not immediately respond to Reuters request for comment.  Germany’s Qiagen, valued at about $8 billion as of Wednesday’s close, has suffered a recent slump in performance and the stock was hit hard when its Chief Executive Officer Peer Schatz quit after a disappointing third-quarter forecast.  Qiagen shares closed up 10% at $35.60 on Wednesday, while Thermo Fisher shares closed up 1%.","95":"June 23 (Reuters) - Schrodinger Inc:  * SCHRÖDINGER ANNOUNCES STRATEGIC COLLABORATION WITH THERMO FISHER SCIENTIFIC TO EXPAND STRUCTURE-BASED DRUG DISCOVERY TO NOVEL TARGETS USING CRYO-EM  * SCHRODINGER - STRATEGIC COLLABORATION WITH THERMO FISHER TO EXTEND USE OF CRYO-EM RELATED TO IN SILICO COMPOUND SCREENING TO ACCELERATE DRUG DISCOVERY Source text for Eikon: Further company coverage:","96":"March 31 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC LAUNCHES NEW ACROMETRIX CORONAVIRUS 2019 (COVID-19) RNA CONTROL (RUO) Source text for Eikon: Further company coverage:","97":"(Reuters) - Thermo Fisher Scientific Inc TMO.N reported a better-than-expected quarterly profit on Wednesday on higher demand for its laboratory products and the world's largest scientific instruments maker raised its full-year forecast.  Sales from Thermo Fisher’s laboratory products and services segment, which makes incubators and centrifuges, jumped nearly 28 percent to $2.47 billion in the third quarter, ahead of analysts’ estimates of $2.39 billion, helped by its $5.2 billion acquisition of Patheon NV last year.  Excluding items, the company earned $2.62 per share, beating the average analyst estimate of $2.55, according to Refinitiv data.  “Our increasing scale in Asia-Pacific and emerging markets remain a key competitive advantage, and we delivered strong performance in the region, led by China,” Chief Executive Officer Marc Casper said in a statement.  Thermo Fisher said it expects 2018 adjusted earnings per share of $11.00 to $11.06, against its previous forecast of $10.89-$11.01 per share.  The company also lifted its 2018 revenue forecast range to $23.99 billion to $24.09 billion, compared with its previous forecast of $23.68 billion to $23.86 billion.  Revenue in the quarter rose about 16 percent to $5.92 billion, above Wall Street estimates of $5.71 billion.  The company’s net income rose to $709 million, or $1.75 per share, in the quarter ended Sept. 29, from $534 million, or $1.34 per share, last year.","98":"(Reuters) - Genetic testing specialist Qiagen’s Chief Executive Thierry Bernard said the company is interested in organic growth and “bolt-on” acquisitions, when asked about recent merger and acquisition speculation during a results conference call on Wednesday.  FILE PHOTO: Illustration of products are pictured from Qiagen, the diagnostics company which has agreed an $11.5 billion takeover deal with U.S-based Thermo Fisher in this picture illustration obtained by Reuters March 3, 2020. Qiagen\/Handout via REUTERS \/File Photo  Late on Monday, Bloomberg News reported that U.S. diagnostics firm Quidel Corp is looking to make a takeover offer for Qiagen, a move that would follow Thermo Fisher’s bid from August 2020 that was rejected by shareholders as being underpriced.  “We will continue, obviously, to consider any kind of potential bolt-on acquisitions that could support and strengthen our portfolio. But, as we said, not if it’s a game to dilute our activities,” Bernard said.  He did not mention the reports on potential negotiations with U.S. diagnostics company Quidel.  Following Bloomberg’s report, analysts have said the deal is “unlikely” or “would not make sense” as the companies sell competing products, limiting potential synergies, and the deal would increase Qiagen’s dependency on residual COVID-19 testing, which it is trying to avoid.  Qiagen’s products include several types of COVID-19 tests that helped it recover after struggles in 2019, but it plans to keep growing sales even after the pandemic by making sure each new coronavirus-related product has other applications as well.  According to Bernard, Qiagen should grow sales of its automated, digital PCR and tuberculosis testing solutions by 20-150% in 2021 as the pandemic helped it bring its products to new markets.  “We have gained potentially one or two years of market growth as regards instrument placement,” Bernard said.  According to analysts, these improvements are “important” and make Qiagen less likely to see a sharp post-COVID-19 share price correction compared to its competitors.  Qiagen’s Germany-listed shares were up 1.7% by 1530 GMT.  The company reported better-than-expected quarterly sales and profit growth late on Tuesday.","99":"April 7 (Reuters) - Thermo Fisher Scientific Inc:  * THERMO FISHER SCIENTIFIC - PRESIDENT AND CEO MARC CASPER’S 2019 TOTAL COMPENSATION WAS $19 MILLION VERSUS $18.6 MILLION IN 2018  * THERMO FISHER SCIENTIFIC - FOR 2019, CEO PAY RATIO WAS 235 TO 1 Source text : (bit.ly\/3aQiBaV) Further company coverage:","100":"(Reuters) - Thermo Fisher Scientific Inc has hired former Goldman Sachs & Co investment banker Paul Parker as its strategy and corporate development head, according to a press release on Tuesday.  Parker will report to Thermo Fisher's Chief Executive Officer Marc Casper, the release said. He previously served for six years as a co-chairman of Goldman Sachs's GS.N global M&A group and before that was the head of M&A at Barclays.  Parker’s hire comes amid a push from Thermo Fisher to grow its reach in scientific research through strategic dealmaking. Last week, the scientific instrument giant bought Qiagen for $11.5 billion to bolster its diagnostics business.  The company’s current strategy head, Shiraz Ladiwala, will retire next year and will spend his remaining time with the company integrating Qiagen, the release said. Goldman advised Qiagen in last week’s transaction.  Wall Street rainmakers have long been lured to senior strategy roles by healthcare giants. Current Gilead GILD.O Chief Financial Officer Andrew Dickinson was formerly the co-head of healthcare investment banking at Lazard, and AbbVie's ABBV.N Chief Strategy Officer Henry Gosebruch was formerly co-head of M&A for North America at JP Morgan JPM.N.  Parker will be based in Waltham, Massachusetts, where Thermo Fisher is headquartered.  (This story corrects spelling of company to “Thermo Fisher” instead of “Thermos Fisher” in first sentence)","101":"July 9 (Reuters) - Thermo Fisher Scientific Inc:  * SETS QUARTERLY CASH DIVIDEND OF $0.22PER SHARE Source text for Eikon: Further company coverage:","102":"June 28 (Reuters) - Thermo Fisher Scientific Inc, the world’s largest maker of scientific instruments, said on Thursday it would buy Roper Technologies Inc’s unit Gatan Inc for about $925 million in cash.  Gatan is a Pleasanton, California-based maker of instrumentation and software used to enhance the performance of electron microscopes.  Thermo Fisher said Gatan is expected to generate about $150 million in revenue in 2018. (Reporting by Arunima Banerjee in Bengaluru)"}}