{"date":{"0":"2020\/10\/08","1":"2020\/06\/02","2":"2020\/05\/28","3":"2020\/09\/15","4":"2018\/09\/17","5":"2019\/08\/28","6":"2018\/03\/20","7":"2019\/11\/12","8":"2019\/08\/05","9":"2020\/11\/19","10":"2020\/05\/04","11":"2018\/11\/13","12":"2019\/08\/05","13":"2019\/06\/13","14":"2020\/06\/02","15":"2019\/02\/07","16":"2019\/09\/03","17":"2020\/04\/23","18":"2019\/05\/06","19":"2021\/02\/11","20":"2019\/11\/12","21":"2018\/07\/27","22":"2020\/05\/06","23":"2020\/04\/22","24":"2020\/02\/06","25":"2021\/02\/03","26":"2020\/05\/21","27":"2020\/10\/27","28":"2019\/09\/03","29":"2020\/11\/16","30":"2018\/05\/15","31":"2019\/10\/17","32":"2019\/12\/16","33":"2020\/05\/06","34":"2019\/09\/04","35":"2018\/11\/13","36":"2018\/05\/07","37":"2020\/11\/16","38":"2021\/01\/06","39":"2020\/04\/06","40":"2020\/08\/03","41":"2018\/05\/07","42":"2019\/04\/23","43":"2020\/05\/04","44":"2018\/08\/17","45":"2019\/04\/24","46":"2020\/12\/16","47":"2020\/08\/03","48":"2019\/08\/12","49":"2020\/10\/27","50":"2020\/02\/14","51":"2021\/01\/19","52":"2018\/08\/17","53":"2019\/02\/07","54":"2020\/12\/16","55":"2020\/04\/27","56":"2020\/06\/10","57":"2019\/08\/12","58":"2019\/10\/17","59":"2018\/05\/02","60":"2018\/05\/02","61":"2020\/02\/06","62":"2019\/05\/23","63":"2019\/05\/06","64":"2019\/06\/13","65":"2018\/09\/17","66":"2020\/04\/22","67":"2020\/04\/30","68":"2020\/05\/22","69":"2020\/11\/16","70":"2019\/09\/04","71":"2020\/04\/22","72":"2019\/04\/17","73":"2020\/04\/06","74":"2019\/05\/04","75":"2020\/06\/10","76":"2020\/08\/03","77":"2019\/08\/12","78":"2019\/08\/11","79":"2019\/05\/06","80":"2018\/02\/14","81":"2019\/02\/07","82":"2018\/08\/06","83":"2018\/11\/13","84":"2018\/05\/07","85":"2019\/05\/23","86":"2019\/01\/30","87":"2019\/03\/22","88":"2020\/09\/15","89":"2020\/02\/06","90":"2018\/05\/15","91":"2019\/05\/04","92":"2020\/06\/23","93":"2018\/02\/27","94":"2020\/04\/22","95":"2020\/04\/23","96":"2019\/06\/25","97":"2018\/05\/15","98":"2019\/04\/03","99":"2020\/12\/16","100":"2018\/03\/27","101":"2020\/04\/27","102":"2019\/08\/13","103":"2019\/08\/28","104":"2020\/03\/19","105":"2021\/02\/10","106":"2021\/01\/19","107":"2018\/08\/17","108":"2018\/08\/06","109":"2020\/04\/08","110":"2018\/08\/16","111":"2019\/03\/22","112":"2021\/01\/20","113":"2018\/04\/03","114":"2021\/02\/11","115":"2020\/03\/13","116":"2019\/08\/16","117":"2020\/03\/23","118":"2021\/02\/01"},"text":{"0":"CHICAGO (Reuters) - The U.S. government has indicted six more chicken-industry executives over alleged price-fixing, broadening antitrust prosecutions in its probe of the $65 billion poultry sector.  In June, the Justice Department indicted Pilgrim’s Pride Chief Executive Jayson Penn and three others in its first charges in the criminal probe involving broiler birds, which account for most U.S. chicken.  Court documents filed on Tuesday show former Pilgrim’s Pride CEO William Lovette has also been indicted. Lovette could not be reached for comment on Wednesday, and a company spokesman did not respond to a request for comment.  The indictments come after grocers, retailers and consumers filed a lawsuit accusing Pilgrim’s Pride, Tyson Foods and other poultry processors of conspiring to inflate prices for broiler chickens.  “Executives who choose collusion over competition will be held to account for schemes that cheat consumers and corrupt our competitive markets,” Makan Delrahim, chief of the Justice Department’s Antitrust Division, said in a statement on Wednesday.  Penn, who succeeded Lovette as CEO in 2019, has pleaded not guilty.  Pilgrim’s Pride, mostly owned by Brazil-based meatpacker JBS SA, last month said Penn left the company and was replaced as CEO by Chief Financial Officer Fabio Sandri.  The court documents allege industry executives conspired to fix chicken prices from 2012 through 2019.  Also indicted was sales executive Timothy Mulrenin.  Mulrenin, who was hired by Perdue Farms in 2018, worked at Tyson Foods at the time of the allegations outlined against him in court documents, according to the filing and his LinkedIn page. He did not immediately respond to a message sent through LinkedIn.  Perdue declined to comment.  Tyson in June said it was cooperating with the Justice Department’s investigation under a corporate leniency program that could protect the company from criminal prosecution.  The latest indictment does not affect Tyson’s status in its leniency application, spokesman Gary Mickelson said.","1":"June 2 (Reuters) - Tyson Foods Inc:  * TYSON FOODS, INC SAYS RELEASES RESULTS FROM COVID-19 TESTING AT COUNCIL BLUFFS, IA PLANT  * TYSON FOODS INC SAYS OF 1,483 TEAM MEMBERS WHO WORK AT FACILITY AND WERE TESTED, 224 TESTED POSITIVE Source: bit.ly\/3cqX3Sp Further company coverage:","2":"FILE PHOTO: Traders gather at the post that trades Tyson Foods on the floor of the New York Stock Exchange June 3, 2014. REUTERS\/Brendan McDermid  CHICAGO (Reuters) - Tyson Foods Inc TSN.N said on Thursday it will temporarily close an Iowa pork plant due to the coronavirus pandemic, a month after U.S. President Donald Trump ordered slaughterhouses to stay open to protect the country's food supply.  Meat processors like Tyson Foods, WH Group's 0288.HK Smithfield Foods and JBS USA temporarily closed about 20 slaughterhouses last month as workers fell ill with the new coronavirus, leading to shortages of certain products in grocery stores. Production remains lower than normal because of increased absenteeism and social distancing among employees.  An Iowa state official said 555 employees at Tyson’s Storm Lake plant tested positive for the virus, about 22% of the workforce.  Tyson will stop slaughtering hogs at the facility and finish processing the animals over the next two days, according to a statement.  It will resume operations next week following “additional deep cleaning and sanitizing of the entire facility,” the statement said. The closure is due partly to a delay in COVID-19 testing results and employee absences, according to Tyson.  Tyson said it conducted large-scale COVID-19 testing at the plant in northwestern Iowa and implemented safety measures to protect employees like requiring them to wear masks.  The United Food and Commercial Workers International Union called on the Trump administration and meat companies to do more to protect workers. The union reported more than 3,000 infections and 44 deaths among U.S. meatpacking workers, up from 35 deaths as of May 12.  “Too many workers are being sent back into meatpacking plants without adequate protections in place, reigniting more outbreaks in the plants and our communities,” said Nick Nemec, a South Dakota farmer who is part of an advocacy group working with the union.  The Storm Lake plant slaughters about 17,250 pigs a day when it is running at full capacity, according to industry data. That accounted for about 3.5% of U.S. production before the pandemic.","3":"CHICAGO, Sept 15 (Reuters) - China has blocked imports from an OK Foods poultry plant in Fort Smith, Arkansas, because of coronavirus cases among workers, the president of the USA Poultry & Egg Export Council said on Tuesday.  The plant is the second U.S. poultry facility to be blocked because of an outbreak, after Beijing suspended imports from a Tyson Foods Inc plant in June.","4":"Sept 17 (Reuters) - No. 1 U.S. meat processor Tyson Foods Inc said on Monday Noel White would take over as chief executive officer from Tom Hayes, effective Sept. 30.  White, who will also become the company’s president, was formerly group president of Tyson’s beef, pork and international division. (Reporting by Aishwarya Venugopal in Bengaluru; Editing by Shounak Dasgupta)","5":"CHICAGO, Aug 28 (Reuters) - U.S. Agriculture Secretary Sonny Perdue ordered an investigation into beef pricing margins on Wednesday after a recent fire at a Tyson Foods Inc slaughterhouse in Kansas pushed margins to record highs.  The indefinite shutdown of the plant tanked cattle prices as farmers worried they would not be able to sell their livestock in a timely manner. At the same time, beef prices climbed as buyers for restaurants, food service companies and grocery chains went scrambling for meat. (Reporting by Tom Polansek Editing by Chizu Nomiyama)","6":"March 20 (Reuters) - Tyson Foods Inc:  * TYSON FOODS - ON MARCH 14, ENTERED INTO AMENDED & RESTATED CREDIT AGREEMENT WHICH AMENDED & RESTATED CO’S EXISTING AGREEMENT, DATED AS OF MAY 12, 2017  * TYSON FOODS SAYS AMENDED & RESTATED CREDIT AGREEMENT INCREASED COMMITMENTS UNDER EXISTING AGREEMENT FROM $1.5 BILLION TO $1.75 BILLION - SEC FILING  * TYSON FOODS SAYS AMENDED & RESTATED CREDIT AGREEMENT ALSO EXTENDED MATURITY DATE THEREUNDER TO MARCH 14, 2023, WITH TWO ONE-YEAR EXTENSION OPTIONS  * TYSON FOODS SAYS ON MARCH 16, CO ENTERED INTO THIRD AMENDMENT TO TERM LOAN AGREEMENT, DATED AS OF APRIL 7, 2015  * TYSON FOODS - AMENDMENT TO TERM LOAN AGREEMENT CONFORMS CERTAIN PROVISIONS OF TERM LOAN AGREEMENT TO AMENDED AND RESTATED CREDIT AGREEMENT​ Source text: (bit.ly\/2FUZugx) Further company coverage:","7":"Nov 12 (Reuters) - Tyson Foods Inc fell short of Wall Street estimates for quarterly sales on Tuesday, as the No.1 meat processor in the United States was hit by weakness in its beef business, its biggest segment, due to a drop in cattle processing capacity.  Sales rose nearly 9% to $10.88 billion, but missed analysts’ average estimate of $11 billion, according to IBES data from Refinitiv.  Net income attributable to Tyson fell to $369 million, or $1.01 per share, in the fourth quarter ended Sept. 28, from $537 million, or $1.47 per share, a year earlier. (Reporting by Nivedita Balu in Bengaluru; Editing by Sriraj Kalluvila)","8":"(Reuters) - Tyson Foods Inc TSN.N reported better-than-expected quarterly earnings on Monday and reaffirmed expectations it will profit from the spread of a fatal hog disease in China, sending shares to a record high.  FILE PHOTO: Traders gather at the post that trades Tyson Foods on the floor of the New York Stock Exchange June 3, 2014. REUTERS\/Brendan McDermid\/File Photo  Tyson has not yet reaped major financial gains from the deaths of millions of pigs in China’s outbreak of African swine fever, Chief Executive Noel White said. China is still working its way through frozen meat supplies, but could begin to increase imports of U.S. pork to fill a shortfall as soon as October, he said.  Shares hit a record high of $87.27.  African swine fever is fatal to pigs but harmless to humans and has not been found in the United States.  China could also ramp up total imports of beef and poultry meat as Chinese consumers look for other sources of protein. That could help Tyson, which produces beef and chicken as well as pork.  “I think that all of the proteins will benefit,” White told analysts on a conference call.  Tyson has already held discussions with meat buyers in China, the world’s largest hog producer and pork consumer, White said.  But China’s purchases so far have fallen short of industry expectations so far after Beijing last year imposed retaliatory duties on imports of American farm products including pork as part of the escalating U.S.-China trade war.  “As China depletes its frozen inventory and starts tapping into the global pork supply in a more meaningful way, we expect Tyson to start realizing meaningful upside, likely in early FY20,” Bernstein analyst Alexia Howard said.  Slideshow ( 3 images )  Higher corn prices could limit profits for Tyson, which buys the grain to feed chickens. The size of the American crop is uncertain after farmers suffered unprecedented plantings delays this spring due to widespread flooding.  Tyson expects a year-over-year increase of $150 million to $200 million in the cost of grain, Chief Financial Officer Stewart Glendinning said.  The company recorded a $40 million gain in its chicken unit in the third quarter ended June 29 as corn futures rose, benefiting the company’s position in the grain market. However, much of that profit is likely to be reversed in the fourth quarter as corn prices have pulled back, Glendinning said.  Net income attributable to Tyson rose to $676 million, or $1.84 per share, in the quarter, from $541 million, or $1.47 per share, a year earlier.  Excluding items, the company earned $1.47 per share, beating analysts’ average estimate of $1.42.  Total sales rose 8.3% to $10.89 billion. Analysts on average had expected revenue of $11.05 billion, according to IBES data from Refinitiv.  The Justice Department said in June it launched a criminal probe related to price-fixing allegations against Tyson and other poultry processors, which the companies have denied.  Tyson subsequently received a grand jury subpoena from the Justice Department \"seeking additional documents and information related to the chicken industry,\" the company said in a regulatory filing on Monday. Tyson said it is cooperating with the probe. (bit.ly\/2yB9YzI)  Puerto Rico, on behalf of its citizens, has also launched a civil lawsuit against Tyson and other poultry processing companies that alleges antitrust violations, according to the filing.  (GRAPHIC - African Swine Fever: tmsnrt.rs\/2t4EnDK)","9":"CHICAGO (Reuters) - Tyson Foods Inc said on Thursday it suspended employees without pay and hired former U.S. Attorney General Eric Holder to conduct an investigation in response to a wrongful death lawsuit that alleges managers at an Iowa pork plant took bets on how many employees would catch COVID-19.  FILE PHOTO: A Tyson Foods pork processing plant, temporarily closed due to an outbreak of the coronavirus disease (COVID-19), is seen in Waterloo, Iowa, U.S. April 29, 2020. REUTERS\/Brenna Norman\/File Photo  The coronavirus pandemic has ravaged the meatpacking industry, infecting thousands of workers since the spring and forcing companies like Tyson, Smithfield Foods and JBS to shut slaughterhouses hit by outbreaks.  The son of a worker at a Tyson facility in Waterloo, Iowa, who died in April of complications from the virus, filed a lawsuit that claims plant managers misled workers about COVID-19 and allowed sick employees to continue working.  The worker, Isidro Fernandez, got sick because of his job, according to the lawsuit that was amended on Nov. 11.  The Waterloo facility is Tyson’s largest U.S. pork plant, processing 19,500 hogs a day, or about 5% of total U.S. pork production.  COVID-19 infected more than 1,000 employees out of about 2,800 at the plant, and five died, the lawsuit says. Tyson idled the plant in late April because of an outbreak.  Earlier that month, manager Tom Hart “organized a cash buy-in, winner-take-all betting pool for supervisors and managers to wager how many employees would test positive for COVID-19,” according to the lawsuit.  Hart could not immediately be reached for comment.  Tyson said it suspended employees involved in the accusations and retained the law firm Covington & Burling to conduct an independent investigation led by Holder.  “If these claims are confirmed, we’ll take all measures necessary to root out and remove this disturbing behavior from our company,” the company said.  The Iowa Capital Dispatch first reported on the betting allegations in the lawsuit on Wednesday.  “This shocking report of supervisors allegedly taking bets on how many workers would get infected, pressuring sick workers to stay on the job, and failing to enforce basic safety standards, should outrage every American,” said Marc Perrone, president of the United Food & Commercial Workers International Union.","10":"(Reuters) - The coronavirus crisis will continue to idle U.S. meat plants and slow production, Tyson Foods Inc said on Monday, signaling more disruptions to the U.S. food supply after U.S. President Donald Trump ordered facilities to stay open.  Tyson reported lower-than-expected earnings and revenue for the quarter ended on March 28, before processors shut massive slaughterhouses as the respiratory illness spread among workers. Shares fell more than 8% as Tyson also said meat sales will fall in the second half of the year because the outbreak has reduced restaurant demand.  Trump last week deemed meatpacking plants “critical infrastructure” that must stay open, in an executive order to protect the nation’s food supply.  “There have been some shortages in some specific categories,” Chief Executive Noel White told analysts on a conference call.  Tyson is working with government officials to resume operations at a massive beef plant it closed in Dakota City, Nebraska, White said. The company over the weekend was receiving results for COVID-19 tests it performed on employees of another shuttered beef plant in Pasco, Washington, he said.  Tyson also temporarily closed Iowa pork plants in Waterloo and Perry, and said on Friday it would re-open a pork plant in Logansport, Indiana.  When plants reopen, it is unknown how employees many will immediately return to work amid fears about the virus. One worker at Tyson’s Waterloo facility told Reuters he planned to take three weeks of vacation time to stay away.  Slideshow ( 2 images )  The country’s capacity to slaughter hogs has dropped by about 50% from before the pandemic, Tyson President Dean Banks told analysts. The company consolidated its product offerings to help keep supplies flowing to consumers, he added later on a call with reporters.  Retail demand for Tyson’s meat has increased 30-40% as consumers stay home, but the company said sales will decline in the second half of the year because of lost foodservice and restaurant business.  Costco Wholesale Corp and Kroger Co have limited meat purchases.  Tyson warned prior to Trump’s order that millions of pounds of beef, pork and chicken would vanish from U.S. grocery stores because of plant shutdowns. Its chairman said the U.S. “food supply chain is breaking” as farmers began euthanizing pigs because they lost markets for them.  Sales rose 4.3% to $10.89 billion, in the second quarter ended March 28. Analysts had expected revenue of $10.96 billion, according to IBES data from Refinitiv.  Excluding items, the company earned 77 cents per share, missing estimates of a profit $1.04 per share.","11":"Nov 13 (Reuters) - Tyson Foods Inc reported quarterly sales on Tuesday that missed Wall Street estimates, as more consumers and restaurants took advantage of falling beef and pork prices, cutting into demand for chicken.  Net income attributable to the company rose to $537 million, or $1.47 per share, in the fourth quarter ended Sept. 29 from $394 million, or $1.07 per share, a year earlier.  Sales fell 1.4 percent to $10 billion. Analysts on average had expected revenue of $10.26 billion, according to IBES data from Refinitiv. (Reporting by Uday Sampath in Bengaluru; Editing by Anil D’Silva)","12":"Aug 5 (Reuters) - Tyson Foods Inc fell short of analysts’ estimates for quarterly revenue on Monday, as the No.1 U.S. meat processor was hit by lower chicken prices.  Net income attributable to the company rose to $676 million, or $1.84 per share, in the third quarter ended June 29, from $541 million, or $1.47 per share, a year earlier.  Sales rose 8.3% to $10.89 billion.  Analysts on average had expected revenue of $11.05 billion, according to IBES data from Refinitiv. (Reporting by Soundarya J in Bengaluru; Editing by Sriraj Kalluvila)","13":"(Reuters) - U.S. meat processor Tyson Foods Inc on Thursday launched its first vegetarian and mixed-protein products, including a beef and pea burger, as it seeks to compete with Beyond Meat and other companies catering to rising demand for plant-based alternatives to meat.  Tyson is betting that meat eaters wanting healthier diets will see their blend as offering a meat taste and vegetable health.  It joins other food companies vying for a share of the U.S. alternative meat market which analysts estimate to be worth $100 billion by 2035 as consumers seek to reduce meat consumption amid growing concerns over health risks and environmental hazards of industrial animal farming.  Tyson will sell blended protein burgers made from beef and pea protein, and sausages and meatballs that combine chicken with plants including chickpeas, black beans and quinoa, the company said in a statement. It also will offer vegetarian nuggets.  California upstarts Beyond Meat Inc and Impossible Foods Inc each sell 100% plant-based meat alternatives to retailers and fast food chains across the United States.  Tyson sold its 6.5% stake in Beyond Meat in late April, just days before the company went public, to focus on the development of its own plant-based products.  Tyson shares were up around 1 percent at $82.65, while those of Beyond Meat were down 4.4 percent at $135.68.  Tyson’s plant-centered products, under its new Raised & Rooted brand, will be sold through its customers, sales outlets and foodservice operators, Justin Whitmore, head of Tyson’s alternative protein business, said in an interview, declining to elaborate.  The largest U.S. meat processor, known for its Ball Park hot dogs and Jimmy Dean sausages, will launch the nuggets in the summer and the blended burgers in the fall.  Whitmore said it was too early to estimate revenues, calling Tyson’s plant-based business highly incremental, but he noted that could change.  “The double-digit growth in the sector is largely driven by meat eaters who want the health and nutrition that they perceive to come from plants along with the taste they’ve always had from animal protein,” Whitmore said, adding that the company was working on additional plant-based products.  Analysts at Mizuho Securities USA cast doubt on the company’s blended protein approach.  “We’re less confident in blended meat\/plant products as we believe in the early stages of alternative meat, consumers want to make a simple binary decision between eating meat or not,” the analysts said in a note.  Tyson Chief Executive Noel White said in a statement the company remained firmly committed to expanding its traditional meat business, but is shifting toward becoming a protein company.  Other companies following a similar path include Canadian packaged meat producer Maple Leaf Foods Inc, whose vegan “ground beef” and burger patties, sold under its LightLife brand, will be on U.S. store shelves this summer.  Nestle, the world’s biggest packaged foods group, is aiming to sell a pea-based veggie patty called Awesome Burger under its U.S. plant-based Sweet Earth brand in the fall.","14":"June 2 (Reuters) - Tyson Foods Inc:  * TYSON FOODS INC SAYS RELEASES RESULTS FROM COVID-19 TESTING AT STORM LAKE, IA PLANT  * TYSON FOODS INC SAYS OF 2,303 TEAM MEMBERS WHO WORK AT FACILITY AND WERE TESTED, 591 TESTED POSITIVE Source: bit.ly\/2AxLTOm Further company coverage:","15":"(Reuters) - Tyson Foods Inc reported weaker-than-expected first-quarter sales on Thursday as the largest U.S. meat processor was stung by weaker pork prices and sales volumes and lower chicken prices.  Slideshow ( 2 images )  Shares of the maker of Ball Park hotdogs and Jimmy Dean sausages fell about 2 percent to $59.66.  Tyson is grappling with a drop in U.S. demand for chicken and declining prices for pork due to trade tensions between the United States and some trading partners.  Top pork importers Mexico and China have both raised tariffs on U.S. pork shipments in retaliation for higher U.S. duties on their goods, leading to a glut of meat in the United States.  Tyson has been focusing on expanding further into value-added foods like chicken nuggets, while also growing its footprint outside of the United States.  CEO Noel White said in a statement that Tyson’s pork and chicken units “performed well given market conditions,” and highlighted the company’s recent M&A growth.  “We remain focused on stabilizing volatility and growing earnings in Prepared Foods as well as our value-added and international businesses. We are facing several challenges this year. We do every year,” White said during a conference call with analysts.  Tyson’s first-quarter revenue fell 0.4 percent to $10.19 billion in the fiscal first quarter ended Dec. 29, below expectations for $10.38 billion, according to IBES data from Refinitiv.  Sales in the company’s pork business fell 8.1 percent, as prices fell on average 4.6 percent compared to last year, while average chicken prices fell more than 13 percent, Tyson said.  The company reaffirmed its earnings-per-share guidance for fiscal 2019 of $5.75 to $6.10, but said adjusted operating margins in chicken would narrow to 6 percent in 2019, from 8 percent the prior year, as U.S. chicken production is forecast to rise.  Beef margins were expected to increase from the company’s earlier outlook, while pork margins were expected to hold steady.  Tyson on Thursday announced it reached an agreement to buy four poultry plants in Thailand and two in Europe from Brazilian food company BRF S.A.. That followed its acquisition of Keystone Foods, a leading supplier of chicken nuggets to fast-food chain McDonald’s Corp in late July.  Net income attributable to the company fell to $551 million, or $1.50 per share, from $1.63 billion, or $4.40 per share, a year earlier, when it received a one-time tax benefit. Analysts had expected earnings of $1.56 per share, according to Refinitiv IBES data.  Excluding items, Tyson earned $1.58 per share.","16":"(Reuters) - Tyson Foods Inc TSN.N lowered its 2019 adjusted earnings forecast on Tuesday, citing a litany of causes including a recent fire at its Holcomb slaughterhouse and volatility in the commodity market.  FILE PHOTO: Traders gather at the post that trades Tyson Foods on the floor of the New York Stock Exchange June 3, 2014. REUTERS\/Brendan McDermid\/File Photo  The fire resulted in an unforeseen shutdown at the slaughterhouse in Kansas last month, likely curtailing Tyson’s meat processing operations.  The company also appears challenged by higher prices for animal feeds such as corn because of unprecedented planting delays this spring due to widespread flooding.  Additionally, Tyson last month recalled nearly 40,000 pounds (18,144 kg) of its Weaver chicken patties after some consumers found pieces of rubber in the product.  Tyson said slower-than-expected operational improvements in the chicken segment and implementation of enhanced food safety initiatives were among the factors hurting its full-year profit.  “The discrete challenges we’ve encountered this quarter now lead us to believe we will fall short of our previously stated guidance,” said Noel White, Tyson Foods’ chief executive officer.  Tyson now expects to earn an adjusted profit between $5.30 and $5.70 per share, from a prior forecast of $5.75 to $6.10 per share.  Shares of the company fell 6% in after-hours trading.  Tuesday’s forecast comes nearly a month after the company posted better-than-expected third quarter earnings, which sent its shares to a record high.  However, Tyson said its outlook for fiscal 2020 remains positive as it expects more favorable market conditions.  Tyson has been upbeat about the next fiscal year as it looks to reap benefits from the spread of African Swine Fever, a fatal hog disease in China.","17":"April 23 (Reuters) - Tyson Foods Inc:  * TYSON FRESH MEATS TESTING PASCO, WASH., TEAM MEMBERS FOR COVID-19; TEMPORARILY PAUSING PRODUCTION  * TYSON FOODS INC - UNIT WILL TEMPORARILY HALT PRODUCTION AT ITS PASCO, WASH., BEEF FACILITY WHILE TEAM MEMBERS UNDERGO TESTING  * TYSON FOODS - TYSON FRESH MEATS WILL ALSO VOLUNTARILY CLOSE PORK FACILITY IN LOGANSPORT, IND., WHILE TEAM MEMBERS UNDERGO TESTING  * TYSON FOODS - WHILE PLANT AT PASCO IS TEMPORARILY CLOSED FOR TESTING, TEAM MEMBERS TO CONTINUE TO BE COMPENSATED Source text for Eikon: Further company coverage:","18":"(Adds CEO and analyst comments, share price)  May 6 (Reuters) - Tyson Foods Inc projected on Monday that it could reap significant financial gains from an incurable hog disease spreading across Asia, after reporting quarterly profits above analysts’ estimates.  Tyson, which sells pork, beef and chicken, said all the proteins could benefit as African swine fever kills hogs and reduces global pork supplies.  The disease, which is fatal to pigs but harmless to humans, has been detected in China, Vietnam, Cambodia and parts of Europe.  With African swine fever in China, the world’s top hog producer, about 5 percent of the global protein supply has disappeared, Tyson Chief Executive Noel White said. China is expected to import more protein to make up for herd losses, which White estimated at 150 million to 200 million pigs.  The deaths could help Tyson by pushing up pork prices and prompting consumers to buy more chicken and beef as alternatives, White said.  “African swine fever has the potential to impact the global protein industry on a level that we have never experienced,” he said.  Tyson shares were up 2.7 percent at $77.08 in afternoon trading and reached their highest price since February 2018.  Tyson could start benefiting from the disease outbreaks late this fiscal year, White said. So far, though, U.S. hog prices have climbed faster than those for pork on expectations for increased Chinese demand, hurting processors’ margins.  White said there was a distinct possibility African swine fever could enter the United States, which would threaten trade and herds.  African swine fever COULD ALSO HURT Tyson by raising input costs for pork the company uses in prepared food products.  Tyson tempered an annual outlook for its prepared foods unit to a range of 10 percent to 12 percent return on sales. The company was previously expecting closer to 12 percent, White said.  Tyson plans to raise prices for prepared foods over the next six months to compensate for more expensive raw materials, White said. He said higher meat costs will reduce demand among some consumers.  “We do not yet understand how pork and prepared food margins will be anything but impaired under the weight of higher hog costs,” J.P. Morgan analyst Ken Goldman said.  Profits in the quarter ended March 30 benefited from higher sales in Tyson’s beef and prepared foods segments.  Excluding certain items, Tyson earned $1.20 per share, beating the average analyst estimate of $1.14 per share. Quarterly sales were $10.44 billion, above expectations for $10.29 billion. (Reporting by Tom Polansek in Chicago, Nivedita Balu and Aishwarya Venugopal in Bengaluru; Editing by Shailesh Kuber and Bill Trott)","19":"(Reuters) - Tyson Foods Inc reported lower-than-expected first-quarter sales on Thursday amid weak meat demand at restaurants during the pandemic, sending shares down as much as 7.5%.  Slideshow ( 3 images )  The biggest U.S. meat company by sales expects demand will improve as COVID-19 vaccinations prompt people to eat out more often. So far, though, increased meat sales at grocery stores have not been enough to offset the decline at food-service businesses.  Shares were last down about 5.6% at $65.40.  Tyson’s total quarterly sales volumes dropped 4.4% from a year earlier, including a 7% decline in chicken, according to the company. It faces additional challenges from surging costs for corn and soy, which are used for animal feed, and from a shortage of truck drivers, executives said.  U.S. corn futures this week reached their highest price since June 2013 as strong export demand is expected to drain U.S. stockpiles to the smallest in seven years.  “The change in pricing in grains has been nothing less than enormous, and that is going to weigh on the business,” Chief Financial Officer Stewart Glendinning told analysts on a call.  Higher chicken and pork prices helped offset declines in sales volumes, according to Tyson. Overall sales fell about 3% to $10.46 billion in the quarter, missing a Refinitiv IBES estimate of $10.84 billion.  Net income attributable to Tyson fell nearly 8% to $467 million, or $1.28 per share, in the three months ended Jan. 2. Excluding items, it earned $1.94 per share, handily beating expectations of $1.49.  Tyson, the maker of Ball Park hotdogs and Jimmy Dean sausages, raised by about 33% its estimate for fiscal 2021 pandemic-related costs, such as COVID-19 testing and protective equipment for employees, to $440 million.  Its chicken plants are still struggling with labor, Glendinning said, after COVID-19 outbreaks temporarily shut some U.S. slaughterhouses last spring.  “Higher levels of absenteeism and turnover have created inefficiency in our operations,” Glendinning said. “They leave us short of team members to fully staff our plants and also drive higher levels of overtime pay.”","20":"CHICAGO (Reuters) - U.S. pork prices rose in recent weeks at a time when they would normally be falling, as a fatal pig disease in China is tightening global meat supplies, the chief executive of Tyson Foods Inc said on Tuesday.  Slideshow ( 3 images )  The price increase is probably the first time African swine fever (ASF) has significantly affected the United States, CEO Noel White said, after the company posted lower-than-expected quarterly earnings.  The increase is “extremely unusual,” White told analysts on a conference call, because prices usually drop in the autumn. The United States also has more hogs than ever. Processors are slaughtering about 2.7 million pigs per week, up from about 2.6 million a year ago.  But African swine fever is reshaping global meat markets and China is scouring the world to replace millions of its pigs killed by the disease.  Higher U.S. pork prices could benefit meatpackers like Arkansas-based Tyson, though they were overshadowed in the company’s latest earnings by an August fire at a U.S. beef plant. Reduced international supplies are also expected to help Tyson rivals like Seaboard Corp, JBS USA and WH Group’s Smithfield Foods.  “Since the product is being produced for export today, we are seeing product prices move higher,” White said.  Tyson shares climbed more than 6% after his comments.  “We urge investors to buy here before the impact of ASF is felt,” Bernstein analysts said in a note.  African swine fever has killed up to half of China’s hog herd since August 2018 and lifted Chinese pork prices to record highs. Vietnam, the Philippines and other nations are also struggling with outbreaks.  U.S. processors face a disadvantage for sales to China, compared with other suppliers, because Beijing imposed steep tariffs on U.S. pork as part of the countries’ trade war. Still, Chinese prices are so high that importers are willing to pay the tariff, affecting the U.S. market.  From January to September, U.S. pork exports to China and Hong Kong were up 47% in volume from a year earlier. Chicago Mercantile Exchange December lean hog futures have risen about 12% since hitting a one-year low in September.  “China has already taken a lot of product,” said Steve Meyer, economist for Kerns and Associates. “They’re going to take more and more.”  Tyson fell short of Wall Street estimates for quarterly revenue and profit, after the slaughterhouse fire hurt sales volumes in its beef business, the company’s biggest segment.  Excluding items, the company earned $1.21 per share, compared with the average analyst estimate of $1.29, according to IBES data from Refinitiv. Total sales rose nearly 9% to $10.88 billion on strength in its pork and chicken segments, but missed the average estimate of $11 billion.","21":"SAO PAULO (Reuters) - Tyson Foods Inc. TSN.N is in exclusive talks with Brazil's Marfrig Global Foods MRFG3.SA to buy Keystone Foods, a U.S. supplier of chicken to McDonald's MCD.N, one source with knowledge of the matter said on Friday.  Marfrig, which acquired Keystone eight years ago for $1.26 billion, expects to sell the unit for more than double that - a price of up to $3 billion. Among the groups interested in Keystone were Cargill Inc CARG.UL and Cofco Corp CNCOF.UL, Reuters has reported. Bloomberg reported earlier on Friday that Tyson entered into exclusive talks for the deal.  Marfrig declined to comment and Tyson did not immediately comment.","22":"May 5 (Reuters) - Tyson Foods Inc will resume limited production at its largest U.S. pork plant this week, the company said late on Tuesday. Tyson Fresh Meats, the beef and pork subsidiary of Tyson Foods, had indefinitely suspended operations at the Waterloo, Iowa plant on April 22 to contain the rapid spread of the coronavirus. The company said all employees returning to work had been tested for COVID-19 and that any employee who tested positive would remain on sick leave until released by health officials to return to work. The statement did not provide further details.  Tyson Foods has also increased short-term disability coverage for employees to 90% of normal pay until June 30, the company said, adding that it had performed an additional deep clean and sanitization of the entire facility while the plant was idled.  The Waterloo plant, which will resume operations on Thursday, had been working at reduced capacity before it was shut late last month as the U.S. food supply chain faced disruptions from the coronavirus outbreak. (Reporting by Juby Babu in Bengaluru; Editing by Anil D’Silva)","23":"April 22 (Reuters) - A unit of Tyson Foods Inc, the largest U.S. meat supplier, said on Wednesday it plans to close a pork processing facility in Logansport, Indiana, while its more than 2,200 workers at the plant undergo testing for COVID-19.  “The combination of worker absenteeism, COVID-19 cases and community concerns has resulted in a collective decision to close,” Tyson Fresh Meats said.  The unit said it was working with the county health department on plans to reopen as quickly as possible.  Earlier on Wednesday, Tyson Foods said its largest pork plant in Waterloo, Iowa, was closing after operating at reduced capacity. Employees at the plant had tested positive for the novel coronavirus. (Reporting by Uday Sampath in Bengaluru; Editing by Shounak Dasgupta)","24":"CHICAGO (Reuters) - Tyson Foods Inc TSN.N is shipping meat to China and has additional orders on the books as a fatal pig disease has created a pork shortage there, the company said on Thursday as it reported lower-than-expected quarterly sales.  FILE PHOTO: Packages of Tyson food beef meat loaf are reflected in a mirror as they sit on a refrigerator for sale at a grocery store in Encinitas, California May 29, 2014. REUTERS\/Mike Blake  Shares fell 3% and hit their lowest in more than three months as Tyson also said it would eliminate 500 jobs as part of a restructuring.  Tyson is competing with other global companies to supply meat to China, the world’s largest pork consumer, as an outbreak of African swine fever has decimated the Chinese herd.  Separately, an outbreak of coronavirus in people has seen cities quarantined in China, disrupted shipments at ports and raised uncertainty about demand among traders. However, buying interest has still been strong, Tyson Chief Executive Noel White told analysts on a conference call.  Tyson is also selling pork to other countries that have seen their typical supply chains disrupted by China’s increased buying, he said.  “We’re filling additional orders to China and we’ve seen year-over-year increases of nearly 600% in the first quarter,” White said.  Beijing imposed retaliatory tariffs on U.S. pork in 2018 amid a prolonged trade dispute between the two countries.  U.S. exports to China and Hong Kong still reached 110,876 tonnes in December, more than quadruple the volume a year earlier, according to industry figures.  China said it would halve additional tariffs levied against U.S. goods last year, following the signing of a Phase 1 deal in January that brought a truce to the bruising trade war.  “If tariffs are lifted or reduced we would likely see an acceleration of already increased global demand for pork, beef and chicken,” White said.  Net income attributable to Tyson rose to $557 million, or $1.52 per share, in the first quarter ended on Dec. 28, from $551 million, or $1.50 per share, a year earlier.  Sales rose 6.1% to $10.82 billion, but fell short of analysts’ estimates of $11.04 billion, according to IBES data from Refinitiv. Excluding items, the company earned $1.66 per share, in line with expectations.  Beef sales volume fell 8% as a Kansas slaughterhouse fire last year limited Tyson’s ability to process cattle for most of the quarter. The slaughterhouse has since resumed operations.  Tyson separately eliminated 500 positions across several areas and job levels, according to a regulatory filing. Most of the positions were in corporate offices in Chicago and Springdale, Arkansas, home of Tyson’s headquarters, the filing said.","25":"NEW YORK (Reuters) - U.S. meat and poultry processor Tyson Foods Inc was sued on Tuesday for allegedly defrauding shareholders with misleading disclosures about its ability to combat the spread of the coronavirus in its facilities.  FILE PHOTO: Fog shrouds the Tyson slaughterhouse in Burbank, Washington December 26, 2013. REUTERS\/Ross Courtney\/File Photo  The lawsuit, which seeks class-action status, was filed in Brooklyn federal court by Mingxue Guo, who lives in Canada, and seeks unspecified damages for Tyson shareholders from March 13 to Dec. 15, 2020.  It followed a Dec. 15 letter from New York City Comptroller Scott Stringer to the U.S. Securities and Exchange Commission that asked the regulator to investigate Tyson’s health and safety disclosures to investors, which include the $229 billion New York City Retirement Systems.  Tyson’s share price fell 2.2% on Dec. 15 and 8.5% over five trading days after Stringer accused the company of “flagrantly misrepresenting its poor pandemic response,” and called on the SEC to probe Tyson’s claims it had been adhering to federal safety guidelines.  Tyson spokesman Gary Mickelson defended the company’s handling of the pandemic, saying it has spent more than $500 million on employee safety, including coronavirus tests on thousands of workers a week.  “Our top priority will always be the health and safety of our people,” Mickelson said.  Stringer’s letter to the SEC cited reports that Tyson had more than three times as many COVID-19 cases--11,087 as of Dec. 3--and twice as many deaths as any other meatpacking company.  Tyson employed about 139,000 people as of Dec. 14 and is based in Springdale, Arkansas.  Other defendants in the lawsuit include Tyson Chief Executive Dean Banks, his predecessor and current Vice Chairman Noel White, and Chief Financial Officer Stewart Glendinning.  The case is Guo v Tyson Foods Inc et al, U.S. District Court, Eastern District of New York, No. 21-00552.","26":"May 20 (Reuters) - Tyson Foods Inc:  * RELEASES RESULTS FROM COVID-19 TESTING AT WILKESBORO, NC PLANT  * OF 2,244 TEAM MEMBERS AND CONTRACTORS WHO WORK AT WILKESBORO, NC PLANT FACILITY AND WERE TESTED, 570 TESTED POSITIVE Source text : bit.ly\/2WOljsX Further company coverage:","27":"CHICAGO, Oct 27 (Reuters) - Tyson Foods said on Tuesday it plans in January to replace more than a dozen federal inspectors at a large Kansas beef plant with company employees, after getting a U.S. government waiver.  Tyson said the changes would improve food safety and efficiency, though some activists worried they could result in less oversight.  The country’s highest-selling meat supplier asked the U.S. Department of Agriculture (USDA) in March 2019 for a waiver from inspection requirements at its plant in Holcomb, Kansas. Other companies have made similar changes at chicken and pork plants.  The USDA granted the waiver in March 2020, allowing Tyson workers instead of government inspectors to check cattle carcasses for blood clots, bruises or signs of disease before the animals are butchered, company executives said.  The pandemic delayed the changes, but Tyson will now hire 15 people per shift to check carcasses, said the company, which worked with Iowa State University to develop training materials for workers.  The number of USDA inspectors at the plant will drop to nine per shift from 17, the agency said in a statement to Reuters. The number of highly trained government employees who do more complex work like monitoring animal welfare or meat testing will increase to seven per shift from two, according to USDA.  Tyson aims to eventually use cameras and computer imaging to evaluate the carcasses, said Jennifer Williams, vice president of food safety.  “This is a way to leverage new technology and plant employees to implement these steps, that will free up some inspectors to focus on improving public health, animal welfare and food safety,” said James Roth, director of Iowa State’s Center for Food Security and Public Health.  Meatpackers have accelerated automation after COVID-19 infected thousands of slaughterhouse employees this spring. USDA inspectors were also infected.  Activists said the inspection changes were a move to deregulate the industry.  “It’s really problematic,” said Zach Corrigan, a Food & Water Watch senior staff attorney. (Reporting by Tom Polansek)","28":"Sept 3 (Reuters) - Tyson Foods Inc on Tuesday lowered its 2019 adjusted earnings forecast, as it was experiencing short-term challenges resulting from commodity market volatility and slower-than-expected operational improvements in the chicken segment.  The U.S. meat processor cut its fiscal 2019 adjusted earnings outlook to between $5.30 and $5.70 per share, from $5.75 to $6.10 per share. (Reporting by Arundhati Sarkar in Bengaluru; Editing by Maju Samuel)","29":"FILE PHOTO: A Tyson Foods employee puts on a second protective mask outside of the company's meat processing plant, which has been hit by a coronavirus disease (COVID-19) outbreak, in Waterloo, Iowa, U.S. April 22, 2020. Jeffrey Becker\/USA TODAY NETWORK via REUTERS  CHICAGO (Reuters) - Tyson Foods TSN.N expects costs related to COVID-19, including masks and testing for employees, to decline 39% to $330 million in fiscal year 2021, Chief Financial Officer Stewart Glendinning said on Monday.  Meat companies including Tyson Foods idled slaughterhouses in the spring as thousands of workers fell ill with the virus, limiting supplies and pushing up prices.","30":"May 15 (Reuters) - Tyson Foods Inc:  * TYSON FOODS BUILDS ON ITS COMMITMENT TO SUSTAINABILITY THROUGH ACQUISITION OF AMERICAN PROTEINS AND AMPRO PRODUCTS ASSETS  * TYSON FOODS INC - PURCHASE PRICE IS APPROXIMATELY $850 MILLION.  * TYSON FOODS - TO BUY POULTRY RENDERING AND BLENDING ASSETS OF AMERICAN PROTEINS AND AMPRO PRODUCTS Source text for Eikon: Further company coverage:","31":"(Reuters) - Tyson Foods Inc in February will stop buying U.S. hogs raised with a growth drug banned by China, the company said on Thursday, as global meat suppliers seek an edge in boosting sales to Chinese buyers facing a huge pork shortage due to an outbreak of a fatal pig disease.  Slideshow ( 2 images )  The halt in the use of the drug, ractopamine, reflects a change in strategy for Tyson, company watchers say. The company previously sought to profit by filling holes in U.S. supplies that were left when industry rivals like Smithfield Foods and JBS USA sent American pork to China.  Now, Tyson, Smithfield and JBS - the top three U.S. pork processors - are vying for business in China, the world’s biggest pork consumer, where an outbreak of African swine fever has devastated the hog herd, pushed pork prices to record highs and sent imports rocketing. Though not harmful to humans, the disease is deadly to pigs, with no vaccine available.  But U.S. companies have to cope with a significant handicap compared to suppliers based elsewhere. Beijing has imposed tariffs on imports of U.S. pork due to the long-running trade war between the world’s two biggest economies.  “Of course it’s all to pave the way to get ready to start shipping very large amounts of pork to China,” said Dennis Smith, a commodity broker for Archer Financial Services in Chicago.  Tyson, the biggest U.S. meat producer, is “the last shoe to drop,” said Smith, who said he learned of the policy change from a farmer. The company already generates almost $1 billion in pork export sales annually.  “We believe the move to prohibit ractopamine use will allow Tyson Fresh Meats and the farmers who supply us to compete more effectively for export opportunities in even more countries,” Steve Stouffer, president of Tyson Fresh Meats, said in a statement.  China’s pork imports climbed 76% in September from a year earlier with African swine fever having decimated its domestic hog herd, according to Chinese government data.  The disease surfaced more than a year ago in China - the first time it had been detected in Asia - and has since spread to more than 50 countries, according to the World Organization of Animal Health, including those accounting for 75% of global pork production.  Chinese authorities blocked the use of ractopamine in livestock in 2002 over health concerns, and the European Union also prohibits the drug. The United States and other countries say it can be safely used to add lean muscle to pigs.  Tyson previously offered a small amount of ractopamine-free pork to export customers by working with farmers who raise hogs without the feed additive. Those programs “no longer adequately meet growing global demand,” Tyson said.  Tyson’s share price was down 1.3 percent at $80.80 in Thursday morning trade.  JBS USA, owned by Brazil’s JBS SA, said this month it would remove ractopamine from its hog supply chain.  Smithfield, owned by China’s WH Group, raises pigs on company-owned and contract farms without the drug, but still processes pigs from other farmers who use ractopamine.  Elanco Animal Health manufactures a ractopamine feed ingredient under the brand name ‘Paylean’.  “We’re disappointed in any decision that would take safe, proven technology out of the hands of farmers,” Elanco spokeswoman Keri McGrath said in a statement Thursday.","32":"CHICAGO (Reuters) - Tyson Foods Inc received approval from U.S. and Chinese authorities to export American poultry to China from all 36 of its U.S. processing plants and expects to begin taking orders early next year, a chief supply chain officer for the company said.  FILE PHOTO: Tyson food meat products are shown in this photo illustration in Encinitas, California May 29, 2014. REUTERS\/Mike Blake  U.S. chicken companies are eager to resume sales in China after Beijing last month lifted a nearly five-year ban on imports as Chinese consumers seek pork alternatives. A deadly hog disease has killed millions of pigs and raised meat prices in the pork-loving country.  Increased Chinese purchases of products like chicken feet, wing tips and legs would help increase U.S. agricultural exports to China as the two countries negotiate a trade deal.  “There’s an extreme amount of interest across all those parts from multiple buyers in China,” Bernie Adcock, Tyson Foods’ chief supply chain officer for poultry, said in an interview on Friday.  The U.S. Trade Representative last month projected more than $1 billion in annual poultry shipments to China.  Beijing banned U.S. poultry and eggs in January 2015 over a U.S. outbreak of avian flu, closing a market that bought $500 million worth of American poultry products in 2013, according to the U.S. Department of Agriculture (USDA).  China is scouring the globe for meat and poultry after African swine fever killed about half of the world’s largest hog herd.  U.S. meat companies have faced a disadvantage for pork exports to China, compared to other suppliers, because Beijing imposed tariffs of up to 72% on American pork as part of the countries’ trade war. Tyson, the largest U.S. meat producer, expects China to import more U.S. pork and poultry to compensate for African swine fever’s toll.  “My gut is they’re going to buy a lot of both,” Adcock said.  China is an important market for chicken parts that many U.S. consumers do not eat. During China’s ban, companies including Tyson and Sanderson Farms Inc rendered some feet for products like fertilizer and pet food, instead of exporting them for higher returns.  Tyson is working to win U.S. approval by the end of the year for labels on poultry exported to China, the final step. It received its first label approval on Friday, Adcock said.  Processing plants run by Sanderson, Pilgrim’s Pride Corp and other companies also have been cleared to ship U.S. poultry to China, according to USDA.  Tyson will probably not ship poultry to China from all its plants, Adcock said.","33":"(Reuters) - Tyson Foods Inc TSN.N will resume limited production at its largest U.S. pork plant this week, the company said late on Tuesday, a week after President Donald Trump ordered companies to keep meat-processing plants open to protect the supply chain.  FILE PHOTO: A Tyson Foods pork processing plant, temporarily closed due to an outbreak of the coronavirus disease (COVID-19), is seen in Waterloo, Iowa, U.S., April 29, 2020. REUTERS\/Brenna Norman  The company closed two pork processing plants, including the Iowa plant, to contain the spread of the coronavirus, further tightening meat supplies after other major slaughterhouse shutdowns.  Tyson’s shares rose about 2% in trading before the bell on Wednesday.  The virus outbreak has forced meat-processing companies, including Smithfield Foods Inc, Cargill Inc, JBS USA, to halt production at about 20 slaughterhouses and plants in North America as workers fall ill.  Some restaurant chains including Shake Shack Inc SHAK.N said their supply chains remain strong, but expect beef prices to increase. Several retailers such as Costco Wholesale Corp COST.O and Kroger Co KR.N put limits on meat purchases and burger chain Wendy's Co WEN.O said it was limiting its menu at some locations.  Trump’s order last week sparked some backlash from unions and lawmakers over the safety of meat-plant workers.  Tyson said on Tuesday all employees returning to work had been tested for COVID-19 and anyone who tested positive would remain on sick leave until allowed by health officials to return to work.  The company also increased short-term disability coverage for employees to 90% of normal pay until June 30, adding it had performed an additional deep clean and sanitization of the entire Waterloo facility while the plant was idled.  The plant, which will resume operations on Thursday, had been working at reduced capacity before it was shut late last month.  As summer approaches and demand for meat increases, plant-based meat burger makers Beyond Meat Inc BYND.O and Impossible Foods are expanding their presence in U.S. retail stores and offering discounts, hoping to replace meat patties with the vegan alternative.","34":"Sept 4 (Reuters) - Meat processor Tyson Foods Inc Chief Executive Officer Noel White said on Wednesday the poultry business contributed to about half of its 2019 earnings forecast cut.  The company on Tuesday lowered its 2019 adjusted earnings between $5.30 and $5.70 per share, from a prior forecast of $5.75 to $6.10 per share, citing a range of reasons including a recent fire at its Holcomb slaughterhouse and volatility in the commodity market.  “It was extremely unusual to have that number of events within one quarter,” White said on a Barclays conference call.  Shares of the company were trading down more than 5% at $88.50 in morning trading. (Reporting by Vibhuti Sharma and Neha Malara in Bengaluru; Editing by Shinjini Ganguli)","35":"(Adds details, share movement)  Nov 13 (Reuters) - Tyson Foods Inc reported quarterly sales on Tuesday that missed Wall Street estimates, as the top U.S. meat processor was hit by lower demand for chicken.  Shares of the maker of Ball Park hotdogs and Jimmy Dean sausages fell 3.4 percent to $59.50 in premarket trading.  Demand for chicken has taken a hit in the United States as President Donald Trump’s trade wars have resulted in lower export of U.S. beef and pork exports to China and Mexico, boosting domestic supply.  Sales in the company’s chicken business rose 2.6 percent, due to new acquisitions, but operating income fell nearly 34 percent from a year earlier.  Net income attributable to the company rose to $537 million, or $1.47 per share, in the fourth quarter ended Sept. 29 from $394 million, or $1.07 per share, a year earlier.  Sales fell 1.4 percent to $10 billion. Analysts on average had expected revenue of $10.26 billion, according to IBES data from Refinitiv.  Excluding items, the company earned $1.58 per share, beating analysts’ expectations of $1.35 per share. (Reporting by Uday Sampath in Bengaluru; Editing by Anil D’Silva)","36":"(Reuters) - Tyson Foods Inc TSN.N shares turned higher on Monday on last-half profit optimism after its quarterly profits missed Wall Street estimates as the biggest U.S. meat processor felt the brunt of higher freight and labor costs, sending its shares down nearly 6 percent in premarket trading.  Tyson, like other U.S. meat processing and packaged food companies, has been facing higher transportation costs as railroads and truck fleets have raised prices amid a shortage of drivers, reduced capacity, higher fuel prices and a strengthening U.S. economy.  The rise in freight costs had a net effect of about 14 cents per share for the quarter, with a full-year estimated impact of roughly $250 million, up from the first-quarter estimate of $200 million, Tyson Chief Executive Tom Hayes said on a conference call.  “While we were climbing the hill, the grade steepened,” said Hayes. Some of that cost will be passed on to consumers at the meat case, he added  Inclement winter weather during the first quarter at times disrupted production at meatpacking plants, presenting further challenges for Tyson as well as other companies such as Smithfield Foods Inc [SFII.UL] and JBS [JBS.UL].  Tyson’s shares dropped in initial trading in response to the earnings news, but later rose from opening lows in anticipation of fewer challenges facing the industry with respect to freight and labor issues in the coming quarters.  Shares were up 23 cents, or 0.34 percent, at $67.20 in late morning trading on the New York Stock Exchange.  FILE PHOTO: Aidells brand chicken and apple sausage which is owned by Tyson Foods are pictured in a grocery store cooler in the Manhattan borough of New York City, U.S. May 11, 2017. REUTERS\/Carlo Allegri\/File Photo =  “We think the back half of the year looks a lot stronger and that’s positive for our business,” said Stewart Glendinning, Tyson Foods’ chief financial officer.  Hayes said the company was not significantly affected by the 25 percent additional tariff on U.S. pork imposed by China in early April in response to higher duties by Washington on Chinese steel and aluminum.  Tyson sells less than 0.5 percent in total pork sales to China; in 2017 that was about $150 million, said Hayes.  From January through March 2018 total U.S. pork exports to China\/Hong Kong declined 15 percent from the same period last year to 111,681 tonnes valued at $260.7 million, due to rising Chinese production and falling hog prices, according to the U.S. Meat Export Federation (USMEF).  China’s additional 25 percent tariff on U.S. pork imposed in early April was not reflected in the 2018 first-quarter results, the USMEF said.  The maker of Ball Park hotdogs and Jimmy Dean sausages is also facing higher feed costs as prices of commodities like soybean and corn increase. It expects chicken feed costs to rise by about $100 million in fiscal 2018.  Tyson also lowered its fiscal 2018 sales forecast range by $1 billion to between $40 billion and $41 billion  For the second quarter ended March 31, net income attributable to the company fell to $315 million, or 85 cents per share, from $340 million, or 92 cents per share, a year earlier.  The company paid $109 million in onetime cash bonuses to its employees across its businesses as it passed on the benefits on of changes in the U.S. tax code.  Excluding certain items, the company earned $1.27 per share, while revenue rose 7.6 percent to $9.77 billion.  Analysts on average had expected earnings of $1.30 per share on revenue of $9.89 billion, according to Thomson Reuters I\/B\/E\/S.","37":"Nov 16 (Reuters) - Tyson Foods Inc beat quarterly sales estimates on Monday, as the largest U.S. meat processor benefited from consumers buying more of its beef and pork products during the COVID-19 pandemic.  Tyson’s sales rose to $11.46 billion from $10.88 billion in the fourth quarter ended Oct. 3. Analysts on average had expected sales of $11.01 billion, Refinitiv data showed. (Reporting by Praveen Paramasivam in Bengaluru and Tom Polansek in Chicago; Editing by Maju Samuel)","38":"FILE PHOTO: A Tyson Foods pork processing plant, temporarily closed due to an outbreak of the coronavirus disease (COVID-19), is seen in Waterloo, Iowa, U.S., April 29, 2020. REUTERS\/Brenna Norman  CHICAGO (Reuters) - Tyson Foods Inc said it resumed slaughtering hogs at an Iowa meat plant on Wednesday, three weeks after idling the facility because of a mechanical malfunction.  Workers at the plant in Columbus Junction, Iowa, will begin butchering the animals into cuts of pork on Thursday, spokeswoman Liz Croston said in an email. The company plans to increase production gradually, she said.  Tyson said on Dec. 16 that the plant could be idle for a few days for repairs and that it was shifting production to other facilities.  The Columbus Junction plant kills about 10,100 pigs a day, or about 2% of the nation’s total slaughtering capacity, according to industry estimates.","39":"CHICAGO, April 6 (Reuters) - Tyson Foods Inc said on Monday it shut an Iowa hog slaughterhouse after more than 24 cases of COVID-19 involving employees at the facility, in the latest disruption to the U.S. food supply chain from the coronavirus outbreak.  Reduced meat output as the country battles COVID-19, the respiratory illness caused by the virus, threatens to tighten supplies of certain products at a time when demand is soaring from consumers at grocery stores.  Tyson said it will divert hogs to other pork plants in an attempt to minimize the disruption from the closure of its slaughterhouse in Columbus Junction, Iowa, this week.  The facility kills about 10,100 hogs a day, or about 2% of the country’s total slaughtering capacity, according to Steve Meyer, economist for U.S. commodity firm Kerns and Associates.  Separately, National Beef Packing Company said it suspended cattle slaughtering at a plant in Tama, Iowa, this week for a cleaning that was previously scheduled for later this month.  “These are unprecedented times for our industry,” National Beef said in a statement. (Reporting by Tom Polansek Editing by Paul Simao)","40":"CHICAGO (Reuters) - Tyson Foods Inc TSN.N is seeking to convince Beijing to lift a ban on U.S. chicken shipments from an Arkansas plant where workers tested positive for COVID-19, President Dean Banks said on Monday  China has emerged as the largest export market for American poultry, overtaking Mexico this spring, after Beijing in November ended a nearly five-year embargo on imports from the United States.  Since June, China’s customs authority has blocked chicken from Tyson’s plant in Springdale, Arkansas, as part of an all-out effort to control the spread of COVID-19 in China. Globally, Beijing has suspended imports from more than 20 overseas plants processing pork, beef and poultry.  “We’ve been interacting with them and making sure that they have all the information they need about the precautionary measures, the protective measures that plant has taken,” Banks told reporters on a call.  “We’d love to continue to export product from that facility, but that’s in the hands of the Chinese government.”  Tyson on Monday also named Banks as its new chief executive and reported quarterly earnings that were hurt by the pandemic.  More than 16,000 U.S. meatpacking workers have been infected with COVID-19 at dozens of plants, according to the U.S. Centers for Disease Control and Prevention.  Jim Sumner, president of the USA Poultry & Egg Export Council, said the United States is lucky Beijing suspended imports from just one American plant. As of last week, China had blocked six Brazilian facilities, according to Brazil’s agriculture ministry.  China is also testing imported meat and seafood for COVID-19, although processors say food cannot transmit the coronavirus. China has increased imports as a deadly pig disease has decimated its herd over the past two years.  “We’ve seen a bottleneck in ports emerge a little bit due to testing,” Banks said. “Their demand is very, very strong right now and so they’re doing everything they can to keep things moving.”","41":"May 7 (Reuters) - Tyson Foods Inc:  * TYSON FOODS DELIVERS EARNINGS GROWTH IN FIRST SIX MONTHS, REAFFIRMS GUIDANCE FOR ANOTHER RECORD YEAR  * SEES FY 2018 ADJUSTED EARNINGS PER SHARE $6.55 TO $6.70 INCLUDING ITEMS  * Q2 ADJUSTED EARNINGS PER SHARE $1.27  * Q2 GAAP EARNINGS PER SHARE $0.85  * Q2 EARNINGS PER SHARE VIEW $1.30 -- THOMSON REUTERS I\/B\/E\/S  * QTRLY SALES $9,773 MILLION VERSUS $9,083 MILLION REPORTED LAST YEAR  * FY2018 EARNINGS PER SHARE VIEW $6.61 -- THOMSON REUTERS I\/B\/E\/S  * Q2 REVENUE VIEW $9.89 BILLION -- THOMSON REUTERS I\/B\/E\/S  * LOWER ENACTED TAX RATES POSITIVELY IMPACTED Q2 ADJUSTED EPS BY $0.17  * EXPECT FISCAL 2018 SALES TO GROW ABOUT 6% TO BETWEEN $40 BILLION-$41 BILLION  * TYSON FOODS - FOR 2018, CO SEES CHICKEN SEGMENT SALES VOLUME TO GROW ABOUT 3%-4%, ADJUSTED OPERATING MARGINS TO BE SIMILAR TO 2017 AT AROUND 10%  * EXPECT CAPITAL EXPENDITURES TO ABOUT $1.3 BILLION FOR FISCAL 2018  * TYSON FOODS - WILL RESUME SHARE REPURCHASES ONCE LEVERAGE NEARS NET DEBT TO EBITDA TARGET OF 2X, ANTICIPATED TO OCCUR DURING FISCAL 2018  * FY2018 REVENUE VIEW $40.97 BILLION -- THOMSON REUTERS I\/B\/E\/S  * EXPECT FISCAL 2018 BENEFIT OF ABOUT $0.85 ON AN ADJUSTED BASIS FROM ENACTED TAX RATES  * TYSON FOODS - BELIEVE BEEF SEGMENT’S ADJUSTED OPERATING MARGIN IN FISCAL 2018 SHOULD BE ABOVE 6%  * EXPECT INDUSTRY HOG SUPPLIES TO INCREASE ABOUT 2-3% IN FISCAL 2018 AS COMPARED TO FISCAL 2017 Source text for Eikon: Further company coverage:","42":"(Reuters) - Four of the largest U.S. beef-packing companies were accused in a lawsuit on Tuesday of violating federal antitrust law by conspiring to drive down prices they paid ranchers for cattle, even as retail beef prices hovered near record levels.  Slideshow ( 3 images )  Tyson Foods Inc, Cargill Inc, the JBS USA unit of Brazil’s JBS SA and National Beef Packing Co were accused of colluding since Jan. 2015 to suppress the price of “fed” cattle, which is cattle raised specifically for beef production, with a goal of improving margins and profitability.  The 104-page complaint by the Ranchers Cattlemen Action Legal Fund United Stockgrowers of America (R-CALF) and four cattle-feeding ranchers was filed in Chicago federal court, and seeks compensatory, punitive and triple damages.  It resembles litigation in the same court in which companies, including Tyson and JBS, have been accused of conspiring to fix prices of broiler chickens and pork.  Tyson said the lawsuit was “baseless,” and that as in the chicken and pork lawsuits there was no merit to the claim it colluded. “Tyson wants its suppliers to succeed,” it added.  The other defendants did not immediately respond to requests for comment.  According to the complaint, Tyson, Cargill, JBS and National Beef conspired to suppress prices through such tactics as importing foreign cattle at a loss, closing slaughter plants, and reducing slaughter and purchase volumes.  The conspiracy “encouraged an apprehension amongst producers that they might not be able to ‘get their cattle dead’” unless prices were cut, and led to an artificial 7.9 percent average reduction in fed cattle prices, the complaint said.  Tyson, Cargill, JBS and National Beef controlled more than 81 percent of the market for U.S. fed cattle in 2017, with more than $48 billion of beef sales in that fiscal year, the complaint said.  The lawsuit is meant to “prevent the Big 4 packers from capturing the U.S. cattle market from independent U.S. cattle producers,” R-CALF Chief Executive Bill Bullard said in a statement provided by the group’s lawyers. “We hope U.S. cattle ranchers can be compensated for years of significant losses.”  The case is Ranchers Cattlemen Action Legal Fund United Stockgrowers of America et al v Tyson Foods Inc et al, U.S. District Court, Northern District of Illinois, No. 19-02726.","43":"May 4 (Reuters) - Tyson Foods Inc said on Monday it expects meat sales volume to fall in the second half of this year, as restaurants are being forced to operate at a limited capacity due to the COVID-19 pandemic.  The biggest U.S. meat processor’s sales rose to $10.89 billion from $10.44 billion, in the second quarter ended March 28.  Net income attributable to Tyson fell to $364 million, or $1 per share, from $426 million, or $1.17 per share, a year earlier.","44":"SAO PAULO (Reuters) - Brazilian meatpacker Marfrig Global Foods SA MRFG3.SA has agreed to sell its U.S. subsidiary, a key McDonald's supplier, to Tyson Foods Inc TSN.N for $2.5 billion, two people with knowledge of the matter told Reuters on Friday.  FILE PHOTO Tyson Foods brand frozen chicken wings are pictured in a grocery store freezer in the Manhattan borough of New York City, U.S. May 11, 2017. REUTERS\/Carlo Allegri\/File Photo  Marfrig shares rose as much as 8 percent but reversed gains and were down 7.3 percent at 6.38 reais as investors reassessed the price of the deal. Tyson rose 1.2 percent to $61.71.  In a note to clients, Itaú BBA’s equities team said the news is “negative for the stock,” as the market hoped for a higher valuation of up to $3 billion, for chicken processor Keystone Foods. The bank kept its “underperform” rating on Marfrig.  Marfrig's controlling shareholder Chairman Marcos Molina, who owns around 35 percent of the meatpacker, agreed on Thursday to sell Keystone, a major chicken products supplier to McDonald's Corp MCD.N for $2.5 billion, according to the sources.  They asked for anonymity because they are not authorized to discuss the matter publicly.  One of the sources said Marfrig may announce the deal as soon as Friday after the market closes. Some small details related to the deal, such as potential spin off of some small assets from Keystone, is delaying a final agreement.  Newspaper Valor Economico reported the deal on its website earlier Friday.  Tyson and Marfrig declined to comment.  Marfrig Chief Financial Officer Eduardo Miron told journalists on Thursday that the company “can close the deal any moment.”  Tyson entered exclusive talks to acquire Keystone in late July.","45":"(Reuters) - Tyson Foods Inc said on Wednesday it had sold its 6.5 percent stake in vegan burger maker Beyond Meat, as the no. 1 U.S. meat processor looks to develop its own line of alternative protein products.  The exit comes against the backdrop of rising tensions between the two companies after Tyson Chief Executive Officer Noel White said in February that the company would develop its own plant-based protein products, Axios reported here earlier on Wednesday, citing multiple sources.  Tyson’s stake was noticeably absent in Beyond Meat’s amended initial public offering filing on the list of stakeholders who own more than 5 percent.  Beyond Meat filed on Monday to raise up to $183.8 million in an IPO, seeking a valuation of up to $1.21 billion.  Based on that valuation, Tyson’s stake would have been worth about $79 million. It was not immediately clear how much Tyson sold its stake for, while the Axios report said there must have been multiple buyers.  “Tyson Ventures is pleased with the investment in Beyond Meat and has decided the time is right to exit ... (Tyson) plans to launch an alternative protein product soon with market testing anticipated this summer,” Tyson spokesman Worth Sparkman told Reuters.  Beyond Meat did not immediately respond to a request for comment.  Beyond Meat, which sells its plant-based burger at Carl’s Jr., no longer wanted the Tyson Ventures representative in its board meetings, partly over fears that the company might try to interfere with potential mergers and acquisitions, according to the Axios report.  Tyson’s shares fell 1.6 percent in afternoon trading.  Retailer Walmart Inc said earlier in the day it would create its own an end-to-end supply chain of Angus beef, potentially competing with Tyson.","46":"(Reuters) - Tyson Foods Inc said on Wednesday it had fired seven managers at an Iowa pork plant after investigating allegations that they took bets on how many employees would catch COVID-19.  The independent investigation, led by former U.S. Attorney General Eric Holder, came in response to a lawsuit filed by the son of a worker at a Tyson facility in Waterloo, Iowa, who died in April of complications from the virus.  The lawsuit claimed that plant managers misled workers about COVID-19, bet on workers catching the virus and allowed sick employees to continue working.  Tyson in November suspended the employees accused of wagering at the Waterloo facility - its largest U.S. pork plant.  The COVID-19 pandemic has ravaged the meatpacking industry, infecting thousands of workers at slaughterhouses hit by outbreaks.","47":"(Reuters) - Tyson Foods Inc TSN.N named its president, former technology executive Dean Banks, as its new chief executive on Monday as the meatpacker faces unprecedented disruptions from the COVID-19 outbreak.  FILE PHOTO: Tyson Foods brand frozen chicken wings are pictured in a grocery store freezer in the Manhattan borough of New York City, U.S. May 11, 2017. REUTERS\/Carlo Allegri\/File Photo  Tyson said Banks will replace 37-year company veteran Noel White in October as it reported lower-than-expected quarterly sales. The company predicted the pandemic will increase operating costs and hinder sales volumes into next year.  Uncertainty over the economic reopening confronts Banks, who formerly worked for Google-parent Alphabet Inc's GOOGL.O experimental research division. He joined Tyson's board in 2017 and became president in December 2019.  Chairman John Tyson said Banks will help the company integrate more technology into operations and focus on employee health.  The novel coronavirus has infected thousands of U.S. meatpacking workers and led to temporary meat shortages as processors closed slaughterhouses in April and May. Plants have reopened, but absences among workers who are afraid of getting sick continue to limit output.  Tyson said it spent $340 million on COVID-19 testing, personal protective equipment and other direct costs related to the disease. The company has tested about 40,000 employees, one-third of its workforce, and less than 1% are currently infected, White said.  Grocery-store sales have spiked during the pandemic, but Tyson said it is grappling with a larger drop in demand from food-service outlets. The company predicted lower sales volumes in its chicken and prepared foods segments in the last fiscal quarter.  In the third quarter ended June 27, Tyson’s chicken unit swung to an adjusted operating loss of $120 million from income of $237 million a year earlier.  “Our level of future growth is dependent on away-from-home eating occasions, which will be impacted by communities opening up and potentially reclosing,” White told analysts.  JP Morgan said it had expected Banks to replace White, although the change may spook investors. Shares rose 1.6%.  Banks should bring Tyson “new vision” on innovation and automation, said Arun Sundaram, equity analyst at CFRA Research.  Tyson’s quarterly sales fell 7.9% to $10.02 billion. Analysts expected $10.56 billion, according to IBES data from Refinitiv.  Excluding items, Tyson earned $1.40 per share. Analysts had expected 94 cents.","48":"(Reuters) - U.S. meat processor Tyson Foods Inc said on Monday it will rebuild a Kansas beef plant after a fire heavily damaged the facility last week and that full-time, active employees would be paid weekly until production resumes.  Slideshow ( 4 images )  The company said the plant would be down “indefinitely” after the Friday night fire, which idled some 3,800 workers.  Tyson’s stock price recovered from an early drop and was trading near unchanged around midday, after setting a record high on Friday. The stock has climbed more than 60% this year, partly on strong demand for beef, the largest segment of Tyson’s business by sales.  The company plans to rebuild the damaged beef plant in Holcomb, Kansas, but said it did not know when the facility would reopen.  “We will use other plants within our network to help keep our supply chain full,” said Steve Stouffer, group president of Tyson Fresh Meats.  There were no casualties reported due to the fire, the cause of which was still being investigated.  The plant processed about 6,000 cattle per day, representing around 5% of the total industry and a bit over 20% of Tyson’s capacity, J.P. Morgan analyst Ken Goldman said. He estimated the plant will be shut for months and that the closure could hurt Tyson’s fiscal 2019 earnings per share by as much as 50 cents.  The halt in slaughtering pushed Chicago Mercantile Exchange cattle futures down by their daily, exchange-imposed 3-cent limit as traders expect cattle supplies may start to back up in feedlots. October cattle futures were down 3 cents at 103.750 cents per pound  Lower cattle prices could benefit other meat companies, which will see a larger supply while Tyson’s plant is closed, said Dennis Smith, broker for Archer Financial Services. Tyson competes with packers like Cargill and JBS USA.  “The packers are going to use the leverage to their full advantage, and they’re going to lower the cash steer market,” Smith said.  Tyson’s beef business produced a record operating margin of 6.1% in the first nine months of its fiscal year, up from 5.8% a year earlier. The company projects margins will reach 7% for the full year and be similar or higher in 2020 as supplies of cattle are ample.  In the quarter ended June 29, the beef unit recorded sales of $4.2 billion. Sales volumes and prices rose from a year earlier.","49":"CHICAGO (Reuters) - Tyson Foods TSN.N said on Tuesday it plans in January to have company employees take on duties from more than a dozen federal inspectors at a large Kansas beef plant, after getting a U.S. government waiver.  FILE PHOTO: The exterior of the Tyson Fresh Meats processing plant is seen in the Finney County town of Holcomb, Kansas, U.S. August 12, 2019. REUTERS\/Adam Shrimplin  Tyson said the change would improve food safety and efficiency as part of a process to modernize inspections, although activists worried it could result in less oversight.  The country’s highest-selling meat supplier asked the U.S. Department of Agriculture (USDA) in March 2019 for a waiver from inspection requirements at its plant in Holcomb, Kansas. Other companies have made similar changes at chicken and pork plants.  The USDA granted the waiver in March 2020, allowing Tyson workers instead of government inspectors to check cattle carcasses for defects or disease before the animals are butchered, company executives said.  The USDA said in a statement to Reuters that it will continue to inspect all carcasses and parts, while shifting “quality assurance and trimming tasks” to Tyson.  The pandemic delayed the changes, but Tyson will now hire 15 people per shift to check carcasses, according to the company, which worked with Iowa State University to develop training materials for workers.  The total number of USDA inspectors at the plant will drop, although there will be more highly trained inspectors who do more complex work like monitoring animal welfare or meat testing, according to the agency.  Tyson aims to eventually use cameras and computer imaging to evaluate carcasses, said Jennifer Williams, vice president of food safety.  “This is a way to leverage new technology and plant employees to implement these steps, that will free up some inspectors to focus on improving public health, animal welfare and food safety,” said James Roth, director of Iowa State’s Center for Food Security and Public Health.  Meatpackers accelerated automation after COVID-19 infected thousands of slaughterhouse employees. USDA inspectors were also infected.  Activists said the inspection changes were a move toward deregulation.  “It’s really problematic,” said Zach Corrigan, a Food & Water Watch senior staff attorney.","50":"(Adds Tyson statement)  CHICAGO, Feb 13 (Reuters) - Ships carrying refrigerated cargo containers of chicken from the United States to China are being diverted to ports in Hong Kong, South Korea, Taiwan and Vietnam due to the coronavirus outbreak, according to a U.S. poultry export trade group.  The virus, which is causing havoc in the global container shipping trade, is keeping consumers and workers at home in China, delaying purchases at stores and restaurants and slowing the unloading of products at ports.  Chinese ports have run out of space for refrigerated containers, which must be plugged into electrical outlets once they are offloaded to keep frozen meat and other food products cold, Jim Sumner, president of the USA Poultry & Egg Export Council, told Reuters on Thursday.  Frozen and refrigerated product is starting to spoil because of the lack of available power, a manager for a Los Angeles port terminal operator said.  The delays come as China was poised to increase U.S. beef and poultry imports after the Phase 1 trade deal announced last month.  U.S. poultry exporters are being told by freight, port and government officials that shipments of medical supplies and pork needed to bolster China’s reserves are being allowed in, Sumner said.  “Everything else is being considered not a priority and is not allowed entry,” he said. “China is basically shut down right now.”  Tyson Foods has not redirected any of its current chicken products from their intended destinations, and has restarted all its operations, the company said in an emailed statement. “We are actively assessing what this outbreak may mean for our global business and preparing for the possibility of any impact.”  Maryland-based Perdue Farms Inc told Reuters that it does have orders on the books and is monitoring the ports situation.  An estimated 300 to 400 refrigerated poultry containers - currently in transit - are being diverted. About 80% of the product are chicken feet, while the remainder is chicken meat and turkey products, Sumner said.  Beijing lifted a nearly-five year ban on U.S. poultry imports last November, driven by an unprecedented shortage of meat in China after African swine fever killed millions of pigs in the pork-loving country.  It promised to be a lucrative market, particularly for chicken feet. Typically, U.S. processors sell them to rendering plants or pet food companies for an average of 5 cents a pound, Sumner said. The average price of chicken feet sold to China is 90 cents a pound, he said.  The economic squeeze to U.S. chicken exporters could be significant, as companies can rack up storage fees on delayed shipments, Sumner said. (Reporting by P.J. Huffstutter in Chicago; Additional reporting by Lisa Baertlein in Los Angeles and Tom Polansek in Chicago; Editing by Bill Berkrot and Richard Chang)","51":"(Reuters) - Tyson Foods Inc said on Wednesday it will pay $221.5 million to settle litigation by three groups of plaintiffs that accused it of illegally conspiring to inflate chicken prices.  FILE PHOTO: Chicken is pictured in New York March 11, 2015. REUTERS\/Lucas Jackson\/File Photo  The settlements with so-called “end-user” consumers, commercial purchasers, and purchasers that bought chickens directly from Tyson require approval by a federal judge in Chicago.  Tyson did not admit liability in agreeing to settle, and said the payments will be reflected in its first-quarter financial statements. (bit.ly\/3irbA5a)  The Springdale, Arkansas-based company still faces price-fixing claims by some large restaurant chains, supermarket operators and food distributors such as Chick-fil-A, Kroger Co, Walmart Inc and Sysco Corp.  Tyson’s settlements resolve all class claims against the company in litigation that began in 2016 over alleged collusion in the $65 billion chicken industry.  Restaurants, supermarkets, distributors and consumers accused chicken producers of having conspired since 2008 to inflate chicken prices, through tactics such as restricting production and sharing nonpublic data about supply and demand.  Pilgrim’s Pride Corp, owned mainly by Brazil’s JBS SA, agreed on Jan. 11 to pay $75 million to settle claims by direct purchasers of chickens.  Perdue Farms Inc and Sanderson Farms Inc are among the other defendants in the litigation. A few smaller producers have settled related claims.  The U.S. Department of Justice last year filed criminal price-fixing and bid-rigging charges in Denver against 10 poultry industry executives. All have pleaded not guilty.  The case is In re Broiler Chicken Antitrust Litigation, U.S. District Court, Northern District of Illinois, No. 16-08637.","52":"(Adds Coca Cola; Updates Tyson Foods, SJW Group, Cava)  Aug 17 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2000 GMT on Friday:  ** Brazilian meatpacker Marfrig Global Foods SA has agreed to sell its U.S. subsidiary, a key McDonald’s supplier, to Tyson Foods Inc for $2.5 billion, two people with knowledge of the matter told Reuters.  ** CAVA, a U.S. privately held restaurant chain focusing on casual Mediterranean cuisine, said it has agreed to acquire publicly listed peer Zoe’s Kitchen Inc for around $300 million including debt, with backing from a group of investors.  ** California Water Service Group ended its pursuit of SJW Group, clearing the way for SJW’s chief executive to move ahead with the $1.1 billion acquisition of a Connecticut-based water utility that he ran until last year.  ** Shares in Mexico’s Coca-Cola FEMSA, the world’s biggest coke bottler, jumped more than five percent on Friday after it said it would sell its 51 percent stake in Coca-Cola FEMSA Philippines back to the Coca-Cola Company.  ** Turkish fixed-line operator Turk Telekom said it clinched a cooperation deal with Vestel after President Tayyip Erdogan called on Turks to use locally-made mobile phones instead of Apple’s iPhone.  ** A.P. Moller-Maersk said it would spin off its offshore drilling operation and list it in Copenhagen next year, the latest move by the Danish shipping company to focus entirely on transport and logistics.  ** Sweden’s Granges put on ice its plans to form an aluminium manufacturing joint venture in North America with Japan’s Mitsubishi Aluminum Co, saying that the project was less attractive in “current circumstances”.  ** Turkey’s BTK communications authority has approved the transfer of a 55 percent stake in Turk Telekom owned by Ojer Telekom (OTAS) to a special purpose vehicle set up by creditor banks, Turk Telekom said. (Compiled by Bharath Manjesh and Karan Nagarkatti in Bengaluru)","53":"Feb 7 (Reuters) - Largest U.S. meat processor Tyson Foods Inc reported first-quarter sales that missed Wall Street estimates on Thursday, as sales of pork products fell due to lower average sales prices.  Net income attributable to the company fell to $551 million, or $1.50 per share, in the quarter ended Dec. 29, from $1.63 billion, or $4.40 per share, a year earlier, when it received a one-time tax benefit.  Sales fell 0.3 percent to $10.19 billion, missing analysts’ average expectation of $10.38 billion, according to IBES data from Refinitiv. (Reporting by Jaslein Mahil in Bengaluru; Editing by Shinjini Ganguli)","54":"Dec 16 (Reuters) - Tyson Foods Inc said on Wednesday production at a pork plant in Iowa was idled after a mechanical malfunction in its refrigeration system.  Tyson Fresh Meats, the beef and pork subsidiary of Tyson Foods, said no one was hurt from the malfunction at the Columbus Junction, Iowa, pork plant, which occurred Tuesday evening, but operations could remain halted for a few days for repairs.  The facility kills about 10,100 pigs a day, or about 2% of the United State’s total slaughtering capacity, according to industry estimates.  “We’re taking steps to temporarily move production to other plants,” said Steve Stouffer, group president at Tyson Fresh Meats, adding it was too early to provide a definitive timeline for resuming production at the plant.  In April, Tyson Foods closed operations at the plant to contain the rapid spread of the new coronavirus..","55":"CHICAGO (Reuters) - Millions of pounds of beef, pork and chicken will vanish from U.S. grocery stores as livestock and poultry processing plants have been shuttered by coronavirus outbreaks among workers, the chairman of Tyson Foods Inc said.  FILE PHOTO: A shopper picks over the few items remaining in the meat section, as people stock up on supplies amid coronavirus fears, at an Austin, Texas, grocery store on March 13, 2020. REUTERS\/Brad Brooks  John Tyson warned that the U.S. “food supply chain is breaking” as a growing number of plant closures have left farmers with fewer options to market and process livestock.  Tyson Foods announced last week that it would shutter two pork processing plants, including its largest in the United States, and a beef facility to contain the spread of the virus.  Other major meat processors like JBS USA [JBS.UL] and Smithfield Foods have closed facilities in recent weeks as cases of COVID-19, the potentially lethal respiratory disease caused by the novel coronavirus, have soared among plant workers.  More than 5,000 U.S. meat and food-processing workers have been infected with or exposed to the virus, and 13 have died, the country’s largest meatpacking union said Thursday.  Companies say they are checking workers’ temperatures, working with local health officials and taking other steps to prevent the spread of the virus.  It is unclear how soon meat processing plants may reopen.  “There will be limited supply of our products available in grocery stores until we are able to reopen our facilities that are currently closed,” John Tyson said in a release published on Sunday.  “In addition to meat shortages, this is a serious food waste issue. Farmers across the nation simply will not have anywhere to sell their livestock to be processed, when they could have fed the nation,” he said.  Tyson shares are down more than 34% since the beginning of the year but have recovered from a more than four-year low hit in March.","56":"FILE PHOTO: The exterior of the Tyson Fresh Meats processing plant is seen three days after a fire heavily damaged the facility in the Finney County town of Holcomb, Kansas, U.S. August 12, 2019. REUTERS\/Adam Shrimplin  (Reuters) - Tyson Foods Inc said on Wednesday it was cooperating with the U.S. Department of Justice on a price-fixing investigation in the poultry industry, under a program that could protect the meat processor from criminal prosecution.  Tyson, which was served with a subpoena in April 2019, said the formal grant under the DoJ’s corporate leniency program would mean neither the company nor its employees will face criminal fines, jail time or prosecution.  The news comes a week after the chief executive of poultry company Pilgrim’s Pride Corp was indicted along with three other current and former industry executives on charges of seeking to fix chicken prices in the United States.  The charges were the first in a criminal probe of price-fixing and bid-rigging involving broiler birds, which account for most chicken meat sold in the United States.  Grocers, retailers and consumers have accused Pilgrim’s Pride, Tyson Foods and other poultry processors of conspiring since 2008 to inflate prices for broiler chickens.","57":"CHICAGO, Aug 12 (Reuters) - Chicago Mercantile Exchange cattle futures dropped their daily trading limits on Monday after a fire at a major beef plant threatened to limit demand for the animals for months, traders said.  Live cattle prices settled at their lowest since July 3 while feeder cattle contract dropped to their lowest since June 28.  U.S. meat processor Tyson Foods Inc said on Monday it will rebuild the heavily damaged Kansas plant, which would be down “indefinitely” following Friday’s fire. The plant processed about 6,000 cattle per day, representing around 5% of the total industry and a bit over 20% of Tyson’s capacity, J.P. Morgan analyst Ken Goldman said. He estimated the plant will be shut for months.  “There simply is not any way to soften the blow,” Hales Trading Co said in a note to clients. “It will have an exceedingly bearish impact of fed cattle prices and then on feeder cattle prices as well.”  CME August live cattle ended down 3 cents at 105.05 cents per pound. October also notched a limit down move, sagging 3 cents to 103.75 cents.  CME August feeder cattle ended 4.5 cents lower at 134.400 cents per pound while September was down 4.5 cents at 133.95 cents per pound.  Both the live cattle and feeder cattle contracts will trade with expanded limits on Tuesday following the limit moves. Live cattle’s new limit will be 4.5 cents while feeder cattle contracts will have a limit of 6.75 cents.  Lean hog futures were ended firm, with the market supported by strength in pork prices.  Concerns about demand from China amid the ongoing trade fight with the United States and the spread of African swine fever limited the buying.  CME October hogs ended the day up 0.100 cent at 67.075 cents per pound.  August lean hogs settled 0.15 cent higher at 79.175 cents per pound. The contract narrowed its large discount to the CME lean hog index of 82.33. The two must converge by the futures contract’s expiration on Aug. 16.  U.S. pork prices remain strong, with the latest carcass cutout value PRK-MAN-CARCS surging $2.93 to $93.37 per cwt, its highest since Aug. 15, 2017. (Reporting by Mark Weinraub Editing by Marguerita Choy)","58":"Oct 17 (Reuters) - Tyson Foods Inc in February will stop buying U.S. hogs raised with a growth drug banned by China, the company said on Thursday, as global meat suppliers seek an edge in boosting sales to Chinese buyers facing a huge pork shortage due to an outbreak of a fatal pig disease.  The halt in the use of the drug, ractopamine, reflects a change in strategy for Tyson, company watchers say. The company previously sought to profit by filling holes in U.S. supplies that were left when industry rivals like Smithfield Foods and JBS USA sent American pork to China.  Now, Tyson, Smithfield and JBS - the top three U.S. pork processors - are vying for business in China, the world’s biggest pork consumer, where an outbreak of African swine fever has devastated the hog herd, pushed pork prices to record highs and sent imports rocketing. Though not harmful to humans, the disease is deadly to pigs, with no vaccine available.  But while the demand from China could be high, U.S. companies still have to cope with a significant handicap, compared to suppliers based elsewhere: Beijing has imposed tariffs on imports of U.S. pork due to the long-running trade war between the world’s two biggest economies.  “Of course it’s all to pave the way to get ready to start shipping very large amounts of pork to China,” said Dennis Smith, a commodity broker for Archer Financial Services in Chicago.  Tyson, the biggest U.S. meat producer, is “the last shoe to drop,” said Smith, who said he learned of the policy change from a farmer. The company already generates almost $1 billion in pork export sales annually.  China’s pork imports climbed 76% in September from a year earlier with African swine fever having decimated its domestic hog herd, according to Chinese government data.  The disease surfaced more than a year ago in China - the first time it had been detected in Asia - and has since spread to more than 50 countries, according to the World Organization of Animal Health, including those accounting for 75% of global pork production.  Chinese authorities blocked the use of ractopamine in livestock in 2002 over health concerns. The European Union also prohibits the drug, although the United States and other countries say it can be safely used to add lean muscle to pigs.  “We believe the move to prohibit ractopamine use will allow Tyson Fresh Meats and the farmers who supply us to compete more effectively for export opportunities in even more countries,” Steve Stouffer, president of Tyson Fresh Meats, said in a statement.  Tyson previously offered a small amount of ractopamine-free pork to export customers by working with farmers who raise hogs without the feed additive. Those programs “no longer adequately meet growing global demand,” Tyson said.  JBS USA, owned by Brazil’s JBS SA, said this month it would remove ractopamine from its hog supply chain.  Smithfield, owned by China’s WH Group, raises pigs on company-owned and contract farms without the drug, but still processes pigs from other farmers who use ractopamine.  Elanco Animal Health manufactures a ractopamine feed ingredient under the brand name ‘Paylean’. The company did not respond to a request for comment this month about JBS eliminating the drug. (Reporting by Tom Polansek; Additional reporting by Julie Ingwersen in Chicago; Editing by Kenneth Maxwell)","59":"JERUSALEM (Reuters) - Tyson Foods TSN.N, the largest U.S. meat processor, has invested in an Israeli biotech company developing a way to grow affordable meat in a laboratory that takes live animals out of the equation.  Future Meat Technologies focuses on producing fat and muscle cells that are the core building blocks of meat, and is one of several firms working on technology to match rising demand for meat without adding more pressure on land from livestock.  The firm’s founder and chief scientist, Yaakov Nahmias, said cultured meat typically had a production price of about $10,000 per kg but so far his company had reduced that to $800\/kg and had “a clear roadmap to $5-$10\/kg by 2020.”  Tyson’s venture capital arm has supported the Jerusalem-based startup by co-leading $2.2 million in seed investment.  “We continue to invest significantly in our traditional meat business but also believe in exploring additional opportunities for growth that give consumers more choices,” said Justin Whitmore, Tyson’s executive vice president for corporate strategy.  In December, Tyson raised its stake in plant-based protein maker Beyond Meat.  Demand for meat is expected to double between 2000 and 2050, when the earth’s population is set to surpass 9 billion, and proponents of growing meat in the lab say it is the only way to meet such demand without destroying the environment.  A study by Oxford University and the University of Amsterdam estimated that cultured meat would produce 96 percent less greenhouse gas, consume 82 to 96 percent less water and virtually eliminate land requirements needed to raise livestock.","60":"May 2 (Reuters) - Tyson Foods Inc:  * TYSON VENTURES ANNOUNCES INVESTMENT IN FUTURE MEAT TECHNOLOGIES  * FUTURE MEAT TECHNOLOGIES SAYS $2.2 MILLION SEED INVESTMENT ROUND CO-LED BY TYSON VENTURES, VENTURE CAPITAL ARM OF TYSON FOODS Source text for Eikon: Further company coverage:","61":"CHICAGO (Reuters) - Coronavirus is disrupting meat shipments to China as the country faces a shortage due to an outbreak of a fatal pig disease, Tyson Foods Inc TSN.N and U.S. agricultural groups said on Thursday.  FILE PHOTO: A chef puts U.S. imported pork into a BBQ smoker cooker at the Beijing barbeque restaurant Home Plate that specializes in meat from the U.S., China, June 29, 2018. Picture taken June 29, 2018. REUTERS\/Thomas Peter\/File Photo  An outbreak of African swine fever, which infects only pigs, has decimated China’s herd, pushing Chinese pork prices to record highs and increasing the need for meat imports.  However, coronavirus - which has killed 563 people so far - is keeping consumers and workers at home in China, delaying purchases at stores and restaurants and slowing the unloading of products at ports.  The disruption exasperates Beijing's efforts to ensure adequate meat supplies and the plans of global companies like Tyson and JBS SA JBSS3.SA to profit from the shortage. The dual disease outbreaks also highlight the problems facing import-dependant China in its efforts to feed its population.  “There’s been disruptions at the ports,” Tyson Chief Executive Noel White said on a call with analysts. “That has skewed shipments, receivals.”  China has increased meat imports from the United States, Europe and Brazil as African swine fever has killed up to half its pigs since August 2018.  Beijing pledged to increase purchases of U.S. farm goods in an initial trade deal last month, raising traders’ expectations for more pork shipments. China also eased restrictions on U.S. beef imports and in November lifted a ban on U.S. poultry meat shipments.  But coronavirus has clouded the outlook for Chinese demand, White said, as cities have been quarantined. He said Tyson is still shipping meat to China and has orders on its books.  “Once we get past the coronavirus incident, whenever that might be, I do think there is going to be very strong demand,” he said.  Meat is shipped to China in refrigerated containers that must be plugged into electrical outlets once they are offloaded to keep products cold.  Importing companies normally receive containers as they arrive, freeing up space for others. But several Chinese ports are at capacity on space for refrigerated containers and outlets because few receivers are picking them up, said Peter Friedmann, executive director of the Agriculture Transportation Coalition. Shanghai and Xingang have reported 100% utilization of available plugs, he said.  Meat shippers are also scrambling, selling to other countries or shipping to other Chinese ports, Friedmann said.  “Things are really getting bad over there,” USA Poultry & Egg Export Council President Jim Sumner said.","62":"May 23 (Reuters) - Tyson Foods Inc is in talks to set up a beef processing plant in Kazakhstan, as part of the central Asian country’s push to attract investment by projecting itself as an agricultural powerhouse on China’s border, the Financial Times reported on Thursday, citing three people with knowledge of the discussions.  The multibillion-dollar investment would allow the U.S. meat company to dodge high tariffs on American agricultural goods and give a backdoor access into China, FT said here.  The largest U.S. meat processor, Tyson had discussed an initial investment of about $200 million in the Kazakh plant which would form part of a potential total investment of several billion dollars. The deal is expected to scale up production to 5 million tonnes of beef a year, FT said.  Earlier this month Tyson had projected its U.S. pork, chicken and beef units could all benefit from increased demand linked to outbreaks of African swine fever which spread rapidly across Asia.  The disease, which is fatal to pigs but harmless to humans, had been detected in China, Vietnam, Cambodia, South Africa and parts of Europe.  Tyson Foods was not immediately available for a comment on the report. (Reporting by Rishika Chatterjee in Bengaluru; editing by Gopakumar Warrier)","63":"(Reuters) - Tyson Foods Inc said on Monday that the U.S. meat processing industry could reap significant financial gains from a global shortfall in pork as an incurable hog disease spreads rapidly across Asia.  FILE PHOTO: Tyson Foods brand frozen chicken wings are pictured in a grocery store freezer in the Manhattan borough of New York City, U.S. May 11, 2017. REUTERS\/Carlo Allegri\/File Photo  Tyson projected its U.S. pork, chicken and beef units could all benefit from increased demand linked to outbreaks of African swine fever, after the Arkansas company reported quarterly profits above analysts’ estimates.  The disease, which is fatal to pigs but harmless to humans, has been detected in China, Vietnam, Cambodia, South Africa and parts of Europe.  With African swine fever in China, the world’s top hog producer, about 5 percent of the global protein supply has disappeared as demand is rising, Tyson Chief Executive Noel White said.  China is expected to import more protein to make up for its hog deaths, which White estimated at 150 million to 200 million pigs. The losses could help Tyson by pushing up pork prices and prompting consumers to buy more chicken and beef as alternatives, he said.  “African swine fever has the potential to impact the global protein industry on a level that we have never experienced,” White said.  Tyson shares rose 2.6 percent at $77.05 in afternoon trading and reached their highest price since early 2018.  The company could start benefiting from African swine fever outbreaks late in fiscal year 2019, White said.  The disease is already boosting U.S. pork and beef exports and tightening domestic supplies, chicken producer Pilgrim’s Pride Corp said last week.  So far, though, U.S. hog prices have climbed faster than those for pork on expectations for increased Chinese demand, crimping processors’ margins.  The potential for African swine fever to enter the United States represents a risk to Tyson and its rivals, such as WH Group Ltd’s Smithfield Foods. U.S. cases would kill hogs and reduce exports.  “The rate in which it has spread over the course of the last 12 months makes it very plausible that it could come to the United States,” White said.  African swine fever also could hurt Tyson by raising input costs for pork used in prepared food products.  Tyson tempered an annual outlook for its prepared foods unit to a range of 10 percent to 12 percent return on sales, from closer to 12 percent previously.  The company plans to raise prices for prepared foods over the next six months to compensate for more expensive raw materials, White said. He said higher meat costs will reduce demand among some consumers.  Last year, sales in Tyson’s prepared foods segment reached about $8.7 billion, compared with $4.9 billion in pork, $12 billion in chicken and $15.5 billion in beef.  “We do not yet understand how pork and prepared food margins will be anything but impaired under the weight of higher hog costs,” J.P. Morgan analyst Ken Goldman said.  Profits in the quarter ended March 30 benefited from higher sales in beef and prepared foods.  Excluding certain items, Tyson earned $1.20 per share, beating the average analyst estimate of $1.14. Quarterly sales were $10.44 billion, above expectations for $10.29 billion.","64":"(Corrects first and second paragraph to reflect that nuggets are not vegan or fully plant-based but vegetarian)  June 13 (Reuters) - U.S. meat processor Tyson Foods Inc on Thursday launched its first vegetarian and mixed protein products as it joined a growing number of companies catering to rising demand for plant-based meat products.  Tyson will sell vegetarian nuggets, blended protein burgers made from beef and pea protein, and sausages and meatballs that combine chicken with plants including chickpeas, black beans and quinoa, the company said in a statement.  The products, under Tyson’s new Raised & Rooted brand, will be sold through its customers, sales outlets and foodservice operators, Justin Whitmore, head of Tyson’s alternative protein business, said in an interview, declining to elaborate.  The nuggets will be launched in the summer, and burgers in the fall, he added.  The largest U.S. meat processor, known for its Ball Park hot dogs and Jimmy Dean sausages, believes the company’s long experience in protein product development, manufacturing and distribution puts it in a unique position to enter the plant-based market and drive sales across all segments.  Whitmore said it was too early to estimate revenues, calling Tyson’s plant-based business highly incremental, but he noted that that could change.  “The double-digit growth in the sector is largely driven by meat eaters who want the health and nutrition that they perceive to come from plants along with the taste they’ve always had from animal protein,” Whitmore said, adding that the company was working on additional plant-based products.  Tyson Chief Executive Noel White said in a statement the company remained firmly committed to expanding its traditional meat business, but is shifting toward becoming a protein company.  The change comes as many companies are trying to carve out a space in the U.S. alternative meat market which analysts estimate to be worth $100 billion by 2035.  California upstarts Beyond Meat Inc and Impossible Foods Inc each sell 100% plant-based meat alternatives to retailers and fast food chains across the United States.  Tyson sold its 6.5% stake in Beyond Meat in late April, just days before the company went public, to focus on the development of its own plant-based products.  Vegan ground beef and burger patties by Canadian packaged meat producer Maple Leaf Foods Inc, sold under its LightLife brand, will be on U.S. store shelves this summer.  Nestle, the world’s biggest packaged foods group, is aiming to sell a pea-based veggie patty called Awesome Burger under its U.S. plant-based Sweet Earth brand in the fall. (Reporting by Tina Bellon in New York; Editing by Richard Chang)","65":"CHICAGO (Reuters) - Tyson Foods Inc TSN.N Chief Executive Officer Tom Hayes will step down at the end of the month for personal reasons after less than two years in the role, the top U.S. meat processor said on Monday.  FILE PHOTO - Tom Hayes, President and CEO, Tyson Foods, speaks at the Milken Institute 21st Global Conference in Beverly Hills, California, U.S., May 1, 2018. REUTERS\/Mike Blake  Noel White, a company veteran who has been running Tyson’s chicken, beef and pork businesses, will replace Hayes.  The change, which surprised Wall Street analysts, comes as Tyson is grappling with a drop in U.S. demand for chicken and declining prices for pork due to tensions between the United States and trading partners.  Tyson declined to give details on Hayes’ reasons for leaving or make him available for an interview.  Hayes, 53, had “no issues of personal conduct or integrity,” company spokesman Gary Mickelson said. Tyson’s board considered multiple candidates to become CEO, Mickelson said.  In a statement, Hayes said it was a difficult decision to leave. “After careful consideration and discussions with my family and the board, I know it is the right thing to do,” he said.  The maker of Ball Park hotdogs and Jimmy Dean sausages cut its full-year profit forecast in July, citing uncertainty in trade policies and tariffs from importers.  Hayes led a shift of Tyson’s strategy to focus on sales of packaged and prepared foods, which have higher profit margins than raw meat. However, management has been under scrutiny since it cut the full-year outlook, said Jeremy Scott, analyst for Mizuho Securities.  “While prepared foods margins have been solid in the last three quarters, beating all expectations, investor focus has shifted to volatile commodity markets and difficult conditions in chicken,” Scott said.  Hayes’ resignation is the latest high-level departure in the food sector, where traditional titans have lost ground to smaller brands while facing pressure from investors to become more efficient.  Chairman John Tyson thanked Hayes and said White had deep knowledge of the company.  White, 60, became president of Tyson’s fresh meats and international unit in 2017, after serving as president of poultry, according to regulatory filings. He started work in 1983 with IBP, which Tyson acquired.  Tyson reaffirmed its adjusted profit forecast for fiscal year 2018, indicating Hayes’ departure “is not a sign of potential operational issues,” said Akshay Jagdale, equity analyst for Jefferies.  “Over his relatively short tenure, Tom made significant organizational changes,” Jagdale said. “All of these efforts set a good foundation but seem to have been overshadowed by a turn in the chicken and pork commodity cycles.”  Tyson shares slipped 0.5 percent to close at $63.06.","66":"(Reuters) - Tyson Foods Inc TSN.N is shuttering two pork processing plants, including its largest in the United States, to contain the spread of the coronavirus, further tightening meat supplies after other major slaughterhouse shutdowns.  The closures are limiting the amount of meat the United States can produce during the outbreak and adding stress on farmers who are losing markets for their pigs.  Lockdowns that aim to stop the spread of the coronavirus have also prevented farmers around the globe from delivering food products to consumers. Millions of laborers cannot get to fields for harvesting and planting, and there are too few truckers to keep goods moving.  Tyson Foods, the largest U.S. meat supplier, said it will indefinitely suspend operations at its largest pork plant in Waterloo, Iowa, after operating at reduced capacity.  Plant employees tested positive for the virus, and others stayed home out of fear of becoming infected. The facility slaughters about 19,500 hogs a day, or about 5% of total U.S. pork production, according to industry data.  Tyson also plans to close a pork processing facility in Logansport, Indiana, while its more than 2,200 workers at the plant undergo testing for COVID-19.  “Consumers will see an impact at the grocery store as production slows,” Tyson Fresh Meats Group President Steve Stouffer said.  “It means the loss of a vital market outlet for farmers and further contributes to the disruption of the nation’s pork supply.”  When the Logansport facility closes, slaughterhouses that account for 19% of pork production in the United States will be shut.  Brazilian-owned JBS USA and WH Group’s Smithfield Foods have also each indefinitely closed massive pork plants in Minnesota and South Dakota, respectively.  Reduced meat output comes as demand has increased at grocery stores, while restaurant dining rooms are closed due to the virus.  Tyson said 2,800 workers at the Iowa plant would be compensated during the closure and invited to the facility later this week for coronavirus testing. The outcome of the tests and other factors will determine when the facility will reopen, according to the company.  Other U.S. meat and poultry plants are operating at reduced capacity. Tyson is running a pork plant in Columbus Junction, Iowa, with limited operations after idling it for two weeks.  Iowa farmer Randy Francis delivers 300 pigs to 500 pigs a week to the Waterloo plant for slaughter that are backing up in his barns. He hopes to truck the animals to other plants, but they are already overloaded with other hogs displaced by the shutdowns.  The pigs will put on more weight than normal due to the delays, Francis said. That could make their meat fattier or tougher to chew when they are eventually slaughtered, he said.  “It’s definitely scary times,” Francis said.","67":"FILE PHOTO: Packages of Tyson food beef meat loaf are reflected in a mirror as they sit on a refrigerator for sale at a grocery store in Encinitas, California May 29, 2014. REUTERS\/Mike Blake  (Reuters) - Tyson Foods Inc TSN.N is halting operations at a beef facility in Dakota City, Nebraska until May 4 to complete a deep cleaning of the plant amid the coronavirus outbreak, a unit of the largest U.S. meat supplier said on Wednesday.  The unit, Tyson Fresh Meats, also said it was screening plant employees for COVID-19 this week and has scaled back production at the facility due to increased absenteeism over the last few weeks.  The facility employs 4,300 people and is among the largest beef processing plants in the United States, producing enough beef in one day to feed 18 million people, according to Tyson.  Some of the largest U.S. slaughterhouses have been shuttered due to outbreaks of the coronavirus among workers forcing the country’s farmers to cull livestock as they run short of space to house animals.  U.S. President Donald Trump on Tuesday ordered meat-processing plants to stay open to protect the food supply in the United States, drawing a backlash from unions that said at-risk workers required more protection.  Tyson has also voluntarily idled its pork facilities in Waterloo and Perry, Iowa, and Logansport, Indiana, and a beef facility in Pasco, Washington while it completes cleaning of the facilities and workers there undergo screening.","68":"The family of a meat cutter at a Tyson Foods Inc plant in Texas who died of complications from COVID-19 has filed a lawsuit claiming the company’s “callous disregard” for worker safety has caused the deaths of at least 18 employees.  In a complaint filed in federal court in Amarillo, Texas on Thursday, the husband and two children of Camha Thi Vu said she was not provided with protective equipment or properly trained on safety protocols before she became ill in late April and died two weeks later.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2ZtXEzZ","69":"(Reuters) - Tyson Foods TSN.N beat Wall Street estimates for fourth-quarter profit on Monday, but faces rising costs for animal feed and uncertainty over labor as COVID-19 cases surge in the United States.  FILE PHOTO: A shopper picks over the few items remaining in the meat section, as people stock up on supplies amid coronavirus fears, at an Austin, Texas, grocery store on March 13, 2020. REUTERS\/Brad Brooks\/File Photo  The pandemic has hurt the nation’s highest-selling meat company as demand has declined from restaurants, hotels and cafeterias. Virus outbreaks among plant workers this spring forced slaughterhouses to close, limiting supplies in grocery stores as consumers scrambled to stock up.  A sample of Tyson employees are now being tested weekly for COVID-19 to avoid more shutdowns and make workers feel safe, Chief Executive Officer Dean Banks said.  Employee absences remain elevated due to the pandemic, though, and will be a headwind for Tyson through the first half of 2021, he said.  Tyson spent $540 million on COVID-19-related costs in fiscal year 2020, including about $300 million on “thank-you bonuses” and other benefits for nervous employees.  The expenses should drop 39% in 2021, the company said, as Tyson will not need to repeat purchases of items like infrared temperature scanners it installed at plants.  “We are seeing the need to make sure that we compensate our team members to come in through the crisis,” Banks said.  Another challenge comes from surging prices for corn and soy, used for animal feed. Tyson said overall grain costs could be higher in 2021, after staying relatively flat in 2020. [GRA\/]  “The feed cost tailwind will likely flip soon,” JP Morgan analyst Ken Goldman said.  Tyson’s shares, down about 32% this year, rose 3% in afternoon trading.  Sales volumes in its beef and pork businesses increased in the fourth quarter after declining for the first nine months of the year.  Total sales rose to $11.46 billion in the quarter from $10.88 billion a year earlier. Net income attributable to Tyson jumped about 88% to $692 million, or $1.90 per share.  Excluding items, Tyson earned $1.95 per share, according to IBES data from Refinitiv. Analysts on average expected a profit of $1.19.","70":"(Reuters) - Tyson Foods Inc TSN.N slowed chicken processing after it recalled millions of pounds of poultry this year over concerns they contained extraneous materials like rubber and metal, Chief Executive Noel White said on Wednesday.  FILE PHOTO: Tyson Foods brand frozen chicken wings are pictured in a grocery store freezer in the Manhattan borough of New York City, U.S. May 11, 2017. REUTERS\/Carlo Allegri  The slower processing led to higher costs that contributed to a $220-million cut to the company’s expected adjusted earnings for 2019 announced on Tuesday, White said at an investor conference. Almost half of the cut was linked to Tyson’s poultry business, he said, providing new details on the adjustment.  Consumer advocates say increased automation in meat processing plants has contributed to more machine parts breaking off and contaminating food, and they are concerned about the potential for fewer government inspectors in slaughterhouses.  Tyson is also grappling with a fire that shut a large beef slaughterhouse in Holcomb, Kansas, and volatility in prices for grain used to feed chickens, White said.  Shares of the company sank 5.5% to $88.14 after his comments.  “It was extremely unusual to have that number of events within one quarter,” White said.  Tyson recalled nearly 12 million pounds of frozen, ready-to-eat chicken strips in May and 40,000 pounds of chicken patties in August.  The company wanted to ensure its products were safe and implemented “corrective measures” to get its chicken plants back at full production, White said.  “They have to really assess where the problem is occurring,” said Tony Corbo, a senior lobbyist for Food & Water Watch.  Tyson said it also made a number of management changes to improve its chicken business. The unit’s operating income was $531 million in the nine months ending with the close of the third quarter on June 29, down 23% from the previous year.  “I think that by the time we get through Q1, perhaps into Q2, a significant portion of the opportunity will be corrected,” White said.  About 30% of the cut in Tyson’s earnings forecast was related to a drop in corn prices, which worked against positions Tyson held in grain markets, White said.  Tyson recorded a $40 million gain in its chicken unit in the quarter that ended on June 29 as a rise in corn futures benefited its market positions. The company warned last month that profit would likely be reversed.  The beef slaughterhouse damaged by a fire is expected to resume business as usual by the end of the year, White said.  The U.S. Department of Agriculture is probing beef markets for evidence of unfair practices among meat packers since the blaze.","71":"April 22 (Reuters) - Tyson Foods Inc plans to indefinitely suspend operations at its largest pork plant in the United States to contain the rapid spread of the coronavirus, the company said on Wednesday.  It said the Waterloo, Iowa plant had already been working at reduced capacity, adding that the 2,800 workers at the plant, to be compensated during the closure, would be invited to come in later this week for coronavirus testing.  The announcement marks the latest disruption to the U.S. food supply chain from the coronavirus outbreak, which has killed at least 177,000 people across the globe.  Smithfield Foods, the world's biggest pork processor, has also shut here a U.S. plant indefinitely following cases of COVID-19 among employees and warned the country was moving \"perilously close to the edge\" in supplies for grocers.  “The combination of worker absenteeism, COVID-19 cases and community concerns has resulted in our decision to stop production,” Steve Stouffer, group president of Tyson Fresh Meats said.  Earlier this month, the company shut an Iowa hog slaughterhouse after more than 24 cases of COVID-19 involving employees at the facility.","72":"BRUSSELS, April 17 (Reuters) - The following are mergers under review by the European Commission and a brief guide to the EU merger process:  APPROVALS AND WITHDRAWALS  -- Liberty House Group to acquire various steel assets from ArcelorMittal (approved April 17)  -- U.S.-based private equity companies TA Associates Management and Vista Equity Partners Management to acquire joint control over Aptean Inc. and Yaletown Acquiror (approved April 16)  NEW LISTINGS  -- Multinational protein company Tyson Foods to acquire sole control over Brazilian food company BRF S.A.’s European and Thai businesses through a purchase of shares (notified April 11\/deadline May 23\/simplified)  -- Saudi Arabian oil producer Saudi Aramco and French energy major Total to jointly acquire Saudi Arabian retail service station operator Tasheelat Marketing Company and fuel tanker fleet operator Sahl Transportation Company (notified April 15\/deadline May 17\/simplified)  EXTENSIONS AND OTHER CHANGES  None  FIRST-STAGE REVIEWS BY DEADLINE  MAY 3  -- Gemany’s Daimler and China’s Geely Technology Group to create a ride-hailing joint venture in China (notified March 25\/deadline May 3\/simplified)  MAY 6  -- Electricity company Sev.en Energy Group and Chinese peer China Huaneng Group to acquire joint control of electricity provider InterGen B.V. (notified March 26\/deadline May 6\/simplified)  MAY 7  -- U.S. plastics maker Berry Global Group to acquire British packager RPC (notified March 27\/deadline May 7\/simplified)  MAY 8  -- Private equity firm OEP Capital Advisors to acquire powertrain product maker Walterscheid Powertrain <WP Group) (notified March 28\/deadline May 8\/simplified)  MAY 10  -- British private equity company 3i Group, TIIC 2 and Aberdeen Infrastructure to acquire joint control over DirectRoute Holdings in relation to the acquisition of an interest in a concession for the operation and maintenance of the M8 Rathcormac\/Femoy Bypass toll road in Ireland (notified March 29\/deadline May 10\/simplified)  -- Agos Ducato, an Italian consumer credit joint venture between France’s CA Consumer Finance and Italian bank Banco BPM, to accquire the entire share capital of Italy’s ProFamily from Banco BPM )notified March 29\/deadline May 10\/simplified)  -- Swiss insurer Swiss Life and British private equity firm Montagu to jointly acquire German property developer Pondus (notified March 29\/deadline May 10\/simplified)  MAY 13  -- Polish investment company Polski Fundusz Rozwoju (PFR), Singapore shipping terminal operator PSA and Australian investment manager IFM Investors to acquire joint indirect control of quay operator DCT Gdansk and its parent company Gdansk Port Holdings which is owned by Australian fund Macquarie (notified April 1\/deadline May 13\/simplified)  - Iconex to acquire sole control over R+S Group and Hansol Denmark and its subsidiary Schades Group (notified April 1\/deadline May 13)  -- Investcorp Investment Holdings and Aberdeen Asset Management plc to set up a joint venture (notified April 1\/deadline May 13\/simplified)  -- British car parts distributor Alliance Automotive Group, which is a unit of U.S. car parts distributor Genuine Parts Company, to acquire Dutch peer PartsPoint Group (notified April 1\/deadline May 13\/simplified)  MAY 17  -- Swedish packager BillerudKorsnas and plastic packager Alpla Holding to jointly acquire Ecoxpac which develops pulp solutions for packaging purposes (notification April 5\/deadline May 17\/simplified)  MAY 20  -- Electronic and motor manufacturing company Nidec to acquire sole control of U.S. white goods maker Whirlpool Corp’s compressor subsidiary Embraco (notified Oct. 8\/deadline extended to May 20 from May 13)  -- PSA Baltics, PFR Porty and Global InfraCo to acquire joint indirect control of DCT Gdansk S.A.’s parent company Gdansk Port Holdings (notified April 1\/deadline May 13\/simplified)  -- Car parts distributor Alliance Automotive Group to acquire sole control over aftermarket vehicle parts distributor PartsPoint Group (notified April 1\/deadline May 13\/simplified)  -- Investcorp Investment Holdings and Aberdeen Asset Management to create investment advisory services joint venture (notified April 1\/deadline May 13\/simplified)  MAY 21  -- Czech energy company EPH to indirectly acquire sole control over energy company Uniper France through a purchase of shares(notified April 9\/deadline May 21\/simplified)  -- Abu Dhabi’s government investor ADIA and Triton Fund V to acquire joint control over food transportation packager IFCO group (notified April 9\/deadline May 21\/simplified)  -- Bregal Unternehmenkapital to acquire sole control over MEDIA Central (notified April 9\/deadline May 21\/simplified)  -- Fund management company DIF Infrastructure, green infrastructure investor Green Investment Group (GIG) and waste-to-energy infrastructure company Covanta Holding Corp to jointly acquire Covanta Europe Assets Ltd and the Dublin Waste-to-Energy facility which is jointly controlled by Covanta and GIG (notified April 9\/deadline May 21\/simplified)  MAY 22  -- Italian pipe maker Tenaris <TENR.MI > and Russian steel producer Severstal to set up a joint venture (notified April 10\/deadline May 22\/simplified)  -- Australian bank Macquarie, China Investment Corp, German insurer Allianz, UK fund manager Dalmore and UK infrastructure investment company International Public Partnership to jointly acquire British grid operator National Grid’s gas distribution business (notified April 10\/deadline May 22\/simplified)  MAY 23  -- Dutch infrastructure investor Omers Infrastructure and U.S. bank Morgan Stanley to jointly acquire German logistics company VTG (notified April 11\/deadline May 23\/simplified)  -- Private equity firm Equistone to acquire British catering services provider CH&Co (notified April 11\/deadline May 23\/simplified)  MAY 27  -- Private equity firms Hellman & Friedman and The Blackstone Group to acquire indirect joint control over German auto and property website Scout24 (notified April 15\/deadline May 27\/simplified)  -- First State Investments International, which is owned by Commonwealth Bank of Australia’s asset management unit Colonial First State Global Asset Management, to acquire a controlling stake in Italian gas company OLT Offshore LNG Toscana from Uniper Global Commodities (notified April 15\/dealine May 27\/simplified)  JUNE 5  -- Germany’s Thyssenkrupp and India’s Tata Steel to set up a steel joint venture (notified Sept. 25\/deadline extended to June 5 from May 13 after offering concessions)  JUNE 18  -- UK mobile telephony provider Vodafone to acquire U.S. Liberty Global’s telecommunications business in the Czech Republic, Germany, Hungary and Romania (notified Oct. 19\/deadline extended to June 18 from June 3)  SEPT 6  -- U.S. aluminum company Novelis, which is a unit of India’s Hindalco Industries Ltd, to acquire aluminum processor Aleris (notified Feb. 18\/deadline extended to Sept. 6 from Aug. 8)  DEADLINE SUSPENDED  -- German energy company E.ON to acquire German peer Innogy’s retail and network activities (notified Jan. 31\/deadline suspended on March 22)  -- Swedish telecoms provider Telia Company to acquire Bonnier Broadcasting which includes brands such as Swedish TV4 and streaming service C More and Finnish MTV (notified March 15\/deadline extended to May 10 from April 24 after Telia offered concessions)  GUIDE TO EU MERGER PROCESS  DEADLINES:  The European Commission has 25 working days after a deal is filed for a first-stage review. It may extend that by 10 working days to 35 working days, to consider either a company’s proposed remedies or an EU member state’s request to handle the case. Most mergers win approval but occasionally the Commission opens a detailed second-stage investigation for up to 90 additional working days, which it may extend to 105 working days.  SIMPLIFIED:  Under the simplified procedure, the Commission announces the clearance of uncontroversial first-stage mergers without giving any reason for its decision. Cases may be reclassified as non-simplified - that is, ordinary first-stage reviews - until they are approved. (Reporting by Clare Roth)","73":"April 6 (Reuters) - Tyson Foods Inc:  * TYSON FOODS CEO PROVIDES UPDATE ON EFFORTS TO ADDRESS COVID-19  * TYSON FOODS INC - MEAT AND POULTRY PLANTS ARE EXPERIENCING VARYING LEVELS OF PRODUCTION IMPACT  * TYSON FOODS INC - DIVERTING LIVESTOCK SUPPLY ORIGINALLY SCHEDULED FOR DELIVERY TO COLUMBUS JUNCTION TO SOME OF OUR OTHER PORK PLANTS IN REGION  * TYSON FOODS INC - HAVE SUSPENDED OPERATIONS AT OUR COLUMBUS JUNCTION, IOWA, PORK PLANT THIS WEEK Source text for Eikon: Further company coverage:","74":"May 4 (Reuters) - U.S. meat processor Tyson Foods Inc on Saturday said it expanded a recall of frozen, ready-to-eat chicken strips after more consumers found fragments of metal in some products.  In March, the company recalled about 69,000 pounds (31,300 kg) of the same product after U.S. Department of Agriculture food safety inspectors received two complaints of extraneous material found by consumers.  The recalled products, produced at the same location as the previously recalled batch, have before use dates between Oct. 1, 2019 and March 7, 2020, the company said in a statement.  A majority of those products have already been consumed without any incidents being reported, Tyson said.  It said it was expanding the recall in the interest of public health but gave no other details of the latest contamination.  In January, Tyson recalled a batch of chicken nuggets because of possible contamination with rubber. (Reporting by Shubham Kalia in Bengaluru; editing by John Stonestreet)","75":"June 10 (Reuters) - Tyson Foods Inc:  * TYSON FOODS’ STATEMENT ON DEPARTMENT OF JUSTICE INDICTMENT IN BROILER CHICKEN INVESTIGATION  * TYSON FOODS INC - ON APRIL 26, 2019, TYSON WAS SERVED WITH A GRAND JURY SUBPOENA FROM ANTITRUST DIVISION OF DOJ  * TYSON FOODS - TOOK APPROPRIATE ACTIONS TO ADDRESS INTERNAL ISSUES  * TYSON FOODS - HAS BEEN FULLY COOPERATING WITH DOJ AS PART OF ITS APPLICATION FOR LENIENCY UNDER DOJ’S CORPORATE LENIENCY PROGRAM  * TYSON FOODS INC - UNCOVERED INFORMATION IN CONNECTION WITH DOJ’S CRIMINAL ANTITRUST INVESTIGATION  * TYSON FOODS INC - IMMEDIATELY SELF-REPORTED TO DOJ AFTER UNCOVERING INFORMATION Source text for Eikon: Further company coverage:","76":"Aug 3 (Reuters) - Tyson Foods Inc on Monday named President Dean Banks as its next chief executive officer to replace Noel White at time when the company is navigating unprecedented production challenges due to the COVID-19 pandemic.  Dean will take over from White in October, with White assuming the role of executive vice chairman.  The biggest U.S. meat processor’s sales fell to $10.02 billion from $10.89 billion, in the third quarter ended June 27. Analysts had expected revenue of $10.56 billion, according to IBES data from Refinitiv.","77":"Aug 12 (Reuters) - U.S. meat processor Tyson Foods Inc said on Monday it will rebuild its Holcomb, Kansas beef plant after a fire partly destroyed the facility last week and added that full-time, active employees would be paid weekly until production resumes.  The company said the plant will be down “indefinitely” after the Friday night fire that put some put some 3,800 workers out of work.  The company plans to rebuild the plant in the same location.  “Tyson Foods has built in some redundancy to handle situations like these and we will use other plants within our network to help keep our supply chain full,” Steve Stouffer, group president of Tyson Fresh Meats said.  There were no casualties reported due to the fire, the cause of which is still being investigated. (Reporting by Uday Sampath in Bengaluru; Editing by Shailesh Kuber)","78":"(Reuters) - Some 3,800 workers at a Tyson Foods Inc TSN.N meat-processing plant in Kansas will be out of work after a Friday night fire that caused significant damage, but the company on Sunday said it will provide them \"some guaranteed pay.\"  Tyson Foods spokesman Worth Sparkman said the plant would remain closed indefinitely and there were no details yet on the cause of the fire and or the extent of the damage. “It was a pretty big fire,” he said.  Independent trader Dan Norcini said the cattle market could respond negatively to news of the fire, but the impact would depend on how long the plant stays closed.  A prolonged closure could force the company to move cattle designated for slaughter to another facility, which could result in additional cost.  Tyson said in a statement that it would meet with workers in shifts at the facility on Monday to answer their questions.  “We will provide some guaranteed pay,” Sparkman said.  The company said no one was hurt in the fire and workers were safely evacuated around 8:30 p.m. on Friday. Sparkman had no additional details on the expected duration of the closure.  Local media reported that firefighters battled the fire through the night before getting it under control on Saturday morning.","79":"May 6 (Reuters) - Tyson Foods Inc beat analysts’ estimates for quarterly sales on Monday, powered by higher beef sales.  Net income attributable to the company rose to $426 million, or $1.17 per share, in the second quarter ended March 3, from $315 million, or 85 cents per share, a year earlier.  Sales rose 6.9 percent to $10.44 billion. Analysts on average had expected revenue of $10.29 billion, according to IBES data from Refinitiv. (Reporting by Nivedita Balu and Aishwarya Venugopal in Bengaluru; Editing by Shailesh Kuber)","80":"Feb 14 (Reuters) - Andersons Inc:  * THE ANDERSONS, INC. REPORTS FOURTH QUARTER RESULTS  * Q4 ADJUSTED EARNINGS PER SHARE $0.62  * Q4 EARNINGS PER SHARE $2.42  * Q4 REVENUE $1.0 BILLION  * SIGNED AN AGREEMENT TO SELL ITS GRAIN ELEVATORS IN HUMBOLDT, KENTON AND DYER, TENNESSEE, TO A SUBSIDIARY OF TYSON FOODS  * ANDERSONS - EXPECTS TO BENEFIT FROM A SUBSTANTIAL DECREASE IN ITS EFFECTIVE TAX RATE BEGINNING IN 2018  * EXPLORING OPTIONS FOR THREE REMAINING FACILITIES IN TENNESSEE THAT ARE NOT A PART OF PURCHASE AGREEMENT WITH TYSON  * QTRLY ADJUSTED RESULTS EXCLUDE $74.2 MILLION, OR $2.62 PER DILUTED SHARE NET INCOME TAX BENEFIT RELATED TO U.S. FEDERAL INCOME TAX REFORM  * IN QUARTER RECORDED A SIGNIFICANT ONE-TIME INCOME TAX BENEFIT OF $74.2 MILLION, PRIMARILY RELATED TO NEW, LOWER TAX RATE  * EXPECTS PLANT NUTRIENT’S WHOLESALE FERTILIZER BUSINESS TO BE CHALLENGED IN NEAR TERM UNTIL SOME SUPPLY\/DEMAND EQUILIBRIUM IS ACHIEVED  * Q4 EARNINGS PER SHARE VIEW $0.42, REVENUE VIEW $1.22 BILLION -- THOMSON REUTERS I\/B\/E\/S Source text for Eikon: Further company coverage:","81":"FILE PHOTO - Meat processing company BRF SA's logo is pictured in its unit in Fortaleza, Brazil January 10, 2019. REUTERS\/Paulo Whitaker  SAO PAULO (Reuters) - Brazilian food processor BRF SA has agreed to sell its units in Europe and Thailand to Tyson Foods, valuing them at $340 million, but postponed a debt reduction, according to a securities filing on Thursday.  BRF said it will take longer than expected to lower its debt to EBITDA ratio to 3 times, previously predicted for December 2019. Now it forecast it will meet this target by June 2020.  BRF, which will report earnings on Feb. 28, said it will present a debt to EBITDA ratio of 5 in the fourth quarter and 3.65 by the end of this year. Cash position should come in at 7 billion reais ($1.9 billion) in the fourth quarter.  The company also said it should raise 4.1 billion reais ($1.1 billion) with non-core asset sales, working capital and the securitization of receivables, less than a 5 billion reais target previously estimated.  The announcement underscores how the full turnaround in the world’s largest poultry exporter may take longer than expected. Poor results and a federal investigation into practices to evade safety checks led to a complete overhaul at BRF’s management.  As part of the turnaround, BRF had announced in June a large restructuring plan, which includes asset sales to reduce debt and adjustment in 22 of its 35 plants.  On Tuesday, BRF appointed former Petrobras Chief Executive Ivan Monteiro as its new chief financial officer, driving shares up.  ($1 = 3.6982 reais)","82":"Aug 6 (Reuters) - Tyson Foods Inc reported lower-than-expected quarterly sales on Monday, as the No. 1 U.S. meat processor was hit by lower beef and pork prices.  Net income attributable to the company rose to $541 million, or $1.47 per share, in the third quarter ended June 30, from $447 million, or $1.21 per share, a year earlier.  The Springdale, Arkansas-based company said sales rose 2 percent to $10.05 billion.  Analysts on average had expected revenue of $10.28 billion, according to Thomson Reuters I\/B\/E\/S.","83":"(Reuters) - Tyson Foods Inc TSN.N reported quarterly sales on Tuesday that missed Wall Street estimates, as the top U.S. meat processor was hit by lower demand for chicken, sending shares down nearly 7 percent.  FILE PHOTO: Tyson Foods brand frozen chicken wings are pictured in a grocery store freezer in the Manhattan borough of New York City, U.S. May 11, 2017. REUTERS\/Carlo Allegri\/File Photo  Shares of the Ball Park hotdogs and Jimmy Dean sausages maker fell $4.11, or 6.7 percent, to $57.50 in late morning trading.  Demand for chicken has eased in the United States as President Donald Trump’s trade wars resulted in lower exports of U.S. beef and pork to China and Mexico, boosting the domestic supply of the competing meats.  The U.S.-China trade war has all but halted shipments of many American agricultural goods to China, including meat and soybeans.  “We are not currently shipping product to China - beef, pork or poultry,” said new Chief Executive Noel White. “So if there is any change, that would provide upside export potential for us.”  Tyson also said in a filing that the various trade disputes have affected chicken and pork prices. It said the company will counter increased costs through pricing.  Sales in the company’s chicken business rose 2.6 percent, but that was primarily due to acquisitions, including of Tecumseh Poultry and its Smart Chicken brand. Operating income from chicken fell nearly 34 percent from a year earlier. Beef operating income was up about 14 percent.  White, who was named Tyson CEO on Sept. 17 after Tom Hayes stepped down for personal reasons, said chicken sales suffered as restaurants promoted beef instead.  He added that Tyson could benefit in 2019 if the food service industry more heavily promotes chicken.  Higher freight costs and some poultry production issues, including a fire at one of the companies facilities, also hit Tyson’s chicken business, White said.  Overall, sales fell 1.4 percent to $10 billion. Analysts on average had expected revenue of $10.26 billion, according to IBES data from Refinitiv.  Excluding items, the company earned $1.58 per share, easily beating analysts’ expectations of $1.35.  Net income attributable to the company rose to $537 million, or $1.47 per share, in the fourth quarter ended Sept. 29, from $394 million, or $1.07 per share, a year earlier.","84":"May 7 (Reuters) - Tyson Foods Inc reported an 7.4 percent fall in quarterly profit on Monday, as the No. 1 U.S. meat processor felt the brunt of higher freight costs and gave one time cash bonuses to employees as a result of benefits from changes in the U.S. tax law.  Net income attributable to the company fell to $315 million, or 85 cents per share, in quarter ended March 31, from $340 million, or 92 cents per share, a year earlier.  The Springdale, Arkansas-based company said its sales rose to $9.77 billion from $9.08 billion last year. (Reporting by Uday Sampath in Bengaluru; Editing by Shailesh Kuber)","85":"FILE PHOTO: Fog shrouds the Tyson slaughterhouse in Burbank, Washington December 26, 2013. Picture taken December 26, 2013. REUTERS\/Ross Courtney  (Reuters) - Tyson Foods Inc said on Thursday it has not formalized plans for a beef processing plant in Kazakhstan, responding to a media report that the largest U.S. meat processor was in talks over a multibillion-dollar investment in the country.  The investment would allow Tyson to dodge high tariffs on American agricultural goods and give a backdoor access into China, the Financial Times had reported, citing three people familiar with the matter.  “We’ve visited Kazakhstan and have interest in the nation’s future food production efforts, however, we have not formalized plans for a project there,” Tyson said.  Tyson had discussed an initial investment of about $200 million in the Kazakh plant that would form part of a potential total investment of several billion dollars, according to the FT report.","86":"(Reuters) - Tyson Foods Inc is recalling some chicken nuggets it manufactured because of possible contamination with rubber, the U.S. Department of Agriculture’s Food Safety and Inspection Service (FSIS) said late on Tuesday.  About 36,420 pounds of Tyson’s ‘White Meat Panko’ chicken nuggets will be recalled after several consumers complained of extraneous material in the purchased product, the FSIS said.  There have been no confirmed reports of bad reactions after consuming the recalled panko chicken nuggets, the FSIS said.  The latest news comes on the heels of Tyson’s recall in June last year of 3,120 pounds of breaded chicken tenderloins, after a supplier notified that an ingredient may contain pieces of blue and clear soft plastic.  Tyson shares were marginally up about 0.5 percent in afternoon trading.  Packaged meat producer Perdue Foods on Tuesday also recalled here about 21,348 packages of chicken breast nuggets due to misbranding and an undeclared allergen.","87":"(This March 22 story corrects to remove reference to Smithfield Foods in paragraph 7)  (Reuters) - Tyson Foods is recalling some 69,000 pounds of frozen, ready-to-eat chicken strips that may have been contaminated with metal, the top U.S. meat processor said on Friday, marking its second recall this year.  The U.S. Department of Agriculture's (USDA) Food Safety and Inspection Service (FSIS) said here late Thursday it had received two consumer complaints of extraneous material in Tyson's chicken strips and that there were no reports of illnesses.  Tyson is recalling all its fully cooked buffalo-style chicken strip fritters, crispy chicken strips and chicken breast strip fritters, which have a use-before date of Nov. 30, 2019.  The move follows Tyson’s recall in January of 18 tons of “White Meat Panko” chicken nuggets for possible rubber contamination.  The nuggets recalled earlier and the chicken strips being recalled this week were made at two separate facilities in Arkansas and Missouri, according to Tyson and the FSIS.  “We continue to investigate this matter but currently believe it’s an isolated incident,” Tyson spokesman Gary Mickelson said.  The move also follows a slew of recalls by big chicken producers including Perdue Foods and Pilgrim’s Pride Corp.  The USDA has been looking for ways to limit the number of such recalls, and is advising food companies to start internal investigations when they receive customer complaints and prioritize faster response time for recalls.  Consumer advocates say increasing automation in meat processing plants is causing more machine parts to break off and contaminate food.","88":"CHICAGO (Reuters) - China has suspended imports from an OK Foods poultry plant in Fort Smith, Arkansas, because of coronavirus cases among workers, the USA Poultry & Egg Export Council said on Tuesday.  China, the world’s top meat importer, has blocked products from some plants in foreign countries as part of an all-out effort to control the spread of COVID-19.  The OK Foods plant is the second U.S. poultry facility to be blocked because of an outbreak among employees, after Beijing suspended imports from a Tyson Foods Inc TSN.N plant in June.  “We don’t think that either one of these two are justified, especially considering the fact that the virus cannot be transmitted in poultry meat,” said Jim Sumner, president of the USA Poultry & Egg Export Council.  Chinese customs authority GACC suspended imports from the OK Foods facility, he said.  OK Foods, owned by Mexico's Industrias Bachoco BACHOCOB.MX, did not immediately respond to requests for comment.  The Arkansas plant became ineligible to ship products to China on Sept. 13, according to the U.S. Department of Agriculture.  The Sept. 13 suspension was included on a list of recent changes to approved meat imports published on Sept. 15 on the website of China’s General Administration of Customs.  Since the start of the pandemic, 234 plant workers had tested positive for COVID-19 as of Aug. 31, the Arkansas Department of Health said. The facility no longer has more than five active cases, according to the department, which publishes outbreak data on its website.","89":"Feb 6 (Reuters) - Tyson Foods Inc missed analysts’ estimates for quarterly sales on Thursday, hurt by lower shipments of beef products due to a fire at its Kansas plant in August.  Net income attributable to Tyson rose to $557 million, or $1.52 per share, in the first quarter ended Dec. 28, from $551 million, or $1.50 per share, a year earlier.  Sales rose to $10.82 billion from $10.19 billion, but fell short of analysts’ estimates of $11.04 billion, according to IBES data from Refinitiv. (Reporting by Uday Sampath in Bengaluru; Editing by Shailesh Kuber)","90":"(Reuters) - Tyson Foods Inc TSN.N said on Tuesday it would buy the poultry rendering and blending assets of American Proteins Inc for about $850 million, as the company looks to recycle more animal products to use in feed and pet food.  Tyson is facing higher feed costs in its meat processing business as prices of commodities like soybeans and corn increase.  In early April Tyson finalized the purchase of three grain elevators from agribusiness company Andersons Inc ANDE.O. One of the elevators will be used to support Tyson's planned $300 million chicken processing plant in Humboldt, Tennessee, slated to open around late 2019. Financial terms were not disclosed.  The No. 1 U.S. meat processor earlier this month said it expected chicken feed costs to rise by about $100 million in fiscal 2018.  “This acquisition ... gives us the ability to render raw materials in a region we don’t currently serve,” Doug Ramsey, group president of poultry for Tyson Foods, said in a statement on Tuesday.  Tyson will take over American Proteins’ four rendering plants located in Georgia and Alabama and 13 blending facilities throughout southeastern and midwestern U.S. states.  Rendering is a process of using animal byproducts for the production of tallow, grease and feed for animals and aquaculture.  Tyson said it expects its new business to generate adjusted net sales of more than $550 million over the next year.  Tyson said most of American Proteins’ 700 employees are expected to become Tyson’s workers.  Shares of Tyson were down 1.2 percent at $66.83 on Tuesday afternoon on the New York Stock Exchange, off an earlier low at $66.36.","91":"(Reuters) - Tyson Foods Inc significantly expanded a recall of frozen, ready-to-eat chicken strips to close to 12 million pounds (5.4 million kg) over contamination concerns, the U.S. Department of Agriculture said on Saturday.  The Department’s Food Safety and Inspection Service said it was aware of six complaints from consumers who found pieces of metal in the product.  Saturday’s recall covered around 11.8 million pounds of the product, adding to 69,000 pounds the company recalled in March after food safety inspectors received two complaints of extraneous material found by consumers.  Tyson said in a separate statement that the additionally recalled chicken strips were produced at the same location as the first recalled batch, and had before-use dates between Oct. 1, 2019 and March 7, 2020.  A majority of those products had already been consumed without any incidents being reported, Tyson said.  In January, Tyson recalled a batch of chicken nuggets because of possible contamination with rubber.","92":"Tyson Foods Inc:  * TYSON FOODS SIGNED CERTIFICATION REQUESTED BY CHINA SAYING THAT MEAT SHIPMENTS ARE FREE OF NOVEL CORONAVIRUS -COMPANY SPOKESMAN Source text for Eikon: Further company coverage:","93":"(Reuters) - Tyson Foods Inc’s poultry unit was sentenced in federal court in Missouri on Tuesday after pleading guilty in September to two criminal charges stemming from discharged feed supplement at a company facility, the U.S. Justice Department said.  Tyson Poultry had agreed to pay a $2 million criminal fine, serve two years of probation and pay $500,000 to help clean up affected waters after the 2014 spill at the Missouri facility.","94":"April 22 (Reuters) - Tyson Foods Inc:  * TYSON FOODS - TYSON FRESH MEATS ANNOUNCED THAT ITS LOGANSPORT, IND., FACILITY WILL VOLUNTARILY CLOSE WHILE ITS MORE THAN 2,200 TEAM MEMBERS UNDERGO TESTING  * TYSON FOODS -SINCE APR 20, LOGANSPORT, ND FACILITY HAS BEEN RUNNING AT LIMITED PRODUCTION AND IS EXPECTED TO STOP PRODUCTION ON OR BEFORE APRIL 25  * TYSON FOODS INC - AFFECTED LOGANSPORT TEAM MEMBERS WILL CONTINUE TO BE COMPENSATED WHILE PLANT IS CLOSED  * TYSON FOODS INC - TYSON FRESH MEATS IS WORKING WITH COUNTY HEALTH DEPARTMENT ON PLANS TO RE-OPEN AS QUICKLY AS POSSIBLE Source text for Eikon: Further company coverage:","95":"FILE PHOTO - A cowboy moves livestock in a cattle feedlot next to a Tyson slaughterhouse near Pasco in Washington December 26, 2013. Picture taken December 26, 2013. REUTERS\/Ross Courtney\/File Photo  (Reuters) - A Tyson Foods Inc TSN.N unit said on Thursday it will temporarily halt production at a beef facility in Pasco, Washington, adding to the meat processing plant the company has had to shutter as it tests workers for COVID-19.  Tyson said on Wednesday it was closing two pork processing plants, including its largest in the United States, further tightening meat supplies following other major slaughterhouse shutdowns.  The unit, Tyson Fresh Meats, said it was working with local health officials to test more than 1,400 workers at the Pasco plant, which produces enough beef in one day to feed four million people.  The closures are adding to stress on farmers as lockdowns prevent them from getting their produce to consumers.  Tyson said workers at the Pasco plant have been asked to self-isolate at home until test results return and they will continue to be compensated while the facility is closed.","96":"FILE PHOTO: Tyson food meat products are shown in this photo illustration in Encinitas, California May 29, 2014. REUTERS\/Mike Blake  (Reuters) - The U.S. Department of Justice has begun a criminal probe into allegations that Tyson Foods Inc and other poultry processors including Pilgrim’s Pride Corp and Sanderson Farms Inc colluded to fix poultry prices, court documents show.  The DOJ filed a motion to intervene and stay discovery of evidence in an antitrust lawsuit involving the companies and has convened a grand jury to investigate, according to a court filing from Friday.  Shares of Tyson, Pilgrim’s Pride and Sanderson Farms fell in late afternoon trading.  U.S. food distributors have filed lawsuits against Tyson and other poultry processors, alleging that the companies had colluded since 2008 to reduce output and manipulate prices.  “The civil plaintiffs’ claims as to Sanderson Farms are wholly without merit, and we are committed to defending the case vigorously,” Sanderson Farms said, adding it has not been subpoenaed in connection with the DOJ investigation.  Pilgrim’s Pride Corp, which is mostly owned by Brazilian meat packer JBS SA, said it did not fix prices.  “Pilgrim’s strongly denies any allegations of anti-competitive conduct,” spokesman Cameron Bruett said. “The company welcomes the opportunity to defend itself against these claims through the legal process.”  Tyson, which has previously denied the allegations, did not immediately respond to a request for comment.","97":"May 15 (Reuters) - Tyson Foods Inc said on Tuesday it would buy the poultry rendering and blending assets of American Proteins Inc and AMPRO Products Inc for about $850 million, as the company looks to recycle more animal products to use in feed and pet food.  Tyson, the No. 1 U.S. meat processor, said it expects its new business to generate adjusted net sales of more than $550 million over the next year. (Reporting by Uday Sampath in Bengaluru; Editing by Maju Samuel)","98":"(Reuters) - Tyson Foods Inc is recalling about 20,000 pounds of ready-to-eat beef patties due to plastic contamination, marking its third major product recall this year.  A Tyson unit, AdvancePierre Foods, is recalling 'fully cooked flame broiled beef patties' after two consumers complained about soft purple plastic in the product, the U.S. Department of Agriculture's (USDA) Food Safety and Inspection Service said bit.ly\/2VhFgp4 on Tuesday.  The USDA categorized the recall as ‘Class II’, which indicates a remote probability of adverse health consequences from the use of the product.  Tyson acquired AdvancePierre Foods in 2017, and the unit is one of the major providers of fully cooked protein and assembled sandwiches to schools in the United States.  “While the product was distributed to schools, it resulted from a commercial sale and was not part of food provided by the USDA for the National School Lunch Program,” USDA said in a release.  Tyson has recalled tons of chicken strips and nuggets this year for contamination due to possible traces of rubber or metal. Last month, it recalled 69,000 pounds of frozen, ready-to-eat chicken strips.","99":"(Reuters) - Tyson Foods Inc said on Wednesday production at a pork plant in Iowa was idled after a mechanical malfunction in its refrigeration system.  Tyson Fresh Meats, the beef and pork subsidiary of Tyson Foods, said no one was hurt from the malfunction at the Columbus Junction, Iowa, pork plant, which occurred Tuesday evening, but operations could remain halted for a few days for repairs.  The facility kills about 10,100 pigs a day, or about 2% of the United State’s total slaughtering capacity, according to industry estimates.  “We’re taking steps to temporarily move production to other plants,” said Steve Stouffer, group president at Tyson Fresh Meats, adding it was too early to provide a definitive timeline for resuming production at the plant.  In April, Tyson Foods closed operations at the plant to contain the rapid spread of the new coronavirus..","100":"March 27 (Reuters) - Tyson Foods Inc:  * TYSON FOODS EXPLORES THE SALE OF PIZZA CRUST BUSINESS  * TYSON FOODS INC - WILL RETAIN TORTILLA PRODUCTION FROM FACILITIES THAT WILL BE USED IN OTHER PARTS OF ITS BUSINESS  * TYSON FOODS INC - GOLDMAN SACHS IS ACTING AS TYSON FOODS’ FINANCIAL ADVISOR ON SALE  * TYSON FOODS INC - SALE OF TNT CRUST INCLUDES PIZZA CRUST BUSINESS OF PARTIALLY BAKED CRUSTS, FLAT BREADS AND SELF-RISING CRUSTS  * TYSON FOODS INC - SALE OF TNT CRUST ALSO INCLUDES TWO MANUFACTURING FACILITIES IN GREEN BAY  * TYSON FOODS - “BELIEVE POTENTIAL BUYER WILL SEE VALUE OF PIZZA CRUST BUSINESS AS WHOLE, INCLUDING TNT CRUST BRAND, FACILITIES, AND TEAM MEMBERS” Source text for Eikon: Further company coverage:","101":"WASHINGTON (Reuters) - South Dakota’s governor on Monday said she hopes Smithfield’s Sioux Falls pork processing plant can reopen soon, a day after U.S. labor regulators urged the meat industry to adopt certain measures to prevent the spread of coronavirus among workers.  “I’m hopeful that we can get it opened as soon as possible,” Kristi Noem told Fox News Channel in an interview. “They have some mitigation measures to put in place, but I think in a matter of days it could be opened, as long as everybody continues to work together and get it done.”  Smithfield Foods, the world’s biggest pork processor, has shut down several U.S. plants due to a rash of coronavirus cases among employees, raising concerns about the nation’s meat supply and worker safety.  Its cases in Sioux Falls triggered a so-called hot spot of U.S. coronavirus cases. Noem, a Republican, was among the few governors who did not issue stay-at-home orders.  On Sunday, the U.S. Labor Department’s Occupational Safety and Health Administration issued new interim guidelines with the U.S. Centers for Disease Control and Prevention that call for meat industry workers to be at least 6 feet apart, have their temperatures checked and wear face masks.  Tyson Foods Inc Chairman John Tyson, whose company has also had to close some facilities, on Sunday said in an open letter that closures could lead to meat shortages. “This means one thing - the food supply chain is vulnerable,” he wrote.","102":"CHICAGO, Aug 13 (Reuters) - Chicago Mercantile Exchange (CME) cattle futures plunged to multiyear lows on Tuesday, with some contract months for both live cattle and fed cattle ending at their daily trading limits for the second day in a row.  Traders said the market continued to weigh the impact of a fire at a key Kansas beef production facility owned by U.S. meat processor Tyson Foods Inc.  “Panic rules and uncertainty is abound as we await some direction from Tyson about how long plant repairs may take - six weeks or six months,” INTL FCStone said in a note to clients.  The front-month live cattle contract settled at its lowest since October 2016 while the front-month feeder cattle contract dropped to its lowest since March 2017.  Tyson has said the plant, which analysts estimated processed 6,000 head of cattle a day, will be down “indefinitely” after the Friday night fire that put some put some 3,800 workers out of work.  CME August live cattle ended down 4.5 cents at 100.55 cents per pound. October also notched a limit down move, sagging 4.5 cents to 99.25 cents.  CME August feeder cattle ended 6.675 cents lower at 127.725 cents per pound while September was down the daily trading limit of 6.75 cents at 127.20 cents per pound.  Lean hogs also were weaker.  CME October hogs ended the day down 2.500 cents at 64.575 cents per pound.  The thinly traded August lean hogs contract settled down 0.175 cent at 79.000 cents per pound. (Reporting by Mark Weinraub, editing by G Crosse)","103":"CHICAGO (Reuters) - U.S. Agriculture Secretary Sonny Perdue ordered an investigation into widening prices between cattle and beef on Wednesday after a recent fire at a Tyson Foods Inc slaughterhouse in Holcomb, Kansas, shut the plant.  FILE PHOTO: The exterior of the Tyson Fresh Meats processing plant is seen three days after a fire heavily damaged the facility in the Finney County town of Holcomb, Kansas, U.S. August 12, 2019. REUTERS\/Adam Shrimplin\/File Photo  Cattle prices have tanked because the fire temporarily eliminated a key buyer of livestock. Farmers have worried that meat packers such as Tyson, Cargill Inc [CARG.UL] and JBS USA [JBS.UL] would take advantage of the situation by dropping their offering prices.  At the same time, beef prices climbed as buyers for restaurants, food service companies and grocery chains scrambled for meat.  Profit margins for the packers are above $400 per head of cattle slaughtered, up from around $150 before the fire and well above the previous record of $308, according to Denver-based livestock marketing advisory service HedgersEdge.com.  The USDA will investigate whether there is evidence of price manipulation, collusion or other unfair practices, according to a statement.  “If any unfair practices are detected, we will take quick enforcement action,” Perdue said.  Tyson said it would cooperate with the investigation. The company resumed some limited work at the plant this week, but it will take a few months to repair damage to the roof and equipment inside, according to a statement.  Cargill and JBS did not immediately respond to requests for comment.  The North American Meat Institute, an industry group that represents meat companies, said packers acted properly after the fire disrupted beef production.  But the USDA’s investigation “demonstrates the government’s understanding of the extreme strain placed on the cattle industry by the plant fire,” said Jennifer Houston, president of the National Cattlemen’s Beef Association.  A small number of large packers dominate the U.S. beef sector, which has fueled complaints among some farmers about the power of the companies over cattle and beef prices.  The USDA is responding to those concerns with its probe, said Derrell Peel, agricultural economist at Oklahoma State University.  “I don’t think they have a choice but to launch an investigation given the backlash out in the country,” he said.  Still, the beef and cattle markets seemed to act appropriately given the sudden disruption from the fire, Peel said. The plant killed about 6,000 cattle a day, or 5% of the total U.S. slaughter, prior to the fire.  “Markets don’t like shocks and so when you get a shock like that, markets take very dramatic actions,” Peel said.","104":"CHICAGO (Reuters) - Demand for U.S. meat at grocery stores will likely exceed supplies for at least another week, the chief executive of Tyson Foods Inc told Reuters on Thursday, as the coronavirus pandemic fuels panic buying among shoppers.  FILE PHOTO: A shopper picks over the few items remaining in the meat section, as people stock up on supplies amid coronavirus fears, at an Austin, Texas, grocery store on March 13, 2020. REUTERS\/Brad Brooks\/File Photo  Food manufacturers say overall meat supplies are ample to feed the millions of Americans hunkering down in their homes after state and local governments closed schools, bars and restaurants in an escalation of “social distancing” policies aimed at containing the virus.  But a surge in demand for products from chicken and beef to dry pasta at supermarkets has left store shelves and meat cases empty, alarming consumers.  “Once we are able to replenish supplies, which is probably going to take another week or so, then I think that we’ll be back in better equilibrium between supply and demand,” Tyson CEO Noel White said in an interview.  He later added: “In the short term, being a matter of weeks, there are some imbalances that exist.”  The “imbalances” are more demand than supply in sectors like retail stores, White said. The total amount of beef, pork and poultry available in the United States is up about 2% to 3% from last year, he said.  Orders for meat from grocery stores were significantly higher than usual through the weekend, after demand began to shift away from restaurants last week, White said.  “The demand hit very quickly,” White said. “The order fill rate has improved. It’s still not where we would expect it to be.”  Increased buying at supermarkets has lifted overall demand for meat, although the increase has been largely offset by reduced demand from restaurants, White said. Demand from casual dining restaurants, in particular, has suffered, though fast-food restaurants continue to benefit from strong drive-through traffic, he said. Tyson is the largest U.S. meat supplier and counts companies like McDonald’s Corp as customers.  To meet increased retail demand, Tyson has shifted processing facilities to produce food for grocery stores instead of restaurants, White said. The company is running slaughterhouses at full capacity and on weekends, he said.  U.S. cattle futures have dropped sharply on concerns slaughterhouses will close if the novel coronavirus spreads among workers.  To avoid shutdowns, Tyson has begun taking employees’ temperatures at two processing facilities and is expanding the practice to all U.S. workers, according to the company. It expects deliveries of several thousand thermometers on Thursday, White said.","105":"CHICAGO (Reuters) - Tyson Foods Inc faces pressure from nuns, the Teamsters union and asset managers to disclose more about its lobbying and human-rights policies, after meatpacking workers were ravaged by COVID-19 last year.  FILE PHOTO: Fog shrouds the Tyson slaughterhouse in Burbank, Washington December 26, 2013. Picture taken December 26, 2013. REUTERS\/Ross Courtney  Investors at Tyson’s annual meeting on Thursday will vote on shareholder proposals asking the largest U.S. meatpacker by sales to prepare separate reports on political contributions and worker protections. Another shareholder proposal calls for a plan to end a dual-class share structure under which the Tyson family has voting power over about 71% of the company’s outstanding stock, according to regulatory filings.  The family’s voting power will likely mean the proposals fail, but the meeting to be held after Tyson earnings are released on Thursday highlights widening calls for meat companies to answer for complaints brought about by the pandemic.  Influential proxy advisory firms Glass Lewis and Institutional Shareholder Services recommend investors support all three measures.  Twenty-two religious organizations and BMO Asset Management are pushing the proposal for a report on the human-rights impacts of Tyson’s business, according to filings with the Securities and Exchange Commission.  Among the supporters is Sister Judy Sinnwell, chair of socially responsible investing for the Sisters of St. Francis in Dubuque, Iowa. She said she believes Tyson workers did not receive adequate warnings about COVID-19 or protection from the virus.  “COVID made it really, really visible that workers were not taken care of,” Sinnwell, 78, said in a phone interview.  Tyson said employee health is its top priority and that it already has policies to protect human rights, making an additional report unnecessary. The company said it spent $540 million on COVID-19-related costs in fiscal-year 2020, including about $300 million on bonuses for workers, and has taken steps to protect them from the coronavirus.  The company was sued last week for allegedly defrauding shareholders about its ability to combat the spread of the virus.  In December, Tyson fired seven managers at an Iowa pork plant after investigating allegations that they took bets on how many employees would catch COVID-19.  The International Brotherhood of Teamsters, which represents some Tyson workers, submitted the shareholder proposal urging Tyson to expand lobbying disclosures.  The union wants more information about Tyson’s payments to trade organizations, after an industry group lobbied the Trump administration to waive limits on slaughtering speeds in chicken plants last year, said Louis Malizia, assistant director of the Teamsters’ capital strategies.  The meat sector also supported an order from former President Donald Trump last year to keep slaughterhouses open, despite concerns about coronavirus outbreaks.  Tyson said trade associations address issues that can benefit the company and that its political contributions are reported in accordance with applicable laws.  The company said its dual-class share structure increases the Tyson family’s interest in the company’s long-term success, providing stability during the pandemic and other crises.  Institutional Shareholder Services said equal voting rights would make Tyson’s board more accountable.","106":"Jan 19 (Reuters) - Tyson Foods Inc agreed to settle price-fixing litigation by consumers who accused it of illegally conspiring to inflate prices in the $65 billion chicken industry.  The settlement with so-called “end-user” consumers was disclosed in a Tuesday filing in Chicago federal court.  It came eight days after Tyson agreed to settle related antitrust claims by purchasers who bought chickens directly from the Springdale, Arkansas-based company.  Terms were not disclosed. Neither settlement affects similar claims by restaurant and supermarket operators such as Chick-fil-A, Kroger Co and Walmart Inc.  Tyson did not immediately respond to requests for comment.  Pilgrim’s Pride Corp, owned mainly by Brazil’s JBS SA, agreed on Jan. 11 to pay $75 million to settle claims by direct purchasers of chickens.  The settlements require court approval.  Restaurants, supermarkets, food distributors and consumers accused chicken producers of having conspired since 2008 to inflate chicken prices, through tactics such as restricting production and sharing nonpublic data about supply and demand.  Perdue Farms Inc and Sanderson Farms Inc are among the other defendants in the litigation, which began in 2016. A few smaller producers have settled related claims.  The U.S. Department of Justice last year filed criminal price-fixing and bid-rigging charges in Denver against 10 poultry industry executives. All have pleaded not guilty.  The case is In re Broiler Chicken Antitrust Litigation, U.S. District Court, Northern District of Illinois, No. 16-08637. (Reporting by Jonathan Stempel in New York Editing by Marguerita Choy)","107":"SAO PAULO, Aug 17 (Reuters) - Tyson Foods agreed to acquire U.S.-based chicken processor Keystone Foods from Brazilian meatpacker Marfrig Global Foods SA for $2.5 billion, two sources with knowledge of the matter said on Friday.  The agreement was signed by Marfrig’s controlling shareholder Marcos Molina on Thursday evening, the sources added, asking for anonymity because they were not authorized to discuss the matter publicly. Marfrig and Tyson did not immediately respond to a request for comment. (Reporting by Tatiana Bautzer)","108":"CHICAGO (Reuters) - Tyson Foods Inc TSN.N beat analysts' quarterly profit estimates on Monday as the No. 1 U.S. meat processor reported a record operating income for its beef business due to increased exports and cattle supplies.  Stronger demand for beef offset weaker results in Tyson’s pork and chicken units, which the company said were hurt by trade disputes between the United States and major importers such as Mexico and China.  Tyson shares rose 2.6 percent to $59.28 in afternoon trading, but are still down 27 percent for the year.  The maker of Ball Park hotdogs and Jimmy Dean sausages has come under pressure from trade spats that have disrupted U.S. pork exports, increased domestic supplies and hurt prices. Tyson last week cut its full-year profit forecast, citing uncertainty in trade policies and tariffs from importers.  Sales volume for Tyson’s beef rose in the third quarter due to a decline in prices fueled by increased cattle supplies, according to the company.  Those lower prices prompted some casual U.S. restaurants to promote beef products instead of chicken, Chief Executive Tom Hayes said.  “Intertwined with uncertainty in trade policies and tariffs are increasing supplies of relatively low-priced beef and pork that are competing with chicken,” he said on a conference call.  The shift away from chicken helped Tyson double its beef unit’s operating income from a year ago to $318 million, accounting for 40 percent of its total for the quarter. Operating margins for beef jumped to 8 percent from 3.7 percent a year earlier.  In Tyson’s chicken business, operating income fell 35 percent to $189 million. Margins dropped to 6.4 percent from 10.2 percent.  “Chicken margins came in well below forecast on a sharp decline in demand given the surge in competing red meat supplies,” said Jeremy Scott, vice president of research for Mizuho Securities.  Tyson’s pork unit saw operating income fall 51 percent to $67 million, while margins weakened to 5.6 percent from 10.3 percent a year earlier.  In a good sign for Tyson, pork margins improved in July, Scott said.  Net income attributable to Tyson rose to $541 million, or $1.47 per share, in the quarter ended June 30, from $447 million, or $1.21 per share, a year earlier.  Analysts on average expected earnings of $1.40 per share on revenue of $10.28 billion, according to Thomson Reuters I\/B\/E\/S. Excluding certain items, the company earned $1.50 per share.  The Arkansas-based company said sales rose 2 percent to $10.05 billion.","109":"CHICAGO (Reuters) - The U.S. Agriculture Department will investigate why a surge in beef prices because of coronavirus hoarding did not translate into higher cattle prices for farmers, Agriculture Secretary Sonny Perdue said on Wednesday.  FILE PHOTO: Steak is pictured in New York March 11, 2015. REUTERS\/Lucas Jackson  The investigation adds scrutiny on the small group of meat companies like Tyson Foods Inc and Cargill Inc [CARG.UL] that dominate U.S. beef processing.  “This is a good decision to address potentially unfair practices,” Republican U.S. Senator Deb Fischer of Nebraska said on Twitter.  The investigation will expand a probe the USDA launched into the beef market in August after a fire that shut a Tyson Foods plant in Holcomb, Kansas, sent beef prices soaring and tanked cattle prices. The agency has not released the results of the investigation that began last year.  Tyson Foods said it would cooperate with the USDA.  “During the current pandemic and following the fire at our Holcomb, Kansas, facility last August, we have taken steps to minimize the impact each situation had on our producers, production volume and our ability to cover customer needs,” the company said in an emailed statement.  Cargill did not immediately respond to a request for comment. The company said previously it had been a committed buyer in the cash market for cattle, to the benefit of farmers.  U.S. senators asked the Justice Department last month to investigate whether beef processors engaged in price-fixing during the coronavirus pandemic.  The National Cattlemen’s Beef Association, an industry group, separately called for the USDA to work with the Justice Department to investigate whether “inappropriate influence occurred in the markets.” The association also asked the U.S. Commodity Futures Trading Commission to assess speculation in CME Group Inc’s cattle futures to determine whether they “remain a useful risk-management tool” for farmers.  “USDA’s Packers and Stockyards Division will be extending our oversight to determine the causes of divergence between box and live beef prices, beginning with the Holcomb Fire in KS last summer and now with COVID-19,” Perdue said on Twitter.","110":"WASHINGTON (Reuters) - Tyson Fresh Meats, a unit of Tyson Foods, has won a $440 million defense contract to provide fresh beef and frozen ground beef products to military commissaries in the central and eastern United States, the Pentagon said on Thursday.  Tyson also won a separate $286.6 million contract to provide fresh beef and frozen ground beef products to commissaries in the U.S. western and Pacific regions, the Pentagon said. The two contracts are for a 24-month period from 2018 to 2020 and with options could last through Oct. 17, 2023.","111":"March 22 (Reuters) - Tyson Foods Inc is recalling about 69,000 pounds of frozen, ready-to-eat chicken strips that may be contaminated with metal, the U.S. Department of Agriculture said late on Thursday.  The department's Food Safety and Inspection Service said here it had received two consumer complaints of extraneous material in Tyson's chicken strip products and that there were no reports of illnesses.  Tyson, the top U.S. meat processor, is recalling its fully cooked buffalo-style chicken strips fritters, crispy chicken strips and chicken breast strip fritters with a before-use date of Nov. 30, 2019.  The recall is Tyson’s second this year following its recall in January of 18 tons of “White Meat Panko” chicken nuggets for possible rubber contamination.  Several tons of chicken products have been recalled this year by Tyson, Perdue Foods and Pilgrim’s Pride Corp. (Reporting by Nivedita Balu in Bengaluru; Editing by Sai Sachin Ravikumar)","112":"(Corrects first and third paragraphs to show that the settlements cover three groups of plaintiffs, not two; deletes reference in sixth paragraph to settlement terms not being disclosed)  Jan 20 (Reuters) - Tyson Foods Inc said on Wednesday it would pay $221.5 million to settle a price-fixing litigation with three groups of plaintiffs accusing it of illegally conspiring to inflate prices in the $65 billion chicken industry.  The amount will be reflected in its first-quarter statements, the company said in a regulatory filing. (bit.ly\/3irbA5a)  Settlements with so-called “end-user” consumers and with more than 30 commercial purchasers were disclosed in filings on Tuesday in the federal court of Chicago.  Eight days ago, Tyson agreed to settle related antitrust claims by purchasers who bought chickens directly from the Springdale, Arkansas-based company.  Tyson has also faced price-fixing claims by large restaurant and supermarket operators such as Chick-fil-A, Kroger Co and Walmart Inc.  Court approvals are required.  Pilgrim’s Pride Corp, owned mainly by Brazil’s JBS SA, agreed on Jan. 11 to pay $75 million to settle claims by direct purchasers of chickens.  Restaurants, supermarkets, food distributors and consumers accused chicken producers of having conspired since 2008 to inflate chicken prices, through tactics such as restricting production and sharing nonpublic data about supply and demand.  Perdue Farms Inc and Sanderson Farms Inc are among the other defendants in the litigation, which began in 2016. A few smaller producers have settled related claims.  The U.S. Department of Justice last year filed criminal price-fixing and bid-rigging charges in Denver against 10 poultry industry executives. All have pleaded not guilty.  The case is In re Broiler Chicken Antitrust Litigation, U.S. District Court, Northern District of Illinois, No. 16-08637.","113":"April 3 (Reuters) - Tyson Foods Inc:  * “COMMITTED TO SUPPORT IMPROVED” ENVIRONMENTAL PRACTICES ON TWO MILLION ACRES OF CORN BY END OF 2020  * PARTY ORGANIZATION ON A PROGRAM TO ENCOURAGE CORN FARMERS TO REDUCE FERTILIZER USE & SOIL LOSS Source text for Eikon: Further company coverage:","114":"Feb 11 (Reuters) - Tyson Foods Inc missed Wall Street estimates for first-quarter sales on Thursday, squeezed by lower demand for the largest U.S. meat processor’s products from restaurants and hotels during the pandemic.  Sales fell to $10.46 billion in the three months ended Jan. 2, from $10.82 billion a year earlier, compared with a Refinitiv IBES estimate of $10.84 billion. (Reporting by Praveen Paramasivam in Bengaluru and Tom Polansek in Chicago; Editing by Sriraj Kalluvila)","115":"March 13 (Reuters) - Tyson Foods Inc:  * TYSON FOODS INC - PANDEMICS OR DISEASE OUTBREAKS, SUCH COVID-19 MAY DISRUPT CONSUMPTION, TRADE PATTERNS, SUPPLY CHAINS, PRODUCTION PROCESSES  * TYSON FOODS- COVID-19 IMPACT COULD MATERIALLY AFFECT OUR OPERATIONS AND RESULTS OF OPERATIONS  * TYSON FOODS- RESTRICTIONS ON PUBLIC GATHERINGS DUE TO COVID-19 MAY ALSO LIMIT OPPORTUNITY FOR CUSTOMERS, CONSUMERS TO PURCHASE PRODUCTS Source: (bit.ly\/2WaAzk1) Further company coverage:","116":"FILE PHOTO: Traders gather at the post that trades Tyson Foods on the floor of the New York Stock Exchange June 3, 2014. REUTERS\/Brendan McDermid\/File Photo  (Reuters) - Tyson Foods Inc is recalling nearly 40,000 pounds of its Weaver chicken patties after some consumers found pieces of rubber in the product, the no. 1 U.S. meat processor said.  The U.S. Department of Agriculture on Thursday classified the recall as Class 1, the strictest form of recall where use of the product may cause serious health consequences or death.  A Tyson spokeswoman said the company did not know how rubber from machines used for processing the product ended up in the patties and declined to disclose how many customers reported finding the contaminant.  There were no reports of injuries or illnesses associated with the affected product, Tyson said.  The voluntary recall includes 26 oz. bags of Weaver cooked chicken patties produced this January.  The recall comes a little over three months after the company pulled close to 12 million pounds of frozen, ready-to-eat chicken strips from the market over contamination concerns.","117":"CHICAGO, March 23 (Reuters) - U.S. live cattle futures rose their daily limit on Monday, lifted by strong packer margins, rising wholesale beef prices and expectations of higher cash cattle prices this week after Tyson Foods said it would pay producers a one-time premium, traders said.  Benchmark June live cattle futures on the Chicago Mercantile Exchange settled up their 3-cent daily limit at 92.525 cents per pound and CME’s May feeder cattle futures contract ended up 4.5 cents at 122.750 cents a pound.  Limits for Tuesday’s session will expand to 4.5 cents for live cattle futures and 6.75 cents for feeder cattle futures, the exchange said.  Cattle futures popped as worries about the coronavirus sent shoppers rushing to grocery stores to stock up on meat. Profit margins for beef processors reached a record high of $580.70 per head of cattle on Monday, according to livestock marketing advisory service HedgersEdge.com. That was up from $552.30 on Friday and $170.65 a week ago.  Margins will shrink as processors refill the pipeline for meat, said Andy Gottschalk, owner of HedgersEdge.com.  “It’s caused by a scramble for short-term product, which is aggravated by hoarding by consumers,” he said. “You now have to replenish those empty shelves at the retail level and empty warehouses.”  Tyson Foods Inc said it is paying producers a one-time premium on cattle slaughtered this week, after some cattle producers complained that processors were cashing in on the demand while futures prices for cattle languished.  The Tyson premium is $5 per cwt for live cattle and $7.94 per cwt for dressed cattle, according to the Texas Cattle Feeders Association.  CME April live cattle futures, at 101.650 cents per pound, remain at a discount compared with cash cattle, which traded mostly at about $111 per hundredweight last week.  “Anyone who sees that is going to start covering,” said Doug Houghton, analyst with Brock Associates.  Speculators held a small net short position in CME live cattle futures in the week ended March 17, data from the U.S. Commodity Futures Trading Commission showed, leaving the market prone to short-covering rallies.  CME lean hog futures closed up their daily 3-cent limit on spillover strength from cattle, along with rising wholesale pork prices. Daily limits will widen to 4.5 cents for Tuesday.  The U.S. pork cutout rose by $3.47 on Monday afternoon and cash hog prices in the Iowa and southern Minnesota market rose by $1.13, according to the U.S. Department of Agriculture.  After the market closed, the USDA reported U.S. frozen pork belly stocks at the end of February at 74.383 million pounds, up 38% from a year earlier, and frozen beef stocks at 490.981 million pounds, up 4% from a year ago.","118":"(Reuters) - A U.S. congressional panel is investigating three large meatpacking companies for possible worker-safety violations following reports that hundreds of industry workers have died of COVID-19, the subcommittee said on Monday.  FILE PHOTO: The closed Smithfield Foods pork plant is seen as the spread of the coronavirus disease (COVID-19) continues, in Sioux Falls, South Dakota, U.S., April 16, 2020. REUTERS\/Shannon Stapleton\/File Photo  The House of Representatives’ coronavirus subcommittee asked JBS USA, Tyson Foods Inc and Smithfield Foods Inc to provide records of inspections, complaints and other internal documents.  The panel also asked the Occupational Safety and Health Administration (OSHA), the nation’s workplace safety watchdog, to provide records of its efforts to enforce worker safety rules.  Meatpacking plants emerged as early hubs of coronavirus infection last spring, forcing many of them to close temporarily and pushing up meat prices. Companies erected physical barriers and took other steps to protect workers, but they were not able to eliminate the risk of infection.  Then-President Donald Trump in April ordered meat processing plants to stay open to protect the U.S. food supply, despite concerns about coronavirus outbreaks.  Surrounding communities also were affected. Meatpacking plants were associated with at least 236,000 coronavirus cases and up to 5,200 deaths as of July, according to the National Academy of Sciences.  Labor unions and workers have accused the companies of taking inadequate steps to protect workers.  Smithfield, Tyson and JBS said they have spent hundreds of millions of dollars on worker safety, bonuses and other measures. All three companies said they would cooperate with the investigation.  The Meat Institute trade group said case rates for industry workers were five times lower in December than they were in May, while infections rose for the U.S. population as a whole.  The coronavirus subcommittee’s chairman, U.S. Representative James Clyburn, said his panel would also examine OSHA’s enforcement efforts under Trump, which he described as ineffective.  “It is imperative that the previous Administration’s shortcomings are swiftly identified and rectified to save lives in the months before coronavirus vaccinations are available for all Americans,” he said in a statement.  In response, OSHA said more stringent safety guidelines issued to employers on Friday were a “first step” in its efforts to work with Congress on worker protections.  A Reuters investigation found that workplace inspections by OSHA dropped 44% between March, when the virus began to spread widely in the United States, and December.  OSHA last year fined Smithfield, owned by Hong Kong-listed WH Group Ltd, $13,494 for a violation at its Sioux Falls, South Dakota, plant, where four workers died and nearly 1,300 were infected. The agency fined JBS $15,615 for a violation at its Greeley, Colorado, plant, where six died and about 300 tested positive. Both companies are appealing the fines."}}