{"date":{"0":"2019\/09\/12","1":"2019\/03\/27","2":"2019\/08\/30","3":"2020\/06\/05","4":"2020\/02\/01","5":"2019\/04\/17","6":"2019\/06\/21","7":"2020\/05\/06","8":"2019\/05\/24","9":"2020\/02\/14","10":"2020\/05\/04","11":"2020\/05\/19","12":"2020\/04\/06","13":"2020\/02\/01","14":"2019\/11\/15","15":"2018\/12\/26","16":"2020\/02\/29","17":"2020\/09\/30","18":"2019\/05\/24","19":"2019\/04\/16","20":"2018\/10\/16","21":"2020\/05\/11","22":"2020\/07\/21","23":"2018\/10\/01","24":"2020\/07\/21","25":"2019\/09\/12","26":"2019\/10\/14","27":"2019\/08\/28","28":"2021\/01\/20","29":"2019\/07\/15","30":"2020\/05\/20","31":"2020\/09\/09","32":"2019\/08\/28","33":"2018\/12\/03","34":"2019\/09\/12","35":"2019\/05\/24","36":"2019\/06\/17","37":"2020\/12\/11","38":"2019\/04\/10","39":"2020\/05\/06","40":"2019\/01\/15","41":"2020\/12\/04","42":"2019\/07\/17","43":"2019\/04\/26","44":"2019\/02\/21","45":"2018\/12\/12","46":"2020\/03\/04","47":"2019\/04\/09","48":"2019\/06\/21","49":"2019\/05\/16","50":"2020\/10\/16","51":"2018\/12\/12","52":"2020\/04\/16","53":"2020\/12\/18","54":"2019\/04\/15","55":"2019\/05\/22","56":"2019\/01\/08","57":"2020\/05\/11","58":"2019\/10\/15","59":"2020\/01\/28","60":"2019\/11\/12","61":"2019\/07\/18","62":"2019\/05\/27","63":"2019\/03\/13","64":"2019\/04\/05","65":"2019\/04\/17","66":"2019\/03\/15","67":"2019\/06\/26","68":"2018\/10\/03","69":"2018\/12\/12","70":"2018\/11\/30","71":"2019\/06\/27","72":"2019\/12\/20","73":"2020\/02\/24","74":"2019\/01\/15","75":"2018\/12\/12","76":"2020\/05\/29","77":"2021\/02\/02","78":"2018\/10\/16","79":"2020\/09\/09","80":"2020\/05\/22","81":"2019\/04\/05","82":"2019\/05\/24","83":"2019\/03\/13","84":"2020\/05\/27","85":"2019\/07\/17","86":"2019\/10\/15","87":"2019\/04\/16","88":"2019\/05\/16","89":"2019\/05\/22","90":"2019\/07\/16","91":"2019\/03\/15","92":"2018\/12\/03","93":"2020\/07\/20","94":"2020\/02\/24","95":"2019\/12\/04","96":"2018\/11\/30","97":"2019\/05\/24","98":"2019\/04\/14","99":"2019\/01\/24","100":"2020\/03\/15","101":"2019\/03\/12","102":"2018\/12\/12","103":"2020\/05\/27","104":"2020\/03\/04","105":"2019\/03\/11","106":"2018\/10\/01","107":"2019\/10\/07","108":"2019\/03\/27","109":"2020\/05\/29","110":"2018\/10\/03","111":"2020\/03\/10","112":"2020\/02\/05","113":"2019\/07\/16","114":"2019\/10\/14","115":"2019\/02\/06","116":"2020\/12\/04","117":"2019\/01\/15","118":"2019\/05\/27","119":"2020\/05\/01","120":"2019\/08\/30","121":"2019\/03\/04","122":"2019\/07\/12"},"text":{"0":"BOGOTA, Sept 12 (Reuters) - Latin American airline Avianca announced the exchange of $475.2 million in bonds on Thursday, part of a plan to change its capital structure amid ongoing financial problems and enough to receive additional financing from United Airlines.  In a statement to Colombia’s financial regulator, Avianca said it would extend the deadline for bond holders to exchange their paper until Sept. 25, in a bid to exchange a total of $550 million worth of bonds coming due next year.  Investors can exchange the bonds for others also coming due in 2020, but with a $50 bonus per $1,000.  United Airlines and Kingsland Holdings Limited, which between them control Avianca, said in a joint statement that results of the exchange thus far were sufficient for it to give the airline up to $250 million in additional financing.  “We are also pleased to confirm that this achievement is sufficient to satisfy United’s requirement for the exchange of these May 2020 bonds, regarding our previously announced offer, together with Kingsland, to loan $250 million to Avianca Holdings,” said John Gebo, senior vice president of alliances for United Airlines.  “Our loan remains contingent on certain other conditions being met by Avianca Holdings, including certain commitments and waivers made by other stakeholders,” Gebo said.  United launched a management overhaul at Avianca in May, removing top shareholder German Efromovich from controlling the cash-strapped airline. (Reporting by Nelson Bocanegra Writing by Julia Symmes Cobb; Editing by Tom Brown)","1":"United Airlines planes, including a Boeing 737 MAX 9 model, are pictured at George Bush Intercontinental Airport in Houston, Texas, U.S., March 18, 2019. REUTERS\/Loren Elliott  CHICAGO (Reuters) - United Airlines, one of three U.S. carriers that operate Boeing’s 737 MAX, is “optimistic” about the U.S. manufacturer’s software update, Vice President of Corporate Safety Michael Quiello said in a statement on Wednesday.  “But, the U.S. commercial aviation system is the safest in the world because its foundation is built on rigorous data analysis and evidence-based independent oversight, and we look to the FAA to employ these tools as it reviews and certifies this software update,” Quiello added.","2":"FILE PHOTO: United Airlines planes, including a Boeing 737 MAX 9 model, are pictured at George Bush Intercontinental Airport in Houston, Texas, U.S., March 18, 2019. REUTERS\/Loren Elliott  CHICAGO (Reuters) - United Airlines Holdings UAL.O said on Friday it is extending the cancellation of Boeing 737 MAX flights by another month until Dec. 19 as the jets remain grounded worldwide following two fatal crashes in Indonesia and Ethiopia in the past year.  Boeing Co BA.N has said it hopes to receive regulatory approval for updated flight control software at the center of both crashes in October, but it could take a month or two for airlines to train pilots on the new software and prepare the jets for commercial flight after sitting idle for months.  As the grounding that began in mid-March has dragged on, airlines that added the fuel-efficient, single-aisle MAX to their fleets in the past two years have had to cancel thousands of monthly flights, eating into their profits.  Chicago-based United had previously pulled its 14 737 MAX jets from its flight schedule through early November. Without the MAX, the carrier said it expects to cancel about 2,800 flights in November and 1,700 through Dec. 19.  Among other U.S. airlines that operate the MAX, Southwest Airlines Co LUV.N has canceled flights into early January due to the grounding, while American Airlines Group AAL.O has canceled through early November, saying it believes it can fly the jets by the holidays.  While the three airlines’ MAX jets accounted for only a fraction of their entire fleet at the time of the grounding, the impact on their schedules has intensified as deliveries of dozens of new orders remain frozen until the planes are approved to fly again.","3":"CHICAGO, June 5 (Reuters) - United Airlines Holdings Inc is closing its international bases for flight attendants in Frankfurt, Hong Kong, and Tokyo effective Oct. 1, 2020, according to an internal memo to crew on Friday seen by Reuters.  About 840 flight attendants will be affected by the decision, a spokeswoman said. (Reporting by Tracy Rucinski Editing by Chris Reese)","4":"WASHINGTON (Reuters) - Delta Air Lines said on Saturday it will accelerate the suspension of flights in and out of China from the United States after the White House said it was imposing new restrictions on visitors due to the fast-spreading coronavirus outbreak in the country.  Delta had planned to end all China flights by Feb. 6. The airline said on Saturday the last China-bound flights will now leave on Saturday, Feb. 1, and the last returning flights from China will depart China on Sunday.  China is facing mounting isolation from international travel curbs and flight suspensions as the death toll from the coronavirus outbreak rose to 259.  The epidemic has led to evacuations of foreign citizens, particularly from Hubei province and its capital Wuhan - the epicenter of the outbreak - and risks exacerbating a slowdown in growth in the world’s second-largest economy.  All three major U.S. airlines - including United Airlines Holdings Inc and American Airlines Group Inc - have announced the cancellation of flights to mainland China.  The Trump administration on Friday declared a public health emergency over the coronavirus outbreak and said it would take the extraordinary step of barring entry to the United States of foreign nationals who have traveled to China.","5":"CHICAGO (Reuters) - United Airlines expects Boeing Co’s grounded 737 MAX jets to return to service this summer, with deliveries resuming before the end of the year, an executive said on Wednesday, reassuring investors concerned about a prolonged suspension.  FILE PHOTO: A 737 Max aircraft is pictured at the Boeing factory in Renton, Washington, U.S., March 27, 2019. REUTERS\/Lindsey Wasson  The 737 MAX was grounded worldwide in March following two fatal crashes, forcing Boeing to freeze deliveries. Boeing is under pressure to upgrade the software and convince global regulators that the plane is safe to fly again, a process expected to take at least 90 days.  Chicago-based United, which is part of United Continental Holdings Inc, removed its 14 MAX aircraft from its flying schedule through early July, while U.S. competitors that own the MAX have planned their flying schedules without the aircraft into August.  United has another 16 MAX orders scheduled for delivery this year.  “The aircraft scheduled for delivery this year, we would expect to take this year,” Chief Financial Officer Gerald Laderman said on a first-quarter conference call.  United posted a better-than-expected jump in first-quarter profit late on Tuesday after selling more tickets and cutting costs, and stood by its 2019 profit target despite the 737 MAX grounding. Its shares were up 4.0 percent at $88.62 on Wednesday afternoon.  Unlike other U.S. airlines that own the MAX, No. 3 United has largely avoided flight cancellations after the grounding, deferring nonessential maintenance on larger aircraft to put them on MAX routes.  But executives said on Wednesday that the strategy, manageable for a month or two, gets tougher as time goes on.  United has been expanding its available seat capacity at a faster pace than rivals but said on Tuesday it was trimming that 2019 target to reflect the grounded MAX as well as suspended flights to Delhi due to closed air space over Pakistan.  Laderman said the carrier’s costs per seat mile could grow this year if the MAX aircraft remain out of service or flights to Delhi remain suspended longer than its current assumption.  Looking forward, he said United would discuss with Boeing compensation over costs incurred due to the MAX grounding, noting the temporary grounding of Boeing’s 787 soon after it entered service in 2013 as a “historical reference.”  Of the U.S. MAX owners, United was the first to report first-quarter results. Southwest Airlines Co, the largest global MAX operator with 34 jets, reports on April 25, followed by American Airlines Group Inc on April 26.","6":"June 21 (Reuters) - United Airlines said it had suspended flights from Newark to Mumbai after a safety review in light of events in Iran, which this week shot down a high-altitude U.S. surveillance drone.  “Given current events in Iran, we have conducted a thorough safety and security review of our India service through Iranian airspace and decided to suspend our service between EWR and BOM,” United said on its website, referring to the airports. (Reporting by Jamie Freed; Editing by Clarence Fernandez)","7":"(Reuters) - United Airlines Holdings Inc UAL.O said on Wednesday it plans to raise $2.25 billion through a bond offering amid a coronavirus-linked slump in air travel demand, and backtracked on a controversial plan to cut working hours for thousands of employees.  FILE PHOTO: A United Airlines passenger jet takes off with New York City as a backdrop, at Newark Liberty International Airport, New Jersey, U.S. December 6, 2019. REUTERS\/Chris Helgren  A union representing more than 25,000 United Airlines aircraft and passenger service workers filed a lawsuit on Tuesday seeking an injunction against the cuts, alleging the plan violated the terms of government payroll aid.  United has said the lawsuit was “meritless” and the reductions, due to start on May 24, were in compliance with the terms of its $5 billion in federal assistance and its collective bargaining agreements.  However, in a memo to affected staff made public on Wednesday, the airline said a 25% reduction in work hours for full-time employees would now be optional, and that any volunteers would still retain full-time status.  “Given our continued need to cut costs across the entire company, this proposed program will only be successful if we have a high rate of participation,” Chief Operations Officer Greg Hart said in the memo.  U.S. airlines are collectively burning more than $10 billion in cash a month because of the coronavirus pandemic, an industry trade group said on Wednesday, forcing a rush to raise capital and cut costs.  Chicago-based United has accepted U.S. government payroll aid that bans job or pay cuts before Sept. 30.  However, United and other carriers have warned that the aid does not fully cover their payroll costs, and with demand unlikely to recover to pre-crisis levels by the fall, they are looking at ways to start reducing costs as they prepare to downsize in October.  United said on Monday it planned to cut at least 3,450, or 30%, of its management and administrative workers on Oct. 1, and has told pilots to brace for changes as well.  The airline’s bond offering will be made in two tranches that will mature in 2023 and 2025, with the proceeds earmarked to repay a $2 billion term loan and for general corporate purposes.  Delta Air Lines DAL.N expects to have $10 billion in liquidity in June, up from $6 billion in March, while American Airlines AAL.O expects liquidity at $11 billion in the second quarter, up from $6.8 billion in the first.  United Airlines shares were down 1.6% at $23.73 in early trading.","8":"CHICAGO\/SEATTLE (Reuters) - United Airlines said on Friday it is extending by one month its cancellations of Boeing Co 737 MAX flights, through Aug. 3, as the jetliner remains grounded following two fatal crashes.  FILE PHOTO: United Airlines planes, including a Boeing 737 MAX 9 model, are pictured at George Bush Intercontinental Airport in Houston, Texas, U.S., March 18, 2019. REUTERS\/Loren Elliott\/File Photo  United, which operates 14 737 MAX jets, said the decision would lead to about 40 or 45 daily canceled flights.  The Chicago-based carrier joins rivals Southwest Airlines Co and American Airlines Group Inc which had already suspended 737 MAX flights into August as global carriers await regulatory approval for the aircraft to fly again.  The worldwide grounding in March of Boeing’s fast-selling aircraft followed a crash in Indonesia and another in Ethiopia that killed a combined 346 people.  Since the grounding, U.S. airlines have had to readjust schedules and come up with solutions in order to meet demand during the busy summer travel season.  Reuters reported on Thursday that the Federal Aviation Administration expects to approve the 737 MAX jet to return to service as soon as late June, according to people familiar with the matter.  Even so, FAA acting administrator Dan Elwell told reporters on Thursday after a meeting with international air regulators in Texas that he would not assign a specific date for the U.S. approval.  Once regulators approve the 737 MAX jets for flight, each aircraft will likely require between 100 and 150 hours of preparation before flying, in addition to pilot training, Reuters also reported on Thursday.  United, whose parent company is United Continental Holdings Inc, was due to take delivery of 16 more MAX jets this year before the grounding.  “We’ll continue to monitor the regulatory process and nimbly make the necessary adjustments to our operation and our schedule to benefit our customers who are traveling this summer,” a United spokesman said in a statement on Friday.  Separately, United said on Friday it had launched a management overhaul at Colombia’s cash-strapped Avianca Holdings, with which it is pursuing a three-way tie up with Panama’s Copa.  The move, which removes Avianca’s top shareholder, German Efromovich, from control and hands it to a third party, follows a default by his holding company on a $456 million loan from United.  United has been seeking to expand in Latin America, which is considered ripe for air travel growth.  Shares of United were little changed on Friday afternoon at $80.95.","9":"CHICAGO\/WASHINGTON (Reuters) - American Airlines Group Inc AAL.O and United Airlines Holdings Inc UAL.O are pushing back the return of Boeing 737 MAX flights until August and September, respectively, a fresh delay that comes after sources told Reuters that the timing of a key certification flight may not occur until at least April.  Slideshow ( 2 images )  American is cancelling 737 MAX flights until Aug. 18 and United until Sept. 4, the two said in separate statements on Friday. The other U.S. 737 MAX operator, Southwest Airlines Co LUV.N, has extended its flight cancellations until Aug. 10.  The new timelines mean that the three carriers will be flying without the 737 MAX for the second straight U.S. summer, an issue that hit their profits during last year’s peak travel season.  Boeing’s 737 MAX was grounded worldwide last March after two crashes in Indonesia and Ethiopia that killed 346 people.  The U.S. planemaker has spent months updating software believed to have played a role in both crashes, but fresh issues have surfaced, complicating regulators’ efforts to reapprove the plane.  The timing of a certification flight, a key step in the approval process, has been delayed repeatedly. The latest unofficial guidance was for the flight to happen this month, but now it is unlikely to occur while Boeing tries to resolve the new problems, sources said this week.  American, Southwest and United had been planning to fly the jets in early June if regulators had approved the plane in the first quarter, but that now looks unlikely.  One key issue yet to be resolved is whether Boeing must separate two wiring bundles that may be too close together, which could lead to a short circuit and crash if pilots do not respond appropriately.  Boeing has told the U.S. Federal Aviation Administration it does not believe it needs to separate wiring bundles, people familiar with the matter said on Friday.  Once regulators approve Boeing’s fixes, airlines will still need around 30 days or longer to prepare their fleets and pilots before using the planes for commercial flight.  The longer the 737 MAX is grounded, the more Boeing will ultimately have to compensate its customers.  Boeing spent $1.4 billion on compensation for 737 MAX customers last year and Chief Financial Officer Greg Smith said this week the company expects “a good portion” of additional settlements to take place this year.  Meanwhile, carriers including Delta Air Lines DAL.N that do not operate the 737 MAX are picking up travel demand that United, Southwest and American have been unable to meet given their reduced fleets.","10":"(Reuters) - United Airlines Holdings Inc plans to cut at least 3,400 management and administrative positions in October as the coronavirus pandemic crushes air travel demand, and has told pilots to brace for changes as well, according to two memos seen by Reuters.  FILE PHOTO: A United Airlines passenger jet takes off with New York City as a backdrop, at Newark Liberty International Airport, New Jersey, U.S. December 6, 2019. REUTERS\/Chris Helgren\/File Photo  Chicago-based United is among the U.S. airlines that have accepted U.S. government payroll aid that bans job or pay cuts before Sept. 30. However, United and other carriers have warned that demand is unlikely to recover to pre-crisis levels by that date, forcing them to shrink in the fall.  The United memos are the first indication of just how much major airlines might downsize due to the health crisis.  “We have to acknowledge that there will be serious consequences to our company if we don’t continue to take strong and decisive action, which includes making decisions that none of us ever wanted or expected to make,” Kate Gebo, Executive Vice President Human Resources and Labor Relations, said in the memo to some 11,500 management and administrative employees.  Affected employees will be notified in mid to late July for an Oct. 1 effective date, she said, while encouraging employees to consider a voluntary separation before that date.  In a separate memo seen by Reuters, pilots were told to prepare for a “displacement” that will affect roughly 30% of roughly 12,250 pilots.  One pilot union official said the group was interpreting the message to mean a 30% reduction as soon as Oct. 1.  United sent memos on Monday to a number of work groups about near-term changes and potential long-term implications, spokeswoman Leslie Scott said.  “Travel demand is essentially zero for the foreseeable future and, even with federal assistance that covers a portion of our payroll expense through Sept. 30, we anticipate spending billions of dollars more than we take in for the next several months, while continuing to employ 100% of our workforce,” United spokesman Frank Benenati said in an email. “That’s not sustainable for any company.”  United and other airlines, which only months ago were mapping out growth plans, have parked jets and drastically cut flight schedules in an effort to reduce costs and shore up cash until demand recovers.","11":"May 19 (Reuters) - Two top U.S. airlines said on Tuesday ticket cancellations were slowing and demand was showing some signs of improvement, with Southwest Airlines Co recording more trip reservations than cancellations so far this month.  Airlines have been the among the worst hit by the coronavirus pandemic, which brought global travel to a virtual standstill and a $10 billion collective monthly cash burn for U.S. airlines, which have slashed their capacity.  With signs of improvement, Southwest -- with a more domestic focus than its large peers -- is adding some flights back to its network in June, which will see an overall annual capacity decline of between 45% and 55%, compared with a decline of 60% to 70% in May.  United Airlines Holdings Inc, which has greater international exposure, said its June capacity would still be down by about 90% year-on-year, and 75% in July.  Both companies continue to focus on reducing costs.  Southwest said its daily cash burn rate was slowing to the low-$20 million range in June from $30 million to $35 million in the overall second quarter.  United said its total adjusted capital expenditure for 2021 would be close to $2 billion versus around $4.5 billion this year, falling to below $500 million in 2022 when it does not expect to take delivery of any new aircraft.  Chicago-based United is taking delivery of aircraft that are fully financed this year and next.  Executives from United and other U.S. airlines are due to speak at an industry conference on Tuesday. (Reporting by Tracy Rucinski and Ankit Ajmera; Editing by Bernadette Baum)","12":"(Reuters) - American Airlines Group Inc AAL.O said late Sunday it would suspend more flights in and out of New York City's three main airports for about a month, joining other airlines that have cut flights to the area following a spike in coronavirus cases.  FILE PHOTO: A member of a ground crew walks past American Airlines planes parked at the gate during the coronavirus disease (COVID-19) outbreak at Ronald Reagan National Airport in Washington, U.S., April 5, 2020. REUTERS\/Joshua Roberts\/File Photo  Between April 9 and May 6, American will operate a total of 13 daily flights from New York’s JFK and LaGuardia airports and New Jersey’s Newark, it said, down from an average of 271 daily flights across all three airports in April 2019.  David Seymour, American’s senior vice president of Operations, told employees that demand for flights to the New York area “is rapidly evaporating” following an increase in COVID-19 cases and a recent advisory from the Centers for Disease Control and Prevention warning against all non-essential travel to and from New York, Connecticut and New Jersey.  New York has been the hardest-hit U.S. state by the coronavirus pandemic.  United Airlines Holdings Inc UAL.O said on Saturday that it was reducing its daily New York City area flights to 17 from 157, while JetBlue Airways Corp JBLU.O is cutting its schedule by as much as 80% and Spirit Airlines Inc SAVE.N is canceling all of its flights to the area.  U.S. carriers have drastically reduced their flying schedules around the world as air travel demand has plummeted due to the coronavirus, but the reductions to New York - one of the business capitals of the world - underscore the depth of the health and financial crises.  American said it will only operate flights between 10 a.m. ET and 6 p.m. ET as turn-only operations so that no aircraft or crews remain overnight at the airports, and so that fewer New York crew will be required on the ground.  Facing what they call an unprecedented crisis, airlines around the world are seeking government aid to help them avoid employee layoffs with the hope that travel demand will eventually recover.  In the United States, top Democrats in Congress on Sunday urged the U.S. Treasury to move quickly to award $32 billion in cash assistance to airlines and airport contractors without setting onerous requirements that could lead to bankruptcies.  Interactive graphic tracking global spread of coronavirus: open tmsnrt.rs\/3aIRuz7 in an external browser.","13":"(Adds background)  WASHINGTON, Feb 1 (Reuters) - Delta Air Lines said on Saturday it will accelerate the suspension of flights in and out of China from the United States after the White House said it was imposing new restrictions on visitors due to the fast-spreading coronavirus outbreak in the country.  Delta had planned to end all China flights by Feb. 6. The airline said on Saturday the last China-bound flights will now leave on Saturday, Feb. 1, and the last returning flights from China will depart China on Sunday.  China is facing mounting isolation from international travel curbs and flight suspensions as the death toll from the coronavirus outbreak rose to 259.  The epidemic has led to evacuations of foreign citizens, particularly from Hubei province and its capital Wuhan - the epicenter of the outbreak - and risks exacerbating a slowdown in growth in the world’s second-largest economy.  All three major U.S. airlines - including United Airlines Holdings Inc and American Airlines Group Inc - have announced the cancellation of flights to mainland China.  The Trump administration on Friday declared a public health emergency over the coronavirus outbreak and said it would take the extraordinary step of barring entry to the United States of foreign nationals who have traveled to China. (Reporting by David Shepardson Writing by Sonya Hepinstall; Editing by Bill Berkrot)","14":"FILE PHOTO: Dozens of grounded Boeing 737 MAX aircraft are seen parked in an aerial photo at Boeing Field in Seattle, Washington, U.S. July 1, 2019. REUTERS\/Lindsey Wasson\/File Photo  CHICAGO (Reuters) - United Airlines Holdings Inc said on Friday it is extending cancellations of Boeing 737 MAX flights until March 4, joining U.S. peers who are also scheduling without the aircraft until early March as the jet awaits approval to fly again.  The March date will mark nearly a year since regulators around the world issued a safety ban on Boeing Co’s fastest-selling aircraft, the 737 MAX, following two fatal crashes in Indonesia and Ethiopia.  Boeing said on Monday that the U.S. Federal Aviation Administration could approve in December fixes to software that played a role in both crashes and approve fixes to new pilot training in January, though the agency has insisted it has no set time frame.  Major airlines have said they will need at least a month after approval to complete training and install revised software before flights can resume.  Since the grounding, airlines have canceled flights or put other aircraft on routes that would have been flown with the 737 MAX in a hit to profits.  “We are continuing to work through the schedule to try and swap and upgauge aircraft to mitigate the disruption caused by the grounding of the MAX,” United said in a statement.  Airlines have been automatically booking affected passengers on alternate flights or offering other options.  United had previously canceled 737 MAX flights through early January. The new timeline, which could still change depending on the timing of FAA approval, will lead to more than 8,500 flights being canceled between November and the first few days of March.  The other two U.S. airlines that operate the MAX, American Airlines Group Inc and Southwest Airlines Co, last week announced extended cancellations through March 4 and March 5 respectively.","15":"United Airlines Inc must face whistleblower retaliation claims by an ex-employee who says he was fired after he complained about improper repairs the company conducted on U.S. Air Force military transport airplane engines, a federal appeals court ruled on Wednesday.  But the 4th U.S. Circuit Court of Appeals in Richmond, Virginia upheld the dismissal of related claims by former maintenance technician David Grant that United defrauded the U.S. government by falsely certifying that the repairs complied with federal regulations.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2rUh6Un","16":"WASHINGTON (Reuters) - United Airlines Holdings Inc UAL.O said on Friday it was sharply cutting flights to Japan and South Korea, as travelers worried about the coronavirus outbreak slash ticket purchases for those destinations.  FILE PHOTO: A United Airlines passenger jet taxis at Newark Liberty International Airport, New Jersey, U.S. December 6, 2019. REUTERS\/Chris Helgren  It also canceled its investor day that had been due to be held on March 5.  With investors firmly focused on how the company is managing the near-term impact of the coronavirus, United said it was not “practical to expect that it can have a productive conversation focused on its long-term strategy next week.”  The event will be rescheduled for September.  Chicago-based United already withdrew its 2020 guidance this week due to uncertainty over the duration and spread of the virus. It warned that near-term demand to China has almost disappeared, with demand for the rest of its trans-Pacific routes down by 75%.  As a result, the company is temporarily reducing flights from the U.S. mainland to Tokyo, Osaka, Singapore and Seoul and extending the suspension of U.S. flights to mainland China and Hong Kong through April 30, it said on Friday.  The airline is cutting about two thirds of its flights to Seoul, nearly a third of flights to Japan and 40% of flights to Singapore. It is also flying smaller planes on some routes.  Among U.S. airlines, United has the biggest international exposure, drawing about 40% of its revenues from overseas flights.  Earlier this week, Delta cut South Korea flights in half, citing the outbreak.  United shares fell 5.2% on Friday, amid a widespread global share rout, and are down 21% over the last week.","17":"Sept 30 (Reuters) - United Airlines Holdings Inc said bit.ly\/2GlPrpR on Wednesday it has secured a loan agreement of up to $5.17 billion with the U.S. Treasury.  Reporting by Ankit Ajmera in Bengaluru; Editing by Amy Caren Daniel Our Standards: The Thomson Reuters Trust Principles.","18":"CHICAGO, May 24 (Reuters) - United Airlines said on Friday it is extending its Boeing Co 737 MAX cancellations by a month, now through Aug. 3, leading to about 40 or 45 daily canceled flights.  United, which trades under parent company United Continental Holdings Inc, operates 14 MAX jets and was due to take delivery of 16 more this year before they were grounded in mid-March following two fatal crashes. (Reporting by Tracy Rucinski in Chicago Editing by Matthew Lewis)","19":"(Reuters) - United Airlines on Tuesday reported a better-than-expected jump in first-quarter profit as it sold more tickets and cut costs, standing by its 2019 profit target even as its Boeing Co 737 MAX jets remain grounded.  FILE PHOTO: A United Express Embraer ERJ-175LR airplane is pictured at Vancouver's international airport in Richmond, British Columbia, Canada, February 5, 2019. REUTERS\/Ben Nelms\/File Photo  Chicago-based United has removed its 14 MAX aircraft, which were suspended worldwide in March following two fatal crashes, from its flying schedule through early July, eating into U.S. airlines’ peak summer travel season.  Still, the airline’s parent United Continental Holdings Inc reiterated its estimate for adjusted earnings of $10 to $12 per share in 2019, and said its strategy for scheduling more flights out of its hubs was continuing to win customers.  Adjusted earnings per share rose to $1.15 in the first quarter, ending March 31, from 49 cents a year earlier, overcoming a U.S. government shutdown and severe winter weather earlier this year that curtailed flights.  Wall Street analysts on average had forecast 95 cents per share, according to IBES data from Refinitiv.  Its shares rose 2.8 percent in after-hours trading.  United has largely avoided canceling MAX flights by servicing those routes with larger aircraft, but President Scott Kirby warned last week that the strategy could not last indefinitely.  The airline, which has been adding seats at a faster pace than rivals, trimmed its 2019 capacity growth target to between 4 percent and 5 percent from 4 percent to 6 percent previously, but did not say whether the decision reflected the effect of the grounded MAX.  Total operating revenue rose 7.1 percent to $8.73 billion in the quarter, while closely watched revenue per available seat mile rose 1.1 percent.  In the second quarter, United said it expects unit revenue to rise between 0.5 percent and 2.5 percent while unit costs, which fell 1.8 percent in the first quarter, were expected to be flat to 1 percent higher.  The No. 3 U.S. carrier is the first of three U.S. 737 MAX operators to report first-quarter results. Southwest Airlines Co and American Airlines Group Inc, which have removed their MAX jets from schedules into August, report on April 25 and April 26 respectively.  A Federal Aviation Administration review board said on Tuesday that it found a Boeing software update for the MAX to be “operationally suitable,” suggesting the lengthy regulatory process to get the planes back in the air was underway.  Rival Delta Air Lines Inc, which does not operate the 737 MAX, lifted its 2019 revenue forecast last week after reporting better-than-expected quarterly profit.","20":"CHICAGO (Reuters) - United Airlines UAL.N posted solid third-quarter profit on Tuesday and raised its 2018 outlook for the third time this year, helped by its strategy to add flights at three mid-continent U.S. hubs: Chicago, Denver and Houston.  FILE PHOTO: A United Airlines Boeing 787 taxis as a United Airlines Boeing 767 lands at San Francisco International Airport, San Francisco, California, February 7, 2015. REUTERS\/Louis Nastro\/File Photo  United, the third-largest U.S. airline, announced the plan to expand its domestic network last January. Since then it has added more than 40 domestic routes, and on Monday it announced additional U.S. flights starting next year.  The growth, coupled with tighter cost control and higher ticket prices and fees, have helped the Chicago-based carrier counter a surge in crude oil prices.  United earned $3.13 per share, excluding the impact of tropical storms, which the carrier said diluted earnings per share by about 7 cents in the quarter. Analysts were forecasting $3.07 per share in the quarter, according to Refinitiv data.  Shares of United, which have risen 25 percent this year compared with an 11 percent fall in the S&P 500 Airlines stock index .SPLRCAIR, gained 4.2 percent after the bell.  Total operating revenue rose 11.2 percent to $11 billion year-on-year, underpinned by booming global travel demand.  The company forecast adjusted profit for the full year at between $8.00 and $8.75 per share, up from its previous range of $7.25 to $8.75 per share.  Under its network expansion strategy, United grew capacity by 5.1 percent in the third quarter and expects between 5 and 6 percent growth in the fourth quarter. Total 2018 capacity is seen rising about 4.9 percent from a year ago.  United paid $2.6 billion for aircraft fuel in the third quarter, up 42 percent from a year earlier, but said it expects to recapture approximately 90 percent of the estimated year-over year growth in its 2018 fuel bill.  Last week Delta Air Lines Inc DAL.N also posted solid quarterly profit thanks to strong demand and cost controls. Rivals American Airlines Group Inc AAL.O and Southwest Airlines Co LUV.N are to report their quarterly results next week.","21":"(Reuters) - United Airlines Holdings Inc UAL.O on Monday named insider Brett Hart as president of the airline, succeeding Scott Kirby who is due to take over the reins as chief executive next week in the midst of the airline industry's biggest crisis.  Chicago-based United had announced in December that Kirby would succeed Oscar Munoz as CEO under a transition the airline had hoped would secure a growth path after some tumultuous years.  But as the coronavirus pandemic has crushed air travel demand in the past two months, airlines including United have shifted their focus to survival.  “More than ever, United needs - and as CEO, I will need - an experienced, level-headed strategist who can help us continue to make smart decisions and aggressively manage this crisis,” Kirby said in a memo to employees seen by Reuters.  Like Kirby, Hart will temporarily waive his salary, a measure that several top airline leaders are taking in an effort to cut costs.  Hart joined United from Sara Lee in 2010 as general counsel and served as acting CEO for six months when Munoz received treatment for a heart transplant. Under his current role as chief administrative officer, Hart was responsible for matters ranging from legal and environmental affairs to corporate real estate, government affairs and corporate communications.  Under the leadership transition effective May 20, Munoz will take on the role of executive chairman. The role of chief administrative officer will not be replaced.","22":"CHICAGO (Reuters) - United Airlines Holdings Inc UAL.O warned on Tuesday that travel demand will remain suppressed until there is a widely accepted treatment or vaccine for COVID-19, which plunged the carrier to a deep quarterly loss on Tuesday.  Slideshow ( 4 images )  Coronavirus infections are surging in the United States, causing some states to scale back reopening plans and reinstate quarantines in a fresh blow to airlines.  United, which is not blocking middle seats, plans to fly about 35% of its 2019 summer schedule in the third quarter and is forecasting a load factor of about 45% in July. Its planes flew about one-third full in the second quarter.  The setback does not bode well for airline jobs in the fall, when a U.S. government stimulus package expires. To avoid furloughs, airlines have rolled out a number of packages to encourage employees to leave voluntarily.  Chicago-based United said more than 6,000 employees had opted for such packages. But after sending 36,000 notices of potential furloughs earlier this month, that relatively low take-up suggests United might have to furlough a significant number of workers.  Airline unions have urged lawmakers to pass another round of aid through March, but airlines say they are not counting on fresh funds.  Delta Air Lines DAL.N and Southwest Airlines LUV.N, which offered cash buyouts, have reported strong employee response for voluntary departures, meaning they could have a less costly workforce on the other side of the crisis since union contracts force airlines to furlough junior workers first.  While early data from trials of three potential COVID-19 vaccines released on Monday was encouraging, it is still far from clear whether the efforts will result in a vaccine capable of ending the global pandemic that has claimed more than 600,000 lives.  With the timing of a recovery uncertain, investor focus has turned to airlines’ cash on hand and their ability to pick up demand once it returns.  United had $15.2 billion in liquidity as of July 20 and reiterated its forecast for liquidity to top $18 billion at the end of September as it taps additional capital.  The airline burned through about $40 million per day in the second quarter but sees that amount slowing to roughly $25 million in the third quarter as it matches its flight schedule to demand.  The airline, which is more exposed than peers to harder-hit international travel, reported an adjusted net loss of $2.6 billion for the June quarter, or a $9.31 per-share loss, versus a $4.21 per-share profit a year ago, as revenue dropped 87% to $1.475 billion.  Analysts on average expected a loss of $9.02 per share and revenue of $1.321 billion, according to data from Refinitiv.  Still, United Chief Executive Scott Kirby said in a statement he believed the quarterly losses and cash burn were lower than large network competitors.  Delta said last week it was burning about $27 million a day in June and July. American Airlines AAL.O and Southwest report on Thursday.  Shares of United, which will hold a conference call at 10:30 a.m. EDT on Wednesday, were flat after the bell.","23":"Oct 1 (Reuters) - United Airlines said on Monday it placed an order for nine more Boeing Co 787 widebodies as the third-largest U.S. air carrier increases its coast-to-coast flights between New York and Los Angeles and San Francisco.  The United order brings Boeing’s total 787 orders for 2018 to 105 aircraft, already surpassing the 94 orders it received in all of 2017, a source familiar with the deal said.","24":"CHICAGO, July 21 (Reuters) - United Airlines Holdings Inc said on Tuesday it burned through about $40 million per day in the second quarter but sees that amount slowing to roughly $25 million in the third quarter as it matches its flight schedule to coronavirus-hit demand.  U.S. airlines are scrambling to adjust operations to hard-to-predict travel demand as COVID-19 infections surge, forcing some U.S. states to scale back reopening plans and reinstate quarantines.  Chicago-based United reported an adjusted net loss of $2.6 billion for the June quarter, or a $9.31 per-share loss, versus a $4.21 per-share profit a year ago, as revenue dropped 87% to $1.475 billion.  Analysts on average expected a loss of $9.02 per share and revenue of $1.321 billion, according to data from Refinitiv.  With the timing of a recovery uncertain, investor focus has turned to airlines’ cash on hand and their ability to pick up demand once it returns, even as they look to shrink their workforce in October when U.S. government stimulus funds run out.  United said it had $15.2 billion in liquidity as of July 20 and reiterated its forecast for liquidity to reach $18 billion at the end of September.  In the third quarter, United expects to operate about 35% of the schedule it flew in 2019. It is forecasting a load factor of about 45% in July after its planes flew about one-third full in the second quarter.  United is more exposed than other U.S. carriers to international travel, which is expected to be slower to recover.  On Tuesday, major U.S. and European Union airlines including United asked the EU and White House to consider a joint program to test passengers for COVID-19 as a way to allow people to travel once again between the United States and Europe.  Last week, Delta Air Lines said it expects third-quarter revenue and flight capacity to be around 20% to 25% of last summer, with demand stalling amid a surge in COVID-19 cases and a sustainable industry recovery more than two years away. (Reporting by Tracy Rucinski in Chicago Editing by Matthew Lewis)","25":"CHICAGO (Reuters) - United Airlines Holdings UAL.O sees room for higher U.S. fares next year, even with greater seat capacity when the grounded Boeing 737 MAX returns to the market, President Scott Kirby said at a conference on Thursday.  FILE PHOTO: United Airlines president Scott Kirby speaks before the departure of the \"Flight for the Planet\", the most eco-friendly commercial flight in history of aviation, according to the airline, from O'Hare International Airport to Los Angeles, in Chicago, Illinois, U.S., June 5, 2019. REUTERS\/Kamil Krzaczynski  The global grounding of Boeing Co's BA.N 737 MAX in mid-March forced airlines to cancel thousands of flights, triggering higher fares during the peak northern hemisphere summer travel season and helping lift airlines' unit revenue growth.  Once the MAX is certified to fly again following software fixes by Boeing, some investors fear that airlines will have to lower fares to fill a potential surplus in domestic air travel capacity.  Speaking at a Morgan Stanley conference, Kirby played down those concerns.  “This is an industry that prices below the point where you would expect supply and demand to intercept today, which means there’s room to raise fares,” he said.  U.S. domestic capacity is seen growing by 6% or 7% over the next 12 months, versus around 2% or 2.5% growth currently, according to analysts.  United shocked investors when it unveiled a three-year plan in early 2018 to grow its own capacity by an annual 4% to 6%, a faster rate than its competitors, but so far its strategy of running more flights out of its hubs has paid off.  Shares in Chicago-based United have risen 7% so far this year, despite headwinds like U.S.-China trade tensions, unrest in Hong Kong and the MAX grounding.  Shares in rival American Airlines Group Inc AAL.O, which also owns the 737 MAX, are down 7 percent during the same period.  Now No. 3 U.S. airline United is more likely to turn its focus on improving earnings or margins, Kirby said, noting that all of its growth is in places where it has the best competitive position.  United on Monday said it was rolling out discounts for college-age travelers, a push to foster loyalty among young adults.","26":"FILE PHOTO: The logo of Brazil's airline Azul is seen on the roof of a bus at Viracopos airport in Campinas, Brazil, April 11, 2017. REUTERS\/Paulo Whitaker  SAO PAULO (Reuters) - Brazil airline Azul SA AZUL.N said on Monday that it is in discussions to join a planned partnership with United Airlines UAL.O, Avianca Holdings AVT_p.CN and Copa Holdings CPA.N for flights between the United States and Latin America.  The three airlines announced their plan to coordinate routes in November 2018, but have yet to receive regulatory approval to go ahead. United owned 8.2% of Azul’s preferred shares last month, according to the Brazilian airline’s website.","27":"CHICAGO, Aug 28 (Reuters) - United Airlines said on Wednesday it is beginning the process of moving its 14 Boeing 737 MAX jets to short-term storage at Phoenix Goodyear Airport in Arizona, where weather conditions are more favorable to store aircraft.  United’s MAX planes, which were grounded worldwide in March after two fatal crashes in Indonesia and Ethiopia, are currently being stored in Los Angeles and Houston and will be moved by mid-September, United said, while reiterating that it has removed the jets from its flying schedule through Nov. 3","28":"(Reuters) - United Airlines Holdings Inc said on Wednesday it aims to cut about $2 billion of annual costs through 2023 as it charts a recovery from the coronavirus pandemic that drove its fourth straight quarterly loss.  FILE PHOTO: A United Airlines passenger jet taxis at Newark Liberty International Airport, New Jersey, U.S. December 6, 2019. REUTERS\/Chris Helgren\/File Photo  Airlines are counting on COVID-19 vaccines to boost travel demand later this year but warn that the strength of a rebound will largely depend on the pace of vaccine rollouts, particularly as coronavirus cases keep rising.  Chicago-based United said 2021 would be a “transition year that’s focused on preparing for a recovery.” Its shares fell 2% in after-hours trading.  The company burned an average of $33 million per day in the fourth quarter, including about $10 million of severance and debt payments, even as it continued to slash costs.  United furloughed thousands of employees last October when an initial round of payroll aid for airlines expired. It brought back those workers following a fresh $15 billion in payroll aid for the sector but warned the recall could be “temporary” as travel demand remains depressed.  United is set to receive about $2.6 billion in payroll support through March and said it expects to offer employees options like voluntary leaves to reduce furloughs after that time.  Rival Delta Air Lines, which last week labeled 2021 a year of recovery, expects to halt its daily cash burn rate of about $12 million in the spring and does not expect any furloughs.  United has the greatest exposure of major U.S. airlines to international travel, the sector hardest hit by the pandemic and the one likely to be the slowest to recover.  U.S. President Joe Biden, who was inaugurated on Wednesday, plans to maintain a ban on travelers from Europe and Brazil that his predecessor, Donald Trump, had signed an order to lift beginning on Jan. 26.  United’s adjusted net loss was $2.1 billion, or a loss of $7 per share, in the fourth quarter ended Dec. 31, compared with a profit of $676 million a year earlier. That missed analysts’ estimates for a loss of $6.60 per share, according to IBES data from Refinitiv.  Total operating revenue fell 69% to $3.4 billion, in line with forecasts. In the current quarter, United said it expects revenue to fall by 65% to 70% from a year ago and its flight capacity to shrink by at least 51%.  The airline had $19.7 billion of liquidity as of Dec. 31 and expects to have a similar amount at the end of March, it said.  However, its cost reduction plan positions it to exceed its 2019 adjusted earnings before interest, taxes, depreciation and amortization (EBITDA) margin - a key metric of profitability -in 2023, or sooner if demand returns more quickly, it said.  United will hold an investor call on Thursday, with focus on summer booking trends. But since U.S. airlines have dropped fees for changing or cancelling flights, it has become more difficult to predict revenue based on bookings.  American Airlines and Southwest Airlines are due to report quarterly results on Jan. 28.","29":"FILE PHOTO: United Airlines planes, including a Boeing 737 MAX 9 model, are pictured at George Bush Intercontinental Airport in Houston, Texas, U.S., March 18, 2019. REUTERS\/Loren Elliott\/File Photo\/File Photo  (Reuters) - United Airlines Holdings Inc UAL.N said on Monday it was extending the suspension of its flights from the United States to Delhi and Mumbai in India until Oct. 26, citing continued restriction of Pakistani airspace.  Pakistan closed its airspace in February after a suicide attack by a Pakistan-based militant group in Indian-controlled Kashmir led to aerial bombing missions on each other’s soil.  “We are contacting our customers to provide this update and assisting those who may need to make other travel arrangements, including rebooking on other airlines or offering full refunds,” United Airlines said in a statement.","30":"May 20 (Reuters) - JetBlue Airways Corp said on Wednesday it will continue blocking seats on its aircraft through at least July 6, while United Airlines Holdings Inc said it had teamed up with Clorox Co and Cleveland Clinic medical experts to advise on new cleaning and safety protocols.  Airlines are eager to restore confidence in travel as U.S. communities start to reopen following stay-at-home orders meant to curb the spread of the new coronavirus that has decimated air travel demand.  In addition to blocking middle seats on larger aircraft and aisle seats on smaller aircraft into early July, New York-based JetBlue said it is starting temperature checks for crewmembers and electrostatic aircraft fogging in June, among other measures.  Chicago-based United said it was rolling out Clorox electrostatic sprayers and disinfecting wipes at its hub airports in Chicago and Denver, followed by other locations.  JetBlue was the first major U.S. carrier to mandate face coverings for passengers and crew, a measure quickly followed by United and all other large U.S. airlines, although there is still no government mandate.  The industry has called for a standard set of safety rules across the airline industry, which is bleeding cash as it battles its biggest crisis.  United is also implementing employee temperature checks, electrostatic spraying and touchless kiosks, and providing individually wrapped hand sanitizer wipes to passengers as they board. (Reporting by Tracy Rucinski; Editing by Stephen Coates)","31":"(Reuters) - United Airlines Holdings UAL.O on Wednesday forecast a bigger drop in third-quarter passenger revenue than its own expectations and said it would look to cancel more flights until it sees a recovery in air travel.  United said it now expects an 85% drop in passenger revenue, a closely watched performance measure in the airline industry, down from its previous estimate of 83% year-over-year.  The No.3 U.S. airline also expects third-quarter capacity to decrease about 70% year-over-year, compared with its prior forecast of 65%, despite seeing a moderate improvement in bookings for leisure travel in the United States and certain short-haul destinations in Latin America and the Caribbean in the two ended Sept. 7.  U.S. airlines have collectively been bleeding about $5 billion a month as 30% of the planes remain parked amidst the coronavirus pandemic that prompted passengers to cancel their flights and seek refunds rather than book new travel.","32":"FILE PHOTO: United Airlines planes, including Boeing 737 MAX 9 models, are pictured at William P. Hobby Airport in Houston, Texas, U.S., March 18, 2019. REUTERS\/Loren Elliott  CHICAGO (Reuters) - United Airlines UAL.O is starting to move its 14 Boeing 737 MAX jets to short-term storage in Phoenix, Arizona, which has better weather for stored aircraft and where it will be easier to prepare them for commercial flight again, the carrier said on Wednesday.  Boeing Co's BA.N 737 MAX fleet was grounded worldwide in March after two fatal crashes in Indonesia and Ethiopia that killed a total of 346 people within five months.  The aircraft maker is working on a fix for the software at the center of both crashes and is aiming to get the jet back in the air as soon as October, Boeing Chief Executive Dennis Muilenburg told Reuters on Tuesday.  Once the U.S. Federal Aviation Administration approves the new software and pilot training, airlines will have to upload the software changes and run a series of maintenance checks on the jets before flying them again with passengers.  Having all of its MAX planes in one place at Phoenix Goodyear Airport will be more efficient for that process, United said.  The airline has received a ferry permit from the U.S. Federal Aviation Administration for each of the 14 flights to Phoenix from their current locations in Houston, where it cited hurricane threats, and Los Angeles. The permits allow an airline to ferry an aircraft from one place to another.  Airlines that own the MAX have been forced to cancel thousands of flights since the planes were grounded, hitting profits during the busy summer travel season.  Chicago-based United has removed its MAX jets from its flight schedule until Nov. 3, and did not make any changes to that timeline on Wednesday.  Southwest Airlines LUV.N, the world's largest MAX operator, is scheduling without its 34 jets until early January. Those jets are parked at a facility in Victorville, California, at the southwestern edge of the Mojave Desert.","33":"SAO PAULO, Dec 3 (Reuters) - Two Brazilian airlines, Azul SA and Avianca Brasil, are targets for expansion in the wide-ranging alliance between United Continental Holdings Inc , Colombia’s Avianca Holdings and Panama’s Copa Airlines on U.S.-Latin America routes, Avianca Holdings’ Chief Financial Officer, Gerardo Grajales, told Reuters on Monday.  There was little reference to Brazil, by far the region’s largest market, when the alliance was announced on Friday, but Grajales said the parties to the agreement already had in mind Azul and Avianca Brasil, which operates independently of Colombia-based Avianca Holdings.  “The two airlines complement each other in the Brazilian market,” Grajales said. “From the beginning we thought that Brazil should be covered by our agreement, however, no partnership would be authorized if it did not have an Open Skies agreement.”  The Open Skies agreement between Brazil and the United States was signed into law in May, when discussions among the three airlines were already advanced, he explained.  The airline agreement mimics a partnership between American Airlines and Chile’s Latam Airlines which has been mired in regulatory scrutiny.  The announcement between the United Airlines parent, Avianca and Copa capped off almost two years of negotiations. United will loan Avianca’s majority shareholder almost $500 million to be spent on ventures outside of the airline.  Depending on how it is repaid, United could end up owning a large chunk of the Colombian carrier. United is making no monetary investment in Copa or its affiliates.  United already owns an 8 percent stake in Azul, and has a codesharing agreement with Avianca Brasil, formerly known as Ocean Air.  Shares in Azul were down almost 5 percent on Monday afternoon in Sao Paulo. The world’s largest asset manager BlackRock disclosed late on Friday that it had sold an almost 10 percent stake in Azul’s preferred shares. Hours earlier, the carrier disclosed in another securities filing that it sought to double in size in the next five years.  Azul did not immediately respond to a request for comment. (Reporting by Marcelo Rochabrun; Editing by David Gregorio)","34":"CHICAGO, Sept 12 (Reuters) - United Airlines Holdings’ next Investor Day will be more focused on growing earnings and margin than on adding more seat capacity, President Scott Kirby said at a conference on Thursday.  Kirby added that all of United’s planned capacity growth is focused in areas where the carrier already has “the best competitive position.” (Reporting by Tracy Rucinski Editing by Chris Reese)","35":"(Adds details on United’s Latin American operations, share price)  CHICAGO\/SEATTLE May 24 (Reuters) - United Airlines said on Friday it is extending by one month its cancellations of Boeing Co 737 MAX flights, through Aug. 3, as the jetliner remains grounded following two fatal crashes.  United, which operates 14 737 MAX jets, said the decision would lead to about 40 or 45 daily canceled flights.  The Chicago-based carrier joins rivals Southwest Airlines Co and American Airlines Group Inc which had already suspended 737 MAX flights into August as global carriers await regulatory approval for the aircraft to fly again.  The worldwide grounding in March of Boeing’s fast-selling aircraft followed a crash in Indonesia and another in Ethiopia that killed a combined 346 people.  Since the grounding, U.S. airlines have had to readjust schedules and come up with solutions in order to meet demand during the busy summer travel season.  Reuters reported on Thursday that the Federal Aviation Administration expects to approve the 737 MAX jet to return to service as soon as late June, according to people familiar with the matter.  Even so, FAA acting administrator Dan Elwell told reporters on Thursday after a meeting with international air regulators in Texas that he would not assign a specific date for the U.S. approval.  Once regulators approve the 737 MAX jets for flight, each aircraft will likely require between 100 and 150 hours of preparation before flying, in addition to pilot training, Reuters also reported on Thursday.  United, whose parent company is United Continental Holdings Inc, was due to take delivery of 16 more MAX jets this year before the grounding.  “We’ll continue to monitor the regulatory process and nimbly make the necessary adjustments to our operation and our schedule to benefit our customers who are traveling this summer,” a United spokesman said in a statement on Friday.  Separately, United said on Friday it had launched a management overhaul at Colombia’s cash-strapped Avianca Holdings , with which it is pursuing a three-way tie up with Panama’s Copa.  The move, which removes Avianca’s top shareholder, German Efromovich, from control and hands it to a third party, follows a default by his holding company on a $456 million loan from United.  United has been seeking to expand in Latin America, which is considered ripe for air travel growth.  Shares of United were little changed on Friday afternoon at $80.95.","36":"FILE PHOTO: The logo of Brazilian aviation company Embraer is seen during the Latin American Business Aviation Conference & Exhibition fair (LABACE) at Congonhas Airport in Sao Paulo, Brazil August 14, 2018. REUTERS\/Paulo Whitaker\/File Photo  BRASILIA (Reuters) - Brazilian planemaker Embraer SA has signed a contract with United Airlines worth $1.9 billion for the delivery of up to 39 E175 jets, the company said on Monday.  The agreement, signed at the Paris Air Show, is for 20 firm orders for the 70-seater aircraft and an option to buy on the other 19. Deliveries are expected to begin in the second quarter of next year.","37":"FILE PHOTO: United Airlines passenger jets taxi with New York City as a backdrop, at Newark Liberty International Airport, New Jersey, U.S. December 6, 2019. REUTERS\/Chris Helgren  (Reuters) -United Airlines Holdings Inc said on Friday average cash burn in the fourth quarter could jump up to $26 million per day, hurt by travel restrictions following a surge in COVID-19 cases over the last few weeks.  The U.S. airline industry is still losing billions of dollars every month due to weak travel demand, exacerbated by recent coronavirus travel advisories that have discouraged holiday travel.  Delta Air Lines and American Airlines also raised their cash burn expectations earlier this month.  United, which expects fourth-quarter revenue to drop close to 70% from a year earlier, said it now estimates average daily cash burn of about $24 million to $26 million, plus $10 million of average debt principal and severance payments per day in the quarter.  It had previously estimated daily cash burn of $15 million to $20 million.  The airline said it was confident of a recovery in 2021.”Recent positive results in vaccine development and efficacy show an encouraging line of sight to the other side of the pandemic,” United said.","38":"WASHINGTON (Reuters) - The United States is scrutinizing state-owned Qatar Airways’ acquisition of a 49 percent stake in Air Italy, which has been flying to U.S. destinations since June in a move seen by U.S. lawmakers as flouting a deal not to add new flights to the domestic market.  Slideshow ( 2 images )  Questioned repeatedly about the acquisition during a U.S. Senate hearing, Secretary of State Mike Pompeo said on Wednesday, “We’re looking very closely at this recent decision by Qatar to take on 49 percent of this airline.”  Both Republicans and Democrats at the Senate Foreign Relations Committee hearing said they were concerned that the deal with the Italian carrier violated an agreement Qatar Airways reached with the United States in early 2018.  “There are lots of consultations taking place,” Pompeo said. In January, U.S. and Qatari officials met to discuss civil aviation matters, the State Department said earlier this year.  Since 2015 the largest U.S carriers - Delta Air Lines, American Airlines Group and United Airlines - have argued their Gulf rivals are being unfairly subsidized by their governments, distorting competition.  Gulf airlines have always denied those accusations and last year the three major Middle Eastern carriers reached a voluntary agreement, saying they would not add new flights to the United States.  However, Air Italy has been flying to New York and Miami since June last year and was due to start serving San Francisco and Los Angeles from this month and Chicago in May.  Qatar Airways acquired 49 percent of Italian airline Meridiana in 2017, rebranded it Air Italy and transformed it into a carrier with five announced non-stop U.S. destinations from Milan.  Scott Reed, campaign manager for the Partnership for Open & Fair Skies, a group representing the three largest U.S. airlines and aviation unions, said “the future of this industry – and the jobs it supports – depend on the Trump administration holding Qatar accountable for its trade-cheating actions.”  In December, 11 Republican senators wrote a letter to Pompeo suggesting the flights from Milan “were consistent with Qatar Airways pattern of adding subsidized capacity in markets where demand is already well served.”  Reed said “there is bipartisan concern that Qatar Airways is violating last year’s agreement with the United States - making its finances more opaque instead of less and using Air Italy as a proxy to undermine the U.S. airline industry.”  An aide to Senator Bob Menendez, the ranking Democrat on the foreign relations committee, noted that January marked the one-year anniversary of agreements between the United States and Qatar on government subsidies to Qatar Airways.  In a side letter to the agreements, the Qatari government indicated there was no intention to launch additional flights from Qatar to U.S. destinations but said some passengers would board flights in Europe before flying to U.S. destinations.","39":"May 6 (Reuters) - United Airlines Holdings Inc said it plans to raise $2.25 billion through a bond offering as it grapples with a slump in air travel demand due to government-mandated lockdowns across the world.  The No. 3 U.S. airline said it would offer the bonds in two tranches that will mature in 2023 and 2025 respectively.  The net proceeds from the offering will be used to repay a $2 billion term loan and for general corporate purposes. (Reporting by Rachit Vats in Bengaluru Editing by Supriya Kurane)","40":"CHICAGO, Jan 15 (Reuters) - United Airlines on Tuesday reported a fourth-quarter profit that beat Wall Street forecasts, as the No. 3 U.S. carrier scheduled more flights out of its hubs and won back customers after a series of public relations disasters.  The company, United Continental Holdings Inc, said adjusted earnings per share rose to $2.41 in the quarter from $1.44 a year earlier. Analysts on average had forecast $2.04 per share, according to IBES data from Refinitiv.  Revenue per mile flown, a closely watched industry measurement, climbed 5 percent in the quarter, while unit costs, or costs per available seat per mile, declined 0.7 percent. (Reporting by Tracy Rucinski Editing by Bill Berkrot)","41":"Dec 4 (Reuters) - United Airlines Holdings Inc said on Friday it had adopted a tax benefits preservation plan to protect the company’s ability to use its large net operating loss carryforwards to reduce future federal income tax expense.  The company said it had net federal operating loss carryforwards of about $8.2 billion as of the Sept. 30. (Reporting by Uday Sampath in Bengaluru; Editing by Sriraj Kalluvila)","42":"FILE PHOTO: A United Airlines Boeing 737-900ER plane departs from O'Hare International Airport in Chicago, Illinois, U.S. November 30, 2018. REUTERS\/Kamil Krzaczynski\/File Photo  (Reuters) - United Airlines Holdings Inc UAL.O said on Wednesday it would restart daily nonstop service between New York\/Newark, New Delhi and Mumbai from Sept. 6, after Pakistan lifted airspace restrictions.  The company will also start a new daily service between San Francisco and New Delhi beginning Dec. 5, a spokesman said.  Pakistan reopened its airspace to international civil aviation on Tuesday after months of restrictions imposed because of clashes with India, which forced long detours that cost airlines millions of dollars.","43":"FILE PHOTO: United Airlines planes, including a Boeing 737 MAX 9 model, are pictured at George Bush Intercontinental Airport in Houston, Texas, U.S., March 18, 2019. REUTERS\/Loren Elliott  (Reuters) - United Airlines said on Friday it expects to cancel about 900 flights in May and around 130 in April due to the grounding of Boeing’s 737 MAX jets.  The airline has decided to pull all MAX aircraft through early July.","44":"CHICAGO, Feb 21 (Reuters) - United Continental Holdings is applying for six of 12 new slots open to U.S. carriers at Tokyo’s Haneda International Airport in a push to increase daily nonstop flights to the Japanese capital ahead of the 2020 Olympic Games and beyond.  Haneda is located closer to downtown Tokyo than the capital’s other international airport Narita, and flies to more destinations throughout Japan, making it attractive for both business travelers and tourists.  Thursday is the deadline for applications to the U.S. Department of Transportation for the 12 extra Haneda slots that Japan has agreed to allot to U.S. airlines.  The extra slots for U.S. airlines were unlocked after Japan reached an agreement with the U.S. Air Force to open up new flight paths around a nearby U.S. air base, a move needed to boost Haneda movements in the run-up to the 2020 Olympics in Tokyo.  Completion of an aviation agreement between the U.S. and Japanese governments is expected later this year, United said. Flights are expected to begin service by the summer of 2020, once the U.S. Department of Transportation awards the slots. (Reporting by Tracy Rucinski Editing by Chizu Nomiyama)","45":"CHICAGO (Reuters) - With many rival airlines scaling back plans to add travel routes and seats in a bid to protect margins, Oscar Munoz is taking United Airlines in a different direction.  United Airlines Chief Executive Officer Oscar Munoz poses for pictures in his office at the company’s headquarters in Chicago, Illinois, U.S., November 14, 2018. Picture taken November 14, 2018. REUTERS\/Tracy Rucinski  The No. 3 U.S. air carrier is forging ahead with a strategy to boost its flight network by another 4 percent to 6 percent next year after an estimated 5 percent network growth in 2018, Munoz, CEO of United Airlines since 2015, said on Wednesday.  The growth plan has allowed United to claw back market share in a competitive U.S. airline sector and boost its profitability. Traditionally capacity growth in the airline business has come at a cost to yields because it can drive down fares.  So far, United has bucked the industry trend, increasing unit revenues - a closely watched metric that compares airlines' sales to available seat miles - at a faster pace than rivals American Airlines AAL.O and Delta Air Lines DAL.N.  When the airline unveiled an aggressive plan to add capacity in the middle of a price war with low cost carriers in January, the stock of parent company United Continental Holdings UAL.N fell 7 percent.  But United investors have more than reversed course, sending its shares up about 30 percent so far this year against a roughly 2 percent drop on the S&P 500.  United has overhauled its hubs in Chicago, Houston, Denver, Newark, New Jersey, Washington, D.C., Los Angeles and San Francisco with 220 new flights and better coast-to-coast connecting options.  (For graphic on U.S. domestic market share, see: tmsnrt.rs\/2SLzKcA)  Munoz offered new details to his growth strategy on Wednesday, saying United will add flights to New Delhi, Toronto and Melbourne from San Francisco to tap higher-paying international routes.  “The strategy is working,” Munoz told journalists.  The expansion comes after United revamped its home base - Chicago O’Hare Airport - in a way that allows passengers to make easier connections when traveling to the two U.S. coasts and cities in between.  A similar overhaul at Denver, its fastest growing and most profitable hub despite heavy competition from low-cost carriers Southwest Airlines LUV.N and Frontier Airlines, will be launched in February. San Francisco is now set for its largest international route expansion, subject to government approval.  Much of United’s domestic expansion so far has targeted a portion of the market share lost when the airline cut 1,200 flights following its post-bankruptcy merger with Continental Airlines in 2010.  “It’s not predicated on anything other than where does it make sense for us to fly. Where are the customers? Do we have the right aircraft, and in essence, can you make money?” Munoz told Reuters in an interview. “We’re not chasing that 1,200.”  The growth plans and investor optimism have allowed Munoz to put the passenger and animal scandals of 2017 in the rear view mirror, and focus on improving relations with its own passengers and labor force.  To turn around its image, Munoz has provided “compassion” training to employees and empowered flight attendants and gate agents to resolve passenger complaints on the spot with travel credits or vouchers.  “United’s No. 1 challenge is to avoid any more notable public relations disasters. Customers, investors and Twitter users will not forgive as easily the next time,” Jim Corridore, equity analyst at CFRA in New York.","46":"CHICAGO (Reuters) - United Airlines Holdings Inc UAL.O and JetBlue Airways Corp JBLU.O are cutting flights and implementing cost controls in the most drastic actions by U.S. airlines to get ahead of depressed travel demand due to the spreading coronavirus.  FILE PHOTO: A United Airlines passenger jet takes off with New York City as a backdrop, at Newark Liberty International Airport, New Jersey, U.S. December 6, 2019. REUTERS\/Chris Helgren  The United measures, announced by executives in a letter to employees on Wednesday, include a 10% reduction in U.S. and Canadian flights and a 20% reduction in international flying in the month of April, with similar cuts planned in May.  JetBlue said in a memo Wednesday seen by Reuters that it was cutting capacity by approximately 5% “in the near term to address the fall in demand” as a result of the coronavirus and said it assessing if more cuts are needed.  JetBlue is taking other steps “aimed at preserving cash” including “delaying or canceling upcoming events and meetings” and “reducing hiring for frontline and support center positions.” It is also considering voluntary time-off programs and is “limiting non-essential spending.”  United is freezing new hiring except for critical roles, delaying 2019 merit salary increases for management and administrative employees and offering all U.S.-based workers the option of a voluntary unpaid leave of absence.  “We sincerely hope that these latest measures are enough, but the dynamic nature of this outbreak requires us to be nimble and flexible moving forward in how we respond,” United CEO Oscar Munoz and President Scott Kirby said in the letter.  The coronavirus emerged in the central Chinese city of Wuhan late last year and has spread globally with more than 94,000 cases and 3,220 deaths, according to a Reuters tally.  Conferences and gatherings around the world have been canceled, and companies have changed work and travel plans. Plane maker Boeing Co itself on Wednesday said it was taking precautions including restricting travel to essential trips.  Chicago-based United’s announcement followed a meeting of U.S. President Donald Trump and the heads of major U.S. airlines at the White House where they discussed the effect of the virus on the industry and demand.  Concerns over the effect of reduced travel demand on airlines have hit airline shares and stoked fears of a financial bailout for the sector, an idea that the head of the U.S. Chamber of Commerce on Wednesday moved quickly to dismiss.  Trump also said on Wednesday that the airline executives had not asked for a bailout. After emerging from bankruptcy in the last decade and with new business models that include fees for everything from baggage to boarding, the U.S. airline majors are in a better financial position to weather a crisis, analysts have said.  UNCHARTED TERRITORY  The rapid, global spread of the virus has forced airlines to abandon their usual strategies for crisis management, which in the past have included lowering fares and redirecting flights to trouble-free areas.  Until now, United and other U.S. carriers had only reduced flying to the areas most hit by coronavirus cases, though international rivals Cathay Pacific Airways Ltd 0293.HK and British Airways recently announced broader reductions.  Leaders of the unions representing United’s pilots and flight attendants called the move a “responsible approach” to addressing the impact of COVID-19 on air travel.  In one effort to win over hesitant travelers, U.S. airlines have suspended rebooking fees for new ticket reservations.","47":"FILE PHOTO: United Airlines planes, including a Boeing 737 MAX 9 model, are pictured at George Bush Intercontinental Airport in Houston, Texas, U.S., March 18, 2019. REUTERS\/Loren Elliott\/File Photo  CHICAGO (Reuters) - United Airlines’ use of larger aircraft on routes previously flown by Boeing Co’s grounded 737 MAX jets is costing the carrier money in the short-term, the company’s President Scott Kirby said in a letter to employees on Tuesday.  Chicago-based United, which owns 14 MAX jets and has dozens more on order, has been using its larger 777 or 787 aircraft to cover routes formerly flown by the suspended MAX planes, without being able to fill the extra last-minute seats.  “Of course, we can’t keep this up forever,” Kirby said.  Still, despite a series of adverse events in the first quarter that also included a U.S. government shutdown and extreme weather, Kirby said the company would pay eligible employees a one-time $100 bonus on April 17.  United failed to meet its operational performance incentive targets in the quarter due to those headwinds, but Kirby said that with warmer weather ahead, he was “confident that we can pull off a spring and summer for the record books.”","48":"(Reuters) - Some global airlines are re-routing flights to avoid Iran-controlled airspace over the Strait of Hormuz and Gulf of Oman, they said on Friday, after the U.S. aviation regulator barred its carriers from the area until further notice.  Thursday’s emergency order from the U.S. Federal Aviation Administration (FAA) came after Iran shot down a high-altitude U.S. drone with a surface-to-air missile, sparking concerns about a threat to the safety of commercial airlines.  The downing of the unarmed Global Hawk drone, which can fly up to 60,000 ft (18,300 m), was the latest in a series of incidents in the Gulf region, a critical artery for global oil supplies, that included explosive strikes on six oil tankers.  According to flight tracking applications, the FAA said, the nearest civil aircraft was operating within about 45 nautical miles of the unmanned aircraft when it was shot down.  “There were numerous civil aviation aircraft operating in the area at the time of the intercept,” the FFA said, adding that its prohibition would stay in place until further notice.  Hours earlier, United Airlines suspended flights between New Jersey’s Newark airport and India’s financial capital of Mumbai following a safety review.  Cathay Pacific, Malaysia Airlines, Australia’s Qantas Airways Ltd, Singapore Airlines Ltd, Germany’s Lufthansa, British Airways and KLM of the Netherlands said they were re-routing flights to avoid the area.  Emirates Airlines and Etihad Airways, which were flying over the area earlier on Friday, according to flight tracking website FlightRadar24, said later they were also re-routing their flights.  ‘THREAT IS REAL’  The FAA said it remained concerned about the escalation of tension and military activity in close proximity to high-volume civil aircraft routes as well as Iran’s willingness to use long-range missiles in international airspace with little or no warning.  In July 2014, Malaysia Airlines Flight MH17 was shot down by a missile over Ukraine, killing all 298 on board, prompting carriers to take more steps to uncover threats to their planes.  But concerns persist over inadequate government intelligence sharing and a reluctance by countries involved in conflicts to divulge information or sacrifice overflight fees by closing their skies, according to safety experts.  The U.S. ban does not apply to airlines from other countries, but OPSGROUP, which provides guidance to operators, said carriers globally would take it into consideration.  “Since MH17, all countries rely on advice from the U.S., the U.K., France and Germany to highlight airspace risk,” it said.  “The threat of a civil aircraft shootdown in southern Iran is real,” it added.  Restricting airspace complicates airline efforts to keep routes running in a region where airspace is already congested, in part due to ongoing conflicts which have made it unsafe to fly over some countries.  At 0820 GMT on Friday, Flightradar24 showed Qatar Airways flights in the area barred to U.S. carriers.  FILE PHOTO: A vehicle of the airport rescue and firefighting services stands in front as a Boeing 767-400ER aircraft of United Airlines takes off from Zurich airport, April 9, 2019. REUTERS\/Arnd Wiegmann  On Monday, before the drone was shot down, Qatar Airways Chief Executive Akbar al-Baker told Reuters the airline “has a very robust plan B for any eventualities, including if there is a conflict in our region.”  Qatar Airways did not respond immediately to a request for comment on Friday on whether it had introduced new measures since the drone was shot down.  Etihad, which had said it was monitoring the situation, later said in a statement it had agreed “to change a number of the flight paths we operate to and from the Arabian Gulf” after close consultation with the UAE General Civil Aviation Authority.  FLIGHTS SUSPENDED  United said it had suspended its flights to India through Iran airspace after a “thorough safety and security review,” but did not say how long the suspension would last.  A United spokesman said customers flying from Mumbai to Newark would be booked on alternative flights back to the United States.  “We continue to explore all our options and remain in close contact with relevant government authorities,” he added.  A Lufthansa spokesman said the company’s planes had been avoiding the Strait of Hormuz since Thursday. He added that Lufthansa had extended the no-fly zone over Iran on Friday, without being more specific. The airline is still serving Iran’s capital, Tehran.  Netherlands flag carrier KLM was no longer flying over the Strait of Hormuz, a spokesman said on Friday, while British Airways said it would adhere to the FAA guidance and use alternative routes.  Malaysia Airlines said it was avoiding the airspace, which it had previously used on flights between Kuala Lumpur and London, Jeddah and Medina.  Qantas said it was adjusting flight paths to avoid the Strait of Hormuz and Gulf of Oman until further notice. Singapore Airlines said some flights might require longer routings to avoid the area.  On Thursday, two other U.S. carriers, American Airlines and Delta Air Lines, said they did not fly over Iran. Japanese carriers Japan Airlines Co Ltd and ANA Holdings Inc also said they did not fly over the area.","49":"May 16 (Reuters) - Delta Air Lines and United Airlines are poised to win the most new slots at Tokyo’s Haneda International Airport in time for the 2020 Summer Olympics, according to a U.S. Department of Transportation statement on Thursday.  Of 12 new slots agreed with Japan, the Department of Transportation is proposing five for Delta, four for United, two for American Airlines Group Inc and one for Hawaiian Airlines.  The extra slots for U.S. airlines were unlocked after Japan reached an agreement with the U.S. Air Force to open up new flight paths around a nearby U.S. air base, a move needed to boost Haneda movements in the run-up to the 2020 Olympics in Tokyo. (Reporting by Tracy Rucinski Editing by James Dalgleish)","50":"FILE PHOTO: United Airlines passenger jets taxi with New York City as a backdrop, at Newark Liberty International Airport, New Jersey, U.S. December 6, 2019. REUTERS\/Chris Helgren  (Reuters) - United Airlines Holdings Inc UAL.O said on Friday it would introduce eight new routes and add more flights to 19 destinations in the Caribbean, Mexico and Latin America.  The U.S. carrier said it would begin selling tickets for new flights from Denver, Los Angeles, San Francisco, Washington D.C. and Cleveland from Oct. 17.  The risk of exposure to the novel coronavirus on flights is very low, a U.S. Department of Defense study found on Thursday, a positive sign for the airline industry as it tries to rebound from the pandemic’s crushing effect on travel.  Airline executives have signaled a slow but steady improvement in leisure demand but do not foresee a recovery to 2019 levels for at least two years.","51":"CHICAGO, Dec 12 (Reuters) - With many rival airlines scaling back plans to add travel routes and seats in a bid to protect margins, Oscar Munoz is taking United Airlines in a different direction.  The No. 3 U.S. air carrier is forging ahead with a strategy to boost its flight network by another 4-6 percent next year after an estimated 5 percent network growth in 2018, Munoz, CEO of United Airlines since 2015, said on Wednesday.  The growth plan has allowed United to claw back market share in a competitive U.S. airline sector and boost its profitability. Traditionally capacity growth in the airline business has come at a cost to yields because it can drive down fares.  So far, United has bucked the industry trend, increasing unit revenues - a closely watched metric that compares airlines’ sales to available seat miles - at a faster pace than rivals American Airlines and Delta Air Lines.  When the airline unveiled an aggressive plan to add capacity in the middle of a price war with low cost carriers in January, the stock of parent company United Continental Holdings fell 7 percent. But United investors have more than reversed course, sending its shares up about 30 percent this year against a roughly 2 percent drop on the S&P 500 this year.  United has overhauled its hubs in Chicago, Houston, Denver, Newark, Washington, D.C., Los Angeles and San Francisco with 220 new flights and better coast-to-coast connecting options.  Munoz offered new details to his growth strategy on Wednesday, saying United will add flights to New Delhi, Toronto and Melbourne from San Francisco to tap higher-paying international routes.  “The strategy is working,” Munoz told journalists.  The expansion comes after United revamped its home base - Chicago O’Hare Airport - in a way that allows passengers to make easier connections when traveling to the two U.S. coasts and cities in between.  A similar overhaul at Denver, its fastest growing and most profitable hub despite heavy competition from low-cost carriers Southwest Airlines and Frontier Airlines, will be launched in February. San Francisco is now set for its largest international route expansion, subject to government approval.  Much of United’s domestic expansion so far has targeted a portion of the market share lost when the airline cut 1,200 flights following its post-bankruptcy merger with Continental Airlines in 2010.  “It’s not predicated on anything other than where does it make sense for us to fly. Where are the customers? Do we have the right aircraft, and in essence, can you make money?” Munoz told Reuters in an interview. “We’re not chasing that 1,200.”  The growth plans and investor optimism have allowed Munoz to put the passenger and animal scandals of 2017 in the rear view mirror, and focus on improving relations with its own passengers and labor force.  To turn around its image, Munoz has provided “compassion” training to employees and empowered flight attendants and gate agents to resolve passenger complaints on the spot with travel credits or vouchers.  “United’s No. 1 challenge is to avoid any more notable public relations disasters. Customers, investors and Twitter users will not forgive as easily the next time,” Jim Corridore, equity analyst at CFRA in New York.","52":"(This April 15 story corrects to show flights starting between Buenos Aires and Houston, not Washington, in paragraph 12.)  FILE PHOTO: A United Airlines passenger aircraft arrives over the top of residential houses to land at Heathrow Airport in west London, Britain, March 13, 2020. REUTERS\/Matthew Childs  (Reuters) - United Airlines Holdings Inc UAL.O said on Wednesday that it has cut its flight schedule by 90% in May and expects similar cuts for June as a result of the coronavirus pandemic, and warned that travel demand that is now \"essentially at zero shows no sign of improving in the near term,\" making job cuts likely.  United disclosed its outlook in a memo to employees that it publicly released. The memo was from Chief Executive Oscar Munoz and President Scott Kirby.  Like other U.S. airlines, travel demand for Chicago-based United has cratered as most U.S. states have ordered residents to stay at home in order to contain spread of the coronavirus.  United said it flew less than 200,000 people in the first two weeks of April, a 97% drop from the more than 6 million people it flew during the same time in 2019. It expects to fly fewer people during the entire month of May than it did on a single day in May of last year, Munoz and Kirby said.  “The historically severe economic impact of this crisis means even when travel demand starts to inch back, it likely will not bounce back quickly,” they said.  “We believe that the health concerns about COVID-19 are likely to linger which means even when social distancing measures are relaxed, and businesses and schools start to reopen, life won’t necessarily return to normal.”  While the $5 billion that United expect to receive in government payroll support under the CARES Act bars its from involuntary furloughs before Sept. 30, the airline indicated that it expects to have to cut payroll after that. It said it will be offering new voluntary leave packages in the coming weeks and voluntary separation programs.  United said that the government money does not cover its total payroll expense, and noted that payroll is only about 30% of total costs, which also include airport rent and supplies.  So far more than 20,000 United employees have volunteered for unpaid leaves of absence.  United's efforts to further cut payroll costs are similar to moves by peers Delta Air Lines Inc DAL.N and American Airlines Group Inc AAL.O.  United is among airlines eyeing a separate $25 billion federal loan package for U.S. passenger carriers given expected favorable terms, Reuters reported on Wednesday.  United said last week it plans to start daily service on May 4 from Chicago to London, Newark to Amsterdam, and Washington to Frankfurt, and three flights a week between Houston and Buenos Aires starting on May 5.  It is canceling planned seasonal summer service from Newark to Prague; Stockholm; Palermo, Italy; and Reykjavik, Iceland; but continues to operate flights between the United States and Frankfurt, Brazil, Sydney, Tel Aviv and Tokyo, as well as cargo and repatriation flights.","53":"FILE PHOTO: A United Airlines passenger jet takes off at Newark Liberty International Airport, New Jersey, U.S. December 6, 2019. REUTERS\/Chris Helgren  (Reuters) - United Airlines Holdings Inc said on Friday it was in talks with U.S. health officials to alert passengers on a recent flight of potential exposure to the new coronavirus after a man died following a medical emergency on the plane.  The man, on flight 591 bound for Los Angeles from Orlando on Monday, was pronounced dead by a hospital in New Orleans, where the plane made an emergency landing, the airlines told Reuters in an emailed statement.  “At the time of the diversion, we were informed he had suffered a cardiac arrest, so passengers were given the option to take a later flight or continue on with their travel plans,” the airlines said, but did not specify whether the deceased passenger had COVID-19.  United Airlines said it was sharing requested information with the U.S. Centers for Disease Control and Prevention (CDC), so it could work with local health officials to reach out to passengers of flight 591 who CDC believes may be at risk for possible exposure or infection.  “CDC is in the process of collecting information and proceeding according to our standard operating procedures to determine if further public health action is appropriate. To protect the privacy of the individual, we aren’t providing this information to the public,” the agency told Reuters in an emailed statement.","54":"FILE PHOTO: A worker from United attends to some customers during their check in process at Newark International airport in New Jersey , November 15, 2012. REUTERS\/Eduardo Munoz\/File Photo  (Reuters) - United Continental Holdings Inc said on Monday it had pulled Boeing Co’s 737 MAX flights out of its schedule through early July, following similar moves by rivals American Airlines Group Inc and Southwest Airlines Co.  United, with 14 MAX jets, had largely avoided cancellations by servicing MAX routes with larger 777 or 787 aircraft.  But the airline’s president, Scott Kirby, warned last week that the strategy was costing it money and could not go on forever.  Boeing’s 737 MAX planes have been grounded worldwide since March after an Ethiopian Airlines jet crashed, killing all 157 aboard, just five months after a similar crash of Indonesia’s Lion Air flight.","55":"CHICAGO, May 22 (Reuters) - United Airlines Chief Executive Oscar Munoz promised on Wednesday to rebook any passengers concerned about flying Boeing Co’s 737 MAX jets once regulators deem the aircraft safe to fly again.  “We will make it very transparent that you are on that type of aircraft and if people need any kind of adjustments we will absolutely rebook them in any way shape or form,” Munoz told reporters after the airline’s annual shareholders’ meeting.  Munoz said the flying public’s perception of the 737 MAX jets’ safety will be critical to the airline’s strategy on when and how it returns its 14 grounded aircraft to service, noting that U.S. Federal Aviation Administration approval will only be the first step of the process.  The No. 3 U.S. airline by passenger traffic trades under parent company United Continental Holding. (Reporting by Tracy Rucinski Editing by Chizu Nomiyama)","56":"United Airlines Inc and Southwest Airlines Co have been accused in separate lawsuits of failing for more than a decade to pay wages to workers when they were out on short-term military leave.  United and Southwest pilots represented by Outten & Golden filed lawsuits on Monday accusing the airlines of violating the Uniformed Services Employment and Reemployment Rights Act (USERRA) by not affording them the same benefits as workers who were out on sick leave or jury duty.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2CWS11k","57":"FILE PHOTO: A United Airlines flight from Newark to San Francisco is crowded with passengers in this picture obtained from social media May 9, 2020. Ethan Weiss\/via REUTERS  (Reuters) - United Airlines Holdings Inc UAL.O said on Monday that starting next week it will notify passengers ahead of time if their flight is expected to be \"closer to full capacity,\" allowing them to re-book on a different flight or receive a travel credit.  The new policy -- which will last through June 30 and will also be applied at the gate if more than 70% of passengers have checked in -- follows a photograph of what appeared to be a packed United flight on Saturday on social media.  United said 85% of its flights are less than half full, but given a drastically reduced flying schedule in the midst of the coronavirus pandemic, “there are a small number of flights where our customers are finding planes fuller than they expect.”","58":"(Reuters) - United Airlines UAL.O on Tuesday topped Wall Street estimates for quarterly profit, boosted by higher fares and lower fuel costs, and lifted its 2019 profit target despite the continued grounding of the Boeing 737 MAX.  FILE PHOTO: United Airlines planes, including a Boeing 737 MAX 9 model, are pictured at George Bush Intercontinental Airport in Houston, Texas, U.S., March 18, 2019. REUTERS\/Loren Elliott\/File Photo  Chicago-based United is one of three U.S. airlines that have each had to cancel more than 2,000 monthly flights through the end of the year as Boeing Co's BA.N 737 MAX remains grounded following two deadly crashes in Indonesia and Ethiopia.  The flight cancellations have weighed on airline profits and costs, but strong travel demand, despite concerns of a global economic slowdown, continued to offset MAX headwinds and disruption in Hong Kong and China.  As a result, United raised its 2019 adjusted diluted earnings per share guidance to $11.25-$12.25 versus $10.50-$12.00 previously.  United shares, which closed up 1% at $87.88 before the earnings release, were about 1% higher in after-hours trading.  Total operating revenue rose 3.4% to $11.38 billion, underpinned by the airline’s three-year strategy to build up flight connections through its main U.S. hubs.  But closely watched unit costs excluding fuel and profit-sharing expenses, a concern for investors, rose 2.1%.  The airline, which is in talks with Boeing over 737 MAX compensation, did not provide any details on the estimated financial impact of the grounding.  Adjusted net income rose to $1.05 billion, or $4.07 per share, in the third quarter, from $834 million or $3.05 per share a year earlier.  Analysts on average had forecast $3.95 per share, according to IBES data from Refinitiv.  United management will host a conference call to discuss results on Wednesday at 10:30 a.m. EDT (1430 GMT).  Fellow U.S. MAX operators Southwest Airlines LUV.N and American Airlines AAL.O, which have both warned of a pretax profit hit from the MAX grounding, are due to report quarterly results next week.  United, Southwest and American are all scheduling without the MAX until early January.","59":"FILE PHOTO: A United Airlines passenger jet takes off with New York City as a backdrop, at Newark Liberty International Airport, New Jersey, U.S. December 6, 2019. REUTERS\/Chris Helgren\/File Photo  CHICAGO (Reuters) - United Airlines Holdings Inc UAL.O said on Tuesday it was suspending some flights between the United States and Beijing, Hong Kong and Shanghai between Feb. 1 and Feb. 8 due to a \"significant decline in demand\" as the new coronavirus spreads.  “We will continue to monitor the situation as it develops and will adjust our schedule as needed,” United said in a statement.  The coronavirus that originated in Wuhan, China has killed 106 people in the Asian country and spread across the world, rattling financial markets.  United’s suspension affects a total of 24 flights.  The other two U.S. airlines that fly to China, Delta Air Lines Inc DAL.N and American Airlines Group Inc AAL.O, said they had not reduced their flights at this time but were closely monitoring the situation.","60":"A federal judge in Chicago on Tuesday tossed out claims by United Airlines Inc pilots in a certified class action that the airline violated federal law by limiting the amount of vacation days and sick leave they could accrue while on military leave.  U.S. District Judge Thomas Durkin said vacation and sick leave are not “seniority-based benefits” that employers must maintain for workers who are on military leave under the Uniformed Services Employment and Reemployment Rights Act (USERRA), so United’s 90-day cap did not violate the law.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/36ZlhBO","61":"WASHINGTON (Reuters) - U.S. President Donald Trump met on Thursday with the chief executives of major American airlines to discuss their accusations that subsidies by Qatar and United Arab Emirates are costing jobs in the United States.  Slideshow ( 2 images )  The meeting between Trump and the CEOs of American Airlines AAL.O, United Airlines UAL.O, JetBlue Airways Corp JBLU.O, FedEx Corp FDX.N and Atlas Air AAWW.O included Vice President Mike Pence, the White House said.  The meeting also included the CEO of state-owned Qatar Airways, Akbar al-Baker, who was also at the White House last week to tout its decision in June to buy five new Boeing 777 freighters.  The White House did not immediately provide details of the meeting.  Since 2015 the largest U.S. carriers - Delta Air Lines DAL.N, American and United Airlines - have argued their Gulf rivals are being unfairly subsidized by their governments, distorting competition and costing U.S. jobs - something the Gulf carriers deny.  The Partnership for Open & Fair Skies, a group representing Delta, American, United and aviation unions, said it had a “productive meeting” with Trump.  “The president shares our concerns and instructed us to keep working with the U.S. Department of Transportation, which we plan to do,” Scott Reed, the group’s managing partner, said in a statement.  The CEOs of JetBlue, FedEx and Atlas Air have warned that restricting the rights of Qatar Airways could lead to retaliation against U.S. carriers and added, in an April letter, it could lead to “a rapid unraveling of hard-fought aviation rights around the world when other governments take similar action to shield their state-owned airlines from competition.”  Last week, the CEOs of Delta, United and American wrote a joint USA Today op-ed urging the White House to act “decisively to hold Qatar and the UAE accountable.” They suggested that failing to respond would “signal to other countries that they too are free to exploit American workers.”  In April, Secretary of State Mike Pompeo said the administration was scrutinizing Qatar Airways’ acquisition of a 49% stake in Air Italy, which has been flying to U.S. destinations since 2018 in a move seen by U.S. lawmakers as flouting a deal not to add new flights to the domestic market.  Both Republicans and Democrats in Congress have said they were concerned that the deal with the Italian carrier contravened an understanding Qatar Airways reached with the United States in early 2018.  Qatar Airways acquired the 49% of Italian airline Meridiana in 2017, rebranded it Air Italy and transformed it into a carrier with five announced nonstop U.S. destinations from Milan.  The Qatari government said in 2018 it was unaware of any plans to launch flights from Qatar to U.S. destinations via stops in Europe known as “Fifth Freedom” flights.","62":"FILE PHOTO: United Airlines planes, including a Boeing 737 MAX 9 model, are pictured at George Bush Intercontinental Airport in Houston, Texas, U.S., March 18, 2019. REUTERS\/Loren Elliott\/File Photo  SINGAPORE (Reuters) - The U.S. Federal Aviation Administration’s (FAA) reputation has taken a hit as a result of the Boeing Co 737 MAX grounding, United Airlines President Scott Kirby said on Monday.  “The brand of the FAA has certainly been impacted by this,” he said at the Skift Forum Asia conference in Singapore.  However, he said the regulatory system in the United States and elsewhere was likely to emerge stronger as a result of the 737 MAX grounding experience.  United said on Friday it was extending by one month its cancellations of 737 MAX flights, through Aug. 3.  The airline, which operated 14 737 MAX jets before the grounding, said the decision would lead to about 40 or 45 canceled flights daily.  United has not disclosed the financial impact of the 737 MAX grounding, which Kirby said the airline would “worry about down the road”.  “We’ve been able to find other ways to overcome the financial impact and we’ve been able to maintain our earnings guidance for the year,” he said.","63":"(Reuters) - U.S. airlines that operate the 737 MAX - Southwest Airlines Co, American Airlines Group Inc and United Airlines - said their focus following the plane’s grounding was on finding alternatives for affected customers as quickly as possible.  Slideshow ( 2 images )  The United States on Wednesday joined other countries in grounding Boeing’s 737 Max after an Ethiopian Airlines plane crash on Sunday that killed 157 people, the second disaster involving the plane in less than five months.  Southwest is the world’s largest operator of the 737 MAX 8 with 34 jets, or about 5 percent of its total fleet. American flies 24 MAX 8s and United 14 MAX 9s, which represents three percent of the airlines’ respective fleets.  The numbers add up to the second largest fleet of 737 MAX planes in the world by country after China’s 97, according to data from Cirium’s Fleets Analyzer as of March 11.  The airlines provided further details in statements to Reuters, below. They also asked customers to check their websites for updates.  SOUTHWEST AIRLINES  “While we remain confident in the MAX 8 after completing more than 88,000 flight hours accrued over 41,000 flights, we support the actions of the FAA (Federal Aviation Administration) and other regulatory agencies and governments across the globe that have asked for further review of the data – including information from the flight data recorder – related to the recent accident involving the MAX 8.  “Any customer booked on a canceled MAX 8 flight can rebook on alternate flights without any additional fees or fare differences within 14 days of their original date of travel between the original city pairs.”  AMERICAN AIRLINES  “American Airlines has 24 aircraft affected by this directive.  “We appreciate the FAA’s partnership, and will continue to work closely with them, the Department of Transportation, National Transportation Safety Board and other regulatory authorities, as well as our aircraft and engine manufacturers. Our teams will be working to rebook customers as quickly as possible, and we apologize for any inconvenience.”  UNITED AIRLINES  “Since Sunday, we have been working diligently on contingency plans to prepare our fleet to minimize the impact to customers. Our MAX aircraft account for roughly 40 flights a day and through a combination of spare aircraft and rebooking customers, we do not anticipate a significant operational impact as a result of this order.”  For cancellation data flightaware.com\/","64":"NEW YORK (Reuters) - A federal judge in Manhattan on Friday rejected Expedia Inc’s request for an injunction that would have required United Airlines to continue providing fare data for flights after Sept. 30, when the companies’ contract ends.  FILE PHOTO: A United Airlines electronic departure board is pictured inside the terminal at Newark International Airport in New Jersey, July 22, 2014. REUTERS\/Eduardo Munoz\/File Photo  U.S. District Judge Kevin Castel said Expedia had shown a “likelihood of success” on the merits of its breach of contract claim, but did not show a preliminary injunction was needed to avoid irreparable harm or serve the public interest.  An injunction would have required United, part of Chicago-based United Continental Holdings Inc, to provide Expedia with fare and schedule information for all its publicly available flights, including those after Sept. 30.  “We welcome the ruling from the judge in favor of United which will minimize the risk of disrupting our customers’ travel plans and ensure we can effectively serve customers who need to make changes to their itineraries purchased through Expedia,” United said in an emailed statement.  Expedia did not immediately respond to requests for comment.  The dispute came as some carriers try to reduce distribution costs by encouraging travelers to book directly rather than through online travel agencies such as Bellevue, Washington-based Expedia.  Southwest Airlines Co has long relied on direct bookings, and JetBlue Airways Corp in October 2017 pulled its fares from several online agencies.  Expedia accused United of trying to force a renegotiation of their 2011 contract by threatening to withhold fares for flights after Sept. 30, leaving it unable to book or change tickets.  United countered that limiting fare listings would benefit travelers flying later, because the companies’ “coming divorce” would leave Expedia unable to serve them.  In his decision, Castel found no language in the contract between Expedia and United suggesting that United would withhold fare information in the final months, and no evidence that Expedia would be unable to service customers through Sept. 30.  But he also found no proof that maintaining the “contractual status quo” would irreparably harm Expedia, even if the dispute led to customer confusion and hurt its reputation.  Castel also said the public interest did not weigh in favor of a preliminary injunction.  “There is no serious issue as to the ability of members of the public to fly on their airline of their choosing,” he wrote. “Meaningful and prominent disclosure will mitigate any harm to the public.”  The case is Expedia Inc v United Airlines Inc, U.S. District Court, Southern District of New York, No. 19-01066.","65":"CHICAGO, April 17 (Reuters) - United Airlines expects Boeing Co’s grounded 737 MAX jets to return to service this summer, with deliveries resuming before the end of the year, an executive said on Wednesday.  “The aircraft scheduled for delivery this year, we would expect to take this year,” Chief Financial Officer Gerald Laderman said on a conference call.  Chicago-based United, which is part of United Continental Holdings Inc, owns 14 MAX aircraft and was due to take delivery this year of another 14 of the jets, which were grounded worldwide in March.  The groundings forced Boeing to freeze deliveries of the MAX, which had been its fastest-selling jetliner until a March 10 crash on Ethiopian Airlines that killed all 157 onboard, just five months after a similar crash on Lion Air that killed all 189 passengers and crew.  The bulk of United’s 2019 MAX orders were scheduled for delivery before the start of the fourth quarter, though Laderman said he could see some of those deliveries slipping into the fourth quarter.  Global regulators must recertify the 737 MAX before it returns to service.  A review by a U.S. Federal Aviation Administration panel into grounded MAX found on Tuesday a planned software update and training revisions by Boeing to be “operationally suitable,” an important milestone in getting the planes back in the air.","66":"(Corrects last paragraph to say company grounded 737 MAX 9 planes. It doesn’t own 737 MAX 8 aircraft)  March 15 (Reuters) - United Continental Holdings Inc said on Friday it would see a negative financial and operational impact on its business if Boeing Co’s 737 MAX jets remain grounded into the peak summer travel season.  The parent of the No.3 U.S. airline said it was operating 14 737 MAX aircraft that accounted for about 40 flights a day. (bit.ly\/2TD4VLS)  United Airlines voluntarily ground all its 737 MAX 9 planes after two deadly crashes of another variant - the 737 MAX 8 - in recent months. (Reporting by Ankit Ajmera in Bengaluru; Editing by Maju Samuel)","67":"FILE PHOTO: A photo of Boeing 737 MAX airplanes parked on the tarmac at the Boeing Factory in Renton, Washington, U.S. March 21, 2019. REUTERS\/Lindsey Wasson\/File Photo  CHICAGO (Reuters) - United Airlines said on Wednesday it has decided to remove the Boeing 737 MAX from its flying schedule until Sept. 3, leading to about 1,900 total flight cancellations in August.  The Federal Aviation Administration earlier said it has identified a new potential risk that Boeing Co must address on its 737 MAX before the jet can return to service.","68":"SYDNEY, Oct 4 (Reuters) - A United Airlines flight from Los Angeles landed safely in Sydney on Thursday morning after its pilot made a mayday call due to low fuel reserve.  “No passengers were at risk at any time,” a spokeswoman for Air Services Australia told Reuters.  “The plane landed without incident,” she said, adding that the pilot had made a precautionary mayday call due to low fuel reserve.  United Airlines could not be immediately reached for a comment. A spokesman for Sydney Airport declined to comment.  United Airlines flight 839 was carrying 239 passengers, local media reported.  A police traffic control plan was activated at Sydney Airport at 2036 GMT (06.36 am local time) and the plane landed without incident shortly after. Roads were re-opened at 2039 GMT, the New South Wales state police said in a statement.","69":"Oscar Munoz, CEO of United Airlines, discusses his vision for the company, in Chicago, Illinois, U.S., March 21, 2018. REUTERS\/Kamil Krzaczynski  CHICAGO (Reuters) - United Airlines UAL.O Chief Executive Officer Oscar Munoz said on Wednesday he was \"not concerned\" the bankruptcy filing of Avianca Brasil would hurt the No. 3 U.S. carrier's joint venture with related airline Colombia's Avianca Holdings AVT_p.CN.  Avianca Brasil, which filed for bankruptcy protection on Monday after being sued for repossession of its jets, is owned by holding company Synergy Group, which also controls the better-known Avianca Holdings.  As part of a planned joint venture to give it a deeper foothold in Latin America, United extended a $456 million loan to Synergy last month, backed by Avianca common stock that can be executed in the event of a default.  Speaking to reporters on Wednesday about the airline’s growth plans, Munoz said the loan was “very exacting” in terms of how it had been structured and that Avianca Colombia had no connection to its Brazilian counterpart other than a common shareholder.  Under the loan contract with Synergy, United would receive first dibs on any offer that Synergy might receive on Avianca Holding common shares. The contract also spells out situations in which United would be the controlling shareholder of Avianca, and calls for a board seat if United reaches a 5 percent stake.","70":"CHICAGO, SAO PAULO (Reuters) - United Continental Holdings Inc UAL.O on Friday said it had finalized a three-way joint venture with carriers Avianca Holdings SA AVT_p.CN of Colombia and Copa Airlines of Panama, giving the U.S. airline a deeper foothold in Latin America where travel demand is rising.  Slideshow ( 3 images )  Like its main U.S. rivals, No. 3 U.S. carrier United has been eyeing untapped potential for leisure and business travelers in Latin America, where many still travel long distances by car and bus.  United, Avianca and Copa are already codeshare partners and Star Alliance members, but a joint venture will allow them to plan routes and fares together and share revenues on those routes.  Shares in each of the three carriers ended higher on Friday.  Under the deal, United said it would provide a $456 million term loan to cash-strapped Avianca’s top shareholder, Synergy Group Corp. Loss-making Avianca has a roughly $4 billion debt pile, of which 40 percent is due within the next two years, according to recent financial statements.  Latin American airlines in general have experienced a turbulent few years, hit by a double whammy of high oil prices and devaluing currencies in local markets, which make it more expensive to cover dollar-denominated costs like fuel and aircraft rent.  Travel has also suffered in the dominant regional economy Brazil, which has suffered from its deepest recession in decades but remains the largest aviation market in the region, and one of the biggest in the world.  United, which already owns an 8 percent stake in Brazilian carrier Azul SA, said it was exploring the possibility of adding the country to its joint partnership with Avianca and Copa.  The three carriers’ agreement is subject to regulatory approval in the United States and several jurisdictions in Central and South America. Copa Airlines said in a press release that process would take between 12 and 18 months.  However, a similar deal between American Airlines Group AAL.O and Chile's Latam Airlines Group LTM.SN signed in January 2016 only received Chilean antitrust approval last month.  United’s deal with Avianca, long in the works, had undergone significant legal back-and-forth after the Colombian flagship carrier’s No. 2 shareholder Kingsland Ltd tried to halt negotiations between United and Synergy. The parties eventually came to an agreement.","71":"June 27 (Reuters) - United Continental Holdings said on Thursday it was changing its name to United Airlines Holdings Inc, effective immediately.  The parent company of United Airlines will continue to trade on the Nasdaq under the ticker symbol “UAL.” (Reporting by Tracy Rucinski in Chicago and Sanjana Shivdas in Bengaluru; Editing by Arun Koyyur)","72":"(Adds Boeing, United comments)  CHICAGO\/WASHINGTON, Dec 20 (Reuters) - United Airlines Holdings Inc said on Friday it is extending cancellations of Boeing 737 MAX flights from early March until June 4, the longest that any U.S. carrier is scheduling without the grounded aircraft.  The decision follows comments from the U.S. Federal Aviation Administration (FAA) that it still has nearly a dozen steps to complete before approving the jets for flight after a mid-March global safety ban in the wake of two fatal crashes. Reuters reported earlier U.S. officials do not expect the FAA to allow flights until at least February and it could slip to March.  Boeing said last week that it was freezing 737 production in January as the fallout from the two crashes, one in Indonesia and another in Ethiopia that killed a total 346 people, drags on.  Without the 737 MAX, United said it is cancelling about 56 flights a day in January and February, which tend to be slower travel months, with daily cancellations rising to 80 in March and April and 108 in May and the early part of June.  “With the MAX return to service date still unknown, pushing our timeline back to early June is what is best for our customers and our operation. By moving the return to service date back more than just a month - as we have done previously throughout 2019 - it allows us to have more certainty by providing our customers and our operation a firmer and more definitive timeline,” United spokesman Frank Benenati said.  Southwest Airlines Co and American Airlines Group Inc, the other two U.S. carriers that had 737 MAX jets in their fleets at the time of the grounding, are scheduling without the aircraft until early April.  Boeing said it deeply regrets “the disruption that the 737 MAX grounding is causing our customers and their passengers. We are working with all of our customers to support them through this difficult time.” (Reporting by Tracy Rucinski and David Shepardson Editing by Chizu Nomiyama)","73":"Feb 24 (Reuters) - United Airlines Holdings Inc:  * UNITED AIRLINES HOLDINGS INC - AS A RESULT OF COVID-19, CURRENTLY SEEING AN APPROXIMATELY 100% DECLINE IN NEAR-TERM DEMAND TO CHINA  * UNITED AIRLINES HOLDINGS INC - EXPECT Q1 ADJUSTED EPS TO REMAIN WITHIN PREVIOUSLY PROVIDED GUIDANCE RANGE OF $0.75 TO $1.25  * UNITED AIRLINES HOLDINGS INC - CURRENTLY EXPECT 2022 ADJUSTED EPS TO BE $15.00 TO $18.00  * UNITED AIRLINES HOLDINGS INC - WITHDRAWING ALL FULL-YEAR 2020 GUIDANCE ISSUED ON JANUARY 21, 2020.  * UNITED AIRLINES HOLDINGS INC - AS A RESULT OF COVID-19, SEEING ABOUT 75% DECLINE IN NEAR-TERM DEMAND ON REST OF TRANS-PACIFIC ROUTES  * UNITED AIRLINES - IF COVID-19 WERE TO RUN ITS COURSE BY MID-MAY, EXPECT TO BE TRACKING TO DELIVER 2020 ADJUSTED EPS WITHIN RANGE OF $11.00 TO $13.00  * UNITED AIRLINES - WITHDRAWING FY 2020 GUIDANCE DUE TO HEIGHTENED UNCERTAINTY SURROUNDING COVID-19 OUTBREAK  * UNITED AIRLINES - FOR Q1, EXPECT REDUCED REVENUE ON TRANS-PACIFIC ROUTES TO BE PARTIALLY OFFSET BY RELATED DECLINE IN FUEL PRICES, OTHER COST SAVINGS  * UNITED AIRLINES - FOR Q1, INCREMENTAL EARNINGS HEADWIND IS EXPECTED TO BE OFFSET BY HIGHER EARNINGS FROM CO-BRAND PARTNERSHIP WITH JPMORGAN, VISA  * UNITED AIRLINES HOLDINGS INC SEES 2022 ADJUSTED FREE CASH FLOW TO BE OVER $2.0 BILLION AND 2023 ADJUSTED FREE CASH FLOW TO BE OVER $3.0 BILLION Source: (bit.ly\/2T829LE) Further company coverage:","74":"CHICAGO (Reuters) - United Airlines on Tuesday reported a fourth-quarter profit that easily beat Wall Street forecasts, sending shares higher, as the No. 3 U.S. carrier scheduled more flights out of its hubs and won back customers after a series of public relations disasters.  FILE PHOTO - A United Airlines Boeing 777-200ER plane is towed at O'Hare International Airport in Chicago, Illinois, U.S. November 30, 2018. REUTERS\/Kamil Krzaczynski  Shares of United Continental Holdings Inc UAL.O jumped 6 percent to $86.11 in extended trading, lifting the airline sector and investor confidence after the carrier reported a 5 percent rise in revenue per mile flown, a closely watched industry measurement.  That growth was at the top end of United's forecast and outpaced growth reported by rival Delta Air Lines DAL.N earlier on Tuesday.  Airline shares had fallen this month after both Delta and American Airlines Group Inc AAL.O lowered estimates for fourth-quarter unit revenue, raising concerns about the industry's ability to raise fares in an uncertain global economy.  Chicago-based United attributed its revenue growth to a strategy launched last January to expand its domestic network by adding flights and more options for connections through its seven main hubs, with a particular focus on Chicago, Denver and Houston.  Adjusted earnings per share rose to $2.41 from $1.99 a year earlier, topping analysts’ average forecast by 37 cents, according to IBES data from Refinitiv.  For 2019, United said it expects adjusted earnings of $10.00 to $12.00 per share.  United posted fourth-quarter net income of $462 million, or $1.70 per share, compared with a profit of $579 million, or $1.98 per share, a year ago.  The airline said it planned to boost its flight network by another 4 percent to 6 percent next year, and said it had placed orders for four Boeing 777-300ER aircraft and 24 737 MAX planes.  However, the ability of airlines to introduce new aircraft into their fleets is being hampered by a partial U.S. government shutdown, which is delaying federal certification for new airplanes to fly commercially.  Delta on Tuesday warned of a decline in revenue growth per available seat mile in the current quarter in part due to business lost to the shutdown.  United said it expected first-quarter unit revenue growth to be between flat and up 3 percent. It did not comment on the impact of the shutdown.  In addition to capacity adds, United reinforced customer service over the past year in an effort to rebuild an image scarred by incidents of passenger abuse and dead pets.","75":"FILE PHOTO: A customer is reflected in a screen showing the schedule times of United at Newark International airport in New Jersey , November 15, 2012. REUTERS\/Eduardo Munoz\/File Photo  (Reuters) - United Continental Holdings Inc UAL.O said on Wednesday it would add flights to New Delhi, Toronto and Melbourne from San Francisco, as the No. 3 U.S. airline looks to tap higher-paying international routes.  The airline also plans to start a second daily flight between San Francisco and Seoul as well as new year-round nonstop flights between the U.S. city and Auckland, Tahiti and Amsterdam in 2019.  All routes are, however, subject to government approvals, the company said.  “This route expansion solidifies United’s position at San Francisco as the gateway airline serving destinations across the Pacific, the continental United States, as well as to Europe and beyond,” Chief Executive Officer Oscar Munoz said.  Including the new planned routes, United will fly to 29 international destinations from its San Francisco hub.  The airline recently added new daily routes to Europe from other hubs such as Denver to attract business travelers.  In January, United forecast to increase capacity by between 4 percent and 6 percent in 2018. In the third quarter, the airline grew capacity by 5.1 percent.  United's larger rivals American Airlines AAL.O and Delta Air Lines DAL.N are also adding flights to Europe next year, even as they had scaled back 2018 growth plans to preserve passenger fares.","76":"May 29 (Reuters) - United Airlines Holdings Inc said on Friday it will be eliminating 13 officer positions as it consolidates roles and restructures some key departments to address the severe financial impact of the coronavirus crisis on its business.  Under the restructuring, which goes into place on June 15 and follows a management reshuffle announced earlier this week, eight people will leave the company on Oct. 1, the company said.  United has said its management and administrative staff will be at least 30% smaller in October, when a government-imposed ban on job cuts for companies that have received payroll aid under the CARES Act expires. (Reporting by Tracy Rucinski; Editing by Tom Brown)","77":"The 9th U.S. Circuit Court of Appeals on Tuesday said California law requiring employers to put certain information on wage statements applies to United Airlines Inc pilots and flight attendants based in the state even though they spend most of their time elsewhere.  A unanimous three-judge 9th Circuit panel rejected United’s claims that California law is preempted by the federal Airline Deregulation Act of 1978 and the Dormant Commerce Clause of the U.S. Constitution, saying the state law does not impede interstate commerce.  To read the full story on Westlaw Today, click here: bit.ly\/3rdYOKq","78":"CHICAGO, Oct 16 (Reuters) - United Airlines posted a forecast-beating rise in third-quarter profit on Tuesday and raised its 2018 forecast for the third time this year, lifted by its strategy to add flights at three mid-continent U.S. hubs: Chicago, Denver and Houston.  On an adjusted basis, United earned $3.13 per share, beating the mean I\/B\/E\/S estimate of $3.07. The number excludes the impact of tropical storms, which the carrier said diluted earnings per share by about 7 cents in the quarter.","79":"Sept 9 (Reuters) - United Airlines Holdings said on Wednesday it now expects third-quarter passenger revenue and capacity to be down about 85%, lower than its previous forecast.  United had previously estimated passenger revenue, a closely watched financial metric in the airline industry, to decrease about 83% year-over-year. (Reporting by Rachit Vats in Bengaluru; Editing by Saumyadeb Chakrabarty)","80":"FILE PHOTO: United Airlines president Scott Kirby speaks before the departure of the \"Flight for the Planet\", the most eco-friendly commercial flight in history of aviation, according to the airline, from O'Hare International Airport to Los Angeles, in Chicago, Illinois, U.S., June 5, 2019. REUTERS\/Kamil Krzaczynski  (Reuters) - United Airlines Holdings Inc said on Friday it would pay Chief Executive Officer Scott Kirby an annual base salary of $1 million, lower than what prior head Oscar Munoz received.  The compensation committee also approved an annual base salary of $775,000 for President Brett Hart, less than what Kirby got in the role, the company said in a regulatory filing. (bit.ly\/2ZuTEPK)  Both Kirby and Hart have waived 100% of their base salaries through the rest of the year in response to the COVID-19 pandemic, which has hammered the airline industry, with flights grounded to curb the spread of the novel coronavirus.  United said Kirby and Hart may not realize the full value of their respective compensation packages as the company has agreed to receive roughly $5 billion in government payroll support under the CARES Act.","81":"NEW YORK, April 5 (Reuters) - A federal judge in Manhattan on Friday rejected Expedia Inc’s request for an injunction that would have required United Airlines to continue providing fare data for flights after Sept. 30, when the companies’ contract ends.  U.S. District Judge Kevin Castel said Expedia had shown a “likelihood of success” on the merits of its breach of contract claim, but did not show a preliminary injunction was needed to avoid irreparable harm or serve the public interest.  An injunction would have required United, part of Chicago-based United Continental Holdings Inc, to provide Expedia with fare and schedule information for all its publicly available flights, including those after Sept. 30.  Expedia did not immediately respond to requests for comment. United had no immediate comment.  The dispute came as some carriers try to reduce distribution costs by encouraging travelers to book directly rather than through online travel agencies such as Bellevue, Washington-based Expedia.  Southwest Airlines Co has long relied on direct bookings, and JetBlue Airways Corp in October 2017 pulled its fares from several online agencies.  Expedia accused United of trying to force a renegotiation of their 2011 contract by threatening to withhold fares for flights after Sept. 30, leaving it unable to book or change tickets.  United countered that limiting fare listings would benefit travelers flying later, because the companies’ “coming divorce” would leave Expedia unable to serve them.  In his decision, Castel found no language in the contract between Expedia and United suggesting that United would withhold fare information in the final months, and no evidence that Expedia would be unable to service customers through Sept. 30.  But he also found no proof that maintaining the “contractual status quo” would irreparably harm Expedia, even if the dispute led to customer confusion and hurt its reputation.  Castel also said the public interest did not weigh in favor of a preliminary injunction.  “There is no serious issue as to the ability of members of the public to fly on their airline of their choosing,” he wrote. “Meaningful and prominent disclosure will mitigate any harm to the public.”  The case is Expedia Inc v United Airlines Inc, U.S. District Court, Southern District of New York, No. 19-01066. (Reporting by Jonathan Stempel in New York; Editing by Richard Chang)","82":"May 24 (Reuters) - United Airlines said on Friday it was willing to loan up to $150 million to Colombian airline Avianca Holdings SA.  In November, United Continental Holdings Inc finalized a three-way joint venture with carriers Avianca and Copa Airlines of Panama, giving the U.S. airline a deeper foothold in Latin America.  Under the deal, United had loaned $456 million to cash-strapped Avianca’s parent company, Synergy Group Corp.  Avianca's majority shareholder, BRW Aviation LLC - one of the companies that United entered into a loan with - has defaulted, according to a regulatory filing on Friday. (bit.ly\/2QlnNdv)  Kingsland Holdings Ltd, Avianca’s largest minority shareholder, has been granted independent voting rights to manage BRW.","83":"WASHINGTON (Reuters) - The United States grounded Boeing Co’s money-spinning 737 MAX aircraft on Wednesday over safety fears after an Ethiopian Airlines plane crash that killed 157 people, leaving the world’s largest planemaker facing its worst crisis in years.  The U.S. Federal Aviation Administration (FAA) cited new satellite data and evidence from the scene of Sunday’s crash near Addis Ababa for its decision to join Europe, China and other nations in suspending 737 MAX flights.  The crash was the second disaster involving the 737 MAX, the world’s most-sold modern passenger aircraft, in less than five months.  GRAPHIC - Ethiopia Airlines crash location: tmsnrt.rs\/2CdCVUi  The new information from the wreckage in Ethiopia and newly refined data about the plane’s flight path indicated some similarities between the two disasters “that warrant further investigation of the possibility of a shared cause,” the FAA said in a statement.  The acting administrator of the FAA, Daniel Elwell, said he did not know how long the U.S. grounding of the aircraft would last. A software fix for the 737 Max that Boeing has been working on since a fatal crash last October in Indonesia will take months to complete, Elwell told reporters.  The single-aisle 737 is central to Boeing’s future in its battle with European rival Airbus SE. The new variant of the 737, the fastest-selling jetliner in Boeing’s history, is viewed as the likely workhorse for global airlines for decades.  “The agency made this decision as a result of the data gathering process and new evidence collected at the site and analyzed today,” the FAA said, shortly after U.S. President Donald Trump announced the planes would be grounded.  GRAPHIC - Ethiopian airlines crash speed and altitude data: tmsnrt.rs\/2UAj5tW  It was the second time the FAA has halted flights of a Boeing plane in six years. It grounded the 787 Dreamliner in 2013 because of problems with smoking batteries.  Boeing, which maintained that its planes were safe to fly, said in a statement that it supported the latest FAA move.  “Boeing has determined - out of an abundance of caution and in order to reassure the flying public of the aircraft’s safety - to recommend to the FAA the temporary suspension of operations of the entire global fleet of 371 737 MAX aircraft.”  The crash involving a Boeing 737 MAX in Indonesia killed 189 people. Passengers have been spooked by the two disasters. U.S. travel website Kayak was making changes to let customers exclude specific aircraft types from searches, and booking sites were looking to reroute passengers.  GRAPHIC - Ethiopian Airlines crash plane and black boxes: tmsnrt.rs\/2ChjLNE  RE-BOOKING PASSENGERS  U.S. airlines that operate the 737 MAX, Southwest Airlines Co, American Airlines Group Inc and United Airlines, said they were working to re-book passengers. Southwest had 5 MAX-related cancellations on Wednesday and American nearly 40.  Southwest is the world’s largest operator of the 737 MAX 8 with 34 jets.  Slideshow ( 18 images )  France’s air accident investigation agency BEA will analyze black-box cockpit voice and data recorders from the crashed plane, a spokesman said.  The French announcement resolved uncertainty over the fate of the two recorders after Germany’s BFU said it had declined a request to handle them because it could not process the new type of recorder used on the 737 MAX jets, in service since 2017.  Shares of the company ended up 0.5 percent at $377.14, recovering from a more than 3 percent fall in the afternoon when the FAA announcement was made.  The United States had held back on suspending 737 MAX flights on Tuesday even as many of the world’s top economies such as China and European nations grounded the plane.  Slideshow ( 18 images )  Trump called Boeing Chief Executive Dennis Muilenburg on Wednesday to inform him that the United States was preparing to ground the fleet, a White House official said.  “I spoke with a number of airlines. And speaking to the airlines, I think that we all agree that this was right decision to make. It didn’t have to be made, but we thought it was the right decision to make,” Trump told reporters.  The grounding was welcomed by air workers in the United States. John Samuelsen, international president of the Transport Workers Union of America, which represents aviation workers and flight attendants, said the grounding of the fleet was right “both for air travelers and aviation workers.”  GRAPHIC - Boeing shares hit after Ethiopia jet crash: tmsnrt.rs\/2Ca96E7  NEW SATELLITE DATA  Canada also grounded 737 MAX jets on Wednesday, saying satellite data suggested similarities to the previous crash involving the same plane model in October.  U.S.-based aircraft-tracking firm Aireon provided the satellite data to the FAA, Transport Canada and several other authorities, company spokeswoman Jessie Hillenbrand said.  Ethiopian Airlines spokesman Asrat Begashaw said it was still unclear what happened on Sunday, but its pilot had reported control issues as opposed to external factors such as birds.  “The pilot reported flight control problems and requested to turn back. In fact he was allowed to turn back,” he said.  Brazil, Mexico and Panama on Wednesday became the first Latin American nations to suspend the Boeing 737 MAX. Earlier, Panama’s Copa Airlines had suspended operations of its six Boeing 737 MAX 9 aircraft until the findings are published of an investigation into Sunday’s crash.  The chairman of the U.S. House of Representatives Committee on Transportation and Infrastructure, Democrat Peter DeFazio, called for a probe into why the 737 MAX received certification to fly.  GRAPHIC - Boeing 737 MAX aircraft by country: tmsnrt.rs\/2NWeU90","84":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window.)  * Futures up: Dow 1.42%, S&P 1.22%, Nasdaq 0.92%  May 27 (Reuters) - U.S. stock index futures advanced on Wednesday as hopes of an economic recovery eclipsed worries over simmering tensions between the United States and China.  Unprecedented monetary and fiscal stimulus, the easing of lockdowns and optimism about an eventual COVID-19 vaccine have powered a rally, helping the S&P 500 end at its highest level since early March on Tuesday.  The benchmark index, however, closed just short of 3,000 points, a key psychological level, after President Donald Trump said the United States would announce before the end of the week its response to China’s planned national security legislation for Hong Kong.  At 6:07 a.m. ET, S&P 500 e-minis were up 1.22% at 3030.5. Dow e-minis were up 354 points, or 1.42% and Nasdaq 100 e-minis were up 86.5 points, or 0.92%.  The S&P 500 index closed up 1.23% at 2,991.77 on Tuesday.  Travel-related stocks, which were among the worst hit in the sell-off earlier this year, continued to outperform. United Airlines Holdings Inc, American Airlines Group Inc rose more than 7% in premarket trade.  Planemaker Boeing Co is expected to announce U.S. job cuts this week, people briefed on the plans and a union said. Its shares rose 3.1%.  Walt Disney Co was set to announce its proposal for a phased reopening of its Orlando, Florida, theme parks to a local task force on Wednesday. Disney shares gained 1.9%. (Reporting by Medha Singh in Bengaluru; Editing by Arun Koyyur)","85":"FILE PHOTO: Grounded Boeing 737 MAX aircraft are seen parked in an aerial photo at Boeing Field in Seattle, Washington, U.S. July 1, 2019. Picture taken July 1, 2019. REUTERS\/Lindsey Wasson\/File Photo  (Reuters) - United Airlines Holdings UAL.O may not receive complete delivery of Boeing Co's BA.N 737 MAX even by next year, Chief Financial Officer Gerry Laderman said on a conference call with investors, underscoring the uncertainty surrounding the aircraft's return to service.  Chicago-based United was expecting 16 MAX aircraft this year, but deliveries have been frozen since mid-March when regulators worldwide grounded the jet after two deadly crashes in Indonesia and Ethiopia.  “None of Boeing’s customers know right now exactly when they’re going to get their scheduled MAX deliveries. But one could assume that we won’t fully catch up next year,” Laderman said.  United has scheduled flights without MAX till Nov. 3 and executives said they do not expect the aircraft, which still needs regulatory approval for new software and pilot training, to fly anytime before.","86":"Oct 15 (Reuters) - United Airlines on Tuesday beat Wall Street estimates for quarterly profit, boosted by strong travel demand and lower fuel costs, and lifted its full-year profit forecast despite the grounding of its Boeing 737 MAX fleet.  The U.S. airline now expects its 2019 adjusted earnings to be between $11.25 and $12.25 per share, compared with its previous range of $10.50 and $12.  Chicago-based United said adjusted net income rose to $1.05 billion for the quarter ended Sept. 30, or $4.07 per share, from $834 million or $3.05 per share, a year earlier.  Analysts on average had estimated $3.95 per share, according to IBES data from Refinitiv.  Total operating revenue rose 3.4% to $11.38 billion. (Reporting by Sanjana Shivdas in Bengaluru; Editing by Shinjini Ganguli)","87":"April 16 (Reuters) - United Airlines on Tuesday reported a greater-than-expected increase in first-quarter profit as it sold more tickets and cut costs, standing by its 2019 profit target even after the U.S. government shutdown and severe winter weather earlier this year curtailed flights, aggravated by the ongoing grounding of its Boeing Co 737 MAX jets.  The airline’s parent, United Continental Holdings Inc , said adjusted earnings per share rose to $1.15 in the first quarter, ending March 31, from 49 cents a year earlier. Analysts on average had forecast 95 cents per share, according to IBES data from Refinitiv. (Reporting by Tracy Rucinski in Chicago and Sanjana Shivdas in Bengaluru Editing by Bill Rigby)","88":"Slideshow ( 2 images )  (Reuters) - Delta Air Lines and United Airlines are poised to win the most new daytime slots at Tokyo’s Haneda International Airport in time for the 2020 Summer Olympics, according to a U.S. Department of Transportation statement on Thursday.  Of 12 new slots agreed with Japan, the DOT has tentatively allocated five for Delta, four for United, two for American Airlines Group Inc and one for Hawaiian Airlines.  The extra slots for U.S. airlines, which are still pending final government approvals, were unlocked after Japan reached an agreement with the U.S. Air Force to open up new flight paths around a nearby U.S. air base, a move needed to boost Haneda movements in the run-up to the 2020 Olympics in Tokyo.  Haneda is located closer to downtown Tokyo than the capital’s other international airport Narita, and flies to more destinations throughout Japan, making it attractive for both business travelers and tourists.  Under the proposal announced on Thursday, Delta would receive new slots for flights between Haneda and Seattle, Detroit, Atlanta, Portland and Honolulu.  United would be able to fly from Newark, Chicago, Washington-Dulles and Los Angeles, while American would fly from Dallas and Los Angeles, and Hawaiian Airlines from Honolulu.  Objections to the proposed allocations are due by May 30, with answers to the objections due by June 10, the DOT said, noting that it will consider all of the material before reaching a final decision.","89":"CHICAGO (Reuters) - United Airlines Chief Executive Oscar Munoz promised on Wednesday to accommodate any passengers concerned about flying Boeing Co’s 737 MAX jets once regulators deem the aircraft safe to fly again.  FILE PHOTO: United Airlines Chief Executive Officer Oscar Munoz poses for pictures in his office at the company’s headquarters in Chicago, Illinois, U.S., November 14, 2018. Picture taken November 14, 2018. REUTERS\/Tracy Rucinski  United is the only one of the three U.S. MAX operators to make such an announcement so far. Southwest Airlines Co, the world’s largest MAX operator, said on Wednesday discussions were still ongoing.  American Airlines Group Inc said on Wednesday “customers can be assured that our pilots would never operate an unsafe aircraft,” echoing other carriers’ insistence that safety is paramount to putting the globally grounded jets back in the air.  Still, following two fatal crashes of the MAX model within months, an Ethiopian Airlines jet in March after a Lion Air jet in October, Munoz said he wants customers to feel as comfortable as possible.  “If people need any kind of adjustments we will absolutely rebook them,” Munoz told reporters after the airline’s annual shareholders’ meeting.  Munoz said it was too soon to discuss whether Boeing would pick up the tab. None of the shareholders at the meeting questioned the company’s MAX plans. United is in the midst of a growth plan that has fueled a 17% share rise over the past year.  Global regulators are meeting with the U.S. Federal Aviation Administration on Thursday to discuss Boeing’s proposed software fix and training updates for the MAX, which has been grounded since mid-March.  The timing of regulatory approval is still unclear, and Munoz said that is only the first step, with independent analysis and public and employee confidence critical in the Chicago-based airline’s strategy for eventually flying the jets again.  A Reuters\/Ipsos poll released last week showed U.S. fliers still value ticket prices over aircraft models when choosing flights, suggesting the crashes have had little impact on consumer sentiment.  The No. 3 U.S. airline by passenger traffic, which trades under parent company United Continental Holdings Inc, operates 14 MAX jets and has dozens more on order.  United, American and Southwest together have canceled thousands of flights during the busy U.S. summer travel season and warned of hits to profits from the grounded MAX, which many airlines had rushed to buy thanks to the narrowbody’s higher fuel-efficiency and longer range.  Still, Munoz said he was not concerned about the timetable for a return to service.  “We have to fly this aircraft for a long period of time, so a week, a month, whatever is not that important,” Munoz said.","90":"(Reuters) - United Airlines Holdings Inc UAL.O on Tuesday reported a bigger-than-expected increase in second-quarter profit, driven by strong air travel demand and the ability to charge more for seats after the grounding of Boeing Co's BA.N 737 MAX reduced capacity.  FILE PHOTO: United Airlines first new livery Boeing 737-800 sits at a gate after arriving at O'Hare International Airport in Chicago, Illinois, U.S., June 5, 2019. REUTERS\/Kamil Krzaczynski\/File Photo  The three U.S. airlines that operate the MAX - United, American Airlines Group Inc AAL.O and Southwest Airlines Co LUV.N - are cancelling thousands of flights each month since a worldwide grounding in March following crashes in Ethiopia and Indonesia that killed a total of 346 people.  Chicago-based United said net income rose 54% to $1.05 billion, or $4.02 per share, in the quarter ended June 30 from $683 million or $2.48 per share a year earlier. On an adjusted basis, the airline earned $4.21 per share for the quarter. Analysts on average expected a profit of $4.08 per share, according to IBES data from Refinitiv.  The No. 3 U.S. air carrier is in the midst of a three-year plan to claw back domestic market share from rivals by building up connections through its main U.S. hubs, including Chicago, New York and San Francisco, cities that attract lots of travelers willing to fly first-class and business-class.  Citing continued strong demand, United lifted its 2019 adjusted diluted earnings per share guidance to $10.5-$12.0 versus $10.0-$12.0 previously.  Still, the earnings per share growth for the year is expected to be slower than in 2018 due to the MAX grounding and closed Pakistani air space, which forced United to cut its 2019 capacity growth target for a second time this year. It now expects capacity to increase between 3% and 4%, versus an original forecast of 4%-6% growth.  Click here to view the interactive graphic tmsnrt.rs\/2k7rrMC  Pakistan reopened its airspace to international civil aviation on Tuesday after months of restrictions imposed because of clashes with India, which forced long detours that cost airlines millions of dollars.  United said it was reviewing options to resume service to India in coming weeks.  But the timing of a 737 MAX return remains uncertain.  United has pulled its 14 MAX aircraft from its flight schedule until early November, though many analysts do not expect the aircraft to fly again this year. Boeing has said it will likely take until at least September to fix a fresh flaw in the 737 MAX discovered by the Federal Aviation Administration last month.  When the jets were first grounded in mid-March, United largely avoided flight cancellations by servicing MAX routes with larger aircraft, but as new MAX deliveries remain frozen, it estimates daily cancellations will more than double from about 40 or 45 in July to 95 in October.  United was expecting another 16 MAX deliveries this year.  Total operating revenue rose 5.8% to $11.40 billion in the quarter, while closely watched revenue per available seat mile rose 2.5%, the top end of United’s guidance for growth between 0.5% and 2.5%, helped by supply constraints due to the MAX grounding.  United shares were up 0.6% in after-hours trading on Tuesday. United management will host a conference call on Wednesday at 10:30 a.m. EDT.  United is the first of three U.S. 737 MAX operators to post second-quarter results, with Southwest and American due to report on July 25.  Rival Delta Air Lines Inc DAL.N, which does not operate the 737 MAX, lifted its 2019 profit forecast last week and said it was seeing a \"marginal benefit\" from supply constraints in the market due to the aircraft's grounding.","91":"FILE PHOTO: A customer is reflected in a screen showing the schedule times of United at Newark International airport in New Jersey , November 15, 2012. REUTERS\/Eduardo Munoz  (Reuters) - United Continental Holdings Inc said on Friday it would see a negative financial and operational impact on its business if Boeing Co’s 737 MAX jets remain grounded into the peak summer travel season.  The parent of the No.3 U.S. airline said it was operating 14 737 MAX aircraft that accounted for about 40 flights a day. (bit.ly\/2TD4VLS)  United Airlines voluntarily ground all its 737 MAX 9 planes after two deadly crashes of another variant - the 737 MAX 8 - in recent months.  (This story corrects last paragraph to say company grounded 737 MAX 9 planes. It doesn’t own 737 MAX 8 aircraft)","92":"(This Nov. 3 story corrects BlackRock participation in Azul, clarifies Avianca executive title)  Slideshow ( 2 images )  SAO PAULO (Reuters) - Two Brazilian airlines, Azul SA AZUL.N and Avianca Brasil, are targets for expansion in the new alliance between United Continental Holdings Inc UAL.O, Avianca Holdings AVT_p.CN and Copa Airlines CPA.N on U.S.-Latin America routes, an Avianca executive said.  There was little reference to Brazil, by far Latin America’s largest market, when the joint venture was announced on Friday, but Avianca Holdings’ Executive Vice President for Business Units, Gerardo Grajales, told Reuters on Monday that the partners already had in mind Azul and Avianca Brasil, which operates independently of Colombia-based Avianca Holdings.  “The two airlines complement each other in the Brazilian market,” Grajales said. “From the beginning we thought that Brazil should be covered by our agreement. However, no partnership would be authorized if it did not have an Open Skies agreement.”  The Open Skies agreement between Brazil and the United States was signed into law in May, when discussions among the three airlines were already advanced, he said.  Azul said in a statement that it was “monitoring the negotiations between the companies and evaluating its options.”  The airline agreement mimics a partnership between American Airlines AAL.O and Chile's Latam Airlines LTM.SN which has been mired in regulatory scrutiny.  Like its main U.S. rivals, No. 3 U.S. carrier United has been eyeing untapped potential for leisure and business travelers in Latin America, where many still travel long distances by car and bus.  The announcement between the United Airlines parent, Avianca and Panama’s Copa capped off almost two years of negotiations. United will loan Avianca’s majority shareholder almost $500 million to be spent on ventures outside of the airline.  Depending on how it is repaid, United could end up owning a large chunk of the Colombian carrier. United is making no monetary investment in Copa or its affiliates.  United already owns an 8 percent stake in Azul, and has a codesharing agreement with Avianca Brasil, formerly known as Ocean Air.  The world’s largest asset manager BlackRock disclosed late on Friday that it had sold a stake in Azul’s preferred shares and kept a 10 percent participation. Hours earlier, the carrier said in another securities filing that it sought to double in size in the next five years.  Shares in Azul sank almost 5 percent on Monday in Sao Paulo, before trimming losses to around 3 percent.","93":"The Equal Employment Opportunity Commission on Monday filed a lawsuit accusing United Airlines Inc of religious discrimination for requiring a Buddhist pilot with alcoholism to attend Alcoholics Anonymous (AA) meetings despite his objection to their religious nature.  The commission in a complaint filed in New Jersey federal court said United refused to allow the pilot, David Disbrow, to instead attend meetings of Buddhist support group Refuge Recovery in order to earn back a medical certificate he needed to fly.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/3eMSdQy","94":"FILE PHOTO: A United Airlines passenger jet taxis at Newark Liberty International Airport, New Jersey, U.S. December 6, 2019. REUTERS\/Chris Helgren  (Reuters) - United Airlines Inc UAL.O on Monday withdrew its full-year 2020 guidance, citing heightened uncertainty over how the duration and spread of the coronavirus to other regions could impact overall air travel demand.  Chicago-based United was the first U.S. airline to suspend 2020 guidance over the coronavirus outbreak, which caused a global stock market plunge on Monday as a surge of cases outside mainland China sparked fears of a global pandemic.  In a regulatory filing, the company stuck to its forecast for the first quarter thanks to cost savings including lower fuel costs, and said it believes it will be able to deliver earnings growth in 2021.  The company also said if the virus runs its course by mid-May, and normal travel patterns on trans-Pacific routes resume gradually over five months, it would expect to achieve its previous 2020 earnings forecast of between $11 and $13 per share. (bit.ly\/38W60Sx)  Near-term demand to China has almost disappeared and demand to the rest of its trans-Pacific routes has dropped by 75%, United said.  U.S. airlines have temporarily canceled flights to China and on Monday were considering issuing travel waiver fees for flights to Italy, where cases spiked over the weekend.  Among U.S. airlines, United is the most at risk for lower passenger traffic from virus fears due to its greater international exposure, CFRA analyst Colin Scarola said in a note to investors.  Roughly 40% of United's revenues are generated on international flights, versus less than 30% for Delta Air Lines Inc DAL.N and American Airlines Group Inc AAL.O and just 3% for Southwest Airlines Co LUV.N, Scarola said.  United shares closed 3.3% lower on Monday, tracking broad airline losses. The stock was down 0.6% at $75 in extended trading.","95":"FILE PHOTO: The United Airlines timetable is pictured in Newark International Airport, New Jersey July 8, 2015. REUTERS\/Eduardo Munoz  CHICAGO (Reuters) - United Airlines Holdings Inc UAL.O announced on Tuesday an order for 50 Airbus SE AIR.PA A321XLR jets to fly between the U.S East Coast and Europe, becoming the latest U.S. airline to ink a deal for the European planemaker's new passenger jet.  The long-range A321XLR jets will replace United’s 53 Boeing 757-200 planes beginning in 2024, the Chicago-based planemaker said, flying to cities like Porto, Portugal and other potential new destinations.  United's 757 planes will reach the end of their lifespan in about a decade and Boeing Co BA.N is not building any more of the large single-aisle model.  Instead, the U.S. planemaker has been considering a new twin-aisle plane, provisionally known as the NMA, but has delayed a launch decision until 2020 while it manages the ongoing global grounding of its 737 MAX jets following two fatal crashes.  United’s chief operating officer Andrew Nocella told reporters the airline has worked closely with Boeing on the potential new aircraft and is still open to orders if the planemaker decides to move forward with developing the NMA.  Meanwhile, U.S carriers including American Airlines Group Inc AAL.O, JetBlue Airways Corp JBLU.O and Spirit Airlines Inc SAVE.N have agreed orders for Airbus A320neo-family jets.  Among the benefits of the A321XLR is a 30% lower fuel burn per seat compared to previous generation aircraft, United said.  United has also ordered the larger A350 widebody jets but said it is deferring delivery of those jets until they are needed in 2027.  Its A321XLR order is the second for a U.S. carrier following tariffs that the United States is imposing on European-made aircraft.","96":"Nov 30 (Reuters) - United Continental Holdings is close to partnering with Avianca Holdings SA, as the U.S. airline company agrees to pay off debt owed by the Latin American carrier to a hedge fund, the Wall Street Journal reported on Friday.  United will lend money to German Efromovich, the controlling shareholder of the Colombian flagship airline, and the funds would be used to repay a loan from Elliott Management Corp, according to the report, which cited people familiar with the matter. (on.wsj.com\/2QqUfxD)  Avianca shares controlled by Efromovich will be put up as collateral for the loan.  United was not available for comment, while Avianca declined to comment when contacted by Reuters. (Reporting by Ankit Ajmera in Bengaluru)","97":"Slideshow ( 2 images )  (Reuters) - United Airlines launched a management overhaul at Colombia’s Avianca Holdings on Friday, removing top shareholder German Efromovich from controlling the cash-strapped airline, according to regulatory filings.  United, which is proposing a three-way joint business agreement with Avianca and Panama’s Copa, said the move follows a default by Efromovich’s holding company BRW Aviation on a $456 million loan it made six months ago.  The Chicago-based airline, part of United Continental Holdings Inc, is seeking a deeper foothold in Latin America, which is considered ripe for air travel growth.  United’s loan was backed by Efromovich’s 51.5% stake in Avianca. However, the U.S. airline’s contract with its pilots restricts the company from majority ownership in another carrier. As a result, United is ceding voting rights to Kingsland Holdings, the Colombian carrier’s second-largest shareholder.  Kingsland is controlled by Roberto Kriete, who was embroiled in a long and bitter legal fight with Efromovich over the best strategy for heavily indebted Avianca.  Another Efromovich carrier, Avianca Brasil, filed for bankruptcy protection in December and its operations were suspended on Friday by Brazil’s civil aviation regulator ANAC.  United said it was willing to loan up to $150 million to Avianca Holdings.","98":"CHICAGO (Reuters) - Normally, U.S. airlines compete to sell tickets and fill seats during the peak summer travel season. But operators of the grounded Boeing 737 MAX are facing a different problem: scarce planes and booming demand.  The grounding of Boeing Co’s fuel-efficient, single-aisle workhorse after two fatal crashes is biting into U.S. airlines’ Northern Hemisphere spring and summer schedules, threatening to disarm them in their seasonal war for profits.  “The revenue is right in front of them. They can see it, but they can’t meet it,” said Mike Trevino, spokesman for Southwest Airlines Pilots Association and an aviation industry veteran.  Southwest Airlines Co, the world’s largest MAX operator, and American Airlines Group Inc with 34 and 24 MAX jetliners respectively, have removed the aircraft from their flying schedules into August. United Airlines said on Monday it would remove its 14 MAX jets through early July.  Southwest’s decision will lead to 160 cancellations of some 4,200 daily flights between June 8 and Aug. 5, while American’s removal through Aug. 19 means about 115 daily cancellations, or 1.5 percent of its summer flying schedule each day.  Low-cost carrier Southwest, which unlike its rivals only flies Boeing 737s, had estimated $150 million in lost revenue between Feb. 20 and March 31 alone due to MAX cancellations and other factors.  So far airlines have said it is too soon to estimate the impact of the MAX grounding beyond the first quarter, but the extended cancellations signal that they do not expect a quick return of Boeing’s fast-selling jetliner. The 737 MAX was grounded worldwide in March following a fatal Ethiopian Airlines crash just five months after a Lion Air crash in Indonesia. All on board both planes were killed.  FILE PHOTO: A number of grounded Southwest Airlines Boeing 737 MAX 8 aircraft are shown parked at Victorville Airport in Victorville, California, U.S., March 26, 2019. REUTERS\/Mike Blake\/File Photo  Boeing is under pressure to deliver an upgrade on software that is under scrutiny in both crashes and convince global regulators that the plane is safe to fly again, a process expected to take at least 90 days.  The timing of a prolonged grounding could not be worse for Northern Hemisphere carriers. Planes run fullest during June, July and August, when airlines earn the most revenue per available seat mile, according to U.S. Bureau of Transportation Statistics.  In a letter to employees and customers on Sunday, American Airlines’ top executives said they believed the MAX would be recertified “soon” but wanted to provide their customers reliability and confidence during “the busiest travel period of the year.”  American was cancelling about 90 flights per day through early June, but runs more flights and has less fleet flexibility in the peak summer travel months.  “We’re not denying that it’s going to be a challenge for us,” American spokesman Ross Feinstein said. “That is why if we have to extend cancellations based on aircraft availability we will do so as far in advance as possible.”  A decline in seat capacity could mean higher last-minute summer fares, particularly for business class travelers, aviation consultants and analysts said.  United has largely avoided cancellations by servicing MAX routes with larger 777 or 787 aircraft, but the airline president, Scott Kirby, warned last week that the strategy was costing it money and could not go on forever.  “We’ve used spare aircraft and other creative solutions to help our customers, who had been scheduled to travel on one of our 14 MAX aircraft, get where they are going. But, it’s harder to make those changes at the peak of the busy summer travel season,” United said on Monday.  Overall the MAX represents just 5 percent of Southwest’s total fleet and even less for American and United, but the strain on fleets increases as additional MAX deliveries remain frozen.  Southwest has 41 MAX jets pending delivery for 2019, while American has 16 and United 14. They are each working with Boeing and regulators to ensure the aircraft’s safety before flying it with customers and employees.  Meanwhile, operators have added a flight or two to other aircrafts’ daily schedules and deferred some non-essential maintenance work. Some airlines are also weighing extending aircraft leases and bringing back idled planes, but with unclear MAX timing, no option is clear-cut or cheap, consultants said.  United is due to publish first-quarter results on April 16, followed by Southwest on April 25 and American on April 26.","99":"United Airlines Inc on Wednesday was hit with a lawsuit by a man who claims he suffered bodily injuries and emotional distress from a 2018 emergency landing caused by the negligence of a plane mechanic.  California resident Theodore Liaw said his “close brush with death due to United’s negligence” caused him to suffer panic attacks when flying and seek psychotherapy. He also claims he sustained injuries to his back.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2WcyK3I","100":"(Reuters) - United Airlines Holdings booked $1.5 billion less revenue in March than the same time last year and warned employees that planes could be flying nearly empty into the summer, even after drastic flight capacity cuts.  Slideshow ( 2 images )  “This crisis is moving really quickly,” United Chief Executive Oscar Munoz and President Scott Kirby said in a memo to employees on Sunday.  United is cutting corporate officers’ salaries by 50% and reducing flight capacity by about 50% in April and May, with deep capacity cuts also expected into the summer travel period.  “Even with those cuts, we’re expecting load factors to drop into the 20-30% range - and that’s if things don’t get worse,” the executives said.  The airline said it was working night and day to keep as much pay as possible flowing to employees, even if the situation worsens and “demand temporarily plummets to zero.”  United, American Airlines Group and Delta Air Lines - the three largest U.S. airlines - confirmed Friday they are in talks with the U.S. government about potential assistance amid a dramatic drop-off in air travel demand due to the coronavirus outbreak.  The White House and lawmakers view the situation with increasing alarm, with an administration official saying on Saturday they want Congress to provide assistance to airlines and other industries badly harmed by the travel demand collapse.  So far there has been no talk of a full bailout like that of the auto-industry in 2009.  While no specific proposal is currently being written, a senior House Transportation and Infrastructure Committee aide said it backs tax relief talks but Republicans are “considering federal loans for the purchase of jet fuel, and possibly other operational expenses.”  Delta and American have also announced drastic schedule reductions following expanded White House travel restrictions on Europe to include United Kingdom and Ireland, leaving only a handful of daily flights to Europe.  Delta, the second-largest U.S. airline, will be flying just five flights a day to Europe starting this week, compared with 92 last year to 31 European destinations at the peak travel season.  Delta Chief Executive Ed Bastian said in a memo to employees Friday the “speed of the demand fall-off is unlike anything we’ve seen... We are moving quickly to preserve cash and protect our company. And with revenues dropping, we must be focused on taking costs out of our business.”  American said Saturday it would cancel 75% of its international flights and ground nearly all its widebody jets.  American, which previously operated 37 flights a day to Europe from the United States, will within about a week fly just two flights a day to Europe – one flight a day to London from Miami and Dallas.","101":"FILE PHOTO - U.S. Senator Richard Blumenthal (D-CT) speaks during a Senate Judiciary Committee confirmation hearing for U.S. Supreme Court nominee judge Brett Kavanaugh on Capitol Hill in Washington, U.S., September 4, 2018. REUTERS\/Chris Wattie  WASHINGTON (Reuters) - Democratic U.S. Senator Richard Blumenthal on Tuesday asked American Airlines, Southwest Airlines and United Airlines to voluntarily ground all Boeing 737 MAX 8 and MAX 9 planes after two deadly crashes in recent months.  “The American aviation industry has a long history of safety and excellence, due in part to the trust passengers and their families can place in the air carriers and operators,” Blumenthal wrote in a letter to the airlines. “The common sense step now – until we have answers – is to ground these planes.”","102":"CHICAGO, Dec 12 (Reuters) - United Airlines Chief Executive Officer Oscar Munoz said on Wednesday he was “not concerned” about the future of the No. 3 U.S. carrier’s joint venture with Colombia’s Avianca Holdings and Panama’s Copa Airlines.  The comment followed news on Tuesday that a separate carrier, Avianca Brasil, had filed for bankruptcy protection. Avianca Brasil is owned by holding company Synergy Group, which also controls Colombia’s better-known Avianca Holdings.  United extended a $456 million loan to Synergy Group last month as part of its planned joint venture.","103":"May 27 (Reuters) - United Airlines Holdings Inc said on Wednesday that Jon Roitman will be replacing Greg Hart as chief operations officer effective June 1 as part of an internal management reshuffle to prepare the airline for the near-term uncertainty of travel demand.  New Chief Executive Scott Kirby announced the changes in a message to employees. Roitman is currently United’s senior vice president of airport and network operations. (Reporting by Tracy Rucinski; editing by Jonathan Oatis)","104":"CHICAGO, March 4 (Reuters) - United Airlines Holdings Inc is reducing U.S. and Canadian flights by 10% and international flying by 20% in the month of April and eyeing similar cuts in May in some of the most drastic measures announced to date by a U.S. airline in response to falling demand due to the coronavirus.  In a statement on Wednesday, Chicago-based United said it was also implementing a hiring freeze, delaying merit-based salary increases and offering employees the option to take an unpaid leave of absence.","105":"WASHINGTON (Reuters) - United Airlines and the Federal Aviation Administration plan to inspect a Boeing 737-900 twin-engine jetliner that experienced an engine shutdown shortly before landing in Houston late on Sunday, the airline said on Monday.  Some passengers who were evacuated from the plane experienced minor injuries, airline spokeswoman Rachel Rivas said.  Flight 1168 from Newark, New Jersey, with 174 passengers and six crew aboard, experienced an engine shutdown shortly before landing around 10:30 p.m. CDT (0330 GMT on Monday), the FAA said. The agency said there was no evidence of fire or smoke from the engine. Boeing did not immediately comment.  “The FAA and the airline will be taking a closer look at the aircraft today,” FAA spokesman Lynn Lunsford said.","106":"CHICAGO\/SEATTLE (Reuters) - United Airlines said on Monday it has ordered nine more Boeing Co 787 widebodies to modernize its fleet as it expands its domestic network with additional coast-to-coast seats between New York and Los Angeles and San Francisco.  FILE PHOTO: A United Airlines Boeing 787 taxis as a United Airlines Boeing 767 lands at San Francisco International Airport, San Francisco, California, February 7, 2015. REUTERS\/Louis Nastro\/File Photo  The Boeing order, worth $2.53 billion according to list prices, brings the U.S. planemaker’s total 787 orders for 2018 to 105 aircraft, already surpassing the 94 orders it received in all of 2017, a source familiar with the deal said.  Reuters reported in May that Airbus was lagging behind Boeing in an effort to place its A330neo at United, which sets the tone for fleet decisions worldwide, and win a high-profile endorsement of its slow-selling jet.  United’s expanded transcontinental routes are part of the third largest U.S. air carrier’s plans to increase its overall capacity by around 4.5 percent to 5 percent this year, a faster pace than other airlines in the industry.  Under the plan announced on Monday, United will add more than 700 daily seats and 125 premium seats on 27 daily flights between New York\/Newark and Los Angeles and San Francisco, thanks to an extra daily flight and the use of more widebodies on those roundtrip routes.  For example, some of the coast-to-coast flights will be serviced by its new and larger 787-10 Dreamliner jets beginning early next year.  As for the 787-9 order, United said it expects to take delivery in 2020 of the new aircraft, which will be used to replace older widebody aircraft.  In a separate statement, Boeing said nearly half of all 787 customers have returned to place additional orders for Dreamliner models, which can fly farther and use 20 percent less fuel with 20 percent fewer emissions than older widebody aircraft.  United, which has also been in talks with Boeing’s main rival Airbus to modernize its fleet, said it will have 40 Dreamliner aircraft and 24 on order by the end of this year.  Shares in Boeing rose 2.9 percent to $382.53 in U.S. trade on Monday. Airbus closed 0.72 percent lower on Paris’ benchmark CAC-40 index.","107":"BOGOTA (Reuters) - Latin American airline Avianca AVT_p.CN said on Monday it will receive a $200 million loan from controlling shareholders United Airlines and Kingsland Holdings Limited after it successfully exchanged hundreds of millions of dollars in bonds.  The struggling airline can receive up to $175 million in additional financing from shareholders and other third parties, Avianca said in a statement to Colombia’s financial regulator.  United and Kingsland agreed to the loan, which should be made by around Oct. 15, on condition of a successful bond exchange which took place last month.  United launched a management overhaul at Avianca in May, removing top shareholder German Efromovich from controlling the cash-strapped airline.","108":"CHICAGO, March 27 (Reuters) - United Airlines, one of three U.S. carriers that operate Boeing’s 737 MAX, is “optimistic” about the U.S. manufacturer’s software update, Vice President of Corporate Safety Michael Quiello said in a statement on Wednesday.  “But, the U.S. commercial aviation system is the safest in the world because its foundation is built on rigorous data analysis and evidence-based independent oversight, and we look to the FAA to employ these tools as it reviews and certifies this software update,” Quiello added. (Reporting by Tracy Rucinski; editing by Grant McCool)","109":"(Reuters) - United Airlines Holdings Inc UAL.O said on Friday it will eliminate 13 officer positions even as it adds international flights back to its network, part of a restructuring to address the hit on its business from the coronavirus pandemic.  FILE PHOTO: A United Airlines passenger jet takes off with New York City as a backdrop, at Newark Liberty International Airport, New Jersey, U.S. December 6, 2019. REUTERS\/Chris Helgren  Chicago-based United said it is increasing trans-Atlantic service from Washington, D.C. and San Francisco to cities across Europe in July thanks to a modest rise in demand, and re-starting service to Tokyo-Haneda, Hong Kong, Singapore and Seoul.  It is also expanding service throughout Latin America and the Caribbean. Its July schedule will be down about 75% from normal, versus 90% currently.  U.S. airlines have pointed to slight upticks in demand that had collapsed in April following global coronavirus outbreaks, but they say a slow and uncertain recovery will force a smaller industry.  United is preparing for management and administrative staff to be at least 30% smaller in October, when a government-imposed ban on job cuts expires for companies that have received payroll aid under the CARES Act.  Airlines including United are rolling out programs to induce tens of thousands of employees to accept voluntary leave or early retirement, hoping to avoid widespread furloughs in the fall.  To cut costs now, United is eliminating 13 officer roles effective June 15, though eight of those people will remain with the company until Sept. 30.  It also has offered thousands of flight attendants voluntary separation packages as it tries to match headcount to demand.  Southwest Airlines Co LUV.N Chief Executive Gary Kelly said on Friday that there will be far more available airline seats than customers \"for some time.\"  Once coronavirus fears subside and more people start to fly, Kelly said intense competition for passengers will create “a brutal low-fare environment.”  Southwest plans to resume service to Mexico and the Caribbean in July.","110":"SYDNEY (Reuters) - A United Airlines flight carrying 194 passengers and crew from Los Angeles landed without incident in Sydney early on Thursday after a mayday call caused by low fuel triggered a major emergency response in Australia’s largest city.  “United flight 839 from Los Angeles to Sydney landed safely ... following a mechanical issue,” Madhu Unnikrishnan, a spokesman for United Airlines, said in an emailed statement.  “The aircraft taxied to the gate and all customers disembarked normally,” he said.  A spokeswoman for Air Services Australia said the Boeing 787 triggered a mayday call due to low fuel reserves.  “No passengers were at risk at any time,” she said.  A spokesman for Sydney Airport declined to comment.  The New South Wales state police said in a statement a major emergency response was activated at Sydney airport after “a pilot reported a problem”.  Some major roads around the airport were closed as a precaution at 6.36 a.m. local time (2036 GMT Wednesday). The plane landed safely and roads were re-opened three minutes later.","111":"March 10 (Reuters) - United Airlines Holdings Inc:  * UNITED AIRLINES - ANTICIPATES MAKING REDUCTIONS IN MAY OF AT LEAST 20% AND PLANS TO PROACTIVELY EVALUATE AND CANCEL FLIGHTS ON A ROLLING 90-DAY BASIS  * UNITED AIRLINES HOLDINGS INC - CURRENTLY EXPECTS ADJUSTED CAPITAL EXPENDITURES FOR FULL YEAR 2020 TO BE APPROXIMATELY $4.5 BILLION  * UNITED AIRLINES - COMPANY HAS ANNOUNCED IT HAS PULLED DOWN 10% OF ITS DOMESTIC SCHEDULES AND 20% OF ITS INTERNATIONAL SCHEDULES IN APRIL  * UNITED AIRLINES HOLDINGS - SUSPENDED SHARE BUYBACKS UNDER EXISTING SHARE REPURCHASE PROGRAM ON MONDAY, FEB 24, 2020 AFTER VIRUS OUTBREAK EXPANDED TO ITALY  * UNITED AIRLINES HOLDINGS INC - FOR Q1 OF 2020 COMPANY EXPECTS TO INCUR A LOSS  * UNITED AIRLINES - DUE TO UNCERTAIN NATURE OF NEAR-TERM DEMAND ENVIRONMENT, CO IS WITHDRAWING Q1 2020 GUIDANCE  * UNITED AIRLINES HOLDINGS - ON MARCH 9, RAISED INCREMENTAL $2 BILLION IN NEW LIQUIDITY FROM A GROUP OF BANKS IN THE FORM OF A SECURED TERM LOAN FACILITY  * UNITED AIRLINES - ANTICIPATES MAKING CAPACITY REDUCTIONS IN MAY OF AT LEAST 20%; PLANS TO PROACTIVELY EVALUATE, CANCEL FLIGHTS ON ROLLING 90-DAY BASIS UNTIL SIGNS OF RECOVERY  * UNITED AIRLINES HOLDINGS - AS OF CLOSE OF BUSINESS MONDAY, MARCH 9, 2020, HAD $8 BILLION OF LIQUIDITY  * UNITED AIRLINES - CEO OSCAR MUNOZ, PRESIDENT SCOTT KIRBY, ARE FORGOING 100% OF EACH OF THEIR BASE SALARIES THROUGH AT LEAST JUNE 30,2020  * UNITED AIRLINES - WITH RESPECT TO CAPITAL EXPENDITURES, THE COMPANY HAS POSTPONED PROJECTS DEEMED NON-CRITICAL TO THE OPERATION  * UNITED AIRLINES - EXPERIENCED MATERIAL DECLINE IN DEMAND FOR INTERNATIONAL, DOMESTIC TRAVEL, INCREASE IN TRIP CANCELLATIONS, DUE TO CORONAVIRUS Source text: (bit.ly\/3cLCkKn) Further company coverage:","112":"CHICAGO, Feb 5 (Reuters) - United Airlines Holdings Inc announced on Wednesday an agreement to purchase a flight training academy in Phoenix in a move aimed at bolstering its pilot pipeline as the industry faces a global shortage.  To address a tight U.S. labor market created by years of slow pilot hiring, a wave of pending retirements and new rules that in 2013 increased the number of required training hours, U.S. airlines have been taking steps to attract young aviators.  Chicago-based United, which is looking to hire more than 10,000 pilots by 2029, will be the first major U.S. carrier to run its own academy.  “We think this program will alleviate any shortage we would have had and that’s its purpose,” Curtis Brunjes, United’s managing director of pilot strategy, told reporters.  The school, currently operating as Westwind School of Aeronautics, will be renamed United Aviate Academy in September.  United expects approximately 300 graduates in 2021 and wants to expand capacity to accommodate 500 graduates per year, Brunjes said, noting that the academy is among the airline’s most aggressive steps on pilot hiring since the 1960s.  One area of focus at the school will be training for loss of control incidents, a leading cause of plane disasters, that goes beyond the current U.S. Federal Aviation Administration requirements.  Some of the enrollees will come from Aviate, a recruitment program that United launched last year offering students and pilots from 15 schools and regional carriers a path to a job at the major.  American Airlines Group Inc and Delta Air lines Inc have similar career programs.  United - which plans to design the academy’s curriculum in concert with the Air Line Pilots Association, International - is offering financing options for training and will also launch a scholarship program focused on women and minorities.  It did not disclose financial details of the purchase, with Brunjes saying only that the company paid “more than asset value, but not hugely more.”  The financial benefit down the line will be ensuring that regional carriers, which operate a significant amount of U.S. airlines’ domestic capacity at a lower cost, have enough pilots to fly the routes that United wants to contract.  In recent years, regional carriers have had to double salaries and offer sign-on bonuses to attract pilots to the field, driving up costs.  Boeing Co expects 800,000 new pilots will be needed over the next 20 years to meet growing demand for air travel. (Reporting by Tracy Rucinski; Editing by Steve Orlofsky)","113":"July 16 (Reuters) - United Airlines Holdings Inc on Tuesday reported a greater-than-expected increase in second-quarter profit, driven by strong air travel demand and the ability to charge more for seats given supply constraints from the Boeing Co 737 MAX grounding.  The three U.S. airlines that operate the MAX - United, American Airlines Group Inc and Southwest Airlines Co - are cancelling thousands of flights each month since a worldwide grounding in March following crashes in Ethiopia and Indonesia that killed a total of 346 people.  Chicago-based United said adjusted earnings per share rose to $4.21 in the second quarter ended June 30, from $3.23 a year earlier. Analysts on average had forecast $4.08 per share, according to IBES data from Refinitiv. (Reporting by Tracy Rucinski Editing by Matthew Lewis)","114":"NEW YORK (Reuters) - Profit reports from big manufacturers and other industrial firms arriving this week will provide investors with a crucial corporate gauge of the U.S. economy’s health and the fallout from trade tensions between Washington and Beijing.  FILE PHOTO: A Wall St. street sign is seen near the New York Stock Exchange (NYSE) in New York City, U.S., September 17, 2019. REUTERS\/Brendan McDermid\/File Photo  Third-quarter industrial sector earnings follow a closely watched survey earlier this month that showed U.S. manufacturing activity tumbled to a more than 10-year low in September. Industrial companies also are among those most at risk from the lingering trade dispute between the United States and China.  “This third quarter earnings season is going to be really important for industrials,” said Chuck Carlson, chief executive officer at Horizon Investment Services in Hammond, Indiana.  “The industrial sector is really going to be watched closely for signs the overall economy is really slipping, and slipping enough to matter to stocks,” Carlson said.  While the industrial sector .SPLRCI represents slightly less than 10% of the overall S&P 500 .SPX stock index, it can provide an outsized perspective on the economy. It includes major multi-national manufacturers as well as transportation companies whose results offer a barometer of economic activity.  The industrial stock sector has climbed over 19% this year, slightly ahead of the 18.5% gain for the overall S&P 500 .SPX. But while the broader market has hit all-time highs this year, the industrial sector has yet to breach its record peak from early 2018 and currently trades about 5% below it.  Industrial results start pouring in this week, including from diversified manufacturers Honeywell International Inc HON.N and Textron Inc TXT.N, railroads Union Pacific Corp UNP.N and CSX Corp CSX.O, and United Airlines Holdings Inc UAL.O.  Third-quarter earnings overall for industrial companies are expected to rise by just 0.7% from a year earlier, according to IBES data from Refinitiv. That would represent a better performance than for the full S&P 500 .SPX, for which earnings are expected to fall by 3.2%.  Profit declines are expected for the tech .SPLRCT, energy .SPNY and materials .SPLRCM sectors, while companies overall are facing tough comparisons with results from a year ago, when they benefited from a big corporate tax cut.  ‘TOUGH TO BE AN INDUSTRIAL COMPANY RIGHT NOW’  Investors will also be keenly watching for financial forecasts for the fourth quarter and next year. Earnings in 2020 in the industrials sector are forecast to jump 16.2%, while the overall S&P 500 is seen rising 11.1%, according to Refinitiv.  Expectations for a sharp increase in overall earnings next year rests in part on the economy avoiding a recession, said Omar Aguilar, chief investment officer of equities and multi-asset strategies at Charles Schwab Investment Management in San Francisco.  For industrial companies, Aguilar said, a critical factor is whether they ramp up capital spending, which could depend on U.S.-China trade tensions yielding a clearer picture of the business environment.  “The majority of these companies stopped their capital expenditures as a result of uncertainties because of the U.S.-China negotiations,” Aguilar said. A rebound in capital spending could help restore earnings growth, he added.  U.S. and Chinese officials culminated talks in Washington last week with U.S. President Donald Trump outlining the first phase of a deal to end their trade war, including suspending a threatened tariff hike.  But officials on both sides said much more work was still needed to reach a final comprehensive agreement, and Trump left tariffs on hundreds of billions of dollars of Chinese products in place.  Carol Schleif, deputy chief investment officer with Abbot Downing in Minneapolis, said that Friday’s developments show some movement in the U.S.-China trade tensions, but uncertainty remains for companies.  As the industrial companies hold their quarterly conference calls, Schleif said she will be listening for commentary about the impact that has already been felt from the trade war, including whether companies have pulled shipments in to get ahead of tariffs, or if have they deferred capital spending or employment.  “Companies are being forced to reassess their supply chains, and that takes time. To the extent companies are making progress on diversifying that, it might lead to a muddy couple of quarters,” Schleif said. “You have a lot of pieces at play that make it tough to be an industrial company right now.”  (GRAPHIC: Industrial shares vs stock market - )","115":"CHICAGO (Reuters) - United Airlines said on Wednesday it was adding 1,600 premium seats to nearly 250 international and domestic aircraft, including the introduction of a first-class cabin on 50 Bombardier Inc regional jets.  The move is part of a push by large U.S. airlines to attract more lucrative premium travelers. Rivals Delta Air Lines Inc and American Airlines Group Inc have also added premium seats, which can fetch at least twice the coach fare.  United’s new regional jet, called the CRJ 550, will be the only 50-seater on the market to offer a first class cabin, the Chicago-based airline said, providing premium travel on connecting flights from small U.S. cities to the rest of the world.  Under the plan, United will work with Bombardier to use the frame of its current CRJ 70-seat fleet for a new two-cabin, 50-seat configuration with a self-serve beverage and snack station for premium travelers and four storage closets for carry-on bags.  The CRJ 550s will eventually replace United’s current 50-seat regional fleet with a model permitted under its pilots’ contract, which became amenable in January.  While not generating new orders for cash-strapped Bombardier, United’s plan would allow the Canadian plane and train maker to market the new model to other U.S. airlines looking to replace aging regional jets. Bombardier aims to take a decision on its money-losing CRJ regional jet program this year.  On United’s mainline fleet, there will be 50 percent more premium seating on its Boeing 767-300ERs and Airbus A319s, and 33 percent more on its A320s. Following the changes, United will have a total of 167 seats on the 767-300ER, 126 seats on the A319 and 150 on the A320.  Andrew Nocella, chief commercial officer for United, told reporters that “in an era where many airlines are adding seats to the aircraft to crowd more passengers onto the plane,” United is “doing exactly the opposite.”  United said it plans to complete the changes by the end of next year, with the first reconfigured 767 flying between Newark and London.  The new CRJ 550 will be operated by United’s regional partner GoJet out of Chicago and Newark, pending a final agreement and government certification.  Nocella said United’s overall coach footprint would continue to grow despite the new seating configurations thanks to the introduction of larger aircraft like the Boeing 787 to its fleet.  United Airlines is part of United Continental Holdings Inc.","116":"FILE PHOTO: United Airlines passenger jets taxi with New York City as a backdrop, at Newark Liberty International Airport, New Jersey, U.S. December 6, 2019. REUTERS\/Chris Helgren  (Reuters) - United Airlines Holdings Inc said on Friday it was seeking shareholder approval for a rights offering as part of a plan to thwart any hostile takeover moves and preserve a $8.2 billion tax benefit.  Chicago-based United said it had net federal operating loss carryforwards of about $8.2 billion as of the Sept. 30 that would be at risk if the company changed ownership.  Shares in United have declined due to the sharp drop for air travel caused by the COVID-19 pandemic, making it vulnerable to takeovers.  Under the plan, United will issue one preferred share purchase right in the form of a dividend for each outstanding share of common stock to certain shareholders.  Shareholders that opt for the rights could only exercise them if a person or group acquires a stake of 4.9% or more without the board’s consent, United said.  United’s stock closed down 1.34% at $49.24 on Friday before the announcement.","117":"CHICAGO (Reuters) - Delta Air Lines Inc DAL.N and United Airlines UAL.O kicked off fourth-quarter earnings reporting for the sector on Tuesday with profits that beat Wall Street expectations, but the rippling effects of a government shutdown could take a toll on the current quarter and beyond.  Slideshow ( 2 images )  The profit beats boosted airline shares in after-hours trading, with United Continental Holdings up nearly 6 percent, while Delta rose 1 percent. Shares of American Airlines Group AAL.O and Southwest Airlines Co LUV.N also rose, up 2.4 percent and 1.4 percent, respectively.  However, No. 2 U.S. carrier Delta warned of a fall in revenue growth in the current quarter due to lost government business and of difficulties in introducing new aircraft because of the U.S. government shutdown that has dragged into a fourth week.  United said it had placed orders for four Boeing 777-300ER aircraft and 24 737 MAX planes, though the commercial use of new planes could be delayed as non-essential work at the Federal Aviation Administration, which is responsible for certifying new aircraft, remained on hold due to the shutdown.  The FAA said on Tuesday it is calling back 1,700 aviation safety inspectors, but does not have immediate plans to recall employees who handle certifications of new aircraft.  “There continues to be growing concerns around the macro environment with the government shutdown and slowing economies in Europe and Asia,” Cowen and Company analyst Helane Becker said.  Delta Chief Executive Ed Bastian said the shutdown will cost about $25 million per month due to reduced government travel and related effects. He said the company has not seen any impact on corporate travel or bookings, which overall look healthy through the U.S. spring break period.  Delta operates about 86 daily flights out of Washington area airports.  United, with a hub at Washington Dulles, could be more exposed to a prolonged shutdown, operating about 264 Washington area flights per day in January.  Chicago-based United also warned that revenue per mile flown could fall in the first quarter. Its management will discuss earnings and forecasts on a conference call on Wednesday.  In the fourth quarter, United’s adjusted earnings per share rose to $2.41 from $1.99 a year earlier, topping analysts’ average forecast by 37 cents, according to IBES data from Refinitiv.  United attributed fourth-quarter growth to a strategy launched last January to expand its domestic network by adding flights and more options for connections through its seven main hubs, with a particular focus on Chicago, Denver and Houston.  Delta reported adjusted profit of $1.30 per share for the fourth quarter, beating analysts’ estimates by 3 cents.  Delta also forecast first-quarter earnings between 70 cents and 90 cents per share, while United said it expects full-year adjusted earnings of $10.00 to $12.00 per share.","118":"SINGAPORE, May 27 (Reuters) - The U.S. Federal Aviation Administration’s (FAA) reputation has taken a hit as a result of the Boeing Co 737 MAX grounding, United Airlines President Scott Kirby said on Monday.  “The brand of the FAA has certainly been impacted by this,” he said at the Skift Forum Asia conference in Singapore.  However, he said the regulatory system in the United States and elsewhere was likely to emerge stronger as a result of the 737 MAX grounding experience. (Reporting by Jamie Freed Editing by Shri Navaratnam)","119":"FILE PHOTO: A United Airlines passenger jet takes off with New York City as a backdrop, at Newark Liberty International Airport, New Jersey, U.S. December 6, 2019. REUTERS\/Chris Helgren\/File Photo  (Reuters) - United Airlines Holdings Inc UAL.O expects to reduce its daily cash burn to below $40 million in the third quarter, even with zero passenger revenues and no additional capital raisings, and will continue taking jet deliveries this year and next, executives said on a conference call.  Chicago-based United posted late Thursday a first-quarter loss of $1.7 billion, including charges against investments in Latin America, and said it expected to burn through $40 million to $45 million in cash per day in the second quarter.","120":"CHICAGO, Aug 30 (Reuters) - United Airlines Holdings said on Friday it is extending the cancellation of Boeing 737 MAX flights until Dec. 19 as the jets remain grounded worldwide following two fatal crashes in Indonesia and Ethiopia in the past year.  Chicago-based United had previously pulled its 14 737 MAX jets from its flight schedule through early November. (Reporting by Tracy Rucinski Editing by Caroline Stauffer)","121":"(Reuters) - A CommutAir plane veered off a runway and onto grass while landing at Presque Isle’s Northern Maine Regional Airport, injuring a pilot and three passengers, the company said on Monday.  There were 28 passengers and three crew members on board CommutAir flight 4933 flying from Newark to Presque Isle, the company said.  The Ohio-based regional carrier, in which No.3 U.S. airline operator United Continental Holdings Inc owns a minority interest, said the injuries of the crew and the passengers were minor and they were being attended to by emergency personnel.  “We are committed to supporting CommutAir in response to this incident and have activated a response team,” United said in a statement.  The 50-seat Embraer ERJ145 jet, operating as United Express, landed at 11:43 a.m. ET.  The Federal Aviation Administration said it would investigate the incident.","122":"(Reuters) - United Airlines Holdings said on Friday the Boeing 737 MAX would stay off its flight schedule until Nov. 3, a fresh extension leading to about 2,100 cancellations in September and 2,900 in October as the jets remain grounded worldwide.  FILE PHOTO - Unpainted Boeing 737 MAX aircraft are seen parked in an aerial photo at Renton Municipal Airport near the Boeing Renton facility in Renton, Washington, U.S. July 1, 2019. Picture taken July 1, 2019. REUTERS\/Lindsey Wasson  The decision had been expected after Boeing said on June 27 it would likely take until at least September to fix a fresh flaw in the grounded 737 MAX discovered by the Federal Aviation Administration last month.  United had previously left its 14 737 MAX jets off its flight schedule through early September.  The new potential risk must be addressed before the aircraft can return to service since two deadly crashes in Ethiopia and Indonesia led to its worldwide grounding in March.  Once regulators approve the MAX for flight, each aircraft will likely require between 100 and 150 hours of maintenance preparation before flying, in addition to new pilot training, airline officials have said.  Among other U.S. MAX operators, Southwest Airlines Co so far has canceled flights through Oct. 1 and American Airlines Group through Sept. 3, though those timelines are also likely to be extended.  While the three U.S. airlines’ MAX jets account for only a fraction of their entire fleet, the grounding has forced about 150 daily flight cancellations for Southwest and 115 for American.  United is due on Tuesday to publish second-quarter results, which investors are hoping will provide details on the financial impact of the grounding.  Unit revenues, based on per available seat mile, could benefit as planes fly with more passengers. But the longer the grounding lasts, the more strain on airlines counting on fresh deliveries of the fuel-efficient MAX this year to renew and expand their fleets.  United, for example, was expecting a total of 30 MAX jets by year-end, meaning that its daily flight cancellations are increasing for every month that the aircraft is grounded.  Deliveries remain frozen until regulators approve the MAX’s return to service.  Some analysts do not expect the jet to fly commercially before the end of the year.  “We’ll continue to monitor the regulatory process and nimbly make the necessary adjustments to our operation and our schedule,” United said in a statement.  The 737 MAX was grounded worldwide in March after an Ethiopian Airlines plane plunged to the ground soon after take-off, five months after a similar Lion Air fatal crash off the coast of Indonesia.  Boeing hopes a software upgrade and new pilot training will add layers of protection to prevent erroneous data from triggering a system called MCAS, which was activated in both the planes before they crashed."}}