{"date":{"0":"2019\/10\/15","1":"2020\/11\/03","2":"2019\/07\/18","3":"2018\/03\/14","4":"2018\/05\/15","5":"2018\/04\/17","6":"2020\/12\/04","7":"2019\/03\/12","8":"2019\/04\/16","9":"2020\/12\/01","10":"2019\/03\/06","11":"2019\/04\/17","12":"2018\/07\/17","13":"2020\/01\/15","14":"2020\/10\/02","15":"2020\/01\/15","16":"2020\/07\/15","17":"2018\/04\/17","18":"2020\/04\/15","19":"2020\/07\/15","20":"2018\/04\/17","21":"2018\/02\/13","22":"2018\/03\/27","23":"2018\/03\/13","24":"2019\/10\/15","25":"2019\/06\/20","26":"2018\/07\/17","27":"2018\/03\/21","28":"2018\/08\/08","29":"2020\/03\/09","30":"2021\/01\/20","31":"2020\/10\/14","32":"2020\/10\/28","33":"2020\/10\/14","34":"2020\/10\/06","35":"2020\/07\/15","36":"2018\/08\/14","37":"2019\/01\/15","38":"2018\/07\/17","39":"2020\/03\/09","40":"2020\/04\/15","41":"2019\/03\/12","42":"2020\/02\/14","43":"2019\/06\/19","44":"2020\/04\/15","45":"2019\/04\/16","46":"2020\/10\/14","47":"2019\/07\/18","48":"2020\/04\/15","49":"2020\/04\/07","50":"2019\/12\/09","51":"2020\/10\/14","52":"2020\/04\/27","53":"2019\/06\/20","54":"2021\/01\/20","55":"2020\/07\/20","56":"2018\/12\/20","57":"2019\/02\/21","58":"2018\/04\/17","59":"2018\/04\/20","60":"2019\/12\/02","61":"2019\/03\/13","62":"2020\/05\/15","63":"2018\/10\/16","64":"2018\/10\/16","65":"2020\/04\/17","66":"2018\/09\/24","67":"2018\/07\/17","68":"2019\/02\/02","69":"2021\/01\/20","70":"2019\/10\/15","71":"2021\/01\/06","72":"2019\/06\/19","73":"2020\/12\/01","74":"2020\/04\/15","75":"2020\/04\/15","76":"2019\/10\/15","77":"2018\/09\/21","78":"2019\/07\/18","79":"2020\/02\/17","80":"2018\/05\/15","81":"2019\/01\/15","82":"2021\/02\/04","83":"2018\/03\/13","84":"2020\/02\/20","85":"2021\/01\/16","86":"2018\/10\/16","87":"2021\/01\/20","88":"2018\/10\/16","89":"2018\/04\/17","90":"2019\/04\/16","91":"2018\/02\/15","92":"2018\/03\/06","93":"2020\/05\/13","94":"2021\/01\/06","95":"2019\/12\/09","96":"2020\/04\/15","97":"2018\/10\/16","98":"2018\/02\/14","99":"2018\/04\/17","100":"2020\/05\/07","101":"2021\/02\/04","102":"2020\/06\/04","103":"2019\/10\/15"},"text":{"0":"(For a live blog on the U.S. stock market, click or type LIVE\/ in a news window.)  * Futures up: Dow 0.38%, S&P 0.34%, Nasdaq 0.31%  Oct 15 (Reuters) - U.S. stock index futures rose on Tuesday, as the third-quarter earnings season got off to an upbeat start with robust reports from JPMorgan Chase, UnitedHealth and Johnson & Johnson.  JPMorgan Chase & Co gained 1.9% after beating Wall Street estimates for quarterly profit by a wide margin, underpinned by strength in bond trading, underwriting and home lending revenue.  But Goldman Sachs slipped 0.9% as it reported a 27% slump in quarterly profit, hit by lower fees from advising on deals and weakness in underwriting.  Collectively, banks are expected to report a 1.2% decline in earnings, their first year-on-year drop in three, due in part to low interest rates and trade tensions.  Wells Fargo and Citigroup are also due to report on Tuesday, followed by Bank of America and Morgan Stanley later this week.  Shares of UnitedHealth Group Inc and Johnson & Johnson rose 2.9% and 1.7%, respectively. The healthcare companies reported strong quarterly results and raised their full-year profit forecasts.  The earnings reports will indicate the fallout from a prolonged U.S.-China trade war on U.S. companies. The tit-for-tat tariff moves have already hit domestic manufacturing, dented business sentiment and rankled financial markets.  S&P 500 companies were set to report their weakest quarterly performance in about three years for the September quarter, with industrial companies among those most at risk from the trade dispute.  President Donald Trump announced a partial trade deal with China on Friday, but concerns linger as no agreement has been signed yet and most tariffs on Chinese imports remain in effect.  The S&P 500 and Dow Jones indexes, which gained nearly 2% last month, are off about 0.4% in October. The benchmark index is now more than 2% away from its record high after coming within striking distance in September.  At 7:00 a.m. ET, Dow e-minis were up 102 points, or 0.38%. S&P 500 e-minis were up 10 points, or 0.34% and Nasdaq 100 e-minis were up 24.25 points, or 0.31%.  Other companies reporting results this week include Netflix Inc, Abbott Laboratories and Union Pacific .  Shares of BlackRock Inc, the world’s biggest asset manager, rose slightly after its quarterly profit beat analysts’ estimates.  Home-furnishing retailer Bed Bath & Beyond Inc was up 4% after Keybanc upgraded the stock to “overweight”.  Shares of mobile game developer Glu Mobile jumped 9% as it is set to replace SolarEdge Technologies in the S&P SmallCap 600.  On a sour note, U.S. advertising company Omnicom Group Inc dropped 0.9% after falling short of estimates for quarterly revenue. (Reporting by Sagarika Jaisinghani in Bengaluru; Editing by Sriraj Kalluvila)","1":"Health insurer Humana Inc HUM.N said on Tuesday it sees a boost to its 2021 profit from strong growth in its Medicare Advantage health plans.  In comparison, rivals UnitedHealth UNH.N and Centene Corp CNC.N have warned of continuing challenges due to the COVID-19 pandemic.  Committing to a growth rate for next year above the levels discussed by peers, reflects Humana’s leverage to the Medicare Advantage business, Stephens analyst Scott Fidel said.  Shares of Humana were up 4.09% at $425.80.  Humana said enrollment in individual Medicare Advantage health plans for people older than 65 or with disabilities, would grow by about 9% to 10% in 2021.  It also said the business will benefit from permanently repealing industry-wide health insurer fee (HIF), put in place to help implement former President Barack Obama’s Affordable Care Act, next year.  Humana expects the midpoint of its 2021 adjusted profit per share range to be at least 15% above its initial 2020 forecast of $18.50.  It also tightened its adjusted profit outlook for 2020 to $18.50 and $18.75 per share, compared with its previous estimate of $18.25 to $18.75, as it benefited from a slower recovery in demand for healthcare services, delayed during the height of the pandemic.  The company, which beat third-quarter profit estimates on deferred medical care, said it expected to post adjusted loss per share of $2.40 in the fourth quarter due to normalizing demand for discretionary healthcare services and COVID-19 testing and treatment costs.  Humana said it saw an increase in the use of COVID-19 related healthcare services in the third quarter and expected costs related to testing and treatment for the respiratory illness to touch $1 billion in 2020.","2":"(Reuters) - UnitedHealth Group Inc UNH.N will stick with its decision to pass on drug maker discounts to patients to help them beat rising medicine prices despite the U.S. government having withdrawn a similar proposed policy in its health programs, its top executive said on Thursday.  “You can expect us not to change our stance on rebates,” Chief Executive Officer David Wichmann said on a conference call with analysts to discuss the earnings.  UnitedHealth shares were down $5.65, or 2%, at $260.94 in morning trading, after earlier rising about 1% in premarket trading on news the company beat estimates for quarterly profit and boosted its forecast for 2019 earnings.  The share decline came after the conference call, in which the company said 2019 revenue would not hit the company’s original target.  “We think UnitedHealth is underperforming the peers today likely because on the call, they guided 2019 revenues to now be ‘at or slightly below’ the prior revenue guidance range of $243-245 billion,” Scott Fidel an analyst at Stephens said.  Two analysts and one investor said the decision to stick with its point-of-sale rebates did not seem to be linked to the share price fall.  UnitedHealth said in March its pharmacy-benefit management unit OptumRx would only sell new health plans that give the after-market discounts it negotiates with drugmakers directly to patients. About 9 million of its customers are in such plans this year.The company is the first U.S. health insurer to report quarterly results after the Trump administration last week shelved its proposal to pass billions of dollars in rebates to Medicare patients.  Pharmacy benefits managers receive after-market discounts from drug companies and allow their clients, such as large employers, to incorporate them into overall premium pricing or share them with patients.  Wichmann said the government’s decision showed that the Trump administration values pharmacy benefit managers as a “counterbalance” to drug prices.  UnitedHealth and other insurers still face other potential health policy changes and pressure as rising healthcare costs take the center stage in debates ahead of the 2020 U.S. presidential elections.  Some Democratic candidates have proposed a complete ban on private health insurance in favor of a government-run Medicare-for-all plan.  REVENUE OUTLOOK LOWERED  UnitedHealth Chief Financial Officer John Rex said he expects 2019 revenue to be “at or just slightly below” its previously given range of $243 billion to $245 billion in 2019.  UnitedHealth raised its full-year adjusted earnings forecast to between $14.70 and $14.90 per share, from an earlier forecast of between $14.50 and $14.75 per share.  The company’s medical care ratio, or the percentage of premiums paid out for medical services, worsened to 83.1%, from 81.9% a year earlier. Analysts had expected 83%.  Net earnings attributable to shareholders rose 12.7% to $3.29 billion, or $3.42 per share, in the three months ended June 30.  Excluding items, UnitedHealth earned $3.60 per share, beating the average analyst estimate of $3.45, according to IBES data from Refinitiv.","3":"March 14 (Reuters) -  * UNITEDHEALTH IS SAID TO DROP OUT OF BIDDING FOR ENVISION HEALTH - BLOOMBERG, CITING SOURCE Source text: bloom.bg\/2FTtHzO Further company coverage: (Reuters.Briefs@thomsonreuters.com)","4":"NEW YORK, May 15 (Reuters) - Prominent hedge fund managers appeared to make big first-quarter bets in UnitedHealth Group Inc, Anthem Inc and other health insurers whose shares tumbled in January after Jeff Bezos, Warren Buffett and Jamie Dimon in January announced a joint venture to slash U.S. healthcare costs.  Jana Partners added a new position in Anthem, while Omega Advisors and Tiger Management both added new positions in UnitedHealth Group, according to regulatory filings released Tuesday. Shares of Anthem are 10.5 percent below the high for the year reached in January, while shares of UnitedHealth are 3.1 percent below January highs.  Shares of healthcare companies have come under pressure this year due to the threat of increased competition. Buffett, famed for his love of junk food, has said spiraling healthcare costs are responsible for 18 percent of U.S. gross domestic product, up from 5 percent in 1960, and he wants to slash a few percentage points off.  The partnership between Amazon.com Inc, Berkshire Hathaway Inc, and JPMorgan Chase & Co - which collectively employ more than 1 million people - announced plans to reform healthcare for their own employees while simultaneously reducing their own companies’ coverage costs, though it has yet to make significant progress.  “I think we’ll have a CEO within a couple of months,” Buffett said at Berkshire Hathaway’s annual shareholder’s meeting earlier this month. “We want our employees to get better medical services at lower cost ... The resistance will be unbelievable, and if we fail, at least we tried.”  At the same time, shares of pharmacy benefits managers Express Scripts Holdings Co and CVS Health Corp have slid on concerns that Amazon.com Inc will enter the business. Glenview Capital Management Chief Executive Larry Robbins made a bullish case for both stocks at the Sohn Investment Conference in New York on April 23, one of the most prominent hedge fund conferences of the year.  Amazon’s entry into the business of selling medications, is “neither imminent, assured, nor likely to succeed,” he said.  Quarterly disclosures of hedge fund managers’ stock holdings, in what are known as 13F filings with the U.S. Securities and Exchange Commission, are one of the few public ways of tracking what the managers are selling and buying. But relying on the filings to develop an investment strategy comes with some risk because the disclosures come 45 days after the end of each quarter and may not reflect current positions.  Along with the bets on healthcare companies, large hedge fund managers also added to so-called FANG stocks during the first quarter as the tech sector slid due to fears of increased regulatory oversight. Jana Partners added a new position in Apple Inc while selling all of its shares in Facebook Inc, while Tiger Management added to its positions in Google-parent Alphabet and Facebook.  Overall, hedge funds are up by an average of 0.4 percent for the year to date, according to Hedge Fund Research, while the broad S&P 500 is up 1.2 percent over the same time. (Additional reporting by Trevor Hunnicutt; Editing by Jennifer Ablan and Nick Zieminski)","5":"NEW YORK, April 17 (Reuters) - U.S. stock indexes rallied on Tuesday on broad-based gains while Netflix and UnitedHealth earnings impressed investors and boosted optimism about the U.S. corporate reporting season.  The Dow Jones Industrial Average rose 213.59 points, or 0.87 percent, to 24,786.63, the S&P 500 gained 28.54 points, or 1.07 percent, to 2,706.38 and the Nasdaq Composite added 124.81 points, or 1.74 percent, to 7,281.10. (Reporting by Sinead Carew; Editing by Dan Grebler)","6":"FILE PHOTO: Eli Lilly logo is shown on one of the company's offices in San Diego, California, U.S., September 17, 2020. REUTERS\/Mike Blake  (Reuters) - Drugmaker Eli Lilly and Co and insurer UnitedHealth Group on Friday said they have partnered to conduct a study of Lilly’s COVID-19 antibody treatment bamlanivimab in high-risk Medicare patients.  The Food and Drug Administration last month authorized emergency use of bamlanivimab for treating non-hospitalized COVID-19 patients who are at risk of becoming severely ill, either because they are over the age of 65 or because they have underlying health conditions such as diabetes.  UnitedHealth is inviting members of its Medicare Advantage program to volunteer for the study. Study participants who indicate they have symptoms of COVID-19 and test positive will be administered bamlanivimab, which is given by intravenous infusion, by a nurse sent to their home.  By treating people as early as possible in the course of illness, the study aims to determine if Lilly’s drug reduces the severity of COVID-19, UnitedHealth’s chief scientific officer, Ken Ehlert, said on a conference call.  Bamlanivimab, custom-designed to target the coronavirus, is part of a class of drugs known as monoclonal antibodies.","7":"March 12 (Reuters) - UnitedHealth Group Inc said on Tuesday it would expand from January 2020 its point-of-sale discount program to all new employer-sponsored plans in an effort to make drugs more affordable for patients. The insurer also said that existing members would have the choice of adopting this plan during contract renewal.  In recent years, insurers have tried to guide patients toward less expensive treatments by making them pay a higher portion of a drug’s costs.  Drugmakers have responded by dramatically raising the financial aid by increasingly offering the so-called ‘copay assistance’ cards, similar to a debit card, that consumers can use at the pharmacy counter to reduce their out-of-pocket costs.  UnitedHealth’s move builds on the existing discount programs that were announced a year ago, which the company said will serve more than 9 million consumers this year.","8":"April 16 (Reuters) - U.S. health insurer UnitedHealth Group Inc on Tuesday reported a 22.2 percent rise in first-quarter profit, driven by strength in its main insurance business and Optum unit, which includes its pharmacy benefit management business.  Net earnings attributable to shareholders rose to $3.47 billion, or $3.56 per share, in the first quarter ended March 31, from $2.84 billion, or $2.87 per share, a year earlier.  Total revenue rose to $60.31 billion from $55.19 billion. (Reporting by Tamara Mathias and Manojna Maddipatla in Bengaluru; Editing by Shounak Dasgupta)","9":"Dec 1 (Reuters) - Health insurer UnitedHealth Group Inc on Tuesday forecast 2021 adjusted profit that missed Wall Street estimates, hurt by uncertainties related to the COVID-19 pandemic.  It expects 2021 adjusted net earnings of $17.75 to $18.25 per share, compared with analysts’ average estimate of $18.33 per share, according to IBES data from Refinitiv.  The company said its forecast assumes a $1.80 per share hit due to treatment and testing costs related to COVID-19.","10":"A federal judge has ruled that a subsidiary of UnitedHealth Group Inc adopted unreasonable internal guidelines that were used to deny coverage to tens of thousands of mental health and substance abuse patients.  Lawyers for the patients called Tuesday’s ruling by U.S. District Judge Joseph Spero in San Francisco a landmark decision that could impact how the insurance industry processes claims for behavioral healthcare.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2IXeErL","11":"(Corrects to 2020 from 2022 in fourth bullet)  April 16 (Reuters) - UnitedHealth Group Inc:  * UNITEDHEALTH EXECUTIVE ANDREW WITTY FLAGS “REAL RISK” OF PRICE INFLATION IF EFFECTIVE NEW SYSTEM TO REPLACE CURRENT REBATES IS NOT PUT IN PLACE- CONF. CALL  * UNITEDHEALTH EXECUTIVE SEES MINIMIAL IMPACT ON MARGINS IF REBATE SYSTEM IS REPLACED - CONF. CALL  * UNITEDHEALTH EXECUTIVE SAYS REBATES ONLY EXIST ON 7 PERCENT OF THE COMPANY’S PRESCRIPTIONS, AND 98 PERCENT OF DISCOUNTS ARE PAID OUT TO CUSTOMERS- CONF. CALL  * UNITEDHEALTH CEO SAYS CO STILL UNDERPERFORMING IN MEDICAID BUSINESS, AND WILL PROBABLY TAKE UNTIL 2020 TO GET TO FULL PERFORMANCE EXPECTATION- CONF. CALL  * UNITEDHEALTH SAYS MEDICAL CARE RATIO IN QUARTER IN LINE WITH CO’S EXPECTATIONS- CONF. CALL Further company coverage:","12":"(Reuters) - UnitedHealth Group Inc, the largest U.S. health insurer, on Tuesday reported second-quarter medical costs slightly higher than Wall Street expectations, sending its shares down 4 percent and weighing on the rest of the sector.  FILE PHOTO: Traders work at the post where UnitedHealth Group is traded on the floor of the New York Stock Exchange (NYSE) in New York, U.S., January 31, 2018. REUTERS\/Brendan McDermid  UnitedHealth is the first health insurer to report earnings, and Wall Street investors took their cue from the slight costs miss to sell shares in Anthem Inc, Cigna Corp and Humana Inc.  The Trump administration has begun to issue new rules and regulations to roll back some of the insurance coverage expansion that took place with Obamacare, former President Barack Obama’s 2010 health law, and implementing new laws. UnitedHealth said it expects the debate to continue into 2019.  The government also wants to bring down high drug prices, including examining if the role of pharmacy benefit managers like UnitedHealth’s Optum contributes to those price increases. The company said it is trying to lower prices on drugs for customers.  UnitedHealth’s medical loss ratio, or the percentage of premiums paid out for medical services, was 81.9 percent in the quarter, short of the consensus estimate of 81.8 percent, according to healthcare investment bank Leerink.  While the ratio was actually better than the 82.2 percent a year ago, the company typically beats Wall Street estimates.  Investors are focusing on the cost trend and that’s why other insurer shares were down and hospital stocks were up Tuesday, Michael Newshel, an analyst at Evercore ISI, said.  “Management said (the) costs trend is still tracking in line with what they priced for and guided to, but expectations were elevated for outperformance on the medical loss ratio metric,” he added.  The stock, up nearly 17 percent this year, fell 3.5 percent to $248. Anthem was down 1.7 percent, or $244.12, to $242.41, Cigna was off 1.9 percent to $169.70 and Humana decreased 2.4 percent to $308.25.  UnitedHealth Chief Financial Officer John Rex said on a conference call with analysts that the medical cost ratio was within expectations and sees a range of 81.5 percent, plus or minus 0.50 percentage points, in 2018.  PROFIT BEAT  The slight miss overshadowed the company’s earnings beat and its higher full-year earnings forecast.  Medicare Advantage plans, which provide government-paid health insurance to people over 65 or those who are disabled, brought in $2.1 billion more in sales from a year earlier.  The company now expects adjusted earnings of $12.50 to $12.75 per share in the year, compared with its previous forecast of $12.40 to $12.65.  Net earnings rose 28 percent to $2.92 billion in the quarter.  Excluding items, the company earned $3.14 per share, above the average analyst estimate of $3.04, according to Thomson Reuters I\/B\/E\/S.","13":"Jan 15 (Reuters) - UnitedHealth Group Inc reported a 16.5% rise in fourth-quarter profit on Wednesday, helped by strength in its core business that sells health plans as well as its Optum segment, which includes its pharmacy benefits management unit.  Net earnings attributable to shareholders rose to $3.54 billion, or $3.68 per share, in the three months ended Dec. 31, from $3.04 billion, or $3.10 per share, a year earlier.  Total revenue rose to $60.90 billion from $58.42 billion.","14":"UnitedHealth Group Inc and Express Scripts Holdings have settled lawsuits claiming that their pursuit of rebates and other discounts on the allergy injection EpiPen from Mylan NV drove up the medication’s price, violating their fiduciary duties under the federal Employee Retirement Income Security Act.  The settlements came about two months after a St. Paul, Minnesota federal judge declined to certify classes against the companies and two other pharmacy benefit managers, meaning that UnitedHealth Group and Express Scripts each had to settle with only a single plaintiff to exit the litigation.  To read the full story on Westlaw Today, click here: bit.ly\/3lboZ18","15":"(Reuters) - UnitedHealth Group Inc, the largest U.S. health insurer, reported a better-than-expected fourth-quarter profit on Wednesday, and said it expects strong sales of its government health plans this year.  FILE PHOTO: A UnitedHealth Group health insurance card is seen in a wallet in this picture illustration October 14, 2019. REUTERS\/Lucy Nicholson\/Illustration\/File Photo  The company also reported solid sales growth in its pharmacy benefits business.  UnitedHealth expects to enroll 700,000 more people in its Medicare Advantage plans in 2020, Chief Executive Officer David Wichmann said on a call to discuss the quarterly results. That was at the upper end of the Medicare Advantage forecast the company provided at its investor conference in December.  The plans provide health benefits to older Americans and the disabled.  Shares of UnitedHealth, the first major U.S. insurer to report earnings this season, were up more than 2% at $294.65, lifting shares of rivals Anthem Inc, Humana Inc and Cigna Corp by about 1%.  Evercore ISI analyst Michael Newshel said the stock was likely reacting to the solid Medicare Advantage enrollment forecast.  Newshel also cited the industry bellwether’s comments regarding limited cost impact from the current flu season, which picked up pace in the last few weeks, according to the U.S. Centers for Disease Control and Prevention.  Wednesday’s share rise comes on the back of gains in insurer shares over the last two months as fears eased that the 2020 presidential election would lead to a major overhaul of the U.S. healthcare system.  UnitedHealth affirmed its full-year forecast for 2020 adjusted earnings of $16.25 to $16.55 per share, with a midpoint a bit below analysts’ average estimates of $16.46, according to Refinitiv data.  Total revenue rose 4.3% to $60.90 billion, just shy of Wall Street expectations of $61.04 billion.  Sales of the company’s core business selling health insurance plans rose 4.4% to $48.25 billion.  Revenue from the Optum unit, which manages drug benefits and offers healthcare data analytics services, rose about 8% to $29.8 billion.  UnitedHealth has bolstered its Optum business with a string of small acquisitions, the latest a $300 million purchase of Diplomat Pharmacy.  On an adjusted basis, the company earned $3.90 per share, exceeding analyst estimates of $3.78.","16":"(Reuters) - UnitedHealth Group Inc UNH.N on Wednesday warned of rising costs later this year as Americans catch up on less urgent surgeries delayed by the coronavirus pandemic but stuck to its full-year forecast after posting a near 102% surge in quarterly profit.  Shares of UnitedHealth, the first U.S. health insurer to report second quarter results, fell as much as 2.7%.  Hospitals rescheduled elective surgeries to reduce the burden on the healthcare system as coronavirus cases surged, while some patients canceled appointments to avoid the potential of contracting the respiratory illness caused by the virus.  As a result, the company’s medical loss ratio - the percentage of premiums paid out for medical services - plunged to 70.2% in the quarter ended June 30, compared with Refinitiv IBES estimates of 78.38%.  UnitedHealth, however, maintained its full-year adjusted profit forecast, saying demand for healthcare began to recover in May and approached more typical levels by quarter-end.  Inpatient care, inclusive of COVID-19 related care, recovered to nearly 95% in June, the company said, with outpatient and physician services tracking at 90% of normal levels towards the end of June.  “These national trends have continued thus far in July, even as certain states are seeing short-term deferral of services where there are elevated levels of infection,” Chief Financial Officer John Rex said during a post-earnings call.  UnitedHealth said results are expected to be weighed by assistance measures already taken, like the $1.5 billion in premium credits and other discounts given to some members.  The company said growth in its core business that sells health insurance plans was hurt by a decline in the number of people who subscribed to its employer-sponsored health plans due to job losses during the pandemic.  The drop, however, is lower than the unemployment data might suggest as many employers continued benefits coverage for furloughed employees, Rex said.","17":"The logo of Down Jones Industrial Average stock market index listed company UnitedHealthcare is shown in Cypress, California April 13, 2016. REUTERS\/Mike Blake  (Reuters) - UnitedHealth Group Inc UNH.N Chief Financial Officer John Rex said on Tuesday that the company's 2018 earnings outlook reflects the company's first-quarter business strength and takes into account expectations for medical and flu-related costs.  The company anticipates a 2018 medical cost ratio, or the measure of premiums paid compared to the cost of care, stable at 81.5 percent this year, plus or minus 50 basis points.","18":"April 15 (Reuters) - UnitedHealth Group Inc:  * UNITEDHEALTH SAYS IT HAS BEEN TRACKING INFECTIOUS DISEASE PATTERNS TO IDENTIFY SUPPLY AND DEMAND INEQUITIES  * UNITEDHEALTH SAYS THAT IT HAS SEEN A REDUCTION IN ELECTIVE CARE WITH AN IMPACT ON UNITEDHEALTHCARE BENEFITS AND OPTUM CARE DELIVERY  * UNITEDHEALTH SAYS TRADITIONAL PROCEDURAL WORK HAS BEEN POSTPONED AT SCA AMBULATORY CENTERS  * UNITEDHEALTH SAYS TRADITIONAL PROCEDURAL WORK HAS BEEN POSTPONED AT SCA AMBULATORY CENTERS  * UNITEDHEALTH SAYS 2020 OUTLOOK IS “THE MOST REASONABLE BASELINE POSTURE IN THESE UNCERTAIN TIMES”  * UNITEDHEALTH HAS CARED FOR MORE THAN 10,000 COVID-19 PATIENTS TO DATE AND IS OPERATING MORE THAN 400 TESTING SITES ACROSS THE COUNTRY  * UNITEDHEALTH SAYS TENS OF THOUSANDS OF PEOPLE HAVE TAKEN ADVANTAGE OF THE SPECIAL ENROLLMENT PERIOD FOR THOSE NEEDING COVERAGE FOR HEALTH BENEFITS  * UNITEDHEALTH SAYS ELECTIVE CARE TRENDS DID NOT BEGIN TO BE MEANINGFULLY IMPACTED BY COVID-19 INCIDENCE RATES UNTIL LATE IN MARCH  * UNITEDHEALTH SAYS QUARTERLY PATTERN FOR EARNINGS WILL LIKELY VARY FROM HISTORICAL PATTERNS  * UNITEDHEALTH SAYS ENVIRONMENT TODAY SUGGESTS LOWEST MEDICAL CARE RATIO IN SECOND QUARTER AND ELEVATED RATE IN SECOND HALF OF YEAR  * UNITEDHEALTH SAYS AS MARKETS BECOME MORE NORMAL, WILL RETURN TO PREVIOUS CASH MANAGEMENT AND LEVERAGE POSITIONS Further company coverage: (Reporting By Caroline Humer)","19":"NEW YORK (Reuters) - UnitedHealth Group Inc.'s UNH.N member medical use of outpatient and physician services was at about 90 percent of normal levels during June, Chief Financial Officer John Rex said on Wednesday during a conference call with analysts.  That medical use trend continued into July even as appointment and medical deferrals increased in some states with higher COVID-19 infections and hospitalizations, Rex said.","20":"(Reuters) - UnitedHealth Group Inc UNH.N, the largest U.S. health insurer, on Tuesday reassured investors that the pervasive flu season did not crimp first-quarter earnings as had been feared, boosting its shares as well as those of rivals.  The logo of Down Jones Industrial Average stock market index listed company UnitedHealthcare is shown in Cypress, California April 13, 2016. REUTERS\/Mike Blake  The insurer’s quarterly profit beat estimates as it kept medical costs within estimates and it raised its 2018 outlook.  Shares of UnitedHealth rose 3.1 percent to $237.46 and boosted other stocks in the sector on hopes that rivals would also release robust results over the next few weeks.  “UnitedHealth certainly sets the tone for the group ... investors tend to look at United as the bellwether for the other companies,” Cantor Fitzgerald analyst Steven Halper said.  Anthem Inc ANTM.N rose 2.3 percent at $230.48, Humana Inc HUM.N was up 2.4 percent at $296.80 and Cigna Corp CI.N added 1 percent at $175.48 after rising as high as $177.81.  Leerink analyst Ana Gupte said UnitedHealth’s report eased Wall Street’s worries about the impact of the bad flu season, which raised insurer costs as more patients visited doctors and were admitted to the hospital.  Other potential negatives for UnitedHealth - such as federal regulation of the pharmacy benefit management business, drug pricing reform and the feared entry of Amazon.com Inc AMZN.O into the pharmacy distribution business - have not materialized.  “None of that seems to be happening,” Gupte said.  One of UnitedHealth’s first-quarter strengths was its ability to control medical costs. The medical care ratio, or the percentage of premiums paid out for medical services, improved to 81.4 percent from 82.4 percent a year earlier.  The company expects to keep the ratio at 81.5 percent in 2018, plus or minus 50 basis points, its chief financial officer said on a conference call.  PROFIT TOPS ESTIMATE  UnitedHealth raised its 2018 adjusted earnings forecast to a range of $12.40 to $12.65 per share from $12.30 to $12.60.  Aside from its large health insurance division, UnitedHealth has other businesses, such as Optum, which includes its pharmacy benefit manager, data analysis and physician groups.  UnitedHealth has added more doctors, urgent care centers and surgery centers via acquisitions, which helped drive growth during the first quarter.  The expansion of the noninsurance businesses comes as the healthcare industry addresses annual increases in costs for medical services and pharmaceuticals by moving services out of more expensive hospitals into less expensive settings, such as clinics.  Other insurers have proposed deals that would allow them to compete with UnitedHealth in these areas.  Aetna Inc AET.N is expected to be bought for $69 billion by CVS Health Corp CVS.N, the pharmacy chain and benefit manager, and smaller rival Cigna Corp CI.N has proposed acquiring Express Scripts Holding Co ESRX.O, the largest U.S. independent pharmacy benefit manager, for $54 billion.  UnitedHealth’s net earnings rose to $2.84 billion, or $2.87 per share, in the first quarter ended March 31 from $2.17 billion, or $2.23 per share, a year earlier.  Excluding items, the company earned $3.04 per share while total revenue rose 13.3 percent to $55.19 billion.  Analysts, on average, expected earnings of $2.89 per share on revenue of $54.86 billion, according to Thomson Reuters I\/B\/E\/S.","21":"(Reuters) - A federal judge has ruled the U.S. Justice Department can move forward with a lawsuit claiming UnitedHealth Group Inc wrongly retained more than $1 billion from the government healthcare program Medicare.  U.S. District Judge Michael Fitzgerald in Los Angeles on Monday ruled that the department had sufficiently alleged UnitedHealth submitted invalid diagnostic data related to the health status of patients enrolled in Medicare Advantage plans.  But Fitzgerald dismissed claims that the insurer falsely attested to the data’s validity, saying the key allegation that those assurances affected payment decisions by the U.S. Centers for Medicare and Medicaid Services was “missing.”  Fitzgerald said that while the data itself appeared to be material to the agency’s payment decisions, the allegations regarding the assurances UnitedHealth made about the data “do not suggest they are likely to influence the payment of money.”  UnitedHealth in a statement on Tuesday said it rejects the Justice Department’s remaining claims and will continue contesting them. The Justice Department had no immediate comment.  Fitzgerald’s decision to dismiss part of the case was based on a 2016 U.S. Supreme Court decision regarding what must be alleged under the False Claims Act to prove a company’s false statement was material to the government paying it.  That law allows the government and whistleblowers suing on its behalf to recover taxpayer money paid to companies based on fraudulent claims.  If successful, whistleblowers receive a percentage of the recovery. The government may intervene in whistleblower lawsuits, typically a major boost to those cases.  Last year, the Justice Department intervened in a lawsuit brought by former UnitedHealth executive Benjamin Poehling, whose whistleblower case was filed under seal in 2011.  The Justice Department said UnitedHealth obtained inflated risk adjustment payments based on untruthful and inaccurate information about the health of patients enrolled in Medicare Advantage plans.  More than one-third of Medicare recipients are in Advantage plans run by private insurers like UnitedHealth.  The lawsuit said UnitedHealth failed to repay the Medicare program by over $1.14 billion from 2011 to 2014.  The case was one of two that the Justice Department announced last year against UnitedHealth related to payments it received for patients enrolled in Medicare Advantage plans.  But a federal judge in October dismissed the other case, saying the government failed to allege CMS would have refused to make payments to UnitedHealth if it had known all the facts.  The case is U.S. ex rel. Poehling v. UnitedHealth Group Inc et al, U.S. District Court, Central District of California, No. 16-cv-08697.","22":"A subsidiary of UnitedHealth Group Inc must face a proposed class action lawsuit accusing the health insurer of denying coverage for medically necessary treatments of eating disorders, a federal judge has ruled.  U.S. District Judge Paul Oetken in Manhattan on Monday held that a woman covered by a plan issued by Oxford Health Insurance Inc could move forward with her case, which was brought on behalf of people with eating disorders.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2IYgbtr","23":"March 13 (Reuters) - Unitedhealth Group Inc:  * UNITEDHEALTH GROUP ANNOUNCES LEADERSHIP ACTIONS  * UNITEDHEALTH GROUP INC - ANDREW WITTY, CURRENT COMPANY DIRECTOR, TO BECOME OPTUM CEO JULY 1, 2018  * UNITEDHEALTH GROUP INC - ANDREW WITTY, CURRENT COMPANY DIRECTOR, TO BECOME OPTUM CEO JULY 1, 2018  * UNITEDHEALTH GROUP INC - LARRY RENFRO TO LEAD ENTERPRISEWIDE GROWTH EFFORTS, OPTUM VENTURES INVESTMENT FUNDS  * UNITEDHEALTH GROUP INC - WITTY WILL STEP DOWN FROM UNITEDHEALTH GROUP BOARD OF DIRECTORS, EFFECTIVE IMMEDIATELY  * UNITEDHEALTH GROUP INC - COMPANY TO LAUNCH NEW OPTUM VENTURES GLOBAL FUND  * UNITEDHEALTH GROUP INC - WITTY IS FORMER CHIEF EXECUTIVE OFFICER OF GLAXOSMITHKLINE PLC Source text for Eikon: Further company coverage:","24":"NEW YORK, Oct 15 (Reuters) - UnitedHealth expects 2020 adjusted earnings growth in the low end of its long-term growth range of 13% to 16%, Chief Executive Officer Dave Wichmann said during a conference call, above the 11 percent rate of growth represented by the midpoint of current analyst consensus.  Wichmann said the company is approaching 2020 with optimism and described the outlook as being prudent. (Reporting by Caroline Humer; editing by David Evans)","25":"(Reuters) - UnitedHealth Group Inc has agreed to buy healthcare payments firm Equian LLC from its private-equity owner New Mountain Capital for about $3.2 billion, the Wall Street Journal reported on Thursday, citing people familiar with the matter.  The sale to the U.S. health insurer is the culmination of a months-long auction process, WSJ said.  It is likely that UnitedHealth would merge Equian into its Optum unit, it added.  “We don’t comment on market rumors and speculation,” a UnitedHealth spokesman told Reuters.  Equian did not respond immediately to a request for comment.  UnitedHealth on Wednesday won the Federal Trade Commission’s approval for its acquisition of DaVita Inc’s primary and urgent care unit, which will be rolled into the company’s Optum Unit.  In April, Bloomberg reported that New Mountain Capital was weighing a sale of Equian.","26":"July 17 (Reuters) - UnitedHealth Group Inc Chief Financial Officer John Rex said on Tuesday that patient medical costs are running within the company’s expectations and forecast they will stay that way this year.  Rex spoke on a conference call to discuss second-quarter earnings in which the company reported a medical care ratio, which compares premiums taken in to the cost of delivering medical care, that was worse than Wall Street expected.  In 2018, Rex said the company expects a ratio of 81.5 percent this year, plus or minus 50 basis points.","27":"A federal appeals court on Wednesday wiped out a $12.3 million patent infringement verdict a health care software company had won against a UnitedHealth Group Inc subsidiary.  The U.S. Court of Appeals for the Federal Circuit reversed an April 2015 jury verdict that UnitedHealth unit OptumInsight Inc infringed a patent owned by smaller rival Cave Consulting Group Inc covering a method of measuring physician efficiency.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2FRXOsc","28":"(Reuters) - Health insurer UnitedHealth Group Inc has at least a tentative agreement to buy specialty pharmacy operator Genoa Health from private equity firm Advent International, news website Axios reported, citing a source familiar with the deal.  Genoa Chief Executive John Figueroa will move on and Chief Commercial Officer Mark Peterson will run the business for UnitedHealth, the report bit.ly\/2MvSFW7 said.  Both UnitedHealth and Genoa Health were not immediately available for comments.  Bloomberg had reported bloom.bg\/2Mxb0Ce on Tuesday that Advent International was in talk with potential buyers about selling Genoa Healthcare, citing people familiar with the matter.","29":"March 9 (Reuters) - UnitedHealth Group Inc:  * UNITEDHEALTH GROUP REINFORCES ACTIONS TAKEN TO PROVIDE MEMBERS AND PATIENTS WITH COVID-19 SUPPORT AND RESOURCES  * UNITEDHEALTH GROUP INC - UNITEDHEALTHCARE HAS WAIVED ALL DIAGNOSTIC TEST COST-SHARING FOR INSURED MEMBERS  * UNITEDHEALTH GROUP INC - OPTUM’S EMOTIONAL-SUPPORT HELP LINE IS FREE OF CHARGE TO HELP ANYONE DEALING WITH STRESS AND ANXIETY Source text for Eikon: Further company coverage:","30":"Jan 20 (Reuters) - UnitedHealth Group Inc:  * UNITEDHEALTH CFO SAYS HEALTHCARE USE RETURNED TO SEASONAL LEVELS DURING THE FOURTH QUARTER  * UNITEDHEALTH CFO SAYS FOURTH QUARTER COVID HEALTHCARE ACTIVITY ROSE TO ACCOUNT FOR 11% OF ALL CARE, UP FROM 6% IN THE THIRD QUARTER  * UNITEDHEALTH CFO SAYS HEALTHCARE USE AT ITS OPTUM HEALTH UNIT IS NEAR ITS TYPICAL RATE  * UNITEDHEALTH CFO SAYS ITS 2021 OUTLOOK REMAINS CONSISTENT WITH ITS EARLY DECEMBER COMMENTARY, INCLUDING THE NEGATIVE COVID-19 EFFECTS IT HAS SEEN  * UNITEDHEALTH EXEC SAYS COVID-19 CARE COSTS IN 2021 EXPECTED TO BE SIMILAR TO WHAT WAS EXPERIENCED IN FY 2020 - CONF CALL Further company coverage:","31":"NEW YORK (Reuters) - The COVID-19 pandemic and related economic impacts make 2021 difficult to predict and likely represent a challenge to earnings, UnitedHealth Group Inc UNH.N Chief Executive Dave Wichmann said on Wednesday.  “As a result, we envision stepping out initially with a more conservative all-in 2021 starting point,” Wichmann said during a conference call with analysts to discuss third-quarter earnings.  He said the company, which is the largest U.S. health insurance and healthcare services company, continues to have confidence in its goal of 13% to 16% long-term growth.","32":"FILE PHOTO: The logo for health insurance provider, Anthem, is displayed on a screen on the floor at the New York Stock Exchange (NYSE) in New York, U.S., April 9, 2019. REUTERS\/Brendan McDermid  (Reuters) - U.S. health insurer Anthem Inc ANTM.N on Wednesday warned of higher-than-normal medical costs in the fourth quarter, driven by coronavirus infections and recovery in demand for elective medical procedures, sending its shares down about 3%.  However, it maintained its 2020 adjusted profit view of over $22.30 per share and even said it expects to grow at least at the lower range of its long-term growth outlook of 12%-15% next year.  Anthem's preliminary outlook is relatively optimistic compared to rivals UnitedHealth Group Inc UNH.N and Centene Corp's CNC.N, both of which took a conservative stance for 2021 growth expectations, Stephens analyst Scott Fidel said.  “The comment about being at the lower end (of the growth outlook) was just really due to an overabundance of caution given the uncertainties related to the entire pandemic situation,” Anthem Chief Financial Officer John Gallina said during a post-earnings call.  During the third quarter, Anthem reported a one-time charge of $607 million related to “business optimization”, saying it was reimagining its office space and reducing footprint by transitioning the majority of its employees to work from home in response to the COVID-19 pandemic.  The company said it was a step towards its goal to achieve 11% to 12% selling, general and administrative (SG&A) costs to sales ratio by 2023. SG&A includes costs related to staff salaries, advertising and rent, among others.  “The company is currently trending well above 13%, so that would be a meaningful support mechanism for them in terms of driving their EPS growth in 2021 through 2023,” Fidel said.  Excluding items, Anthem earned $4.20 per share in the quarter ended Sept. 30, ahead of the average analysts’ estimate of $4.15.","33":"(Reuters) - UnitedHealth Group Inc UNH.N on Wednesday raised its annual profit forecast after its quarterly profit beat estimates, helped by growth in its Optum unit that manages drug benefits, and a slower-than-expected rebound in demand for deferred care.  FILE PHOTO: The corporate logo of the UnitedHealth Group appears on the side of one of their office buildings in Santa Ana, California, U.S., April 13, 2020. REUTERS\/Mike Blake  Shares of the largest U.S. health insurer were up about 1% at $334.4 before the bell.  Large U.S. health insurers, including UnitedHealth, benefited from lower health care spending in the first half of the year, which more than offset pandemic-related additional costs.  The companies, however, signaled a rebound in demand for deferred services in May and June and projected higher medical costs for the second half of the year.  UnitedHealth reported a medical loss ratio (MLR) - the percentage of premiums paid out for medical services - of 81.9%, lower than last year’s 82.4% and analysts’ estimate of 83.55%, according to IBES data from Refinitiv.  The lower MLR is below consensus and much closer to normal after hitting 70.2% in the second quarter, but availing health care services remained below pre-pandemic levels, Evercore ISI analyst Michael Newshel said.  UnitedHealth said results for the third quarter also reflect costs from the company’s customer cost-sharing initiatives for COVID-19 testing and treatment.  Revenue from its Optum unit rose 21.4% to $34.92 billion in the quarter ended Sept. 30.  UnitedHealth’s largest health insurance business brought in $50.4 billion in sales for the quarter, a near 5% rise from a year earlier. Growth in sales of its government-backed health plans for seniors, people with disabilities and those with low-income was offset by a decline in employer-sponsored plans.  The company reported adjusted earnings of $3.51 per share for the quarter, beating estimates of $3.09 per share.  UnitedHealth raised its annual 2020 adjusted profit forecast to between $16.50 per share and $16.75 per share, from its previous range of $16.25 per share to $16.55 per share.","34":"FILE PHOTO: Walmart's logo is seen outside one of the stores in Chicago, Illinois, U.S., November 20, 2018. REUTERS\/Kamil Krzaczynski  (Reuters) - Walmart Inc WMT.N said on Tuesday it would sell Medicare insurance plans in 50 states and Washington D.C. through its broker, marking the U.S. retailer's latest move into the healthcare space.  Walmart Insurance Services LLC, which was launched in July, will offer policies from health insurers such as Humana Inc HUM.N, UnitedHealth Group UNH.N and Anthem Blue Cross Blue Shield from Oct. 15-Dec. 7, the company said.  Medicare Advantage plans cater to Americans older than 65 and those with disabilities.  The company already operates health centers across the United States, offering low-cost services such as dental care and counseling.  Walmart’s move comes at a time when health insurers face rising costs as Americans catch up on less urgent surgeries delayed by the COVID-19 pandemic.  Hospitals rescheduled elective surgeries to reduce the burden on the healthcare system as coronavirus cases surged, while some patients canceled appointments to avoid potential contraction of the respiratory illness caused by the virus.","35":"July 15 (Reuters) - UnitedHealth Group Inc said on Wednesday its second-quarter profit more than doubled, helped by lower medical costs due to a fall in healthcare utilization following coronavirus-fueled lockdowns and social distancing.  Net earnings attributable to shareholders jumped to $6.64 billion, or $6.91 per share, in the three months ended June 30, from $3.29 billion, or $3.42 per share, a year earlier.  Total revenue rose to $62.14 billion from $60.60 billion. (Reporting by Manojna Maddipatla in Bengaluru; Editing by Sriraj Kalluvila)","36":"UnitedHealth Group Inc’s software subsidiary OptumInsight on Wednesday won a ruling that brings a likely end to a long-running patent infringement case brought by smaller rival Cave Consulting Group.  The U.S. Court of Appeals for the Federal Circuit declined to reconsider its recent decision wiping out a $12.3 million verdict Cave won against OptumInsight in April 2015.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2OBx7Yx","37":"(Reuters) - UnitedHealth Group Inc UNH.N, the largest U.S. health insurer, beat Wall Street estimates for fourth-quarter profit on Tuesday, driven largely by growth in its Optum services business, including its pharmacy benefits unit.  FILE PHOTO: Traders work at the post where UnitedHealth Group is traded on the floor of the New York Stock Exchange (NYSE) in New York, U.S., January 31, 2018. REUTERS\/Brendan McDermid  UnitedHealth maintained its previous profit forecast for 2019 adjusted earnings of $14.40 to $14.70 per share, and said higher than expected medical costs in the fourth quarter were limited to states for which it manages their Medicaid benefits, the government program for low income Americans.  “I don’t want to overplay Medicaid here. We have a short-term issue that will take us a little bit of time to work our way out of,” Chief Executive David Wichmann told analysts on a conference call to discuss the results.  That eased Wall Street worries that medical services utilization might be on the rise broadly for insurers, and helped push UnitedHealth and rival insurer shares higher, Evercore ISI analyst Michael Newshel said. The company is the first to report earnings for the sector.  UnitedHealth shares rose 2.8 percent, or $6.91, to $254.97. Anthem Inc ANTM.N gained 2 percent to $260.16 and Cigna Corp CI.N rose 1.6 percent to $195.14.  “Usually United reporting has an influence on the sector, and they did have a good quarter, so that could be why the sector is up today. We thought there were a lot of bullish points,” Piper Jaffray analyst Sarah James said.  Analysts said the company’s medical care ratio - the percentage of premiums paid for medical services - of 82.2 percent in the quarter fell short of their estimates.  However, the company earned $3.28 per share excluding items, exceeding analysts’ average expectations by 7 cents, according to IBES data from Refinitiv.  Total revenue rose about 12 percent to $58.42 billion in the quarter, topping Wall Street forecasts of $58.01 billion.  UnitedHealth reported $27.56 billion in revenue from its Optum unit, a 13 percent rise from last year.  Optum is UnitedHealth's fastest-growing unit, but is set to face tough competition this year after rivals Cigna and Aetna Inc AET.N combined with Optum's two largest rivals, Express Scripts Holding EXRX.O and CVS Health Corp CVS.N, respectively.  Optum benefited from growth in its care delivery, behavioral health and health financial services, the company said.  UnitedHealth’s main business selling health insurance plans brought in $46.23 billion in sales, an 11.1 percent rise from a year earlier.  Net earnings attributable to shareholders fell 16 percent from a year ago to $3.04 billion, or $3.10 per share, related to changes in U.S. corporate tax laws.","38":"(Reuters) - UnitedHealth Group Inc Chief Financial Officer John Rex said on Tuesday that patient medical costs are running within the company’s expectations and forecast they will stay that way this year.  Rex spoke on a conference call to discuss second-quarter earnings in which the company reported a medical care ratio, which compares premiums taken in to the cost of delivering medical care, that was worse than Wall Street expected.  In 2018, Rex said the company expects a ratio of 81.5 percent this year, plus or minus 50 basis points.","39":"FILE PHOTO: U.S. Vice President Mike Pence, who heads the government's coronavirus task force, speaks during a press conference at the Pierce County Readiness Center at Camp Murray near Tacoma, Washington, U.S. March 5, 2020. REUTERS\/David Ryder  WASHINGTON (Reuters) - U.S. Vice President Mike Pence will meet on Tuesday with top executives of large health insurance companies, Pence’s office said on Monday amid the fast-moving coronavirus outbreak.  The companies invited include UnitedHealth Group Inc <UNH.N, Aetna, Blue Cross Blue Shield and Humana, Blue Cross Blue Shield and Anthem, a spokeswoman said.  (This story corrects to UnitedHealth Group in paragraph 2)","40":"NEW YORK (Reuters) - UnitedHealth Group Inc UNH.N Chief Executive David Wichmann said on Wednesday that a broad hold on elective procedures due to the new coronavirus pandemic has negatively impacted its Surgical Care Affiliates ambulatory surgery centers that provide outpatient joint, spine and cardiovascular procedures.  “Most traditional procedural work has been postponed at our SCA ambulatory surgery centers,” Wichmann said during a conference call with analysts.","41":"(Reuters) - UnitedHealth Group Inc said on Tuesday that starting next year it will expand its drug discount program to all new employer-sponsored health plans and pass on rebates to consumers.  The move by UnitedHealth and its pharmacy benefits manager (PBM) unit OptumRx comes amid widespread government scrutiny in the United States over the industry-wide system of after-market discounts or rebates.  “It is clear that UnitedHealth is taking the potential industry rebate shift into its own hands and trying to insulate itself from any upcoming regulation or legislation on rebates,” Evercore ISI analysts wrote in a client note.  The health insurer earlier this year began passing the rebates to about 9 million consumers enrolled in health plans, helping them save an average of $130 per eligible prescription.  Existing members would have the choice of adopting this plan during contract renewal, the company said, adding that it will now offer only this option for new customers.  Insurers like UnitedHealth have traditionally combined all the discounts that they receive from drugmakers into one big pool of money and incorporated it when they set a health plan’s premium prices.  But because of rising drug prices, insurers and pharmacy benefit managers have been pressured to give the discount directly to the patient who is buying the drug.  Eliminating after-market discounts has been a key element of President Donald Trump’s administration plan to lower prescription medicine costs. It had in January proposed a rule to end rebates in a bid to lower prescription drug costs.  Drugmakers say they are under pressure to provide rebates to the three PBMs that dominate the market in order to have their drugs included on preferred coverage lists, ensuring patients can access them.","42":"Feb 14 (Reuters) - Soros Fund Management Llc:  * SOROS FUND MANAGEMENT LLC TAKES SHARE STAKE OF 18,078 CLASS A SHARES IN MASTERCARD INC - SEC FILING  * SOROS FUND MANAGEMENT LLC DISSOLVES SHARE STAKE IN DOMINION ENERGY INC  * SOROS FUND MANAGEMENT LLC CUTS SHARE STAKE IN UNITEDHEALTH GROUP INC BY 11.1 PERCENT TO 120,000 SHARES  * SOROS FUND MANAGEMENT LLC - CHANGE IN HOLDINGS ARE AS OF DECEMBER 31, 2019 AND COMPARED WITH THE PREVIOUS QUARTER ENDED AS OF SEPTEMBER 30, 2019 Source for the quarter ended December 31, 2019: bit.ly\/37sCIJV Source for the quarter ended September 30, 2019: bit.ly\/2QkGgc4","43":"WASHINGTON, June 19 (Reuters) - UnitedHealth Group Inc won antitrust approval to buy DaVita Inc’s primary and urgent care unit for $4.3 billion, the Federal Trade Commission said on Wednesday. (Reporting by Diane Bartz Editing by Leslie Adler)","44":"(Reuters) - UnitedHealth Group Inc UNH.N on Wednesday reaffirmed its financial targets for the year, but cautioned it was uncertain of the impact of elective procedures being postponed by Americans during the COVID-19 pandemic.  FILE PHOTO: The corporate logo of the UnitedHealth Group appears on the side of one of their office buildings in Santa Ana, California, U.S., April 13, 2020. REUTERS\/Mike Blake  Hospitals across the country, on the recommendation of the U.S. government, are postponing elective surgeries in anticipation of need for beds as more people are diagnosed with coronavirus, while some patients, leery of going to a hospital, are canceling appointments themselves.  “Like the broader health system in recent weeks, we have seen a reduction in elective care,” UnitedHealth Chief Executive Officer David Wichmann said on a post-earnings conference call.  The deferred care is impacting its OptumCare delivery business, which runs a network of physicians who offer home health services and surgical care to patients, the company said.  It is very difficult to project when the deferred patient volumes will come back into the system, given all the uncertainty out there, Wichmann said.  The company said it continues to expect adjusted net earnings of $16.25 to $16.55 per share for the year, the mid-point of which is above analysts’ estimate of $16.22, according to Refinitiv IBES data.  “UNH’s outlook demonstrates how well protected managed care sector earnings will be from the COVID-19 crisis in near term from the unprecedented restrictions on elective health care,” Stephens analyst Scott Fidel said.  For the first quarter, the company reported medical loss ratio - a measure of the percentage of premiums paid out for medical services - of 81.0%, a decrease of 1% from a year earlier, benefiting from the return of the industry-wide health insurance fee.  The ratio beat analysts’ estimates of 81.57%.  However, based on the current environment the ratio could be elevated in the second half of the year, the company warned, adding that it could be its lowest in the second quarter. A lower ratio is better for health insurers.  The company also acknowledged that its employer-sponsored health insurance business could be pressured from rising unemployment levels in the country, while its Medicaid and individual business lines could benefit.  The company reported first-quarter adjusted earnings of $3.72 per share, beating estimates of $3.63, helped by 24.6% year-over-year jump in Optum revenue.  Shares of the company, the first health insurer to report quarterly results, were up 1.2% at $273.7.","45":"April 16 (Reuters) - U.S. stocks opened higher on Tuesday, taking the S&P 500 to less than a percent away from an all-time high, after better-than-expected results from healthcare giants UnitedHealth and Johnson & Johnson.  The Dow Jones Industrial Average rose 97.42 points, or 0.37%, at the open to 26,482.19. The S&P 500 opened higher by 6.68 points, or 0.23%, at 2,912.26. The Nasdaq Composite gained 24.56 points, or 0.31%, to 8,000.57 at the opening bell. (Reporting by Sruthi Shankar in Bengaluru; Editing by Sriraj Kalluvila)","46":"Oct 14 (Reuters) - Health insurer UnitedHealth Group Inc said on Wednesday its quarterly profit fell 10.3%, weighed down by a rise in medical costs as patients began to catch up on elective medical care, previously postponed due to COVID-19 related restrictions.  The company is the first among large U.S. health insurers to report third quarter earnings, amid investor concerns around the impact of the upcoming presidential election as well as continued pressure from the ongoing pandemic.  Net earnings attributable to shareholders fell to $3.17 billion, or $3.30 per share, in the third quarter ended Sept. 30, from $3.54 billion, or $3.67 per share, a year earlier.","47":"July 18 (Reuters) - UnitedHealth Group Inc reported a 12.7% rise in second-quarter profit on Thursday, as the company added more members to its health plans and revenue climbed in its Optum unit, which includes its pharmacy benefit management business.  Net earnings attributable to shareholders rose to $3.29 billion, or $3.42 per share, in the quarter ended June 30, from $2.92 billion or $2.98 per share, a year earlier.  Total revenue rose to $60.60 billion from $56.09 billion. (Reporting by Tamara Mathias in Bengaluru; Editing by Sriraj Kalluvila)","48":"April 15 (Reuters) - UnitedHealth Group Inc:  * UNITEDHEALTH SAYS EXPECT TO SEE INCREASES IN MEDICAID AND INDIVIDUAL PRODUCTS TO OFFSET SOME LOSSES EXPERIENCED IN COMMERCIAL GROUP BUSINESS -CONF CALL  * UNITEDHEALTH SAYS VERY DIFFICULT TO PROJECT WHEN DEFERRED CARE WILL RETURN GIVEN “ALL THE UNCERTAINTIES OUT THERE” - CONF CALL  * UNITEDHEALTH SAYS ITS AMBULATORY SURGICAL CARE CENTERS WILL BE AVAILABLE IMMEDIATELY TO RESPOND TO PENT-UP DEMAND - CONF CALL Further company coverage:","49":"April 7 (Reuters) - UnitedHealth Group Inc:  * UNITEDHEALTH GROUP ACCELERATES NEARLY $2 BILLION IN PAYMENTS AND SUPPORT TO HEALTH CARE PROVIDERS TO HELP WITH COVID-19 FINANCIAL CHALLENGES  * UNITEDHEALTH - FINANCIAL SUPPORT INCLUDES PROVISION FOR UP TO $125 MILLION IN SMALL BUSINESS LOANS TO CLINICAL OPERATORS WITH WHOM OPTUMHEALTH IS PARTNERED  * UNITEDHEALTH - MOVE TO ACCELERATE CLAIM PAYMENTS APPLIES TO UNITEDHEALTHCARE’S FULLY INSURED COMMERCIAL, MEDICARE ADVANTAGE & MEDICAID BUSINESSES Source text for Eikon: Further company coverage:","50":"Dec 9 (Reuters) - UnitedHealth Group Inc’s pharmacy services unit, Optum, would buy Diplomat Pharmacy Inc, valuing the company at about $303 million.  Optum said on Monday it would pay $4 per share for Diplomat’s outstanding common stock. Shares of the specialty pharmacy company closed at $5.81 on Friday.","51":"NEW YORK\/MILAN\/LONDON\/HONG KONG (Reuters Breakingviews) - Corona Capital is a column updated throughout the day by Breakingviews columnists around the world with short, sharp pandemic-related insights.  The logo of Walmart is pictured at one of their stores in Monterrey, Mexico March 6, 2017. REUTERS\/Daniel Becerril  LATEST  - Walmart’s Black November  - JPMorgan’s building  NOVEMBER IS THE NEW BLACK. The pandemic is creating a million problems, but Black Friday isn’t one. Retail giant Walmart plans to spread its U.S. holiday sale, which typically happens the day after Thanksgiving, over several days in November, some of that online. One reason is to help keep stores clean and uncrowded.  That will make for a curious experiment in the science of shopping extravaganzas. Black Friday works on the principle that buyers come for a single blockbuster deal, and stock up on gifts for Uncle Mitch and Aunt Sally while they’re at it. What’s not clear is whether that creates new demand, or just reschedules buying that would have happened anyway.  This time round, investors can get a peek at what happens when a retailer tries out multiple fiestas, online and off. Shoppers may be too rational to take the bait. But with the company’s shares dramatically lagging Amazon.com, Home Depot, and the S&P 500 Index over the last six months, Walmart might as well give it a try. (By Lauren Silva Laughlin)  TOWER POWER. Finance is mobile these days, except when it isn’t. JPMorgan boss Jamie Dimon told reporters on Tuesday that even though only one-fifth of his New York employees are back in the office, he remains committed to a new $3 billion headquarters on Park Avenue. It’s contrarian, and basically in character.  Digital aspirations notwithstanding, JPMorgan still has a taste for old-world assets. It’s still selectively opening new branches, even though online banking has made them less necessary. Dimon, whose senior traders were called back as early as September, also says he favors an intelligent return to work.  He is probably onto something: the pendulum swung one way, but will partly swing back. Besides, some things don’t go out of fashion, like the thrill of being a bigger blot on the landscape than your rival. Dimon’s rockpile will be a clear 200 feet taller than Bank of America’s beveled tower just 10 minutes’ walk away. What better reason to keep building? (By John Foley)  MARKET POWER. UnitedHealth has a habit of beating earnings estimates, and the $315 billion company did it again in the third quarter as revenue grew 8%. The U.S. health insurer also raised its earnings guidance for the full year. While the pandemic has been good for UnitedHealth and its rivals – closed doctors’ offices and postponed surgeries mean they still collect premiums but shell out less on patients’ treatments – it’s also an illustration of something more durable.  The company is the biggest in a concentrated industry. For example, the individual insurance market in nearly every U.S. state is highly concentrated according to the Herfindahl-Hirschman Index, one measure of how competitive markets are. That allows high returns, and UnitedHealth’s year-to-date return on equity is nearly 30%. This may be unusually high, but the company’s 10-year stock performance underlines the broader point. Shareholders have made more than 10 times their money, including dividends, twice as much as owners of Google parent Alphabet over a decade. Maybe Washington’s lawmakers should look beyond Big Tech for their antitrust targets. (By Robert Cyran)  TWISTS AND TURNS. Infrastructure investors have spotted a pandemic opportunity. Blackstone and Macquarie are teaming up with Italian state arm Cassa Depositi e Prestiti to buy 88% of troubled motorway operator ASPI from Atlantia, controlled by the Benetton family. The consortium is looking to pay up to 10 billion euros for the stake, Il Messaggero reported.  Atlantia agreed in July to a government demand to relinquish control of ASPI but rejected the proposed financial terms. On Tuesday it said would consider a CDP-led offer. A deal would end a ferocious dispute with Rome following the fatal collapse of a motorway bridge in 2018. It would also mark the latest deal for CDP, which in recent weeks acquired a stake in exchange operator Euronext and became the largest shareholder of merged payments groups Nexi and Sia. With no other bidders likely to challenge CDP, Blackstone and Macquarie may get a bargain by jumping on the state bandwagon. (By Lisa Jucca)  KEEP CALM AND CASH IN. The creator of a popular app for meditation and sleep is looking to raise $150 million at a $2.2 billion valuation, more than twice its previous value, according to Bloomberg. Like Zoom Video Communications and Netflix, Calm is a coronavirus success story. The app, which features guided meditation exercises as well as sleep stories from celebrities like Matthew McConaughey, has seen a burst of engagement during the crisis, with almost 4 million downloads in April, well over twice as many as its nearest competitor.  That’s unsurprising, as insomnia and anxiety are rampant. Prescriptions for sleep medication in the U.S. jumped about 15% between mid-February and mid-March as the pandemic took hold, according to Express Scripts. And the pandemic has had a negative impact on people’s sleep and psychological state in China, according to a study published in Sleep Medicine. If traders could go long on anxiety, they would, and Calm may be the nearest thing. (By Anna Szymanski)  GLASS DARKLY. Europe’s semiconductor behemoth ASML made up for lost time in the third quarter. After a disappointing first half, when Covid-19 made it trickier to ship its chip-building kit to Asian customers, revenue grew by 33% year-on-year in the three months to Sept. 30. Peter Wennink, chief executive of the 144 billion euro group, reckons long-term trends like 5G mobile data and artificial intelligence will increase the need for his equipment, which uses ultraviolet light to transfer tiny designs onto chips.  That jars with his vision for 2021, however. Wennink expects revenue to grow by a “low double-digit” percentage, usually code for just over 10%. Analysts were hoping for almost 15%, going by the median Refinitiv estimate. ASML’s shares now trade at an 11% premium to the global semiconductor sector, compared with 29% on average over the past five years. Wennink’s optimism isn’t necessarily shared. (By Liam Proud)  SLUGGISH FASHION. ASOS’s pandemic boom may soon fizzle out. The online retailer reaped the benefits of having a captive market for selling its throwaway skirts and tops as lockdown forced high-street rivals to shut their doors. ASOS said on Wednesday that its full-year pre-tax profit surged to 142.1 million pounds in the year to Aug. 31, from 33.1 million pounds a year earlier. It also reckons there is more room for improvement.  Such optimism may be misguided. Consumers are facing a dramatic rise in unemployment. In Britain, which accounted for over a third of its 3.3 billion pounds of sales, a government scheme that covers 80% of the salary costs of furloughed staff will be dramatically scaled back at the end of October. Companies may decide to cull staff instead of signing up to the new, less generous, programme. Selling to customers who are having to watch every penny will be a much harder task. (By Aimee Donnellan)  DRESS FOR SUCCESS. Desperate times call for desperate outfits. Qantas Airways has launched a new line of expensive athleisure clothing designed by Australian Martin Grant, which features T-shirts, hoodies and cashmere sweaters, two months after it reported a net loss of nearly A$2 billion ($1.41 billion) for the 12 months to June.  This is not the airline’s first creative sales foray. In September, the company successfully sold off fully stocked booze trolleys from its retired Boeing 747 planes, after selling care packages containing business-class pyjamas. Flights to nowhere, including a seven-hour scenic journey over Australia’s Outback and Great Barrier Reef which takes off and lands at the same airport – sold out in 10 minutes. With international travel stalled and carriers bleeding cash, expect more creative forms of fundraising to come. (By Sharon Lam)","52":"-- Source link: cnb.cx\/35b9PlS  -- Note: Reuters has not verified this story and does not vouch for its accuracy","53":"June 20 (Reuters) - UnitedHealth Group Inc has agreed to buy health-care payments firm Equian LLC from its private-equity owner New Mountain Capital for about $3.2 billion, the Wall Street Journal reported on Thursday, citing people familiar with the matter.  The companies did not respond immediately to a Reuters request for comment outside regular business hours.  In April, Bloomberg reported that New Mountain Capital was weighing a sale of Equian. (Reporting by Bhargav Acharya in Bengaluru; Editing by Cynthia Osterman)","54":"(Reuters) - UnitedHealth Group Inc on Wednesday reported higher-than-expected fourth-quarter profit, as medical costs came in lower than Wall Street estimates even with increased spending related to the surge in COVID-19 cases in December.  FILE PHOTO: The corporate logo of the UnitedHealth Group appears on the side of one of their office buildings in Santa Ana, California, U.S., April 13, 2020. REUTERS\/Mike Blake\/File Photo GLOBAL BUSINESS WEEK AHEAD  For much of 2020 health insurers incurred lower healthcare costs as people avoided doctors offices and hospitals out of fear or contracting COVID-19 and elective medical procedures were put off.  UnitedHealth said benefits from the deferred care was largely offset by coronavirus testing and treatment costs in the fourth quarter. Its share were off slightly at $350.99.  Healthcare spending, which had returned to more normal levels early in the quarter, rose in late November and December with the spike in COVID-19 costs, the company said on a conference call.  The insurer, however, reported a medical loss ratio (MLR) - the percentage of premiums paid for medical services - of 83.2% for the quarter, less than analysts’ forecasts of 84.36%, according to Refinitiv IBES.  Bernstein analyst Lance Wilkes called the quarter’s MLR “a positive surprise.”  Since the pandemic started, COVID-19 has claimed over 401,000 lives in the United States and more than 24.1 million people have been infected with the novel coronavirus, with cases and deaths still rising in most of the country.  UnitedHealth said it expected COVID-19-related cost trends in 2021 to remain similar to 2020 despite the vaccination efforts.  COVID-19 accounted for about 11% of all care activity during the fourth quarter compared to about 6% in the third, Chief Financial Officer John Rex said.  The company reported fourth-quarter adjusted earnings of $2.52 per share, beating Wall Street estimates by 11 cents, according to Refinitiv data.  UnitedHealth maintained the 2021 profit forecast it issued last month for adjusted net earnings of $17.75 to $18.25 per share. That includes $1.80 per share in treatment and testing costs related to COVID-19.","55":"UnitedHealth Group on Monday won a legal challenge to a New York regulation that would reduce how much funding its subsidiaries in the state would receive under a program aimed at stabilizing insurance marketplaces under Obamacare.  The 2nd U.S. Circuit Court of Appeals in New York ruled that the emergency regulation the New York Department of Financial Services made effective 2017 was preempted by the Affordable Care Act’s so-called risk adjustment provisions.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2E39zMo","56":"NEW YORK (Reuters) - Cigna Corp CI.N on Thursday closed its $54-billion deal to buy Express Scripts Holding Co, creating one of the biggest providers of pharmacy benefits and insurance plans in the United States, a combination it says will help it improve healthcare coordination and cut costs.  Cigna's deal puts it in direct competition with two other healthcare companies set up the same way - Aetna with CVS Health Corp CVS.N and UnitedHealth Group Inc UNH.N with Optum. Cigna's deal has already passed antitrust scrutiny.  Cigna will start offering new products next year to its corporate health insurance customers, including access to Express Scripts’ specialty pharmacy, which has cost savings programs in treatment areas such as cancer, its top executive said in an interview on Thursday.  Prescription drugs that require special handling and are delivered to a doctor’s office or patient home by specialty pharmacies are a growing part of employer healthcare spending and rising U.S. drug costs. Many new drugs costs tens of thousands of dollars when they are launched and drugmakers raise the price of older drugs once or twice a year.  The company will also try to improve products and services by integrating healthcare data, he said.  “There’s a lot of data available today but it’s either not aggregated in a singular place or coalesced in a way that’s intuitive,” Cigna Chief Executive Officer David Cordani said in an interview.","57":"A federal judge on Wednesday expressed skepticism about whether the new healthcare venture launched by Amazon.com Inc, Berkshire Hathaway Inc and JPMorgan Chase can truly be considered a competitor to UnitedHealth Group Inc’s Optum unit.  The comments by U.S. District Judge Mark Wolf in Boston went to the heart of Optum’s high-profile lawsuit against David Smith, a former executive who, Optum claims, violated a non-compete agreement by joining the venture and who could also share its trade secrets.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2tvsHtO","58":"April 17 (Reuters) - UnitedHealth Group Inc:  * FIRST QUARTER NET EARNINGS OF $2.87 PER SHARE  * FIRST QUARTER ADJUSTED NET EARNINGS OF $3.04 PER SHARE  * FIRST QUARTER REVENUES OF $55.2 BILLION GREW 13.3% YEAR-OVER-YEAR  * INCREASED OUTLOOK FOR 2018 NET EARNINGS TO RANGE OF $11.70 TO $11.95\/SHARE AND ADJUSTED NET EARNINGS OF $12.40 TO $12.65 PER SHARE  * Q1 EARNINGS PER SHARE VIEW $2.89, REVENUE VIEW $54.86 BILLION -- THOMSON REUTERS I\/B\/E\/S  * FY2018 EARNINGS PER SHARE VIEW $12.54, REVENUE VIEW $224.88 BILLION -- THOMSON REUTERS I\/B\/E\/S  * QTRLY CONSOLIDATED MEDICAL CARE RATIO 81.4 PERCENT DECREASED 100 BASIS POINT YEAR-OVER-YEAR  * UNITEDHEALTH - REVENUE EFFECT FROM RETURN OF HEALTH INSURANCE TAX IN Q1 WAS PRIMARY DRIVER OF DECREASE IN CONSOLIDATED MEDICAL CARE RATIO Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","59":"April 20 (Reuters) - UnitedHealth Group Inc:  * UNITEDHEALTH GROUP SAYS EXECUTIVE CHAIRMAN STEPHEN J. HEMSLEY’S 2017 TOTAL COMPENSATION WAS $18.5 MILLION - SEC FILING  * UNITEDHEALTH GROUP SAYS CEO DAVID WICHMANN’S FY 2017 TOTAL COMPENSATION WAS $17.4 MILLION  * UNITEDHEALTH GROUP SAYS CFO JOHN F. REX’S 2017 TOTAL COMPENSATION WAS $7.9 MILLION VERSUS $7.2 MILLION IN 2016  * UNITEDHEALTH GROUP SAYS VICE CHAIRMAN AND CEO OF OPTUM, LARRY RENFRO'S FY 2017 TOTAL COMPENSATION WAS $14.2 MILLION VERSUS $12.3 MILLION IN FY 2016 Source text: (bit.ly\/2qM5DpT) Further company coverage:","60":"FILE PHOTO: A UnitedHealth Group health insurance card is seen in a wallet in this picture illustration October 14, 2019. REUTERS\/Lucy Nicholson\/Illustration\/File Photo  (Reuters) - Health insurer UnitedHealth Group UNH.N on Monday issued its adjusted earnings forecast for 2020, the midpoint of which was below analysts' estimates.  The company said it expects 2020 earnings between $16.25 and $16.55 per share, compared with analysts’ estimates of $16.46 per share, according to Refinitiv data.  UnitedHealth, however, said it expected revenue of $260 billion to $262 billion for 2020, largely above Wall Street expectations of $260.81 billion.  The insurer said in October that it was targeting earnings growth of between 13% and 16% in the long term.  (This story was refiled to correct headline to clarify that midpoint is below estimates)","61":"FILE PHOTO: The office building of health insurer Anthem is seen in Los Angeles, California February 5, 2015. REUTERS\/Gus Ruelas  (Reuters) - The U.S. House Committee on Energy and Commerce on Wednesday launched an investigation into 12 health insurers, including Anthem Inc and UnitedHealth Group, over their sale of short-term plans.  Terming the short-term plans as “junk”, the committee said it was troubled that consumers who sign up for the plans are being misled about the nature of the coverage they are purchasing.  “The Democrats cite concerns over several troubling reports of STLDI (short-term, limited duration insurance) plans denying coverage entirely, charging more based on age, gender or health state, or refusing to cover consumers for care that may stem from what the company deems a pre-existing condition,” the panel said.  Shares of Health Insurance Innovations Inc fell nearly 20 percent, while eHealth Inc dropped 4.8 pct. Shares of Anthem and UnitedHealth Group pared gains, but were still up between 2 and 3 percent.","62":"May 15 (Reuters) - Microsoft Corp:  * UNITEDHEALTH GROUP AND MICROSOFT COLLABORATE TO LAUNCH PROTECTWELL™ PROTOCOL AND APP TO SUPPORT RETURN-TO-WORKPLACE PLANNING AND COVID-19 SYMPTOM SCREENING  * UNITEDHEALTH GROUP - PROTECTWELL INCORPORATES CDC GUIDELINES, LATEST CLINICAL RESEARCH TO LIMIT SPREAD OF COVID-19 BY SCREENING EMPLOYEES FOR SYMPTOMS  * UNITEDHEALTH GROUP - PROTECTWELL WILL BE OFFERED FREE OF CHARGE TO EMPLOYERS IN UNITED STATES Source text for Eikon: Further company coverage:","63":"NEW YORK, Oct 16 (Reuters) - UnitedHealth Group Inc Chief Executive Officer Dave Wichmann on Tuesday backed Wall Street’s expectations for 2019 profit and said the company remained committed to its long-term goal for earnings growth of 13 percent to 16 percent.  The average analyst adjusted earnings estimate for 2019 is $14.41 per share, according to I\/B\/E\/S data from Refinitiv.","64":"* Adobe rises after positive analyst day  * Morgan Stanley gains after results  * Walmart drops after cut in full-year profit  * UnitedHealth rises on qtrly earnings beat, FY profit raise  * Futures: Dow 0.47 pct, S&P 0.45 pct, Nasdaq 0.66 pct  Oct 16 (Reuters) - U.S. stock futures signaled a slight recovery on Tuesday, as upbeat earnings reports from Morgan Stanley and UnitedHealth among others helped ease jitters over the impact of various global issues on corporate profits.  Shares of Morgan Stanley rose 2.1 percent premarket after reporting a 19 percent increase in quarterly profit, with strong performance in its equities trading business outweighing weakness in bond trading.  Goldman Sachs, which will release results shortly to wrap up earnings from the top six U.S. banks, was up 0.7 percent.  UnitedHealth rose 2 percent in light premarket volumes after the insurer delivered a quarterly profit beat and boosted earnings forecast for the year as it added more members to its health plans.  In what could be a lift for the recently turbulent technology sector, Adobe climbed 5.5 percent after the software company reaffirmed its current-quarter forecast and provided 2019 targets that eased concerns over the impact of a recent acquisition.  One dampener was Walmart, which dropped 0.7 percent after lowering its earnings forecast for the year to include the impact from its acquisition of Indian e-commerce company Flipkart.  The reports from some of the biggest U.S. companies would help soothe nerves of investors who have been fretting over the impact of tariffs, rising interest rates, wage growth and other factors on corporate profits.  Still, earnings at S&P 500 companies is expected to have risen 21.6 percent in the third quarter, a slowdown from the past two quarters, according to I\/B\/E\/S data from Refinitiv.  At 7:15 a.m. ET, Dow e-minis were up 119 points, or 0.47 percent. S&P 500 e-minis were up 12.25 points, or 0.45 percent and Nasdaq 100 e-minis were up 47 points, or 0.66 percent.  Johnson & Johnson edged 0.5 percent higher after beating quarterly estimates and raising its forecast, as demand for cancer drugs Zytiga and Darzalex helped offset falling sales of blockbuster arthritis drug Remicade.  Netflix was 0.8 percent ahead of its earnings report, expected after market close. The video streaming company will be the first to issues results among the FAANG group of stocks, which have at the center of last week’s selloff.  At 9:15 a.m. ET\/1:15 p.m. GMT, industrial production data from the Federal Reserve is likely to show production rose 0.2 percent in September, lower than its August reading of 0.4 percent rise. (Reporting by Medha Singh in Bengaluru)","65":"April 17 (Reuters) - UnitedHealth Group Inc:  * UNITEDHEALTH GROUP - DURING ANDREW WITTY’S ABSENCE, DAVID S. WICHMANN, CEO OF CO, WILL OVERSEE OPTUM  * UNITEDHEALTH GROUP - WITTY WILL BE ON UNPAID LEAVE OF ABSENCE COMMENCING ON APRIL 20 UNTIL DECEMBER 31  * UNITEDHEALTH GROUP - BOARD AUTHORIZED A PAYMENT BY CO TO ANDREW WITTY IN AMOUNT OF $550,000 ON APRIL 16 Source text: (bit.ly\/2wSyD5C) Further company coverage:","66":"NEW YORK (Reuters) - UnitedHealth Group Inc will treat emergency room and other hospital services performed by Envision Healthcare as out-of-network claims beginning next year after failing to reach a new contract agreement with the staffing company, UnitedHealth said on Monday.  FILE PHOTO: Traders work at the post where UnitedHealth Group is traded on the floor of the New York Stock Exchange (NYSE) in New York, U.S., January 31, 2018. REUTERS\/Brendan McDermid\/File Photo  The health insurer sent a letter seen by Reuters to 300 hospitals informing them of the decision on Friday.  The letter comes 90 days ahead of the Jan. 1 date for the out-of-network switch, and after months of negotiations between the two companies to solve disagreements over payment rates and other financial incentives, UnitedHealth spokesman Stephen Shivinsky said.  Envision spokeswomen Kim Warth, in an emailed statement, said the company has been negotiating in good faith with UnitedHealth, which is making “egregious demands” for price cuts “that will force all of our physicians out of network.”  The letters contain data for one group in one market, not for overall markets, she said, describing the information sent to hospitals as misleading.  UnitedHealth first said it was considering terminating its contract with Envision in April.  Envision also sued UnitedHealth earlier this year, saying it was not paying its bills. That ended up in court-ordered arbitration, which is ongoing.  Envision has agreed to be bought by KKR & Co for more than $5.5 billion in a deal expected to close in the fourth quarter.  UnitedHealth said in the letter that Envision is asking for payment rates that are nearly 600 percent of the rates in the Medicare program for seniors and the disabled and twice the average amount paid for ER physicians according to the National Bureau of Economic Research.  Envision said its goal is to have in-network relationships with partner insurers “so that patients don’t have to worry about surprise bills caused by surprise gaps in coverage.”","67":"July 17 (Reuters) - UnitedHealth Group Inc Chief Financial Officer John Rex said on Tuesday that patient medical costs are running within the company’s expectations and forecast they will stay that way this year.  Rex spoke on a conference call to discuss second-quarter earnings in which the company reported a medical care ratio, which compares premiums taken in to the cost of delivering medical care, that was worse than Wall Street expected.  In 2018, Rex said the company expects a ratio of 81.5 percent this year, plus or minus 50 basis points.","68":"An executive at a new healthcare venture launched by Amazon.com Inc, Berkshire Hathaway Inc and JPMorgan Chase & Co argued this week at a court hearing in Boston that the new venture is not a competitor to his former employer UnitedHealth Group Inc, as he tried to fend off claims that he took trade secrets with him.  David Smith, formerly an executive at UnitedHealth’s Optum unit, testified during two days of hearings that began on Wednesday before a federal judge, who is weighing whether to grant Optum’s request for a temporary restraining order blocking him from working at the still-unnamed venture.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2WDGqfk","69":"Jan 20 (Reuters) - Health insurer UnitedHealth Group Inc said on Wednesday its quarterly profit fell 37.5%, weighed by costs related to its programs to make COVID-19 testing and treatment more accessible for its customers.  Net earnings attributable to shareholders fell to $2.21 billion, or $2.30 per share, in the fourth quarter ended Dec. 31, from $3.54 billion, or $3.68 per share, a year earlier.","70":"(Reuters) - UnitedHealth Group Inc UNH.N on Tuesday provided an optimistic outlook for 2020 profit, saying it expected growth to be at least 13%, which outpaces current Wall Street estimates and sent its shares up as much as 8.6%.  A UnitedHealth Group health insurance card is seen in a wallet in this picture illustration October 14, 2019. REUTERS\/Lucy Nicholson\/Illustration  The largest U.S. health insurer, which also raised its 2019 earnings forecast for the third time this year, is targeting earnings growth of between 13% and 16% in the long term.  Wall Street analysts had forecast growth of 11% next year.  UnitedHealth, the first health insurer to report third-quarter results, also lifted rivals Anthem ANTM.N, CVS Health CVS.N, Humana HUM.N, Molina MOH.N, Centene CNC.N and Cigna CI.N, as well as the overall market.  UnitedHealth Chief Executive Officer David Wichmann said on a conference call with analysts and investors that he is optimistic about 2020 and also called the company’s forecast “conservative.”  “We think it’s a reasonable and prudent position at this distance,” he said, adding the company expected strength in its Optum unit, which includes a pharmacy benefits management business, and sales of its Medicare Advantage plans for people over age 65, to propel growth.  UnitedHealth also posted third-quarter earnings that beat Wall Street estimates and raised its full-year adjusted earnings forecast to between $14.90 to $15 per share, up from an earlier view of $14.70 to $14.90.  Results from the industry bellwether come as a relief to a sector that has been facing uncertainty in the run-up to the 2020 U.S. presidential elections. With some Democrat candidates proposing elimination of private health insurance in favor of a government-run health plan and increased scrutiny of healthcare costs, UnitedHealth stock had fallen about 11% this year.  BMO Capital Markets analyst Matt Borsch said the stock may have risen as much as it did because the report eased concerns about the potential for elevated medical costs and 2020 earnings. “There’s been this massive relief this morning,” he said.  For the quarter, the company’s medical care ratio, or the percentage of premiums paid out for medical services, was 82.4%, worsening from 81% last year but in line with the average analyst estimate.  Revenue from the health insurance business rose 4.7% to $48.11 billion in the third quarter, while Optum posted a 13.3% jump to $28.76 billion.  Excluding items, UnitedHealth earned $3.88 per share, beating the average analyst estimate by 13 cents, bolstered by higher Optum revenue as well as its core health insurance business.  Total revenue rose 6.7% to $60.35 billion, beating Wall Street estimates of $59.79 billion, according to IBES data from Refinitiv.  UnitedHealth shares were up nearly 8% at $238.00 after climbing as high as $239.84 earlier.","71":"The corporate logo of the UnitedHealth Group appears on the side of one of their office buildings in Santa Ana, California, U.S., April 13, 2020. REUTERS\/Mike Blake  (Reuters) -Health insurer UnitedHealth Group on Wednesday agreed to buy Change Healthcare for $7.84 billion in an all-cash deal, as it looks to expand its fast-growing healthcare technology business.  UnitedHealth will pay $25.75 per Change Healthcare share, a premium of 41.2% to Tuesday’s closing price. Shares of Change, which will merge with UnitedHealth unit Optum, were trading near the offer price at $23.88.  Change Healthcare, which is 20% owned by Blackstone Group, provides billing and payment process services to more than 2,000 payers and 1 million providers, according to Citi.  Its acquisition is expected to close in the second half of 2021 and add to UnitedHealth’s adjusted earnings per share by about 50 cents in 2022.  “The array of services provided by Change would appear to supplement and complement many of the services offered by UnitedHealth’s OptumInsight division,” J.P. Morgan analyst Gary Taylor said.  However, the brokerage pointed out possible antitrust implications, as the number of services provided by Change could make it “really difficult to contemplate how the Federal regulators will define relevant markets”.  It expects UnitedHealth to make the case that the transaction will increase efficiency and transparency for consumers.  Optum offers data, software and services to insurance firms, physicians, hospitals and pharmaceutical companies. The unit accounted for more than half of UnitedHealth’s total revenue of $65.1 billion in the quarter ended Sept. 30.  “Overall, the deal foots to UnitedHealth building out its capabilities with Change’s data and analytics platform augmenting offerings, and we would expect UnitedHealth to continue using M&A to grow and scale its Optum segments,” said analysts at Citi.","72":"(Reuters) - UnitedHealth Group Inc won anti-trust approval to buy DaVita Inc’s primary and urgent care unit for $4.3 billion, the Federal Trade Commission said on Wednesday.  The deal is part of an effort by health insurers to cut costs by playing a more direct role in medical services, including shifting patients to cheaper, more accessible locations for routine or non life-threatening emergency medical services.  The FTC approved the deal on condition that it sell a Las Vegas facility to Utah-based to Intermountain Healthcare.  The deal was announced in December 2017 as $4.9 billion but was reduced last December to $4.3 billion.  DaVita will be rolled into UnitedHealth’s Optum unit, which has some 30,000 physicians. Denver-based DaVita operates medical groups in six states that serve 1.7 million patients through about 300 clinics.  Optum said on Wednesday it had completed the transaction.DaVita’s kidney dialysis unit is not included in the deal.  The FTC was split on the proposed transaction, with the three Republicans voting to approve it.  The two Democrats, Rebecca Slaughter and Rohit Chopra, said that they would have pressed for stronger action in Colorado, even if it meant going to court. Separately, Colorado’s attorney general, Phil Weiser, said that it won an agreement from the companies to take steps to address those concerns through a price freeze in one case and similar measures.","73":"FILE PHOTO: The corporate logo of the UnitedHealth Group appears on the side of one of their office buildings in Santa Ana, California, U.S., April 13, 2020. REUTERS\/Mike Blake\/File Photo  (Reuters) - UnitedHealth Group Inc on Tuesday forecast 2021 adjusted profit below Wall Street estimates, hit by the COVID-19 pandemic and uncertainties related to it.  Health insurers benefited in the first few quarters of this year as people delayed non-urgent surgeries due to the pandemic, but that is likely to change as deferred surgeries pick up pace.  UnitedHealth, however, expects 2021 revenue to be in the range of $277 billion to $280 billion, in-line with analysts’ expectations of $278.53 billion, according to data from Refinitiv IBES.  The industry bellwether expects 2021 adjusted net earnings of $17.75 to $18.25 per share, compared with analysts’ average estimate of $18.33 per share, according to IBES data from Refinitiv.  The company said its forecast assumes a $1.80 per share hit due to treatment and testing costs related to COVID-19.","74":"April 15 (Reuters) - UnitedHealth Group Inc:  * UNITEDHEALTH GROUP PROVIDES EXPANSIVE SUPPORT TO COVID-19 RESPONSE EFFORTS, REPORTS BALANCED FIRST QUARTER PERFORMANCE  * Q1 2020 NET EARNINGS WERE $3.52 PER SHARE AND ADJUSTED NET EARNINGS WERE $3.72 PER SHARE  * UNITEDHEALTH GROUP’S Q1 2020 REVENUES GREW $4.1 BILLION OR 6.8% TO $64.4 BILLION  * QTRLY RESULTS REFLECT MINIMAL IMPACT FROM PROGRESSION OF COVID-19 VIRUS ACROSS U.S.  * MAINTAINED ITS FULL YEAR EARNINGS PER SHARE OUTLOOK FOR 2020  * ANDREW WITTY, PRESIDENT, UNITEDHEALTH GROUP AND CEO OF OPTUM, WILL TAKE A LEAVE OF ABSENCE  * AS YEAR PROGRESSES, COMPANY WILL CONTINUE TO EVALUATE IMPACT OF COVID-19 ACROSS ITS BALANCED AND DIVERSIFIED BUSINESSES  * MEDICAL CARE RATIO OF 81.0% IN Q1 2020 DECREASED FROM 82.0% LAST YEAR IN SAME QUARTER  * EMPLOYING AND PAYING FULL WAGES TO OUR ENTIRE WORKFORCE  * PROVIDED EARLY REFILLS, PROLONGED AUTHORIZATIONS AND INCREASED HOME DELIVERY  * IN THE FIRST QUARTER OF 2020, OPTUM REVENUES GREW BY $6.5 BILLION OR 24.6% YEAR-OVER-YEAR TO $32.8 BILLION  * OPTUM’S FIRST QUARTER 2020 EARNINGS FROM OPERATIONS GREW $230 MILLION OR 12.2% YEAR-OVER-YEAR TO $2.1 BILLION  * UNITEDHEALTH - ANDREW WITTY WILL TAKE A LEAVE OF ABSENCE TO HELP LEAD WORLD HEALTH ORGANIZATION’S NEW INITIATIVE FOR COVID-19 VACCINE DEVELOPMENT  * ACCELERATED NEARLY $2 BILLION OF PAYMENTS TO CARE PROVIDERS TO PROVIDE NEEDED LIQUIDITY FOR THE HEALTH SYSTEM.  * WAIVED ALL COST SHARING FOR COVID-19 DIAGNOSIS AND TREATMENT  * REMOVED ALL COVID-19 PRIOR AUTHORIZATIONS  * WILL NOT REQUEST, NOR DO WE INTEND TO RETAIN, ANY GOVERNMENT ASSISTANCE  * Q1 EARNINGS PER SHARE VIEW $3.63, REVENUE VIEW $64.32 BILLION -- REFINITIV IBES DATA  * UNITEDHEALTH - MAINTAINED FY EPS OUTLOOK FOR 2020, INCLUDING NET EARNINGS OF $15.45 TO $15.75 PER SHARE & ADJUSTED NET EARNINGS OF $16.25 TO $16.55 PER SHARE  * FY2020 EARNINGS PER SHARE VIEW $16.22 -- REFINITIV IBES DATA Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","75":"April 15 (Reuters) - UnitedHealth Group Inc reported a 2.5% fall in first-quarter profit on Wednesday, hurt by higher medical costs.  Net earnings attributable to shareholders fell to $3.38 billion, or $3.52 per share, in the three months ended March 31, from $3.47 billion, or $3.56 per share, a year earlier.  Total revenue rose to $64.42 billion from $60.31 billion.","76":"Oct 15 (Reuters) - UnitedHealth Group Inc reported an 11% rise in third-quarter profit on Tuesday, helped by higher revenue in its core business that sells health plans, and strength in its Optum unit, which includes its pharmacy benefits management business.  Net earnings attributable to shareholders rose to $3.54 billion, or $3.67 per share, in the three months ended Sept. 30, from $3.19 billion, or $3.24 per share, a year earlier.  Total revenue rose 6.7% to $60.35 billion. (Reporting by Tamara Mathias in Bengaluru; Editing by Sriraj Kalluvila)","77":"UnitedHealth Group is bound by a $125 million settlement between Teva Pharmaceutical Industries and several insurance companies resolving claims that Cephalon Inc, later bought by Teva, suppressed competition for its wakefulness drug Provigil, a federal judge in Pennsylvania has ruled.  U.S. District Judge Mitchell Goldberg in Philadelphia said Wednesday that the Minnesota-based insurer had effectively given its outside counsel the authority to sign an enforceable settlement agreement, despite a misunderstanding about whether it was binding.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2NtpAPE","78":"July 18 (Reuters) - UnitedHealth Group Inc will stick to its plan to implement point-of-sale rebates to all its members, Chief Executive Officer David Wichmann said on Thursday.  The company is the first health insurer to report quarterly results after the Trump administration last week nixed an ambitious proposal to ban drug rebates.  UnitedHealth’s decisions around rebates were made independent of any pending regulations and the company’s commitment to that won’t change moving forward, Wichmann said on a post-earnings conference call.  As part of a proposal outlined in March, UnitedHealth said its pharmacy-benefit management unit OptumRx would mandate that all new employer clients pass on discounts it negotiates with drugmakers directly to plan participants.  Earlier this year, the company also began passing rebates to about 9 million consumers enrolled in its health plans, helping them save an average of $130 per eligible prescription.  Shares of the health insurer fell about 3% in early morning trading. (Reporting by Manojna Maddipatla in Bengaluru; Editing by Shailesh Kuber)","79":"Feb 17 (Reuters) - UnitedHealth Group Inc:  * UNITEDHEALTH GROUP INC - BOARD AUTHORIZES PAYMENT OF QUARTERLY DIVIDEND  * UNITEDHEALTH GROUP INC - AUTHORIZED PAYMENT OF A CASH DIVIDEND OF $1.08 PER SHARE Source text for Eikon: Further company coverage:","80":"May 15 (Reuters) - Omega Advisors:  * OMEGA ADVISORS DISSOLVES SHARE STAKE IN AMERICAN AIRLINES - SEC FILING  * OMEGA ADVISORS TAKES SHARE STAKE IN BRISTOL-MYERS SQUIBB OF 468,000 SHARES - SEC FILING  * OMEGA ADVISORS TAKES SHARE STAKE IN UNITEDHEALTH GROUP OF 196,300 SHARES - SEC FILING  * OMEGA ADVISORS TAKES SHARE STAKE IN THERMO FISHER SCIENTIFIC OF 207,400 SHARES - SEC FILING  * OMEGA ADVISORS UPS SHARE STAKE IN OCWEN FINANCIAL TO 14.7 MILLION SHARES FROM 11.1 MILLION SHARES - SEC FILING  * OMEGA ADVISORS UPS SHARE STAKE IN HRG GROUP TO 2.1 MILLION SHARES FROM 857,100 SHARES - SEC FILING  * OMEGA ADVISORS CUTS SHARE STAKE IN HESS CORP TO 1.4 MILLION SHARES FROM 1.7 MILLION SHARES - SEC FILING  * OMEGA ADVISORS UPS SHARE STAKE IN NABORS INDUSTRIES TO 8.3 MILLION SHARES FROM 6.7 MILLION SHARES -SEC FILING  * OMEGA ADVISORS - CHANGE IN HOLDINGS ARE AS OF MARCH 31, 2018 AND COMPARED WITH THE PREVIOUS QUARTER ENDED AS OF DEC 31, 2017 Source For the quarter ended Mar 31, 2018: bit.ly\/2Gi4U4z Source For the quarter ended Dec 31, 2017: bit.ly\/2swouIz","81":"Jan 15 (Reuters) - UnitedHealth Group Inc, the largest U.S. health insurer, reported a 16 percent drop in quarterly profit on Tuesday due to higher operating costs and a provision for income tax.  Net earnings attributable to shareholders fell to $3.04 billion, or $3.10 per share, in the fourth quarter ended Dec. 31, from $3.62 billion or $3.65 per share, a year earlier.  Total revenue rose about 12 percent to $58.42 billion.","82":"Feb 4 (Reuters) - U.S. health insurer UnitedHealth Group Inc said on Thursday David Wichmann will retire as its chief executive officer.  Former President Andrew Witty will replace Wichmann in the role, the company said. (Reporting by Manojna Maddipatla in Bengaluru; Editing by Sriraj Kalluvila)","83":"Sir Andrew Witty, attends the World Economic Forum (WEF) annual meeting in Davos, Switzerland January 19, 2017. REUTERS\/Ruben Sprich  (Reuters) - Health insurer UnitedHealth Group Inc UNH.N on Tuesday named its board member and former GlaxoSmithKline Plc GSK.L head Andrew Witty as chief executive of its pharmacy benefit unit, Optum, effective July 1.  Optum’s current CEO Larry Renfro will lead the investment initiatives of the unit through an expanded Optum Ventures, the company said.  It will include a new $100 million global fund for emerging and advanced technology, data analytics and healthcare services companies.  Optum unit manages drug benefits and offers healthcare data analytics services.  The company said Witty will step down from its board effective immediately.","84":"Feb 20 (Reuters) - Mednax Inc:  * MEDNAX REPORTS FOURTH QUARTER RESULTS  * SEES Q1 2020 ADJUSTED EARNINGS PER SHARE $0.55 TO $0.63  * Q4 ADJUSTED EARNINGS PER SHARE $0.91 FROM CONTINUING OPERATIONS  * Q4 EARNINGS PER SHARE $0.40 FROM CONTINUING OPERATIONS  * Q4 REVENUE $905 MILLION VERSUS REFINITIV IBES ESTIMATE OF $901.2 MILLION  * Q4 SAME STORE SALES ROSE 2.3 PERCENT  * Q4 EARNINGS PER SHARE ESTIMATE $0.90 -- REFINITIV IBES DATA  * SAYS ANNOUNCES MULTI-STATE, UNILATERAL TERMINATION BY UNITEDHEALTH GROUP  * MEDNAX - RECEIVED NOTIFICATION BY ENTITIES AFFILIATED WITH UNITEDHEALTH GROUP THAT CONTRACTS OF CO’S AFFILIATED PRACTICES ACROSS FOUR STATES, UNILATERALLY TERMINATED  * SAYS GIVEN UNPRECEDENTED NATURE OF ACTIONS, MEDNAX CANNOT ESTIMATE IMPACT OF SURPRISE TERMINATIONS  * SAYS DISAPPOINTED THAT UNITED WOULD TAKE SUCH ACTION TO UNILATERALLY TERMINATE AFFILIATED PRACTICES FROM ITS NETWORKS  * SAYS TOTAL SAME-UNIT REVENUE GROWTH FOR THREE MONTHS ENDED MARCH 31, 2020 WILL BE IN A RANGE OF TWO TO FOUR PERCENT  * SAYS Q1 OUTLOOK DOES NOT INCLUDE ANY POTENTIAL IMPACT FROM ANNOUNCED CONTRACT TERMINATIONS INITIATED BY UNITEDHEALTH  * SAYS NOT ABLE TO FORECAST OUTCOME OF CONTRACT TERMINATIONS INITIATED BY UNITEDHEALTH, NOR ESTIMATE POTENTIAL IMPACT TO ITS RESULTS  * SEES 2020 ADJUSTED EBITDA, WITH RANGE OF BETWEEN $450 MILLION AND $490 MILLION  * SAYS 2020 OUTLOOK DOES NOT INCLUDE ANY POTENTIAL IMPACT FROM ANNOUNCED CONTRACT TERMINATIONS INITIATED BY UNITEDHEALTH Source text for Eikon: Further company coverage:","85":"Mylan Inc and a group of pharmacy benefit managers have lost a bid to dismiss a class action claiming the drugmaker paid kickbacks to the PBMs in order to drive up the price of its anti-allergy injection EpiPen, a federal judge has ruled.  U.S. District Judge Eric Tostrud in Minnesota ruled Friday that the plaintiffs, a group of drug distributors, had successfully pleaded their case that Mylan, Optum, CVS Caremark and Express Scripts engaged in a conspiracy under the Racketeer Influenced and Corrupt Organizations Act, and that Mylan violated the Sherman Act.  To read the full story on Westlaw Today, click here: bit.ly\/38LJwGs","86":"Oct 16 (Reuters) - UnitedHealth Group Inc reported a 28 percent rise in quarterly profit on Tuesday, helped by growth in its insurance and medical services businesses.  Net earnings attributable to shareholders at the largest U.S. health insurer rose to $3.19 billion, or $3.24 per share, in the third quarter ended Sept. 30, from $2.49 billion, or $2.51 per share, a year earlier.  Total revenue rose to $56.56 billion from $50.32 billion. (Reporting by Tamara Mathias in Bengaluru; Editing by Maju Samuel)","87":"(Corrects headline to drop reference to medical costs and first paragraph to say medical costs were lower-than-expected, not lower than last year. Corrects period in paragraph 3 to 2020, not Q4. The errors appeared in a previous version of the story as well)  Jan 20 (Reuters) - Health insurer UnitedHealth Group Inc beat quarterly profit estimates for the fourth quarter on Wednesday, helped partly by lower-than-expected medical costs due to fewer elective surgeries as hospitals made room for COVID-19 patients.  For the most part of last year, health insurers gained as people afraid of contracting the virus also avoided hospital visits for routine and elective medical procedures during the height of the pandemic.  UnitedHealth reported a medical loss ratio - the percentage of premiums paid out for medical services - of 79.1% for 2020, improving from 82.5% a year earlier, capped by COVID-19 testing, treatment and vaccine costs.  The company said its profit was impacted by a recovery in demand for healthcare services and rise in costs related to its programs to make COVID-19 testing and treatment more accessible for its customers.  In contrast, rival Humana Inc earlier this month said it expects potentially lower utilization of non-COVID healthcare services compared to usual levels, at least in the first few months of 2021.  UnitedHealth maintained its 2021 profit forecast from December and said it expected adjusted net earnings of $17.75 to $18.25 per share, including a $1.80 per share hit due to treatment and testing costs related to COVID-19.  The company reported adjusted earnings of $2.52 per share in the fourth quarter, beating estimates of $2.41 per share, according to IBES data from Refinitiv. (Reporting by Manojna Maddipatla in Bengaluru; Editing by Shinjini Ganguli)","88":"* Goldman Sachs, Morgan Stanley rise after qtrly profit beat  * UnitedHealth rises on qtrly earnings beat, FY profit raise  * Adobe rises after positive analyst day  * Futures gain: Dow 0.76 pct, S&P 0.69 pct, Nasdaq 0.95 pct (Adds comment, details; updates prices)  Oct 16 (Reuters) - Wall Street was set to recover on Tuesday as upbeat earnings reports from blue-chip companies helped ease jitters over the impact of an ongoing U.S.-China trade war and other global issues on corporate profits.  Shares of Morgan Stanley rose 2.6 percent and Goldman Sachs 1.5 percent in premarket trading after the two lenders wrapped up earnings from the top six U.S. banks, with better-than-expected quarterly profits, driven in part by higher equities trading revenue.  UnitedHealth rose 2.1 percent after the health insurer beat estimates for quarterly profit and boosted earnings forecast for the year as it added more members to its health plans.  In what could be a lift for the recently turbulent technology sector, Adobe climbed 5.9 percent after the software company reaffirmed its current-quarter forecast and provided 2019 targets that eased concerns over the impact of a recent acquisition.  “A couple of inputs that caused a selloff off in the last two weeks such as rising interest rates, higher oil prices and the dollar have calmed down to rational levels and the market may be able to positively respond to that as we work our way through the earnings season,” said Art Hogan, chief market strategist at B. Riley FBR in New York.  “Real focus today is on Morgan Stanley, Goldman Sachs and Adobe from last night.”  Strong quarterly earnings from some of the biggest U.S. companies would help soothe nerves of investors who have been fretting over the impact of tariffs, rising interest rates and wage growth among others on corporate profits that have weighed on U.S. stocks this month.  Still, earnings at S&P 500 companies are expected to have risen 21.6 percent in the third quarter, a slowdown from the past two quarters, according to I\/B\/E\/S data from Refinitiv.  At 8:38 a.m. ET, Dow e-minis were up 191 points, or 0.76 percent. S&P 500 e-minis were up 19 points, or 0.69 percent and Nasdaq 100 e-minis were up 67.5 points, or 0.95 percent.  Walmart swung between gains and losses after lowering its earnings forecast for the year and saying its e-commerce growth next year would be slower than the current fiscal year. The retailer’s shares were little changed.  Hogan said focus will certainly be on large-cap tech stocks, with Adobe gaining premarket and reports coming from IBM and Netflix later in the day.  Netflix shares advanced 1.6 percent ahead of its earnings report, expected after the bell. The video streaming company will be the first to issue results among the high-flying FAANG group of stocks, which were at the center of last week’s selloff.  At 9:15 a.m. ET (1:15 p.m. GMT), industrial production data from the Federal Reserve is likely to show a 0.2 percent rise in September, lower than its August reading of a 0.4 percent rise. (Reporting by Medha Singh in Bengaluru; Editing by Anil D’Silva)","89":"April 17 (Reuters) - UnitedHealth Group Inc, the largest U.S. health insurer, reported a 30.6 percent rise in quarterly profit, driven by growth across its businesses.  Net earnings attributable to shareholders rose to $2.84 billion, or $2.87 per share, in the first quarter ended March 31, from $2.17 billion or $2.23 per share, a year earlier.  Total revenue rose 13.3 percent to $55.19 billion. (Reporting by Tamara Mathias in Bengaluru; Editing by Shounak Dasgupta)","90":"(Reuters) - UnitedHealth Group Inc said on Tuesday it expects minimal impact to its margins if the rebate system is overhauled but investors remained concerned about the impact of the Trump administration’s proposal to end discounts from drugmakers.  FILE PHOTO: Traders work at the post where UnitedHealth Group is traded on the floor of the New York Stock Exchange (NYSE) in New York, U.S., January 31, 2018. REUTERS\/Brendan McDermid\/File Photo  Shares of the company fell 4 percent and dragged down those of rivals Anthem Inc, Centene Corp, Humana Inc and Cigna Corp.  “It goes back to the political pressure on the managed care area,” Thomas Martin, senior portfolio manager at GLOBALT Investments in Atlanta said.  “It remains a wild card even though they are proving that their business model is good and are producing good results.”  The healthcare sector has come under pressure after the U.S. government in January proposed a rule that would overhaul the use of drug company rebates in government-run healthcare plans.  Adding to investor concerns, U.S. Senator Bernie Sanders recently unveiled the latest version of his “Medicare-for-All” plan that would eliminate private insurance and shift all Americans to a public healthcare plan.  UnitedHealth Chief Executive Officer David Wichmann said some proposals being discussed represent a “wholesale disruption of American healthcare” that would impact the economy and jobs without improving patient access.  On the potential impact from the proposed change to the rebate rule, the company said discounts they currently receive are mostly passed on to clients.  “Ninety percent of what we manage is generic (drugs) with no rebates,” said John Prince, a senior company executive.  “Within our total client base, 98 percent of our discounts are passed on to our clients.”  Analysts said that despite the recent slump in shares, fundamentals of the industry are still on track.  “But a negative sentiment around the sector is, in the short-term, more than offsetting what we see as a continued positive fundamental trajectory for UnitedHealth,” Stephens Inc analyst Scott Fidel said.  UnitedHealth on Tuesday raised its full-year adjusted earnings forecast to between $14.50 and $14.75 per share from its prior view of $14.40 to $14.70.  Optum, the company’s fastest-growing unit which houses its pharmacy benefits business, brought in sales of $26.36 billion in the quarter, a jump of nearly 12 percent from a year earlier due to higher prescription volumes.  The company reported adjusted earnings of $3.73 per share, beating estimates of $3.60 per share, according to IBES data from Refinitiv.  Total revenue rose 9.3 percent to $60.31 billion, ahead of estimates of $59.71 billion.","91":"Feb 15 (Reuters) - UnitedHealth Group Inc:  * WILLIAM MCNABB JOINS UNITEDHEALTH GROUP BOARD OF DIRECTORS  * UNITEDHEALTH GROUP INC - MCNABB IS CHAIRMAN OF BOARD OF MUTUAL FUNDS MANAGER VANGUARD Source text for Eikon: Further company coverage:","92":"March 6 (Reuters) - Unitedhealth Group Inc:  * UNITEDHEALTHCARE SAYS WILL EXPAND PHARMACY DISCOUNTS TO PLAN PARTICIPANTS WHEN THEY FILL PRESCRIPTIONS VIA RETAIL PHARMACIES\/HOME DELIVERY  * UNITEDHEALTHCARE SAYS NEW PROGRAM WILL APPLY TO OVER 7 MILLION PEOPLE ENROLLED IN UNITEDHEALTHCARE FULLY INSURED COMMERCIAL GROUP BENEFIT PLANS  * UNITEDHEALTHCARE - FROM JAN 1, 2019, PEOPLE ENROLLED IN FULLY INSURED, GROUP HEALTH BENEFIT PLANS TO HAVE DISCOUNTS APPLIED TO MEDICATION COST AT POS Source text for Eikon: Further company coverage:","93":"May 13 (Reuters) - UnitedHealth Group Inc:  * UNITEDHEALTH GROUP FILES PRELIM PROSPECTUS FOR FIVE-PART NOTE OFFERING - SEC FILING Source text for Eikon: (bit.ly\/3dEpgpN) Further company coverage:","94":"Jan 6 (Reuters) - UnitedHealth Group will buy Change Healthcare for $7.84 billion to merge it with its health IT unit, the company said on Wednesday.  UnitedHealth will pay $25.75 per Change Healthcare stock, a premium of 41.2% to Tuesday’s closing price. (Reporting by Manas Mishra in Bengaluru; Editing by Maju Samuel)","95":"(Reuters) - Diplomat Pharmacy Inc DPLO.N on Monday agreed to UnitedHealth Group Inc's UNH.N over $300 million buyout offer, weeks after it warned of its inability to pay off some of its debt amid intense competition in the pharmacy benefits management business.  Health insurer UnitedHealth’s offer of $4 per share in cash is at a 31% discount to Diplomat’s closing price on Friday and is a far cry from the company’s peak market valuation in 2015, when its shares had traded as high as $52.  “It’s hard for me to call it (UnitedHealth’s offer) a godsend on a stock that has gone from over $50 to now a take-under... I would not call this a great day for Diplomat,” Baird analyst Eric Coldwell told Reuters.  Diplomat’s shares, having fallen 57% for the year, were trading down at $3.96 on Monday.  The company in August announced a review of its options, including putting itself up for sale, in the wake of customer losses in its pharmacy benefits management (PBM) business.  Diplomat’s recent woes were driven mainly by insurers aggressively directing scripts to their own in-house specialty pharmacies, which will now be mitigated with the company under the UnitedHealth roof, according to Evercore ISI analyst Michael Newshel.  Started out in 1975 as a neighborhood pharmacy that also provided specialty pharmacy services, Diplomat forayed into the PBM business in 2017 with back-to-back purchases of LDI Integrated Pharmacy Services and National Pharmaceutical Services.  Although Diplomat has experienced challenges and its entry into the PBM market has not panned out as hoped, the acquisition is a solid move for UnitedHealth from both a strategic and financial standpoint, Cantor Fitzgerald analyst Steven Halper said in a note.  UnitedHealth’s pharmacy services Optum unit, which will house Diplomat, brought in $28.76 billion in the third quarter, while Diplomat’s total revenue during the same quarter was $1.30 billion.  The deal is the latest from UnitedHealth to expand its specialty pharmacy business and would help build out its footprint of lower-cost home infusion therapy services.  Last year, the largest U.S. health insurer acquired Phoenix-based specialty pharmacy Avella and acquired Genoa Health, which runs pharmacies in behavioral health clinics.","96":"NEW YORK, April 15 (Reuters) - UnitedHealth Group Inc Chief Executive David Wichmann said on Wednesday that a broad hold on elective procedures due to the new coronavirus pandemic has negatively impacted its Surgical Care Affiliates ambulatory surgery centers that provide outpatient joint, spine and cardiovascular procedures.  “Most traditional procedural work has been postponed at our SCA ambulatory surgery centers,” Wichmann said during a conference call with analysts. (Reporting by Caroline Humer; Editing by Steve Orlofsky)","97":"(Reuters) - UnitedHealth Group Inc on Tuesday backed Wall Street’s 2019 earnings forecast, citing momentum in newer businesses like providing medical services and traditional areas, including managing U.S. government Medicare health insurance plans.  FILE PHOTO: Traders work at the post where UnitedHealth Group is traded on the floor of the New York Stock Exchange (NYSE) in New York, U.S., January 31, 2018. REUTERS\/Brendan McDermid\/File Photo  The forecast from UnitedHealth, the largest U.S. health insurer, came as it reported better-than-expected third quarter profit, sending shares up 3.7 percent to $269.65.  It also lifted shares of rivals that will report earnings over the next few weeks, including Anthem Inc, Cigna Corp and Humana Inc..  “We enter 2019 with energy and optimism for the future,” UnitedHealth Chief Executive Officer Dave Wichmann said during a conference call with analysts. He said Wall Street’s consensus forecast “captures our 2019 outlook, within a typically sized range.”  The average analyst adjusted earnings estimate for 2019 is $14.41 per share, according to I\/B\/E\/S data from Refinitiv.  BMO Capital Markets analyst Matt Borsch said the company’s raised outlook as well as its low medical services costs in 2018 was a relief to investors, and boosted UnitedHealth shares.  UnitedHealth also raised its outlook for 2018 profit to approaching $12.80 per share from a range of $12.50 and $12.75.  The company is facing increasing competition from Cigna and Aetna Inc after the two rivals each agreed to combine with large pharmacy benefit managers for a business model that will mimic UnitedHealth and its Optum unit.  Cigna is buying Express Scripts Holding Co, while Aetna has agreed to be bought by CVS Health. Both deals are due to close this year.  The insurer is also facing potential upheaval as large corporations look for new ways to provide healthcare, such as by working directly with medical providers. Amazon.com Inc, JP Morgan Chase & Co and Berkshire Hathaway Inc have plans to overhaul healthcare for their U.S. employees.  UnitedHealth added 2.8 million insurance members in the third quarter from a year ago and posted revenue of $45.94 billion, up 12.8 percent from last year.  Sales from Optum, which includes the pharmacy benefit management, healthcare delivery and specialty pharmacy businesses, grew nearly 11 percent to $25.39 billion.  The company’s medical care ratio, or the percentage of premiums it paid out for medical services, was 81 percent in the quarter, compared with 81.4 percent last year.  Net earnings rose 28 percent to $3.19 billion, or $3.24 per share, in the quarter ended Sept. 30.  Excluding items, the company earned $3.41 per share, topping analysts’ average expectations by 12 cents.","98":"Feb 14 (Reuters) - Unitedhealth Group Inc:  * UNITEDHEALTH GROUP BOARD AUTHORIZES PAYMENT OF QUARTERLY DIVIDEND TO SHAREHOLDERS  * UNITEDHEALTH GROUP INC - BOARD OF DIRECTORS , AUTHORIZED PAYMENT OF A CASH DIVIDEND OF $0.75 PER SHARE Source text for Eikon: Further company coverage:","99":"April 17 (Reuters) - UnitedHealth Group Inc Chief Financial Officer John Rex said on Tuesday that the company’s 2018 earnings outlook reflects the company’s first-quarter business strength and takes into account expectations for medical and flu-related costs.  The company anticipates a 2018 medical cost ratio, or the measure of premiums paid compared to the cost of care, stable at 81.5 percent this year, plus or minus 50 basis points. (Reporting by Caroline Humer in New York Editing by Jeffrey Benkoe)","100":"NEW YORK (Reuters) - U.S. health insurer UnitedHealth Group Inc UNH.N said on Thursday it plans to spend $1.5 billion on its customers in part by issuing credits against some commercial health insurance premiums in June due to the new coronavirus pandemic.  FILE PHOTO: The corporate logo of the UnitedHealth Group appears on the side of one of their office buildings in Santa Ana, California, U.S., April 13, 2020. REUTERS\/Mike Blake  Insurers have gained financially as Americans have cut back on medical appointments under stay-at-home orders designed to help slow the spread of the virus and allow hospitals and doctors to focus on COVID-19 patients.  UnitedHealth said it would issue credits ranging from 5% to 20% of June monthly premiums to commercial fully-insured employer-based and individual insurance customers.  As part of its plan, UnitedHealth will also waive cost-sharing for specialist and primary physician visits in Medicare Advantage, the government healthcare program for people 65 and older or with disabilities that is managed by private insurers. UnitedHealth will stabilize premiums in its supplementary Medicare plans and expand Medicaid coverage. It has nearly 16 million members in these government plans.  UnitedHealth has 8.2 million members in at-risk insurance plans offered through employers and in individual plans created by the Affordable Care Act (ACA), also known as Obamacare. The rebates do not apply to its largest business in which it manages health benefits for large employers for a fee and the employer covers the medical costs.  Under the 2010 health law, fully insured health plans are required to spend no less than 80% of the premiums they collect on medical care or must send rebates to customers. But the process to determine rebates takes place over several years, Chief Executive Officer David Wichmann told reporters.  “As you know, people are hurting right now,” Wichmann said.  He said only a portion of the credits are related to the ACA requirement.  Wichmann said the company expected that deferred medical care would continue in the second quarter before returning in the second half of the year, an outlook he gave last month when announcing UnitedHealth’s first-quarter profit.  “Some of it obviously is permanently deferred,” he said, adding that was part of the reason for UnitedHealth’s $1.5 billion spending plan.","101":"(Adds analyst comments, background)  Feb 4 (Reuters) - U.S. health insurer UnitedHealth Group Inc named the head of its Optum unit, Andrew Witty, as its new chief executive officer, replacing David Wichmann, who has been at the helm for just over three years.  The appointment is effective immediately, the company said on Thursday, adding Wichmann, 59, will retire.  Witty, 56, who was the chief executive officer of British drugmaker GlaxoSmithKline Plc from 2008 to 2017, had been on an unpaid leave until December to serve as a global envoy for the World Health Organization’s COVID-19 efforts.  The move surprised Wall Street analysts. BMO Capital Markets’ Matt Borsch said investors are likely to respond negatively on uncertainty as Wichmann’s term as CEO seems “cut short” at under 3.5 years.  UnitedHealth’s shares fell 1% to $334.39 on Thursday.  Dirk McMahon, CEO of UnitedHealthcare unit, will be the new president and chief operating officer of the company.  The company declined to comment beyond the press release.  UnitedHealth last month reported higher-than-expected fourth-quarter profit, as medical costs came in lower than Wall Street estimates even with increased spending related to the surge in COVID-19 cases in December.  Witty was named the chief executive officer of the Optum unit, which manages drug benefits and offers healthcare data analytics, in March 2018.  UnitedHealth has been bolstering the business through a string of small deals in the past few years.  Wichmann, who joined the company in 1998 and became CEO in September 2017, will stay through March, the company said.","102":"June 4 (Reuters) - UnitedHealth Group Inc:  * UNITEDHEALTH GROUP - $100 MILLION INVESTMENT IN HEALTH & HOUSING FUND Source text for Eikon: Further company coverage:","103":"Oct 15 (Reuters) - U.S. stocks opened higher on Tuesday, as strong earnings reports from JPMorgan Chase, UnitedHealth and Johnson & Johnson allayed concerns about the fallout from a prolonged U.S.-China trade war on corporate America.  The Dow Jones Industrial Average rose 23.84 points, or 0.09%, at the open to 26,811.20.  The S&P 500 opened higher by 7.46 points, or 0.25%, at 2,973.61. The Nasdaq Composite gained 26.20 points, or 0.33%, to 8,074.85 at the opening bell. (Reporting by Sagarika Jaisinghani in Bengaluru; Editing by Sriraj Kalluvila)"}}