{"date":{"0":"2018\/10\/24","1":"2019\/02\/15","2":"2019\/04\/24","3":"2020\/07\/02","4":"2019\/09\/16","5":"2018\/12\/04","6":"2020\/06\/02","7":"2019\/04\/05","8":"2018\/12\/27","9":"2020\/07\/28","10":"2019\/04\/29","11":"2020\/02\/14","12":"2020\/02\/05","13":"2021\/01\/28","14":"2019\/07\/17","15":"2018\/07\/25","16":"2019\/04\/05","17":"2020\/01\/31","18":"2019\/10\/24","19":"2020\/04\/30","20":"2019\/03\/01","21":"2020\/07\/31","22":"2018\/02\/09","23":"2019\/02\/15","24":"2019\/01\/11","25":"2019\/12\/05","26":"2020\/01\/27","27":"2018\/04\/25","28":"2020\/01\/21","29":"2020\/01\/30","30":"2019\/11\/13","31":"2020\/12\/01","32":"2019\/01\/30","33":"2019\/11\/12","34":"2019\/03\/01","35":"2018\/04\/25","36":"2021\/01\/12","37":"2020\/02\/21","38":"2018\/04\/15","39":"2019\/04\/04","40":"2018\/06\/28","41":"2018\/10\/30","42":"2021\/01\/11","43":"2020\/03\/30","44":"2020\/01\/13","45":"2020\/10\/28","46":"2019\/09\/30","47":"2019\/07\/23","48":"2018\/06\/28","49":"2020\/04\/30","50":"2019\/11\/14","51":"2019\/07\/23","52":"2019\/03\/14","53":"2020\/07\/31","54":"2020\/03\/30","55":"2019\/02\/08","56":"2018\/04\/18","57":"2018\/08\/14","58":"2019\/03\/08","59":"2020\/05\/19","60":"2018\/04\/25","61":"2019\/04\/24","62":"2018\/02\/09","63":"2020\/02\/18","64":"2018\/12\/27","65":"2018\/05\/08","66":"2019\/10\/01","67":"2020\/03\/02","68":"2020\/06\/01","69":"2019\/01\/30","70":"2018\/10\/30","71":"2018\/10\/24","72":"2020\/12\/23","73":"2019\/11\/13","74":"2019\/01\/22","75":"2018\/11\/16","76":"2018\/12\/27","77":"2020\/02\/04","78":"2018\/02\/09","79":"2021\/01\/12","80":"2020\/09\/03","81":"2020\/02\/04","82":"2020\/01\/21","83":"2019\/06\/19","84":"2018\/02\/26","85":"2020\/01\/30","86":"2019\/07\/01","87":"2020\/01\/21","88":"2018\/05\/09","89":"2018\/02\/14","90":"2018\/11\/22","91":"2018\/11\/16","92":"2019\/01\/31","93":"2020\/11\/05","94":"2018\/12\/04","95":"2020\/03\/30","96":"2020\/01\/31","97":"2020\/10\/28","98":"2020\/06\/17","99":"2020\/06\/29","100":"2019\/01\/25","101":"2019\/12\/02","102":"2018\/09\/18","103":"2020\/03\/02","104":"2019\/06\/11","105":"2019\/10\/24","106":"2020\/10\/28","107":"2018\/06\/01","108":"2018\/09\/18","109":"2018\/10\/24","110":"2018\/08\/11","111":"2018\/06\/01","112":"2018\/07\/25","113":"2020\/01\/13"},"text":{"0":"A Visa credit card is seen on a computer keyboard in this picture illustration taken September 6, 2017. REUTERS\/Philippe Wojazer\/Illustration  (Reuters) - Visa Inc V.N topped Wall Street estimates for quarterly profit on Wednesday, as the world's largest payments network benefited from higher credit- and debit-card spending in a strengthening U.S. economy.  Visa’s total payments volume jumped 11 percent in the quarter ended September, while the number of processed transactions rose 12 percent. Payments volume represents the dollar amount of purchases made with cards carrying Visa’s branding.  Rising wages, job growth and lower taxes have spurred U.S. consumer confidence to its highest in nearly two decades, driving spending on everything from luxury goods to day-to-day essentials.  Visa, its rival Mastercard MA.N and credit-card issuer American Express AXP.N, as a result, are processing more transactions and earning more in fees.  Visa’s net income rose to $2.85 billion in the fourth quarter ended Sept. 30, from $2.14 billion a year earlier.  Excluding one-time items, Visa earned $1.21 per share, above analysts’ average estimate of $1.20, according to Refinitiv data. The result represents the ninth consecutive quarter of better-than-expected earnings for Visa.  Net operating revenue climbed 12 percent to $5.43 billion.  Shares of Visa, up about 21 percent this year, rose 1 percent in trading after the bell on Wednesday.","1":"Feb 15 (Reuters) - Visa Inc and Mastercard Inc, the two biggest U.S. card networks, are preparing to increase certain fees levied on U.S. merchants for processing transactions that will kick in this April, the Wall Street Journal reported on Friday, citing people familiar with the matter.  Some of the changes relate to so-called interchange fees, the report said. Interchange fees are what merchants pay to banks when consumers use a credit or a debit card to make a purchase from their store. (on.wsj.com\/2TR68v6)  Fees that Mastercard and Visa charge financial institutions, such as banks, for processing card payments on behalf of merchants are also set to increase, the report said.  Visa and Mastercard did not immediately to a request for comment.  Merchants often pass on any increases in processing fees to consumers, in an attempt to protect their own profits. Up to 2.5 percent of prices for goods and services go to cover card fees, the WSJ said.  Card companies have said in the past that their credit and debit cards usually result in more sales for merchants, especially in countries like the U.S. They also say that expenses for ramping up anti-fraud\/theft security measures, to make payment processing safer, need to be covered.  Recently, the two companies along with several U.S. banks, had to pay over $6 billion to settle a lawsuit brought by merchants who accused the credit card companies of violating federal antitrust laws by forcing merchants to pay swipe fees and prohibiting them from directing consumers toward other methods of payment. (Reporting by Bharath Manjesh in Bengaluru)","2":"April 24 (Reuters) - Visa Inc reported a 14.3 percent rise in quarterly profit on Wednesday, as more people swiped cards using the extensive network of the world’s largest payment processor.  Net income rose bit.ly\/2vjPv0v to $2.98 billion, or $1.31 per Class A share, in the second quarter ended March 31, from $2.61 billion, or $1.11 per Class A share, a year earlier.  Analysts were expecting net income of $1.24 per share, according to IBES data from Refinitiv, although it was not immediately clear if the numbers were comparable.","3":"LONDON\/PARIS (Reuters) - Sixteen banks from Germany, France and three other euro zone countries on Thursday said a “truly European” payments system was expected to be up and running in 2022 to fully digitalise a region where half of all retail payments are still in cash.  Slideshow ( 2 images )  European Union policymakers and central bankers have long sought a \"home grown\" rival to take on Mastercard MA.N and Visa V.N from the United States, and more recently tech giants like Alipay and Google GOOGL.O. But this has not happened even though real-time payments have been possible in the euro zone since 2017.  The European Central Bank on Thursday welcomed the banks’ decision to launch the unified European payment system by 2022, after advocating for years an industry-driven solution to compete with the likes of Mastercard and Visa.  \"It is aimed at strengthening Europe, at making it more independent and robust,\" said Thierry Laborde, deputy chief operating officer of French bank BNP Paribas BNPP.PA, which is part of the project.  “We will do it collectively, by pooling our resources. As for distribution systems, prices will differ from one bank to another, but the infrastructure will be pan-European.”  The ECB had said last year that dependence on non-European players for two-thirds of non-cash payments created a risk that the payments market would not be fit to support the EU single market and euro.  The so-called European Payments Initiative aims to become a new standard means of payment, offering a card for consumers and retailers across Europe, the statement from the 16 banks said.  It will cover all types of transactions including in-store, online, cash withdrawal and ‘peer-to-peer’ in addition to existing international payment scheme solutions.  Banks that have already signed up include BBVA BBVA.MC, BNP Paribas BNPP.PA, Commerzbank CBKG.DE, Deutsche Bank DBKGn.DE, Santander SAN.MC, ING INGA.AS, UniCredit CRDI.MI and Societe Generale SOGN.PA.  In coming weeks the project will set up an interim company in Brussels, with other payment service providers invited to join, the banks said.  The payments system is expected to become operational during 2022.  “EPI’s objective is to offer a digital payment solution that can be used anywhere in Europe and to supersede the fragmented landscape that currently still exists,” the banks’ statement said.  “The Covid-19 crisis has underlined the need for a unified European digital payment solution.”  During lockdowns, the use of cash has tumbled as shoppers move online or use “contactless” forms of payments.","4":"(Reuters) - Financial technology company Plaid Inc said on Monday that Visa Inc and Mastercard Inc were strategic investors in a $250 million round of Series C financing raised in December.  The fintech startup, whose technology lets people connect their bank accounts to mobile apps like Venmo, did not disclose the size of Visa and Mastercard’s investment in a statement announcing the deal.  “Financial services is in the midst of a digital revolution, led by the fintech market,” Zach Perret, Plaid’s chief executive officer, said in the statement. “We ... look forward to collaborating with Visa and Mastercard at the intersection of commerce and financial services.”  Founded in 2013, Plaid has some $310 million in financing from backers including financial giants Goldman Sachs Group Inc, Citigroup Inc and American Express Co.  Venture capitalist Mary Meeker in December led a Series C fundraise that reportedly valued the company at $2.65 billion, and Plaid says it now has around 400 employees in four cities.  The company gave little detail on how the credit card giants would factor into its business, saying it would “work with Mastercard and Visa at the intersection of payments and data access.”  Plaid has been “expanding our data network this year,” and believes the deal will help accelerate those efforts, it said in the statement.  Mastercard’s Sherri Haymond, executive vice president of digital partnerships, framed the investment as a vote of confidence in Plaid’s ability to make digital payments easier while ensuring data privacy. “Technology is making life easier in all walks of life,” Haymond said in the statement.  Visa’s Bill Sheedy said the investment would let Visa bring its “global scale, brand, security and reliability ... to the fintech community.”","5":"BRUSSELS (Reuters) - Visa V.N and Mastercard MA.N have offered to cap the fees charged on card payments made by tourists in the European Union to stave off fines and end an EU antitrust investigation.  Slideshow ( 2 images )  The European Commission, which has waged a decades-long crackdown on payment and credit card fees, says so-called interchange fees in which the merchant’s bank pays a charge to the cardholder’s bank, result in higher prices for consumers.  This is because the fees, which are a lucrative source of revenue for banks, are ultimately borne by the merchant.  Visa, the world’s largest payments network operator, and its closest rival Mastercard have proposed a 0.2 percent fee on non-EU debit card payments carried out in shops and a 0.3 percent fee on credit card payments, the Commission said on Tuesday.  This would bring their fees in line with those charged for EU cards, which were the subject of a long EU investigation after a 1997 complaint by business lobby EuroCommerce.  The group, whose members include Carrefour CARR.PA, Marks & Spencer MKS.L, Lidl and Metro B4B.DE, welcomed the offer but criticized the big difference in online and offline transaction fees.  Under the terms of the offer for online payments, debit card charges would be 1.15 percent and 1.50 percent for credit cards and the commitments would apply for five-and-a-half years.  “No such distinction is made for cards issued in the EU... We therefore cannot understand why merchants should be charged more for a perceived risk which can only arise by the card issuers’ failure to implement adequate fraud prevention measures,” the lobbying group said.  SAVINGS CALL  European consumer group BEUC urged merchants to pass on the cost savings to consumers.  Third parties have a month to provide feedback before the Commission decides whether to accept the offer, which was revealed by Reuters last month, or demand a bigger reduction.  Mastercard said it expected to incur a $650 million charge in the fourth quarter of this year because of a substantial fine related to a second EU antitrust investigation.  The Commission three years ago charged the company with imposing rules which blocked banks in one EU country from offering lower interchange fees to a retailer in a second EU country. Mastercard scrapped this practice in December 2015 after the bloc adopted rules capping such charges.  “The case is still ongoing and we cannot comment further on it,” Commission spokesman Ricardo Cardoso said.","6":"FACEIT and Visa are launching a new esports program that will distribute $450,000 in the first three months for Counter-Strike: Global Offensive and Dota 2 competitions in Russia, the partners announced Tuesday.  The program, formed in partnership with Gazprombank, will offer a FACEIT debit card by Visa that can make purchases while also offering gamers exclusive access to tournaments in the FACEIT platform.  “We are very excited to launch the program with VISA and Gazprombank as our first partner in this world first collaboration,” FACEIT co-founder and CEO Niccolo Maisto said in a statement. “This program is a great example of how brands can connect with our community and significantly contribute to the development of competitive ecosystems which is something that is hugely important for FACEIT.”  “We accepted the challenge of putting together a diverse, rich, exciting reward infrastructure that motivates players’ to become better while putting real tangible prizes into their hands when they win tournaments,” Visa Russia director of strategic partnerships and fintech Evgeniy Zelenyi added in a statement. “With CS:GO and Dota hitting a peak of 1.3M and 800K concurrent players, we are saying to the world: come compete with us and get prizes!”  FACEIT, the world’s largest independent competitive gaming platform, first announced a partnership with Visa in November.  --Field Level Media","7":"FILE PHOTO: A bobsled with a Visa logo is seen at Murtala Muhammed International Airport before the arrival of the Nigerian Women’s Bobsled Team, in Lagos, Nigeria, as part of preparations ahead of the 2018 Pyeongchang Winter Olympic Games, February 1, 2018. REUTERS\/Afolabi Sotunde  (Reuters) - Britain’s Competition and Markets Authority on Friday said it was investigating Visa Inc’s planned acquisition of payment company Earthport Plc to gauge if the deal would reduce competition in the country.  Visa agreed to buy Earthport for about 247 million pounds ($321.45 million), edging out smaller rival Mastercard Inc in a bidding war.  Visa expects the deal to help expand its cross-border network service, a reason also cited by Mastercard for its interest in Earthport.  Earthport offers a lower-cost option to traditional payments systems by allowing banks and money transfer firms to have a single relationship instead of multiple ties with various payments channels around the world.  Payment processing has become one of the hottest areas for deal making in the last two years, driven by technological changes in the way consumers pay for products.","8":"(For a live blog on European stocks, type LIVE\/ in an Eikon news window)  * FTSE 100 up 0.2 pct  * FTSE 250 rises 0.7 pct  * Earthport jumps after Visa’s takeover offer  * Plus500 the best mid-cap performer after trading update  Dec 27 (Reuters) - British stocks opened higher on Thursday, in line with most equity markets after Wall Street bounced back dramatically after upbeat U.S. data and the Trump administration’s effort to shore up confidence helped ease concerns about an economic slowdown.  The FTSE 100 added 0.2 percent after initially rising as much as 0.6 percent, while the FTSE 250 mid-cap index gained 0.7 percent by 0820 GMT, sparking small hopes of a late Santa rally that has eluded investors all month.  The Dow Jones shot over 1,000 points on Wednesday, with all three main U.S. indexes recording their biggest intraday percentage gains in almost a decade by the end of the session.  London’s bourse was also supported by a rise in mining stocks, buoyed by higher copper prices on the back of a rally in financial and commodity markets.  The mid-cap index, which is more domestically focused, benefited from a 7 percent jump in online trading platform Plus500 that led finance stocks higher.  Plus500 rose after saying it expects its 2018 results to top market expectations thanks in part to market volatility in recent months.  AIM-listed shares of Earthport Plc, a provider of payment services, roughly quadrupled in value to match the 30-pence-a-share buyout offer from U.S. payments firm Visa Inc . (Reporting by Muvija M and Shashwat Awasthi in Bengaluru, editing by Louise Heavens)","9":"(Reuters) - Visa Inc's V.N results topped analysts' estimates on Tuesday with a 23% drop in quarterly profit as consumer spending continued to be pressured by high unemployment due to lockdowns aimed at curbing the coronavirus outbreak.  FILE PHOTO: The logo of Dow Jones Industrial Average stock market index listed company Visa (V) is seen in Los Angeles, California, United States, April 25, 2016. REUTERS\/Lucy Nicholson\/File Photo  Net income fell to $2.37 billion, or $1.07 per Class A share, in the quarter ended June 30, from $3.10 billion, or $1.37 per Class A share, a year earlier. (bit.ly\/2P4JCy8)  Analysts had estimated, on average, that the company earned $1.03, according to IBES data from Refinitiv.  Analysts at Jefferies attributed the beat to lower-than-expected expenses.  Visa shares traded down nearly 2% after market hours.  The quarter was the first to reflect how spending on Visa transactions was impacted for three straight months by coronavirus-related shutdowns.  Visa said total payments volume decreased 10%, on a constant dollar basis, and the number of process transactions declined 13% from a year earlier.  Cross-border volume fell 37%, reflecting the fall in international travel.  But the company added its business drivers had “improved each month throughout the quarter.”  Consumer spending has vacillated during the pandemic, thwarted by the lockdowns and boosted by government stimulus checks.  The U.S. government reported earlier this month that retail sales rebounded in May and June from a sharp drop in April, and ended down 8% for the quarter from a year earlier.  The health crisis has triggered a massive shift in consumer spending towards e-commerce and brought a greater share of transactions to payment companies.  Visa’s results marked the first year-over-year decline in quarterly revenue and adjusted net income since the company went public in 2008 and became the world’s largest payment network.  Some of Visa’s service revenue, however, is recognized with a three-month lag.  Net revenue fell 17% to $4.84 billion, compared with an estimate of $4.83 billion from analysts.","10":"Slideshow ( 2 images )  BRUSSELS (Reuters) - The European Union has accepted an offer by Visa and Mastercard to cut fees on payments made by tourists using cards issued outside the bloc to stave off fines and end an EU antitrust investigation.  The European Commission, which has waged a decades-long crackdown on payment and credit card fees, says that so-called interchange fees in which the merchant’s bank pays a charge to the cardholder’s bank, result in higher prices for consumers.  This is because the fees, which are a lucrative source of revenue for banks, are ultimately borne by the merchant.  “This, together with our January 2019 decision on Mastercard’s cross-border card payment services, will lead to lower prices for European retailers to do business, ultimately to the benefit of all consumers,” Europe’s antitrust chief Margrethe Vestager said in a statement.  The companies’ commitments will cut such fees by 40 percent on average, the European Commission said on Monday.  Visa, the world’s largest payments network operator, and closest rival Mastercard have proposed a 0.2 percent fee on non-EU debit card payments carried out in shops and a 0.3 percent fee on credit card payments, the Commission said late last year.  This would bring their fees in line with those charged for EU cards, which were the subject of a long EU investigation after a 1997 complaint by business lobby EuroCommerce.","11":"Feb 14 (Reuters) - Soros Fund Management:  * SOROS FUND MANAGEMENT DISSOLVES SHARE STAKE IN VISA - SEC FILING  * SOROS FUND MANAGEMENT LLC UPS SHARE STAKE IN AMERICAN INTL GROUP INC BY 130.3 PERCENT TO 165,943 SHARES - SEC FILING  * SOROS FUND MANAGEMENT LLC TAKES SHARE STAKE OF 300,000 SHARES IN CAMPBELL SOUP CO - SEC FILING  * SOROS FUND MANAGEMENT LLC - CHANGE IN HOLDINGS ARE AS OF DECEMBER 31, 2019 AND COMPARED WITH THE PREVIOUS QUARTER ENDED AS OF SEPTEMBER 30, 2019 Source for the quarter ended December 31, 2019: bit.ly\/37sCIJV Source for the quarter ended September 30, 2019: bit.ly\/2QkGgc4","12":"SYDNEY (Reuters) - Australian regulators will consider intervening to stop banks from automatically directing \"tap-and-go\" card payments through the world's largest payment processors Visa V.N and Mastercard Inc. MA.N, the central bank said on Wednesday.  An ibis bird perches next to the Reserve Bank of Australia headquarters in central Sydney, Australia February 6, 2018. REUTERS\/Daniel Munoz  Banks must stop automatically directing debit card payments through the two global networks, and instead give retailers the cheaper option to use local network EFTPOS, Philip Lowe, the governor of the Reserve Bank of Australia (RBA), told reporters.  “Regulating here is not the preferred option but it is a fallback option if we don’t see the required change,” he said after a speech in Sydney.  Global card schemes MasterCard and Visa, alongside the major four banks, dominate card payments systems in Australia. EFTPOS is owned by domestic financial institutions and retailers.  The RBA says debit card payments, Australia’s most frequently used method, processed through Visa or Mastercard cost retailers more than twice as much as using EFTPOS.  The retailers’ association estimates this adds up to extra costs of between A$300 million and A$500 million ($200 million and $340 million) each year.  “We have made it very clear to the banking industry that we expect them to develop the functionality to allow the merchant to choose which payment rails it goes through, the international schemes or the EFTPOS schemes,” Lowe added.  “If that process doesn’t work then we would have to consider a regulatory solution.”  Visa and Mastercard were not immediately available for comment.  The banks had promised to develop systems to facilitate the cheaper route for retailers, Low said, adding that his preference would be not to have to intervene.  The RBA is reviewing payments regulations to see what strategic issues need to be tackled, from the impact of new payment technologies and new entrants to regulatory technology and an electronic form of banknotes.  “One of the possible reasons for the major banks dragging their feet on least-cost routing is that they each have very extensive relationships with the large international schemes – we will be exploring this in the review,” Tony Richards, the head of payments policy at the RBA, was quoted as saying in the Australian Financial Review on Wednesday.  A spokesman from Commonwealth Bank of Australia CBA.AX declined to comment.  A spokesman for NAB said the bank started letting its merchant customers choose their payment network in April 2018, adding, “We continue to roll out this service across our client base throughout this year.”  Westpac Banking Corp WBC.AX and Australia and New Zealand Banking Group ANZ.AX were not immediately available for comment.  (This story corrects location of speech to Sydney in paragraph 3, not Canberra)","13":"(Reuters) - Visa Inc beat Wall Street estimates for quarterly profit on Thursday, as its customers shopped online during Christmas and New Year holidays, driving a recovery in payment volumes from the coronavirus-induced slump.  FILE PHOTO: Visa credit cards are seen in this picture illustration taken June 9, 2016. REUTERS\/Maxim Zmeyev\/Illustration  A surge in online shopping helped the world’s biggest payment processor counter a hit to cross-border volumes from a global slowdown in travel and entertainment.  U.S. holiday sales jumped 8.3% last year to record their best growth in at least 19 years, as consumers used their stimulus checks to splurge on gifts, the National Retail Federation (NRF) said earlier this month.  Visa said total spending rose 5% on a constant dollar basis from a year earlier, after dropping 10% in the previous quarter.  “U.S. holiday spending was quite different this year, but had a similar overall growth to the last 3 years of holiday season,” Chief Executive Officer Alfred Kelly Jr said.  Holiday retail spending growth broadly accelerated in Canada, UK, Brazil and Australia, he added.  Visa’s shares gained 1.2% as the company said the number of processed transactions rose 4% and that it approved a new $8 billion share buyback program.  Cross-border volume slumped 21% from a year earlier, but improved from the prior quarter when they crashed 47%.  Kelly cited travel between the U.S. to several countries in Latin America remained strong for the improvement, with the UAE also attracting holiday-makers from Europe, Russia and other Gulf countries.  Visa joined peers Mastercard Inc and American Express Co in hoping for a uptick in travel as vaccines roll-out.  Kelly warned, however, that it might take years for business travel to recover, and trips may never recover to pre-pandemic levels.  Visa reported a net income of 1.42 per Class A share for the first quarter ended Dec. 31, compared with analysts’ estimates of $1.28 per share, according to IBES data from Refinitiv.","14":"FILE PHOTO: A Go-Jek driver rides a motorcycle on a street in Jakarta, Indonesia, December 15, 2017. REUTERS\/Beawiharta\/File Photo  (Reuters) - Visa Inc V.N said on Wednesday it has invested in Indonesia's Go-Jek as part of the ride-hailing company's ongoing Series F fundraising round.  The two companies will work together to provide more options for cashless payments for consumers across Indonesia and Southeast Asia, the U.S. payment processor said.  Visa did not mention how much money it was investing in Go-Jek or how big a stake it would acquire.  Launched in 2011, Go-Jek has evolved from ride-sharing to allowing its customers to make online payments and order everything from food to groceries and massage services.  The Indonesian company raised about $1 billion earlier this year and is valued at up to $10 billion, according to sources.","15":"July 25 (Reuters) - Visa Inc, the world’s largest payments network, on Wednesday posted a 13 percent rise in quarterly profit, as strong economic growth globally helped fuel a booming credit card market.  Net income rose to $2.33 billion, or $1 per Class A share, in the third quarter ended June 30 from $2.06 billion, or 86 cents per Class A share, a year earlier. (bit.ly\/2LOj1lG)  Net operating revenue rose 15 percent to $5.24 billion. (Reporting by Nikhil Subba in Bengaluru; Editing by Anil D’Silva)","16":"(Adds TransCanada Corp, Deutsche Bank, Petroleo Brasileiro SA, Visa Inc, Lakshmi Vilas Bank Ltd, SNC-Lavalin, updates Lenta)  April 5 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2000 GMT on Friday:  ** Pipeline operator TransCanada Corp is exploring a potential sale of its Columbia Midstream unit in a deal that could value the business at about $1 billion, three sources aware of the matter said.  ** Brazilian state-run oil company Petroleo Brasileiro SA has agreed to sell its TAG natural gas pipeline unit to a consortium led by France’s Engie SA for roughly $9 billion, Bloomberg News reported, citing a source.  ** Britain’s Competition and Markets Authority said it was investigating Visa Inc’s planned acquisition of payment company Earthport Plc to gauge if the deal would reduce competition in the country.  ** The head of Fondazione Cariplo, an influential shareholder of Italy’s Intesa Sanpaolo, said he would support any potential cross-border merger plan that could be put forward by the bank’s chief executive.  ** Australia’s Woodside Petroleum has signed a Heads of Agreement (HOA) to supply liquefied natural gas (LNG) to China’s ENN Group for 10 years from 2025, both companies said.  ** Aussie car dealer AP Eagers Ltd made an all-stock offer to buy smaller rival Automotive Holdings Group Ltd that valued the latter at A$635.3 million ($451.83 million), sending Automotive’s shares nearly 17 percent higher.  ** Japan’s Tokyo Gas Co Ltd said it has signed a heads of agreement (HOA) with Shell Eastern Trading for 500,000 tonnes per annum of liquefied natural gas (LNG) for 10 years from April 2020.  ** German energy group Uniper said it was selling its remaining stake in peer Eneva, ending an unsuccessful foray into the Brazilian market that was made by its former parent E.ON.  ** Swiss investors EOS Holding and Primeo Energie are jointly buying French group EDF’s 25 percent stake in utility Alpiq Holding for 489 million Swiss francs ($489 million), or 70 francs per share, the companies said.  ** Russian grocery chain Magnit MGNT.MM has made a $1.78 billion non-binding and indicative proposal to smaller competitor Lenta LNTAq.L, topping a rival offer from Russian steel magnate Alexey Mordashov, Lenta said.  ** The European Central Bank will ask Deutsche Bank to raise fresh funds before it gives the go-ahead for a merger with a state-backed rival, a person with direct knowledge of the matter said.  ** Deutsche Bank said it was open to further restructuring of its U.S. investment bank after Commerzbank executives sought clarity on its plans during merger talks, according to three sources familiar with the matter.  ** SNC-Lavalin said it would sell a 10 percent stake in a company that operates a toll highway in the Greater Toronto Area to the Ontario Municipal Employees Retirement System (Omers) for up to C$3.25 billion ($2.43 billion).  ** Indian private-sector lender Lakshmi Vilas Bank Ltd will merge operations with housing finance firm Indiabulls Housing Finance Ltd in a share-swap deal, the companies said in a filing. (Compiled by Aakash Jagadeesh Babu and Soundarya J in Bengaluru)","17":"NEW YORK (Reuters) - Tech and internet titans were the first to reach $1 trillion in stock market value, but the next U.S. companies that could do so are better known for their plastic.  FILE PHOTO: Visa credit cards are seen in this picture illustration taken June 9, 2016. REUTERS\/Maxim Zmeyev\/Illustration  Soaring stock prices are propelling credit and debit card companies Visa Inc and Mastercard Inc up the market value charts, where they currently rank 7th and 11th among companies in the benchmark S&P 500 index. The stock prices of both Visa and Mastercard have gained roughly 50% in the past year.  While the stocks may not keep up that torrid pace, Visa and Mastercard would each be worth over $1 trillion by 2023 if their average annual gains of the past three years were to continue, surging past the likes of Facebook Inc and Berkshire Hathaway Inc, if they also maintain their recent pace.  Fueling their rise is a shift toward cashless financial transactions spurred by a rise in online shopping.  “Everything travels on their rails,” said Sandy Villere, portfolio manager of the Villere Balanced Fund, which holds Visa shares. “They literally sit in the middle of the banks, consumers and merchants and that has been a really enviable place to be.”  Visa had a market value of $449 billion and Mastercard’s stood at about $324 billion as of Thursday’s close. The $1 trillion club currently includes Apple Inc, Microsoft, and Google-parent Alphabet. Amazon.com’s market value jumped back above $1 trillion on Friday morning as the stock soared on the heels of its earnings report on Thursday.  (GRAPHIC: Top U.S. market cap companies - )  Revenue for both Visa and Mastercard nearly doubled over their past five fiscal years, to nearly $23 billion for Visa, and about $17 billion for Mastercard, according to Refinitiv data.  Adjusted earnings per share more than doubled for both companies over that period.  Visa reported quarterly revenue late on Thursday that slightly missed analyst estimates, a day after Mastercard beat quarterly profit estimates.  About 43% of consumer purchases around the world excluding China are made using a digital form of payment, up from 28% in 2010, according to Lisa Ellis, senior analyst at MoffettNathanson. “Globally, we still have five to 10 years, at least, to go of penetration,” Ellis said.  Visa holds a 60% share of the credit and debit card market, followed by Mastercard with 30%, according to Ellis, with American Express far behind at 8.5%.  Despite their importance in finance, Visa and Mastercard are categorized as part of the S&P 500’s information technology sector. While Apple, Microsoft and chip companies such as Intel Corp often garner the lion’s share of attention, Visa and Mastercard have been key contributors to the rally in technology shares.  Their valuations have expanded to their most expensive in at least a decade.  Visa trades at nearly 32 times forward 12 months’ earnings estimates, while Mastercard trades at 35 times, according to Refinitiv Datastream. Both stocks are trading at a higher premium to the market than they have on average over the past five years.  (Graphic: Top U.S. market cap companies - )  The big run for Visa and Mastercard shares has also come during an more than 10-year U.S. bull market, and gains could be more muted in any downturn. Stocks started 2020 strong but have pulled back amid concerns over the spread of a virus from China.  Risks to the companies, Ellis said, include greater competition in the payment sector from big tech companies, as well as tougher regulations from governments around the world that might hinder access.  The companies are not sitting still. Earlier this month, Visa agreed to buy privately held Plaid Inc in a $5.3 billion deal to boost access to financial technology, and in August Mastercard agreed to buy a majority of the corporate services businesses of Scandinavian payments group Nets for about $3.19 billion.  (Graphic: Top U.S. companies by market value (interactive) - )","18":"Oct 24 (Reuters) - Visa Inc reported a 6.3% rise in fourth-quarter profit on Thursday, helped by growth in overall customer spending, which boosted fees for the world’s largest payment processor.  The company's net income rose to $3.03 billion, or $1.34 per Class A share, in the quarter ended Sept. 30 from $2.85 billion, or $1.23 per Class A share, a year earlier. (bit.ly\/32J3EDv)  Net revenue rose 13% to $6.14 billion. (Reporting by C Nivedita and Ayanti Bera in Bengaluru; Editing by Maju Samuel)","19":"April 30 (Reuters) - Visa Inc reported a 4% rise in second-quarter profit on Thursday and pulled its full-year outlook, as consumer spending took a beating while unemployment numbers jumped and people moved to conserve cash amid the COVID-19 pandemic.  The company's net income rose to $3.08 billion, or $1.38 per Class A share, in the second quarter ended March 31, from $2.98 billion, or $1.31 per Class A share, a year earlier. (bit.ly\/2KKiRgt)  Net revenue rose to $5.85 billion from $5.49 billion. (Reporting by Bharath Manjesh in Bengaluru; Editing by Shounak Dasgupta)","20":"March 1 (Reuters) - U.S. supermarket chain Kroger Co on Friday said its Smith’s Food and Drug Stores division will stop accepting Visa Inc’s credit cards, starting April 3, because of excessive transaction fees.  Kroger had stopped accepting Visa’s credit cards at its Foods Co stores in California in August last year, because of a price dispute over interchange rates and network fees.  \"At Smith's, Visa's credit card fees are higher than any other credit card brand that we accept. Visa's excessive fees and unfairness cannot continue to go unchecked,\" Kroger's Chief Financial Officer Mike Schlotman said reut.rs\/2NzW0oi.  The company added it is going to continue to explore other options to reduce the cost of accepting credit cards and keep prices low for customers.  Smith’s operates over 130 stores across the U.S.  The dispute between Kroger and Visa is the latest between payments processors and merchants over transaction fees. Card companies have said in the past that expenses for ramping up anti-fraud\/anti-theft security measures to make payment processing safer have resulted in a fee hike.  Mastercard and Visa have another round of fee hikes, slated for April, which will be levied on merchant banks, not on the merchants directly, although the banks could pass on the fee hike to sellers, if they want to avoid absorbing it themselves.  Visa was not immediately available for a comment outside working hours.  Smith’s stores will continue to accept all other forms of payment, including major credit cards, and health savings account cards. (Reporting By Aparajita Saxena in Bengaluru; Editing by Shailesh Kuber)","21":"FILE PHOTO: The Whatsapp logo and binary cyber codes are seen in this illustration taken November 26, 2019. REUTERS\/Dado Ruvic\/Illustration\/File Photo  SAO PAULO (Reuters) - Brazil’s central bank has authorized testing of payments via Facebook Inc’s messaging service WhatsApp in the country, Visa Inc and Mastercard Inc said on Friday, easing an outright ban on the service imposed last month.  The ubiquitious messaging service in Brazil was finally entering the arena of payments by launching the service on June 15, after years of questions on how Facebook would make money from WhatsApp.  But only eight days later, Brazil’s central bank and anti-trust regulator blocked the service, saying it must be reviewed fair competition and data privacy concerns.  Mastercard said in a statement that the tests would allow a limited number of cards to make small payments while the service is still pending central bank approval.  The central bank said in a statement that “the request is being analyzed and is following the normal approval procedure,” without elaborating.","22":"Feb 9 (Reuters) - Visa Inc:  * VISA ACQUIRES FRAEDOM TO EXPAND ITS GLOBAL COMMERCIAL OFFERINGS Source text for Eikon: Further company coverage:","23":"(Reuters) - Visa Inc and Mastercard Inc, the two biggest U.S. card networks, are preparing to raise certain fees levied on U.S. merchants for processing transactions from this April, the Wall Street Journal reported on Friday, citing people familiar with the matter.  FILE PHOTO: A Mastercard logo is seen on a credit card in this picture illustration August 30, 2017. REUTERS\/Thomas White\/File Photo  Some of the changes relate to so-called interchange fees, the report said. Interchange fees are what merchants pay to banks when consumers use a credit or a debit card to make a purchase from their store.  Fees that Mastercard and Visa charge financial institutions, such as banks, for processing card payments on behalf of merchants, are also set to go up, the report said.  A Visa spokesperson confirmed that the fee hikes would go into effect in April, 2019, but only for merchant banks, and not merchants.  Merchant banks are financial institutions that maintain accounts for sellers such as Amazon and Costco. JPMorgan, Citigroup and Bank of America are some of the top merchant banks in the country.  However, it is up to merchant banks if they want to pass on the fee hike to sellers, or absorb it themselves. Similarly, it is sellers’ discretion to pass on the hike to consumers or not.  Up to 2.5 percent of prices for goods and services go to cover card fees, the WSJ said.  Card companies have said in the past that their credit and debit cards usually result in more sales for merchants, especially in countries like the United States. They also say that expenses for ramping up anti-fraud\/theft security measures, to make payment processing safer, need to be covered.  Mastercard did not respond to Reuters’ request for comment on the story.  Recently, the two companies along with several U.S. banks, had to pay over $6 billion to settle a lawsuit brought by merchants who accused the credit card companies of violating federal antitrust laws by forcing merchants to pay swipe fees and prohibiting them from directing consumers toward other methods of payment.","24":"FILE PHOTO: Security staff stand next to a Visa logo at Murtala Muhammed International Airport before the arrival of the Nigerian Women’s Bobsled Team, in Lagos, Nigeria, as part of preparations ahead of the 2018 Pyeongchang Winter Olympic Games, February 1, 2018. REUTERS\/Afolabi Sotunde  (Reuters) - Visa Inc V.N on Friday said here Mary Kay Bowman will join as head of the business that is tasked to attract more customers to use the world's largest payments network.  Bowman joins from Square Inc SQ.N, where she was head of payments. Her departure is the second high-profile exit from the payments processor following the departure of its Chief Financial Officer Sarah Friar in December last year.  At Visa, Bowman will head the designing, development and delivery of new services, the company said.  Bowman's resume includes stints at Amazon.com Inc AMZN.O, where she was a director of global payments.  Payments processing companies such as Visa and Mastercard MA.N have been facing headwinds from digital payments companies, like Square and PayPal Holdings Inc PYPL.O which have blossomed in the midst of a fintech boom in the U.S.  Square, which is led by Twitter TWTR.N CEO Jack Dorsey, has been one of the top companies in the fintech arena that have been giving bigger payment processors a run for their money and is re-orienting itself to become more small merchant-friendly.  (This story corrects headline and paragraph 2 to say that Mary Kay Bowman was the head of payments at Square and not head of product)","25":"Visa Inc top lawyer Kelly Mahon Tullier earned more than $6.3 million in the financial services company’s fiscal year 2019, which ended Sept. 30, according to a Thursday filing with the U.S. Securities and Exchange Commision.  It’s a slight dip in pay from her $6.4 million reported earnings in 2018. The drop stems from her decreased option awards, non-equity incentives, which are a post-Dodd Frank form of cash pay, and non-categorized forms of compensation, according to the filing.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2PgWkcL","26":"NEW YORK, Jan 26 (Reuters) - London-based financial technology startup Currencycloud has raised $80 million in funding from strategic investors including Visa Inc, BNP Paribas SA, SBI Group, Siam Commercial Bank and the International Finance Corp, the company said on Sunday.  Existing investors including Sapphire Ventures, Notion Capital and GV, formerly Google Ventures, also participated in the round, CurrencyCloud said.  The company will use the cash injection to fuel its global expansion plans and grow its suite of products, Currencycloud Chief Executive Mike Laven, said in an interview.  “We will dramatically increase our footprint in North America,” Laven said. The company also plans to open an office in Singapore later this year, he said.  Founded in 2012, Currencycloud processes cross-border payments for businesses, including well-known European neobanks Monzo, Starling and Revolut. Since its launch it has processed more than $50 billion in payments.  Visa and Currencycloud partnered last year on travel payments.  Laven said the company hopes to work with the other companies that participated in the investment round.  “We consciously raised money from strategic investors because we think they can help us with our expansion,” he said.  The new investment round brings the company’s total funding to more than $140 million. As part of the deal, Colleen Ostrowski, senior vice president and treasurer of Visa Inc, will join Currencycloud’s board, the company said. (Reporting by Anna Irrera; editing by Jonathan Oatis)","27":"(Reuters) - Visa Inc V.N topped Wall Street targets for quarterly profit and raised its full-year earnings forecast on Wednesday, as more people use credit cards worldwide to buy everything from gas to online goods.  FILE PHOTO: A Visa credit card is seen on a computer keyboard in this picture illustration taken September 6, 2017. REUTERS\/Philippe Wojazer\/Illustration\/File Photo  The world's largest payments network, like its smaller rival Mastercard Inc MA.N, gets most of its revenue through transaction fees, which are earned every time a customer swipes their credit or debit card on the company's network.  Visa has seen card payments grow thanks to higher U.S. consumer spending and rising oil prices.  Higher gas prices translate to a higher dollar volume in transaction fees for Visa.  The company said payment volumes rose 11 percent to $1.99 trillion on a constant dollar basis for the second quarter, with the United States accounting for about 43 percent of the total amount.  Cross-border volumes – the value of transactions made outside the United States – rose 11 percent on constant dollar basis.  Visa’s shares rose 2.7 percent to $124.52 in after-hours trading on Wednesday.  The company now expects full-year adjusted earnings to grow at the high end of a mid-20s percentage digit forecast.  Visa expects double-digit expense growth in the third quarter, due to personnel costs, increased investments and the upcoming FIFA World Cup in Russia, in which the company is an official payment services partner.  Total operating expenses in the second quarter rose 4 percent to $1.74 billion.  Its net operating revenue rose 13 percent to $5.07 billion in the quarter ended March 31.  Net income rose to $2.61 billion from $430 million a year earlier. Earnings per Class A share rose to $1.11 from 18 cents a year earlier.  Analysts on average had expected earnings of $1.02 per share, according to Thomson Reuters I\/B\/E\/S.","28":"Here’s which law firms and lawyers worked on some of this week’s biggest deals.  VISA\/PLAID - Skadden Arps Slate Meagher & Flom attorneys steered Visa Inc on its deal to buy Plaid Inc, a software startup that will boost the payments giant’s access to the booming financial technology space, for $5.3 billion, the law firm said Monday.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2GcQ7e2","29":"(Reuters) - Visa Inc V.N on Thursday fell short of analysts' estimate for first-quarter revenue and said revenue this year would be crimped by incentives it provide to banking clients, sending its shares down nearly 3%.  FILE PHOTO: A Visa credit card is seen on a computer keyboard in this picture illustration taken September 6, 2017. REUTERS\/Philippe Wojazer\/Illustration  The world’s largest payments network said it now expects client incentives as a percentage of revenue to be in the high-end of its forecast range of 22.5% to 23.5% in 2020.  Client incentives are what Visa pays out to their issuing bank partners to increase its total payments volume (TPV), and when a partner renews, Visa’s TPV goes up.  In October, Visa said about 15-20% of its TPV is slated to be renewed in the first half of 2020.  “Since then (the fourth quarter), it has become apparent that renewal activity in fiscal year 2020 could be even higher,” Chief Financial Officer Vasant Prabhu said on a post-earnings conference call on Thursday.  Total payments volume rose about 8% to $2.36 trillion in the quarter.  Visa has been spending more on rewards and perks such as airport lounge access, roadside assistance programs and travel insurance which pushed operating expenses up by 14% to $2.04 billion in the first quarter.  Payments processors have also leaned on acquisitions to fend off competition from digital rivals.  Earlier this month, Visa said it would buy fintech startup Plaid for $5.3 billion, as it seeks to expand into the digital economy.  The company’s net revenue rose 10% to $6.05 billion in the first quarter, but missed analysts’ estimates of $6.08 billion, according to IBES estimates from Refinitiv.  For the quarter, the company’s client incentives rose 20% to $1.75 billion.  The company’s net income rose 10% to $3.27 billion, or $1.46 per Class A share.  On an adjusted basis, Visa earned $1.46 per share, in line with analysts’ estimate.  Visa shares, which have risen 51% in the past 12 months, were down at $201.85 in extended trading.","30":"Slideshow ( 2 images )  (Reuters) - The Federal Trade Commission (FTC) has initiated a preliminary inquiry on Visa Inc V.N and Mastercard Inc MA.N for possibly prohibiting merchants from using other debit networks, Bloomberg Law reported on Wednesday, citing sources.  The regulator is looking into whether Visa, Mastercard and other large debit card issuers are blocking retailers from routing card transactions over alternative networks such as Pulse, NYCE and Star, the report said.  The FTC has been reaching out to large merchants and their trade groups over the issue, the report added. (bit.ly\/2O5Br3M)  The inquiry could spell fresh regulatory trouble for the world’s two largest payments processors which settled a protracted European Union antitrust probe in April this year over card fees.  The regulator has probed issues related to debit routing in the past. Following an FTC inquiry in 2016, Visa revised a rule that required retailers to ask cardholders to choose a routing network for their debit card transactions.  The FTC declined to comment and the companies did not immediately respond to a request for comment.","31":"(Reuters) - Cryptocurrency startup BlockFi said on Tuesday it would partner with Visa Inc, Evolve Bank and credit card firm Deserve to offer a credit card that lets users earn bitcoin on purchases.  Card users will receive a 1.5% cashback on an accrual basis for every transaction made through the card, which will then be converted to bitcoin and placed into a BlockFi account in a regular monthly cycle.  The service will initially be offered only in the United States and the shipping of cards will start in spring next year, BlockFi said in a blog post.  The move by BlockFi comes after PayPal Holdings Inc in October said it would allow customers to hold bitcoin and other virtual coins in its online wallet and shop using cryptocurrencies, a move which could help bitcoin and rival cryptocurrencies gain wider adoption as viable payment methods.  Bitcoin has surged about 160% this year, fueled by demand for riskier assets amid unprecedented fiscal and monetary stimulus, interest in assets perceived as resistant to inflation and expectations that cryptocurrencies will win mainstream acceptance.","32":"Jan 30 (Reuters) - Visa Inc on Wednesday reported an 18 percent rise in quarterly profit, as the payments network processed more transactions on the back of higher consumer spending and a strong U.S. economy.  Visa said total payments volumes jumped 11 percent, while the number of processed transactions rose 11 percent.  Net income at the world’s largest payment processor rose to $2.98 billion, or $1.30 per Class A share, in the first quarter ended Dec. 31, from $2.52 billion, or $1.07 cents per Class A share, a year earlier. (Reporting by Diptendu Lahiri in Bengaluru; Editing by Arun Koyyur)","33":"LAGOS (Reuters) - Visa Inc V.N will buy a significant minority stake in Nigerian payments platform Interswitch, creating \"an instant acceptance network across Africa\" that will help drive expansion, both companies said in a statement on Tuesday.  FILE PHOTO: VISA credit cards are seen in this picture illustration taken June 9, 2016. REUTERS\/Maxim Zmeyev\/Illustration\/File Photo GLOBAL BUSINESS WEEK AHEAD  Interswitch and Visa did not provide financial details but a source confirmed media reports that Visa would buy a 20% stake for $200 million.  That would value Interswitch at $1 billion, giving it “unicorn” status - a term for tech companies with a valuation of a billion dollars or more.  Visa will join Helios Investment Partners, TA Associates and IFC as the primary shareholders in Interswitch.  Andrew Toree, Visa’s regional president for Europe, the Middle East and Africa said that Africa -- the world’s second-fastest growing banking market according to a 2017 McKinsey report -- is a “priority region” for the company.  Interswitch has long been expected to launch an initial public offering (IPO) to allow the original investors to offload part of their stakes in the company.  Founded in 2002 by Nigerian entrepreneur Mitchell Elegbe, Interswitch also owns Verve - the largest domestic debit card scheme in Africa - and Quickteller, a consumer payments platform that enables money transfers, bill payments and mobile and internet air time purchases. Elgebe has said expanding outside Nigeria to elsewhere in sub-Saharan Africa is a main aim.  Quickteller processed over 42 million transactions monthly as of 31 July - the equivalent of more than 560 billion naira ($1.82 billion).  The value of mobile money payments in sub-Saharan Africa grew by more than 15% from 2017 to 2018, according to industry group GSMA, to $26.8 billion.  The group, which represents mobile operators worldwide, also expects that regulatory reforms in Nigeria, Ethiopia and Egypt could see more than 110 million new mobile money accounts added there in the next five years.  Rating agency Moody’s in September assigned Interswitch a B2 corporate family rating, noting that it processes some 90% of total electronic transactions in Nigeria - where electronic payments rose by 32% in 2018 and are expected to keep growing.  Moody’s said Interswitch posted an average net revenue growth of 17% from 2017-2019 and an average EBITDA margin of 40% over the same period.  It warned that Interswitch’s profitability could weaken due to interest costs for its bond issuance payments, and that the high concentration of its business in Nigeria was a risk.","34":"(Reuters) - U.S. supermarket chain Kroger Co on Friday said its Smith’s Food and Drug Stores division will stop accepting Visa Inc’s credit cards, starting April 3, because of excessive transaction fees.  FILE PHOTO: The Kroger supermarket chain's headquarters is shown in Cincinnati, Ohio, U.S., June 28, 2018. Picture taken June 28, 2018. REUTERS\/Lisa Baertlein  Kroger had stopped accepting Visa’s credit cards at its Foods Co stores in California in August last year, because of a price dispute over interchange rates and network fees.  \"At Smith's, Visa's credit card fees are higher than any other credit card brand that we accept. Visa's excessive fees and unfairness cannot continue to go unchecked,\" Kroger's Chief Financial Officer Mike Schlotman said reut.rs\/2NzW0oi.  The company added it is going to continue to explore other options to reduce the cost of accepting credit cards and keep prices low for customers.  “It is unfair and disappointing that Kroger is putting shoppers in the middle of a business dispute,” a Visa spokeswoman said, adding that the company has put forward a number of solutions to allow its cardholders to continue using their credit cards at Foods Co and Smith’s “without Kroger-imposed restrictions.”  “When consumer choice is limited, nobody wins,” she added.  Smith’s operates over 130 stores across the U.S. Together with Foods Co, almost 142 supermarket and 108 fuel center locations across seven states in the U.S. will stop accepting Visa credit cards from April.  The dispute between Kroger and Visa is the latest between payments processors and merchants over transaction fees. Card companies have said in the past that expenses for ramping up anti-fraud\/anti-theft security measures to make payment processing safer have resulted in a fee hike.  Mastercard and Visa have another round of fee hikes, slated for April, which will be levied on merchant banks, not on the merchants directly, although the banks could pass on the fee hike to sellers, if they want to avoid absorbing it themselves.  Visa’s shares were up 0.5 percent in morning trading, while Kroger rose 0.31 percent.  Smith’s stores will continue to accept all other forms of payment, including major credit cards, and health savings account cards.","35":"April 25 (Reuters) - Visa Inc:  * QTRLY EARNINGS PER SHARE $1.11  * QTRLY NET OPERATING REVENUES OF $5.1 BILLION, AN INCREASE OF 13%  * SEES 2018 ANNUAL NET REVENUE GROWTH: LOW DOUBLE-DIGITS ON NOMINAL BASIS, WITH ABOUT 1 PERCENTAGE POINT OF POSITIVE FOREIGN CURRENCY IMPACT  * QTRLY PAYMENTS VOLUME FOR THE THREE MONTHS ENDED MARCH 31, 2018, GREW 11% OVER THE PRIOR YEAR ON A CONSTANT-DOLLAR BASIS  * INCREASED FISCAL FULL-YEAR 2018 OUTLOOK BASED ON STRONG PERFORMANCE IN THE FIRST HALF  * QTRLY CROSS-BORDER VOLUME GROWTH, ON A CONSTANT-DOLLAR BASIS, WAS 11% FOR THE THREE MONTHS ENDED MARCH 31, 2018  * SEES 2018 CLIENT INCENTIVES AS A PERCENTAGE OF GROSS REVENUES: 21.5% TO 22.0% RANGE  * QTRLY TOTAL PROCESSED TRANSACTIONS, REPRESENTING TRANSACTIONS PROCESSED BY VISA, WERE 29.3 BILLION, A 12% INCREASE OVER THE PRIOR YEAR  * SEES FY2018 GAAP AND ADJUSTED EFFECTIVE TAX RATE 21% TO 22% RANGE, INCLUDING 6 PERCENTAGE POINT REDUCTION RESULTING FROM U.S. TAX REFORM  * VISA SEES 2018 DILUTED CLASS A COMMON STOCK EARNINGS PER SHARE GROWTH INCLUDING IMPACT OF TAX REFORM LOW-60’S ON GAAP NOMINAL DOLLAR BASIS, HIGH-20’S ON ADJUSTED NOMINAL DOLLAR BASIS  * VISA - OPERATING EXPENSES $1.7 BILLION FOR FISCAL Q2, 4% INCREASE OVER PRIOR YEAR, INCLUDING SPECIAL ITEM RELATED TO CHARITABLE DONATION TO VISA FOUNDATION  * VISA - EXCLUDING SPECIAL ITEM, QTRLY OPERATING EXPENSES GREW 18% OVER PRIOR YEAR, PRIMARILY DRIVEN BY PERSONNEL AND MARKETING EXPENSES  * Q2 EARNINGS PER SHARE VIEW $1.02, REVENUE VIEW $4.81 BILLION -- THOMSON REUTERS I\/B\/E\/S  * FY2018 EARNINGS PER SHARE VIEW $4.41, REVENUE VIEW $20.18 BILLION -- THOMSON REUTERS I\/B\/E\/S Source text for Eikon: Further company coverage:","36":"FILE PHOTO: A Visa credit card is seen on a computer keyboard in this picture illustration taken September 6, 2017. REUTERS\/Philippe Wojazer\/Illustration  (Reuters) - Visa and financial technology company Plaid said on Tuesday that they would terminate their $5.3 billion merger agreement following a U.S. government lawsuit aimed at stopping the proposed transaction on antitrust grounds.  The U.S. Justice Department had sued to stop the deal in November, saying that Visa was a “a monopolist in online debit transactions” and that the proposed acquisition “would eliminate a nascent competitive threat” to that monopoly.  The deal, which was proposed in January 2020, was scrapped to avoid protracted litigation, said Al Kelly, chairman and CEO of Visa Inc.  “We are confident we would have prevailed in court as Plaid’s capabilities are complementary to Visa’s, not competitive,” he added.  Visa said in January it had agreed to buy the privately held startup Plaid in a $5.3 billion deal aimed at boosting the payments giant’s access to the booming financial technology sector.  (This story corrects to show Plaid is not listed, removes Reuters Instrument Code from first paragraph)","37":"SAO PAULO, Feb 21 (Reuters) - Brazilian state-owned lender Caixa Economica Federal is partnering with the world’s largest payments network Visa Inc to issue debit and credit cards, it said on Friday.  The partnership comes as Caixa revamps its card business prior to selling a stake the newly created company, Caixa Cartoes.  Caixa had 109.3 million debit and credit cards issued to clients in December, up 6.2% from a year earlier. Payments with Caixa cards totaled 210.8 billion reais ($47.97 billion) last year. ($1 = 4.3940 reais) (Reporting by Carolina Mandl; Editing by Jan Harvey)","38":"LONDON (Reuters) - British consumers cut their spending by the most in more than five years in early 2018 as heavy snowfalls combined with an ongoing squeeze on household budgets to hit retailers, payments company Visa said on Monday.  Slideshow ( 2 images )  Visa said inflation-adjusted consumer spending in the three month to the end of March was 1.4 percent lower than a year earlier - the biggest fall since the fourth quarter of 2012 - after a 1.3 percent fall in the fourth quarter of 2017.  Spending in March alone fell by the most since October, down 2.1 percent on the year after a 1.0 percent fall in February.  Visa said the weakness in consumer spending reflected a dip in confidence among many households as well as unusually snowy weather.  “That said, it is too early to read a great deal into this year-on-year decline, which should be viewed in the context of high growth rates in early 2017,” Mark Antipof, chief commercial officer at Visa, said.  Online sales fell for the first time in 10 months. Last month online supermarket Ocado OCDO.L reported that its sales suffered after snow storms disrupted its deliveries.  Britain’s overall economy appears to have slowed in early 2018 as the snow added to uncertainty about the country’s departure from the European Union next year.  Visa said only spending on food and in hotels, restaurants and bars rose in March, probably due in part to the early Easter holiday weekend.  Official retail sales figures, due on Thursday, are also expected to show a fall in spending in March.  Figures published by the British Retail Consortium on Monday showed a 6 percent fall in the number of people visiting retailers, the biggest annual drop since the end of 2010, reflecting the bad weather.  For more than a year, British consumers have been hit by a double-whammy of slow wage growth and a jump in inflation caused largely by the pound’s plunge after the 2016 Brexit vote. But there are signs that the worst of the squeeze has passed.  Official figures due this week are expected to show the strongest wage growth in nearly two-and-a-half years at 3.0 percent in the three months to February, while inflation is forecast to have held at 2.7 percent, according to a Reuters poll of economists.  That would represent the first time that wages have grown more strongly than inflation since March of last year.  The Bank of England is expected to raise interest rates next month for only the second time since the start of the global financial crisis more than 10 years ago, due in large part to signs that wage growth is picking up.  Visa’s data is based on spending on its debit, credit and prepaid cards, which account for about a third of consumer spending. The growth rates are adjusted for inflation, seasonal effects and differences between typical card and cash spending.","39":"(Reuters) - UK’s competition watchdog said on Thursday it was considering assessing Visa Inc’s planned takeover of payments firm Earthport Plc to see if the deal would result in less competition.  In February, Visa trumped Mastercard Inc’s bid with a sweetened offer of about 247 million pounds ($325 million), prompting Earthport to recommend shareholders to accept the Visa offer.  UK’s Competition and Markets Authority invited comments from parties on the deal until April 18.","40":"Slideshow ( 2 images )  (Reuters) - Visa Inc V.N and Mastercard Inc MA.N are close to settling a long-running antitrust lawsuit with merchants over the fees they pay when they accept card payments, the Wall Street Journal reported on Thursday, citing people familiar with the matter.  Under the settlement, Visa, Mastercard and a number of banks that issue debit and credit cards, including JPMorgan Chase & Co JPM.N, Citigroup Inc C.N and Bank of America Corp BAC.N, would pay the merchants around $6.5 billion, the report said.  It is not clear how the payment would be split up among the card networks and the issuing banks, according to the report.  MasterCard said in a regulatory filing it would boost its reserve by about $210 million in the second quarter to account for claims related to a lawsuit with merchants.  However, it was not clear if the estimated increase in reserve was related to the settlement that the WSJ reported.  On Tuesday, Visa said in filing it allocated $600 million into a litigation account of the bank, but did not say if the amount is related to the settlement with the merchants.  Mastercard and JPMorgan were not immediately available to comment on the settlement. Citigroup and Bank of America declined to comment.","41":"Oct 30 (Reuters) - Mastercard Inc’s third-quarter profit rose 33 percent, it said on Tuesday, joining rival payments network Visa Inc in reporting higher earnings led by rising U.S. consumer spending.  Mastercard's net income climbed to $1.90 billion or $1.82 per share in the three months ended Sept. 30, from $1.43 billion or $1.34 per share a year earlier. bit.ly\/2AyIxbl  Excluding one-time items, the company earned $1.78 per share. Analysts on average had expected earnings of $1.68 per share, according to Refinitiv data. It was not immediately clear if the figures were comparable.  Visa last week reported an 11 percent surge in third-quarter profit. (Reporting By Aparajita Saxena in Bengaluru Editing by Sai Sachin Ravikumar)","42":"MILAN, Jan 11 (Reuters) - Italian fashion group Valentino has named a former Visa executive to a newly created role as chief of customer relations and digital to help the brand attract more online business.  Enzo Quarenghi, who before becoming Visa’s country manager for Italy in 2019 held senior positions at rival American Express, is an expert in digital innovation and customer experience, Valentino said in a statement on Monday.  He starts in his new role as chief client officer and digital acquisition on Jan. 12.  Quarenghi joins Valentino a few months after the appointment of former Gucci executive Jacopo Venturini at the helm of the luxury group, which is controlled by Qatari investment vehicle Mayhoola.  Under Venturini’s predecessor, Stefano Sassi, the label went through a decade-long, successful turnaround following the retirement of its founder and world-famous designer Valentino Garavani. It had 1.2 billion euros ($1.46 billion) in revenues in 2019.  However, the coronavirus crisis caused an unprecedented drop in sales for the luxury industry last year, forcing brands to review and strengthen their online strategy after they had to temporarily shut physical stores.  Consultancy Bain estimates that the share of luxury goods purchases made online doubled to 23% last year and will exceed 30% of total sales in 2025.  Valentino’s e-commerce site is currently managed by third party, Richemont’s online shopping platform Yoox Net A Porter. ($1 = 0.8225 euros) (Reporting by Claudia Cristoferi, editing by Silvia Aloisi and Jane Merriman)","43":"March 30 (Reuters) - Visa Inc:  * VISA CONTINUES TO ACTIVELY MONITOR COVID-19 SITUATION AND ITS IMPACT GLOBALLY  * AS VIRUS HAS SPREAD IN LAST FEW WEEKS, CO SEEING RAPID DETERIORATION OF CROSS-BORDER TRAVEL RELATED SPENDING IN CARD PRESENT, CARD NOT PRESENT  * IMPACTS TO CROSS-BORDER VOLUME AS WELL AS PROCESSED TRANSACTIONS WILL AFFECT FISCAL Q2 INTERNATIONAL TRANSACTION AND DATA PROCESSING REVENUE  * FOR FISCAL Q2 ENDING MARCH 31, 2020, ON A GAAP BASIS, VISA EXPECTS NET REVENUE GROWTH IN MID-SINGLE DIGITS  * ON A NON-GAAP AND CONSTANT DOLLAR BASIS, EXCLUDING ACQUISITIONS, VISA EXPECTS Q2 NET REVENUE GROWTH IN HIGH END OF MID-SINGLE DIGITS  * FOR FISCAL Q2 ENDING MARCH 31, 2020, ON A GAAP BASIS, VISA EXPECTS EARNINGS PER SHARE GROWTH IN HIGH END OF LOW SINGLE DIGITS  * FOR FISCAL Q2, ON NON-GAAP & CONSTANT DOLLAR BASIS, EXCLUDING ACQUISITIONS, CO EXPECTS EARNINGS PER SHARE GROWTH IN HIGH END OF MID-SINGLE DIGITS  * U.S. PAYMENTS VOLUME DOWN 4% MONTH-TO-DATE Source text for Eikon: Further company coverage:","44":"(Reuters) - Visa Inc said on Monday it agreed to buy privately held software startup Plaid Inc in a $5.3 billion deal that will boost the payments giant’s access to the booming financial technology space.  FILE PHOTO: A Visa credit card is seen on a computer keyboard in this picture illustration taken September 6, 2017. REUTERS\/Philippe Wojazer\/Illustration  The transaction highlights how traditional financial firms are willing to pay top dollar to acquire businesses which have established strong positions servicing the digital and cashless economy.  Plaid’s technology lets people link their bank accounts to mobile apps such as Venmo, Acorns and Chime, with the San Francisco-based firm saying its systems have been used by one in four people with a U.S. bank account.  The $5.3 billion price given in Monday’s statement is double what Plaid was reportedly valued at during its last fundraising, when it took a $250 million Series C round that was announced in December 2018.  It was later revealed by Plaid that both Visa and rival Mastercard Inc were investors in that round.  “Plaid is a leader in the fast growing fintech world,” Visa Chairman and CEO Al Kelly said in Monday’s statement.  “The acquisition, combined with our many fintech efforts already underway, will position Visa to deliver even more value for developers, financial institutions and consumers.”  Founded in 2013 and currently connecting with over 11,000 financial institutions across the United States, Canada and Europe, Plaid will be able to use the acquisition to leverage Visa’s global brand in expanding its own business, according to a source familiar with the matter.  Visa expects the deal to close in the next three to six months and benefit its adjusted earnings per share at the end of the third year.  Visa said it will fund the deal using cash on hand as well as debt that will be issued at a later date. The acquisition would not impact upon Visa’s previously announced stock buyback or dividend plans.  Visa and Plaid respectively used Lazard and Goldman Sachs as their financial advisors.","45":"FILE PHOTO: A Visa logo is seen during a news conference at the MAXXI National Museum in Rome, Italy May 17, 2016 REUTERS\/Alessandro Bianchi  (Reuters) - Visa Inc V.N missed Wall Street estimates for fourth quarter profit on Wednesday, as high unemployment due to the coronavirus-induced recession continued to weigh on consumer spending.  The payments processor said total spending decreased 10% on a constant dollar basis, and the number of processed transactions tumbled 13% from a year earlier.  Cross-border volume slid 47% as the continuing global pandemic continued to hurt travel demand.  Earlier on Wednesday, Mastercard Inc MA.N missed profit expectations and warned that travel-related spending will likely be a major headwind for the industry until COVID-19 vaccines are widely available.  Visa’s net income fell to $2.4 billion, or $1.07 per Class A share, for the fourth quarter ended Sept. 30, from $3.03 billion, or $1.34 per Class A share, a year earlier. On an adjusted basis the company reported earnings of $1.06 per share.  Net revenue fell 17% to $4.8 billion as consumer spending was limited due to the health crisis, which has triggered the worst economic downturn in decades and prompted massive layoffs.  This is only the second time the company’s quarterly revenue declined year-over-year since it went public in 2008.  Analysts polled by Refinitiv had been expecting an 18.5% slide in revenue and earnings of $1.09 per share.","46":"LONDON (Reuters) - British-based digital banking app Revolut is set to hire around 3500 staff as it expands into 24 new markets thanks to a new global deal with payments giant Visa Inc, the two companies said on Monday.  Slideshow ( 2 images )  Revolut, one of a breed of new digital-only account providers taking aim at traditional high street banks, has grown at breakneck pace since its launch in July 2015 and now boasts more than 8 million customers.  The deal with Visa expands an existing agreement between the two firms and will see Revolut expand from its current markets of Europe and Australia to open in the United States and Singapore by the end of this year, with Canada and Japan to follow, Revolut said.  Revolut will then launch in other Latin American and Asian markets but does not have a fixed timeline, its chief executive and founder Nikolay Storonsky told Reuters.  “We are around 1500 people now and by summer next year we plan to be around 5000,” he said.  The expansion into new markets will be subject to Revolut getting the necessary regulatory approvals.  The deal is not exclusive but will see at least 75% of all Revolut cards carry Visa branding rather than that of rivals such as Mastercard Inc.  The global push could see Revolut double or triple its customers in the next year, Storonsky said.  He told Reuters that Revolut’s average customer holds around 1000 euros in their account, giving a total deposit balance of around 8 billion euros ($8.74 billion) currently, a minnow compared to global banking giants like HSBC and JPMorgan with trillion-dollar-plus deposit totals.  But, along with its peers, Revolut has shocked incumbent banks into upping their digital game, as customers flock to Fintechs with their slicker apps, money management tools and attractive offers on foreign exchange.  Revolut’s rapid growth in recent years has not been without hiccups. It faced media reports about a cutthroat work culture and questions from Britain’s financial watchdog earlier this year about its sanctions-checking systems.  Revolut said at the time it has never failed to meet its legal or regulatory sanctions requirements.  Reuters reported in September that customers who had been victims of fraud were frustrated by the digital bank’s customer service, which was slow to respond and offered only in-App chat rather than a telephone helpline.  “We are a different company than we were two to three years ago, we’ve learned lessons,” Storonsky said of those problems.  (This story corrects paragraphs 3 and 4 after company gives update on expansion timing plans)","47":"FILE PHOTO: VISA credit cards are seen in this picture illustration taken June 9, 2016. REUTERS\/Maxim Zmeyev\/Illustration\/File Photo  (Reuters) - Visa Inc V.N beat analysts' estimates for quarterly earnings on Tuesday, as a robust economy encouraged customers to spend more and boosted fees for the world's largest payment processor.  Total payments volume rose 8.7% to $2.23 trillion, on a constant dollar basis, with the United States - its largest market - accounting for about 8.8% of the total.  Payments volume represents the dollar amount of purchases made with cards carrying Visa’s branding.  The number of transactions processed rose 11.7% to $35.43 billion.  Net income rose to $3.10 billion, or $1.37 per Class A share, in the quarter ended June 30 from $2.33 billion, or $1 per Class A share, a year earlier. (bit.ly\/32LPG4m)  On an adjusted basis, Visa earned $1.37 per share, while analysts expected a profit of $1.32 per share, according to Refinitiv data.  Net revenue rose 11.5% to $5.84 billion, while analysts had expected $5.70 billion.","48":"June 28 (Reuters) - Visa Inc and Mastercard Inc are close to settling a long-running antitrust lawsuit with merchants over the fees they pay while they accept card payments, the Wall Street Journal reported on Thursday, citing people familiar with the matter.  Under the settlement, Visa, Mastercard and a number of banks that issue debit and credit cards including JPMorgan Chase & Co , Citigroup Inc and Bank of America Corp would pay the merchants around $6.5 billion, the report said on.wsj.com\/2Kx4Wby, citing some of the people.  It is not clear how the payment would be split up among the card networks and the issuing banks, according to the report.  Visa and Mastercard were not immediately available for comment. JPMorgan, Citigroup and Bank of America also did not immediately respond to requests for comment. (Reporting by Laharee Chatterjee in Bengaluru; Editing by Maju Samuel)","49":"(Reuters) - Visa Inc V.N on Thursday decided to pull its full-year outlook on rising unemployment numbers and more people conserving cash during the COVID-19 pandemic even while posting a second-quarter profit that rose 4%.  FILE PHOTO: A Visa credit card is seen on a computer keyboard in this picture illustration taken September 6, 2017. REUTERS\/Philippe Wojazer\/Illustration  In January, the world’s No. 1 payments processor forecast a revenue growth in the low-double digits for the full year.  “Our prior outlook for fiscal 2020 is no longer relevant, and it is not possible to provide you with any reliable forecast for the second half,” Chief Financial Officer Vasant Prabhu said.  U.S. retail sales suffered a record drop in March from the closure of bars, restaurants and non-essential retailers such as clothing stores, outweighing an anticipated surge in spending on household essentials and at online retailers such as Amazon.com Inc AMZN.O.  “About 1\/4 of our payments volume is in the hardest-hit categories, including travel, fuel, restaurants and entertainment,” Prabhu said.  The company’s total payments volume rose 5% to $2.14 trillion, on a constant dollar basis, in the second quarter, but was well below the 8.2% growth during the same period last year.  The virus outbreak has also hammered the global economy, forcing companies to lay off millions of employees and dampened consumer confidence and people’s ability to spend on non-essential items.  The surge in unemployment is likely to weigh on credit card issuers such as American Express Co AXP.N as more people default on their payments.  AmEx saw its quarterly profit sink by more than two-thirds as it set aside more money to brace against a wave of potential delinquencies.  Visa, however, pointed to a surge in online spending during the last two weeks of April.  The stimulus checks being sent to millions of Americans is encouraging spending in sectors such as home improvement, automotive, health care and retail.  Smaller rival Mastercard Inc MA.N posted a decline in quarterly profit on Wednesday, but indicated spending would gradually return to 'pre-COVID' levels as countries ease lockdown measures.  Visa's net income rose 4% to $3.08 billion in the second quarter ended March 31 from $2.98 billion a year earlier. (bit.ly\/2KKiRgt)  Net revenue rose 7% to $5.85 billion, beating analysts’ estimates of $5.75 billion, according to Refinitiv IBES data.","50":"Slideshow ( 2 images )  (Reuters) - Visa Inc V.N on Thursday said the Federal Trade Commision (FTC) has initiated an inquiry into whether the payments processor's actions prohibited merchants from using other debit payment networks.  Bloomberg Law reported here on Wednesday the regulator was investigating whether Visa and rival Mastercard Inc M.N blocked retailers from routing card transactions over alternative networks such as Pulse, NYCE and Star.  Visa in a regulatory filing bit.ly\/2Xdju7s said it received a letter from the FTC on Nov. 4, and the company is cooperating with the bureau.  Mastercard did not immediately respond to a Reuters request for comment on Thursday.  The inquiry could spell fresh trouble for the world’s two largest payments processors which settled a European Union antitrust probe in April this year over card fees.","51":"July 23 (Reuters) - Visa Inc reported a 33% rise in quarterly profit on Tuesday, as a robust economy encouraged customers to spend more and boosted fees for the world’s largest payment processor.  Net income rose to $3.10 billion, or $1.37 per Class A share, in the quarter ended June 30 from $2.33 billion, or $1 per Class A share, a year earlier. (bit.ly\/32LPG4m)  Net revenue rose 11.5% to $5.84 billion. (Reporting by C Nivedita in Bengaluru; Editing by Bernard Orr)","52":"WASHINGTON (Reuters) - The United States is considering imposing financial sanctions that could prohibit Visa Inc , Mastercard Inc and other financial institutions from processing transactions in Venezuela, a senior Trump administration official said on Thursday.  Slideshow ( 2 images )  The move, which has not been finalized, would represent another step in tightening the financial noose on the government of President Nicolas Maduro and his supporters.  The sanctions would be targeted at the elite and groups loyal to Maduro, including members of the military, armed gangs and Cubans operating in Venezuela, while aiming to spare ordinary Venezuelans.  “The purpose of these sanctions is to continue to deprive the illegitimate Maduro regime of access to funds and deny their ability to continue stealing from the Venezuelan people,” the official said.  Venezuela’s information ministry did not immediately reply to a request for comment.  U.S. President Donald Trump’s administration has hit Maduro’s government, his political allies and Venezuela’s state-owned oil company PDVSA with a series of sanctions since recognizing opposition leader Juan Guaido as the country’s interim president at the end of January.  It has threatened further measures.  The potential financial sanctions are modeled after similar ones imposed by the Trump’s administration on Iran, North Korea, Syria and, to a lesser extent, Russia, the official said.  The sanctions would aim broadly to block state-owned financial institutions’ access to the international financial system, including credit card providers as well as SWIFT, the Belgium-based financial messaging service.  Specific financial institutions considered to be complicit in propping up Maduro or the whole financial sector in Venezuela could be targeted in the sanctions.  The United States would use its authorities to exempt everyday Venezuelans from making transactions to buy food and medicine.  The sweeping financial sanctions against PDVSA, aimed at curbing crude exports to the United States and driving Maduro from power, were the strongest measures yet against Venezuela’s vital oil sector. U.S. companies doing oil business with Venezuela have been ordered to divert payments to special blocked accounts.  Senior Trump administration officials have warned in recent weeks that Venezuelan banks or international financial institutions could face U.S. sanctions for helping Maduro to steal or hide Venezuelan state assets.  The U.S. Treasury Department earlier this week imposed sanctions on Moscow-based Evrofinance Mosnarbank, jointly owned by Russian and Venezuelan state companies, accusing it of helping PDVSA evade U.S. financial restrictions.  More than 50 other countries have joined the United States in recognizing Guaido. The Trump administration has also urged other countries to target Venezuela with similar tough banking and oil sector sanctions but few have followed suit.","53":"SAO PAULO, July 31 (Reuters) - Brazil’s central bank has authorized testing of payments via Facebook Inc’s messaging service WhatsApp in the country, Visa Inc and Mastercard Inc said on Friday.  Mastercard said in a statement that the tests would allow a limited number of cards to make small payments. WhatsApp initially launched its payments service on June 15, but was later blocked by Brazilian authorities, citing fair competition and data privacy concerns. (Reporting by Aluisio Alves in Sao Paulo Editing by Matthew Lewis)","54":"FILE PHOTO: A Visa credit card is seen on a computer keyboard in this picture illustration taken September 6, 2017. REUTERS\/Philippe Wojazer\/Illustration  (Reuters) - Visa Inc V.N said on Monday its transaction volumes had been hit as the coronavirus pandemic wreaks havoc on consumer spending, leading it to forecast mid-single-digit percentage revenue growth for the second quarter.  “As countries have imposed social distancing, shelter-in-place or total lock-down orders, domestic spending, most notably in travel, restaurants, entertainment and fuel, has sharply declined week on week,” the world’s largest payments network said in a statement.  The company said transaction volumes fell in the second half of March and there has been a rapid deterioration in cross-border travel-related spending.  The coronavirus has upended the retail industry as shoppers stay at home to avoid catching the highly contagious illness and stores remain shut.  Mastercard Inc MA.N, American Express AXP.N, and PayPal Holdings Inc PYPL.O have also warned of slowing revenue growth due to the outbreak.  Visa, which reported a 4% fall in March to date in U.S. payments volume from a year earlier, said it expects operating expense growth in high single digits and earnings per share growth in the high end of low single digits.  Analysts expect revenue of $5.83 billion and earnings per share of $1.36 in the second quarter ended March 31, according to Refinitiv IBES data.  Earlier this month, Visa had already warned that its second-quarter revenue growth would be slower than its previous forecast. [nL4N2AV4YN]","55":"FILE PHOTO - A Visa credit card is seen on a computer keyboard in this picture illustration taken September 6, 2017. REUTERS\/Philippe Wojazer\/Illustration  (Reuters) - Visa Inc on Friday sweetened its offer for payment company Earthport Plc to about 247 million pounds ($319.84 million), pushing past rival Mastercard Inc’s earlier bid and setting up a showdown for the assets.  A unit of Visa offered 37 pence in cash for each Earthport share, a 23 percent premium to its initial bid and 12 percent higher than Mastercard’s offer last month.  Earthport shares have risen more than five-fold to 38.80 pence since Visa first offered to buy the company.  Earthport, which had backed the Mastercard bid, said it was now recommending that shareholders accept the increased Visa offer.  Mastercard said it was considering its options and urged Earthport shareholders to take no action in response to Visa’s announcement on Friday.  Both Visa and Mastercard have cited the same reason for their interest in Earthport - the deal would allow it to expand its cross-border network service.  Payment processing has become one of the hottest areas for deal making in the last two years, driven by technological changes in the way consumers pay for products.  Earthport, whose shares fell 28 percent last year until the first bid, offers a lower-cost option to traditional payments systems by allowing banks and money transfer firms to have a single relationship instead of multiple ties with various payments channels around the world.  ($1 = 0.7723 pounds)","56":"April 18 (Reuters) - Visa Inc:  * VISA INC. DECLARES QUARTERLY DIVIDEND  * VISA INC - ON APRIL 17, BOARD OF DIRECTORS DECLARED A QUARTERLY CASH DIVIDEND OF $0.21 PER SHARE OF CLASS A COMMON STOCK Source text for Eikon: Further company coverage:","57":"(Reuters) - Prominent hedge fund managers appeared to make big second-quarter bets that the U.S. economy would continue to expand despite increasing concerns about a broadening trade dispute between the United States and China, regulatory filings showed Tuesday.  Third Point added new positions in payment companies PayPal Holdings Inc PYPL.O and Visa Inc V.N, both of which are up more than 19 percent year to date. Greenlight Capital, run by billionaire investor David Einhorn, added new positions in low-to-middle income retailers including Dollar Tree Inc DLTR.O, Dollar General Corp DG.N, Gap Inc GPS.N, and TJX Companies Inc TJX.N, the parent company of discount retailers TJ Maxx and HomeGoods.  Activist fund Jana Partners added shares of broad-based exchange-traded funds that track the S&P 500 and the Russell 2000 indexes and took new positions in Wells Fargo & Co WFC.N and food delivery company GrubHub Inc GRUB.N.  The flurry of new positions in cyclical companies came during a quarter in which U.S. gross domestic product increased at an annual rate of 4.1 percent, nearly double the 2.2 percent rate of the first quarter of the year, according to Commerce Department estimates.  A rally in cyclical companies would help boost hedge fund industry returns at a time when many fund firms are under pressure from investors to lower their fees or improve their performance. Hedge funds, on average, are up 1.5 percent since the start of January, according to research firm Hedge Fund Research, well behind the 6.2 percent gain in the benchmark S&P 500 index over the same time.  “Everyone is comparing everything to the S&P 500 and that’s a very difficult hurdle for the last few years,” said Sol Waksman, president of research firm BarclayHedge.  Quarterly disclosures of hedge fund managers’ stock holdings, in what are known as 13F filings with the U.S. Securities and Exchange Commission, are one of the few public ways of learning what the managers are selling and buying. But relying on the filings to develop an investment strategy comes with some risk because the disclosures come 45 days after the end of each quarter and may not reflect current positions. Still, the filings offer a glimpse into what hedge fund managers saw as opportunities to make money on the long side.  The filings do not disclose short positions, or bets that a stock will fall in price. As a result, the public filings do not always present a complete picture of a management firm’s stock holdings.  TRIMMING THE FAANGS  Large hedge fund managers cut their positions in some of the so-called FAANG stocks - the moniker given to Facebook Inc FB.O, Apple Inc AAPL.O, Amazon.com Inc AMZN.O, Netflix Inc NFLX.O, and Google-parent Alphabet Inc GOOGL.O - that led the market higher last year.  Third Point sold all of its stake in Alphabet and divested 1 million shares of Facebook, reducing its position in the company by 25 percent. At the same time, it increased its stake in Microsoft Corp MSFT.O by nearly 310 percent, buying 1.7 million shares.  Omega Advisors, meanwhile, sold all of its position in Netflix and added new holdings in biotechnology companies including Madrigal Pharmaceuticals Inc MDGL.O and Deciphera Pharmaceuticals Inc DCPH.O.  A number of prominent fund managers sharply cut their stake in Apple only weeks before it became the first publicly traded U.S. company to be worth more than $1 trillion.  Einhorn’s Greenlight Capital slashed its stake by 77 percent, while Philippe Laffont’s Coatue Management got rid of 95 percent. Advisory firm Diamond Hill Capital Management cut its stake by 27 percent. Other big holders, including Sanders Capital and Adage Capital Partners, trimmed only small amounts in the second quarter.","58":"FILE PHOTO: A Mastercard logo is seen on a credit card in this picture illustration August 30, 2017. REUTERS\/Thomas White\/Illustration  (Reuters) - Mastercard Inc said on Friday its offer window to buy payments firm Earthport Plc had lapsed, which potentially clears the way for rival Visa Inc to make a bid for the British company.  Earthport, which offers a lower-cost option to traditional payments systems, has been at the heart of a bidding battle between Mastercard and Visa since the end of December.  The company, which had earlier backed Mastercard’s bid, most recently urged shareholders to accept Visa’s higher offer.  “(Mastercard) has today exercised its right to terminate the cooperation agreement entered into by Bidco and Earthport with immediate effect,” the company said in a statement, adding it had valid acceptance from only 0.29 percent shareholders of Earthport.  Earthport’s London-listed shares slumped 23.9 percent to 36.4 pence at 0119 GMT.","59":"FILE PHOTO: A Visa credit card is seen on a computer keyboard in this picture illustration taken September 6, 2017. REUTERS\/Philippe Wojazer\/Illustration\/File Photo  (Reuters) - Visa Inc V.N will allow a majority of its workforce to work from home through 2020, according to Chief Executive Officer Alfred Kelly Jr., mirroring similar moves from other fintech companies earlier in the week.  The world's largest payments network is looking at bringing employees back to offices on a site-by-site basis in stages, said Kelly in a LinkedIn post here on Tuesday.  The COVID-19 pandemic, which has so far infected more than 4.85 million people globally, has led to strict lockdowns in most countries and changed the way businesses function, with work-from-home emerging as the new norm.  Rival firm American Express Co AXP.N said on Monday that a majority of their employees can continue working remotely for the rest of the year, while payments technology company Square Inc SQ.N offered most of its workforce the option to work from home permanently.","60":"April 25 (Reuters) - Global payments company Visa Inc’s second-quarter profit rose more than six times on Wednesday due to lower taxes and as more people made payments using its network in a resurgent global economy.  Net income of the world’s largest payments network operator rose to $2.61 billion in the quarter ended March 31, from $430 million, a year earlier.  Earnings per Class A share rose to $1.11 from 18 cents a year earlier. (Reporting by Pallavi Dewan and Diptendu Lahiri in Bengaluru; Editing by Arun Koyyur)","61":"(Reuters) - Visa Inc reported higher expenses and lower spending by people using its cards abroad on Wednesday even as increased overall consumer spending drove quarterly profit 14 percent higher.  FILE PHOPTO: Security staff stand next to a Visa logo at Murtala Muhammed International Airport before the arrival of the Nigerian Women’s Bobsled Team, in Lagos, Nigeria, as part of preparations ahead of the 2018 Pyeongchang Winter Olympic Games, February 1, 2018. REUTERS\/Afolabi Sotunde  Shares of the company were trading lower after the bell as investors worried over a slide in cross-border volume growth, which measures the value of transactions made on a Visa card outside a customer’s home country.  The company and its rival Mastercard had recently come under fire for charging high fees on tourist cards in the European Union.  The payment processors have now offered to cap the fees to stave off regulatory fines and end an EU antitrust investigation into their practices.  Excluding the impact of currency fluctuations, growth in cross-border volume shrank to 4 percent from 11 percent a year earlier.  Total transaction volumes in Europe fell to $536 billion in the reported quarter from $558 billion a year earlier.  The company also spent more on rewards and incentives such as airport lounge access, roadside assistance programs and travel insurance, which pushed up operating expenses by 7 percent.  However, overall revenue rose 8 percent to $5.49 billion, beating analysts’ average estimate of $5.47 billion, largely helped by higher transaction volume in the United States, its largest market.  Growth in the United States for the world’s biggest payment processor was spurred by higher wages, which led more consumers to swipe their credit- and debit-cards on the company’s extensive network.  The company said payments volume, which represents the dollar amount of purchases made with cards carrying Visa’s branding, were strong across all regions on a constant-currency basis. In the United States, payments volume rose 7.9 percent.  Visa’s net income rose to $2.98 billion, or $1.31 per Class A share, in the second quarter ended March 31, from $2.61 billion, or $1.11 per Class A share, a year earlier.  The company raised its full-year earnings per share outlook range and reaffirmed its 2019 guidance for net revenue and operating expense growth.  “We’re comforted by the fact that the company reiterated guidance on the top-line as we think this was a fear post first-quarter 2019 earnings,” Sanjay Sakhrani, an analyst with KBW, wrote in a note.  BETTING ON EUROPE, INDIA  Despite a decline in Europe, Visa, which is heavily focused in the U.K. and Ireland, said it sees long-term growth as it expands to newer markets in the region.  The company said there are 12 other markets in Europe and that it was “well positioned in some and have plenty of room to grow in others.”  In India, Visa said it has partnered with the country’s fastest growing fintech company, Paytm Payments Bank, to offer debit credential solutions.","62":"(Reuters) - British business travel company Hogg Robinson Group said American Express Global Business Travel (GBT) made a recommended offer for the company and that it agreed to sell its payments technology business, Fraedom, to Visa Inc.  Hogg Robinson said GBT would pay up to 120 pence per share, which according to Reuters calculations would value the company at up to 393.1 million pounds ($549.6 million), a nearly 54 percent premium to the stock’s close on Thursday.  U.S. credit card issuer American Express Co has a 50 percent holding in American Express GBT.  Visa said it would pay 141.8 million pounds for Fraedom.  However, if the Fraedom sale does not complete prior to a court meeting to approve the AmEx GBT takeover, Hogg Robinson said its shareholders would receive a minimum consideration of 110 pence per share in cash.  Visa said separately that it expected the Fraedom deal to close in the first quarter of 2018.  Shares of Hogg Robinson were up 48 percent at 116 pence at 0911 GMT in thin trading.  They were top gainers on all of London Stock Exchange by a handy distance.","63":"FILE PHOTO: The logos of AccorHotels group is pictured during a news conference at the Pullman Bangkok King Power hotel, in Bangkok, Thailand, June 15, 2017. REUTERS\/Athit Perawongmetha\/File Photo  PARIS (Reuters) - Accor ACCP.PA, Europe's largest hotel group, said on Tuesday it was joining forces with American card giant Visa V.N to offer a payment card to members of its lifestyle loyalty program named ALL-Accor Live Limitless.  Accor, which runs high-end chains such as Raffles and Sofitel as well as budget brands such as Ibis, has a 64 million loyal members base under the ALL-Accor Live Limitless program.  The new ALL Visa card will offer members tailored rewards based on customer preferences and the ability to earn more loyalty points when staying at an Accor property or when making purchases.","64":"(Reuters) - Visa Inc V.N is paying 198 million pounds ($250.6 million) to buy Earthport Plc EPO.L, a British firm that facilitates international transactions for banks and businesses, the U.S.-based payments group said on Thursday.  Visa International Service Association, a unit of Visa, has offered 30 pence for each Earthport share, a price that is four times the stock’s Monday closing price of 7.45 pence.  Earthport shares surged in early trading on Thursday and matched the offer price.  The London-headquartered firm said Visa’s proposal was “fair and reasonable” and that it would recommend its shareholders take up the all-cash offer.  Earthport’s shares, listed on the London Stock Exchange’s secondary market, have fallen more than 28 percent this year amid growing losses and expenses, forcing the firm to say last month that “fundamental” change was required in its strategy.  Earthport says it offers a lower-cost alternative to traditional payments systems by allowing banks and money transfer firms to have a single relationship instead of multiple ties with various payments channels around the world.  For Visa, cross-border payments, or transactions that involve parties in two or more countries, represents a growing business. The volume of such payments rose 10 percent in the 2018 fiscal year, Visa said in October.  Earthport, which counts Bank of America Merrill Lynch and Japan Post Bank among its clients, said Visa’s offer was a revised proposal that followed an indicative offer from the U.S. company last month.  Rothschild & Co advised Earthport on the deal, while Goldman Sachs advised Visa.","65":"May 8 (Reuters) - Visa Inc:  * VISA EXPANDS REAL-TIME FUNDS DISBURSEMENTS CAPABILITIES IN CANADA  * VISA INC - EXPANDING VISA DIRECT IN CANADA Source text for Eikon: Further company coverage:","66":"(Reuters) - Visa V.N, Mastercard Inc MA.N and other key financial partners may reconsider their involvement in Facebook Inc's FB.O cryptocurrency, Libra, the Wall Street Journal reported on Tuesday, citing people familiar with the matter.  FILE PHOTO: Shadow of a 3D-printed Facebook Libra cryptocurrency logo is seen near cryptocurrency representation in this illustration taken, September 13, 2019. REUTERS\/Dado Ruvic\/File Photo\/File Photo  The financial backers to Libra did not want to attract regulatory scrutiny and declined Facebook’s requests to publicly support the project, according to the Journal report.  Policy executives from Libra Association, the cryptocurrency’s two dozen backers, have been summoned to a meeting in Washington, D.C., on Thursday, the WSJ reported.  Separately, Bloomberg reported that PayPal Holdings Inc PYPL.O and Stripe Inc are also undecided about formally signing onto Libra.  Reuters reported last week that Facebook could push back the launch of Libra to tackle regulatory concerns that have been raised around the world.  Facebook announced plans to launch the digital currency in June 2020, in partnership with other members of the Libra Association set up by the U.S. tech giant to manage the project.  However, the attempt to drag cryptocurrencies into the mainstream has since met with regulatory and political skepticism globally, with France and Germany pledging to block Libra from operating in Europe.  The companies did not immediately respond to Reuters’ requests for comment.  Facebook’s David Marcus, overseeing the company’s Libra plans, said in a tweet in response to the Journal report that he wasn’t aware of any specific companies’ plans to “not step up”.  “I can tell you that we’re very calmly, and confidently working through the legitimate concerns that Libra has raised by bringing conversations about the value of digital currencies to the forefront”, he added.","67":"March 2 (Reuters) - Visa Inc said on Monday it expects its second-quarter revenue growth to be 2.5-3.5 percentage points lower than its previous forecast, due to the coronavirus outbreak.  On its first-quarter earnings call in January, Visa had said it expects second-quarter net revenue growth to be in the low double digits, compared with the first quarter. (Reporting by Bharath Manjesh in Bengaluru; Editing by Krishna Chandra Eluri)","68":"FILE PHOTO: A Visa credit card is seen on a computer keyboard in this picture illustration taken September 6, 2017. REUTERS\/Philippe Wojazer\/Illustration\/File Photo GLOBAL BUSINESS WEEK AHEAD  (Reuters) - Visa Inc's V.N total U.S. payments volume fell at a much slower pace in May from the previous month, indicating that consumer spending was picking up as the government starts to ease coronavirus-induced lockdowns.  U.S. payments volume in May dropped to 5%, compared with an 18% fall in April. Quarter-to-date, Visa posted an 11% drop in payments volume, the company said in a filing bit.ly\/2MiHd1k on Monday.  Cross-border volumes, excluding intra-Europe transactions, that drive its international transaction revenue, tumbled 45% in May, while global processed transactions fell 12%,  Visa said in aggregate, recovery in international markets in which it processes the majority of transactions lagged the U.S. in May.  Travel related cross-border volumes declined 78% last month while cross-border e-commerce continued to grow strongly and was up 18% in May, the company added.","69":"(Reuters) - Visa Inc beat Wall Street estimates for quarterly profit on Wednesday, as the payments network processed more transactions on the back of higher consumer spending during the holiday season.  FILE PHOTO - A Visa credit card is seen on a computer keyboard in this picture illustration taken September 6, 2017. REUTERS\/Philippe Wojazer\/Illustration  Visa’s total payments volumes and the number of processed transactions rose 11 percent each, sending its shares up about 3 percent after the bell.  The United States recorded its strongest holiday season in six years backed on the strength in the economy. According to a Dec. 26 report by Mastercard, holiday spending rose 5.1 percent to more than $850 billion.  This boosted payments volume, which represents the dollar amount of purchases made with cards carrying Visa’s branding. The company charges a fee every time a merchant swipes a card that uses its network.  Payments volume at Visa is improving as it is heavily marketing and trying to bolster revenue at its Visa Direct platform, which enables real-time funds delivery directly to financial accounts using card credentials.  However, operating expenses rose 16.5 percent to $1.79 billion in the quarter as Visa, like its rival Mastercard spent more to partner with consumer brands, payment processors, hotels and airport lounges to offer subscribers better perks.  Due to this, expenses rose, but also boosted payment volumes. “Visa’s new partnerships and renewals are helping the company to attract more customers, boosting payment volumes,” Buckingham Research Group analyst Chris Brendler said.  Net income at the world’s largest payment processor rose to $2.98 billion, or $1.30 per Class A share, in the first quarter ended Dec. 31, from $2.52 billion, or $1.07 cents per Class A share, a year earlier.  Excluding one-time items, Visa earned $1.30 per share, beating the analyst average estimate of $1.25, according to IBES data from Refinitiv.  Net revenue rose 13.24 percent to $5.51 billion in the quarter.","70":"(Reuters) - Mastercard's MA.N shares reversed course to fall sharply in afternoon trading on Tuesday as investors worried the company's third-quarter revenue growth was largely being driven by rebates and incentives and not by transaction volumes.  A Mastercard logo is seen on a credit card in this picture illustration August 30, 2017. REUTERS\/Thomas White\/Illustration  The payments processor said its revenue rose 14.7 percent to $3.90 billion in the quarter, out of which rebates and incentives accounted for $1.74 billion.  Payments processors and card companies use rebates and incentives to forge alliances with banks and merchants, which then pass on these incentives to customers who begin using their networks for transactions.  “If I had to pick at something ... it would be that the quality of revenue came mostly from incentives and rebates, rather than from gross revenue trends,” said Darrin Peller, managing director and senior research analyst at Wolfe Research.  The company’s gross dollar volume - the dollar value of transactions processed which is considered the core source of revenue - rose 9 percent to $1.47 trillion, but missed KBW’s estimates of $1.51 trillion.  Shares of the company, which rose more than 2 percent before the opening bell, fell 4.2 percent to $186.60 in afternoon trading, overshadowing the quarterly profit and revenue that beat estimates on the back of strong consumer spending.  Several analysts said the increase in the company’s organic revenue was weak and the revenue growth powered by incentives and rebates is not an ideal way to grow.  Mastercard's net income rose bit.ly\/2AyIxbl to a record $1.90 billion, or $1.82 per share, in the three months ended Sept. 30. Excluding items, it earned $1.78 per share, trouncing estimates of $1.68 per share, according to Refinitiv data.  The Purchase-New York based company processed 23.12 billion transactions worldwide in the quarter, up 19.2 percent. Its customers had issued 2.5 billion Mastercard and Maestro-branded cards, as of Sept. 30, the company said.  Mastercard’s expenses rose 11 percent, mostly due to investments in strategic initiatives.","71":"Oct 24 (Reuters) - Visa Inc’s quarterly profit surged 33 percent as the payments network processed more transactions, led by higher consumer spending and a strengthening U.S. economy.  Visa said on Wednesday total payments volumes jumped 11 percent, while the number of processed transactions rose 12 percent.  Net income rose to $2.85 billion or $1.23 per Class A share in the fourth quarter ended Sept. 30, from $2.14 billion or 90 cents per Class A share a year earlier. (bit.ly\/2AqtikU) (Reporting by Diptendu Lahiri in Bengaluru Editing by Sai Sachin Ravikumar)","72":"FILE PHOTO: A Visa credit card is seen on a computer keyboard in this picture illustration taken September 6, 2017. REUTERS\/Philippe Wojazer\/Illustration  (Reuters) -Visa Inc said on Wednesday it would allow usage of its cards on Pornhub-owner MindGeek’s platforms that host professionally produced adult studio content, but would continue to decline processing payments coming from Pornhub itself.  Visa said its ban remains in effect for those websites that host user-generated content, the most popular being Pornhub, until an ongoing investigation was completed.  “Following a thorough review, Visa will reinstate acceptance privileges for MindGeek sites that offer professionally produced adult studio content,” a Visa spokesperson said.  Visa, like rival Mastercard, had suspended processing payments on Pornhub earlier this month after a New York Times report found unlawful content on its website.  Pornhub had denied the allegations, calling the two-biggest payment processing networks’ decision “disappointing.”  Days after the Times report Pornhub said it had pulled content uploaded by unverified users from its platform and would only allow certain partner accounts to upload content.  Pornhub said on Wednesday it was disappointed and that it has actively worked to employ extensive measures to protect the platform from such content, including employing a vast team of human moderators manually reviewing every single upload, a thorough system for flagging and removing illegal material.  Mastercard has already permanently terminated the use of its cards on Pornhub after its investigation confirmed the presence of illegal content on the platform.","73":"Nov 13 (Reuters) - The Federal Trade Commission (FTC) is conducting a preliminary inquiry on Visa Inc and Mastercard Inc over policies that can prohibit merchants from routing card transactions through other debit networks, Bloomberg Law reported on Wednesday, citing sources familiar with the matter.  The FTC has been reaching out to large merchants and their trade groups over the issue, the report said. (bit.ly\/2O5Br3M)  Visa and Mastercard did not immediately respond to a request for comment. (Reporting by Bharath Manjesh in Bengaluru; Editing by Shinjini Ganguli)","74":"BUENOS AIRES (Reuters) - Advent International investment fund will buy 51 percent of Argentina’s Prisma company, which issues Visa and other credit cards, for more than $700 million, Economic Policy Secretary Miguel Braun tweeted on Tuesday.  Without giving a figure for the purchase, Advent issued a press release later in the day putting the full value of Prisma at $1.42 billion. The company’s existing shareholders will retain a 49-percent stake, Advent said.  Prisma also issues Banelco and Monedero debit cards.  “Advent makes an investment in the country that exceeds 700 million dollars, equivalent to 51 percent of Prisma’s shares,” said Braun’s tweet.  The break up of Prisma, formerly owned by Visa International and 14 banks that operate in Argentina, is part of President Mauricio Macri’s effort at increasing competition in Latin America’s No. 3 economy after eight years of heavy state intervention under the previous administration.","75":"FILE PHOTO: Visa credit cards are seen in this picture illustration taken June 9, 2016. REUTERS\/Maxim Zmeyev\/Illustration\/File Photo  (Reuters) - Payments processor Visa Inc V.N said on Friday it is taking a minority stake in Indian payment gateway BillDesk, as it seeks to grab a bigger slice of one of the fastest growing digital payments markets in the world.  Both companies did not disclose the terms of the deal, but the local media had reported bit.ly\/2qOzlu1 a few months ago that Visa was looking to invest close to $250 million in BillDesk, valuing the company at around $1.5 billion-$2 billion.  The investment follows comments here from India's finance minister last week that Visa and rival Mastercard MA.N were losing market share to domestic payments networks.  Earlier, Mastercard had complained here to the U.S. government that Prime Minister Narendra Modi was using nationalism to promote a local rival.  Visa’s investment in BillDesk is expected to have no direct bearing on its existing India business, the company said in a statement.  Mumbai-based BillDesk processes over $60 billion of digital payments a year and provides customers payment options, including credit cards and online wallets, to carry out purchases.  The company earns by charging commission from clients on these transactions.","76":"(Refiles to correct media packaging slug, no changes to text)  Dec 27 (Reuters) - Visa Inc is buying Earthport Plc , which provides cross-border payment services to banks and businesses, for 198 million pounds ($250.6 million) in cash, a unit of the U.S.-based payments network said on Thursday.  Visa International Service Association’s offer of 30 pence for each Earthport share is about four times the stock’s closing price of 7.45 pence on Monday. ($1 = 0.7900 pounds) (Reporting by Samantha Machado in Bengaluru; Editing by Sai Sachin Ravikumar)","77":"Feb 4 (Reuters) - Visa Inc is planning the biggest changes in a decade to the rates U.S. merchants pay to accept its cards, Bloomberg reported bloom.bg\/2vGWtA7 on Tuesday, citing a document Visa sent to banks.  “Based on the most recent review in the U.S., Visa is adjusting its default U.S. interchange rate structure to optimize acceptance and usage and reflect the current value of Visa products,” Visa said in the document.  Visa did not immediately respond to a Reuters’ request for comment. (Reporting by C Nivedita in Bengaluru; Editing by Maju Samuel)","78":"(Corrects throughout to say AmEx GBT, not AmEx unit; corrects attribution in paragraph 2; changes story keyword used by media customers)  Feb 9 (Reuters) - British business travel company Hogg Robinson said it received a takeover offer from American Express Global Business Travel (GBT) and also agreed to sell its payments technology business to Visa Inc.  Hogg Robinson said AmEx GBT would pay a maximum of 120 pence per share, which according to Reuters calculations values Hogg Robinson at up to 393.14 million pounds ($549.6 million).  Meanwhile, Visa said it would pay 141.8 million pounds for Hogg Robinson’s payments and expense management technology business, Fraedom.","79":"FILE PHOTO: A Visa credit card is seen on a computer keyboard in this picture illustration taken September 6, 2017. REUTERS\/Philippe Wojazer\/Illustration  (Reuters) - Visa Inc said on Tuesday its political action committee had temporarily suspended all donations last week as it reviews its candidate contribution guidelines.  A host of businesses have said they would cut off campaign contributions to those who voted last week to challenge U.S. President-elect Joe Biden’s victory.  Separately, Visa also said it does not tolerate the use of its network and products for illegal activity after mobile app stores took action against the Parler social networking service because of posts inciting violence.  “We are vigilant in our efforts to deter illegal activity on our network, and we require our affiliate banks to review their merchants’ compliance with our standards,” Visa said in an email.","80":"OSLO (Reuters) - Norwegian fintech company Vipps, said on Thursday it had struck a deal with global payments giant Visa V.N to expand in Europe.  “The partnership between Visa and Vipps will give banks and card issuers access to a mobile wallet that is easy to use and which will contribute to an increased adoption of digital payments,” Vipps said in a statement.  Norwegian bank DNB DNB.OL is the largest Vipps shareholder.","81":"FILE PHOTO: A Visa credit card is seen on a computer keyboard in this picture illustration taken September 6, 2017. REUTERS\/Philippe Wojazer\/Illustration  (Reuters) - (This February 4 story has been refiled to remove incorrect reference to interchange fees, interest payments.)  Visa Inc V.N is planning the biggest changes in a decade to the rates U.S. merchants pay to accept its cards, Bloomberg reported bloom.bg\/2vGWtA7 on Tuesday, citing a document Visa sent to banks.  Interchange rates of the world’s largest payment processor will go up or down depending on the merchant and the way consumers pay for their purchases, the report said.  Higher rates are looming for transactions on e-commerce sites, while retailers in certain services categories such as real estate and education will see fees decline, the report added.  “Based on the most recent review in the U.S., Visa is adjusting its default U.S. interchange rate structure to optimize acceptance and usage and reflect the current value of Visa products,” Visa said in the document.  Visa did not immediately respond to a Reuters request for comment.  Interchange fees are what merchants pay to banks when consumers use a credit or a debit card to make a purchase from their store.  Visa’s shares were up 1.2% in premarket trading.","82":"LAGOS, Jan 21 (Reuters) - Africa-focused fintech firm Flutterwave on Tuesday announced a $35 million fundraising round and partnerships with WorldPay and Visa as it targets expansion in northern and Francophone Africa.  The startup, founded in 2016 by Nigerians and headquartered in San Francisco, specialises in individual and consumer transfers -- one of several fintech firms aiming to facilitate and capitalise on Africa’s booming payments market.  As part of the deal, Flutterwave will become the African payment provider for Worldpay’s clients worldwide, making the company the latest African fintech firm to attract global cash and big-name partnerships. While the agreement is not exclusive, it is WorldPay’s only partner on the continent.  Visa’s investment is its first buy in to Flutterwave, with which it joined last year on a consumer payment platform called GetBarter that allows individuals to make payments to one another across borders.  As part of the latest funding round, Flutterwave will scale up and expand that service, allowing it to issue physical and virtual Visa cards and process payments using Visa’s networks.  Visa also bought a 20% stake in Nigerian payments firm Interswitch late last year, elevating it to “unicorn” status - a term used for tech companies with a valuation of a billion dollars or more.  Interswitch, founded in 2002 and also expanding across Africa, is the main platform for Nigeria’s business-to-business transactions, whereas Flutterwave’s main focus is on individual payments -- making it more akin to an African Venmo, where people pay each other back or transfer cash to family.  “We have built a technology infrastructure that is steadily being recognised as the bridge to connect the payment system,” Flutterwave’s founder and chief executive GB Agboola said in a statement.  “We are excited to be working with our newest commercial partners, Visa and WorldPay FIS, and investors to build the dominant payments platform in Africa.”  Business consulting firm Frost & Sullivan forecast that Nigeria’s fintech revenues alone will grow from $153.1 million in 2017 to $543.3 million by 2022.  Flutterwave’s main backer in the fundraising round was venture capital firm Greycroft & eVentures, with other large backers including CRE Ventures, WorldPay FIS, Visa, and Green Visor. (Reporting By Libby George; Editing by Alexis Akwagyiram and Kirsten Donovan)","83":"SAO PAULO (Reuters) - Delivery startup Rappi is partnering with Visa Inc to offer a prepaid card linked to its digital wallet in Brazil, expanding the product’s rollout from Mexico and Colombia, where Rappi was founded, executives from the two companies told Reuters.  The logo of Colombian on-demand delivery company Rappi is seen on a delivery bag in Mexico City, Mexico May 20, 2019. REUTERS\/Carlos Jasso  The tie-up, the latest sign of intensifying competition between app-based wallets in Latin America’s largest economy, will give Rappi customers a new way to pay using money saved to the app beyond its current QR code payment feature.  “It is the first of many financial solutions we plan to offer to our users,” Rappi co-founder in Brazil, Ricardo Bechara, said in an interview on Tuesday.  Singapore-based Grab, which has a similar business to Rappi’s in Asia, struck a deal with Mastercard last year.  Bechara did not specify what other services could be provided in the future. For the moment, he added, the company is focusing on rolling out the pre-paid card throughout Brazil.  Rappi arrived in Brazil in July 2017 and is now present in more than 20 cities across the country, growing an average of 30% per month, which Bechara said is the highest rate among the seven countries in Latin America where it operates.  Its financial services unit, however, is newer. Launched in October, Rappi Pay started by allowing transfers between app users before introducing QR Code payments.  “We do not disclose transaction numbers, but our goal is to have over 100,000 commercial establishments accepting Rappi Pay by year-end,” Bechara said.  Besides giving Rappi users an alternative to spending funds kept in the App-based wallet, the prepaid cards could handle transactions beyond the Internet, said Fernando Pantaleao, Visa’s vice-president for sales and commerce solutions in Brazil.  It will also allow Rappi to develop better rewards programs, including cash back, and expand its customer base by luring clients who want a debit card but lack a bank account, suffer from a low credit score or do not have regular jobs, he added.  “Rappi has an engagement capacity that nobody else does and this prepaid card will grant its users access to all of Visa’s benefits and anti-fraud security”, Pantaleao said.","84":"BRUSSELS (Reuters) - Visa V.N will on Tuesday try to fend off European Union antitrust charges that it subjects foreign tourists to excessive fees when they use their cards in the EU, people familiar with the matter said.  FILE PHOTO: A Visa credit card is seen on a computer keyboard in this picture illustration taken September 6, 2017. REUTERS\/Philippe Wojazer\/Illustration  The world’s largest payments network operator will present its case before senior European Commission officials and national competition officials at a two-day closed hearing, six months after charges were filed against the company. An adverse ruling could leave Visa subject to a hefty fine.  The EU competition enforcer said in August last year that fees charged to retailers when they accept Visa cards issued outside the EU could raise prices for consumer goods and services.  Such fees have long been a sore point with retailers, who see it as a hidden cost for consumers. The case is important for the EU, which wants to trim such costs and improve cross-border trade.  “We welcome the opportunity to meet with the European Commission to outline our position regarding inter-regional interchange fees,” Visa spokesman Richard Braham said.  “Visa firmly believes that payment card transactions by international tourists are an important contributor to European economies.”  The Commission declined to comment.  Visa could face fines of up to 10 percent of its global turnover if found guilty of breaching EU antitrust rules.  MasterCard MA.N, which will also attend Tuesday's hearing, faces similar charges by the Commission, and it has warned it might be subject to a fine in excess of $1 billion.  In July 2015, the Commission accused MasterCard of levying excessive fees on non-EU issued cards used in the bloc. It also charged that MasterCard rules prevented banks in one EU country from offering lower interchange fees to a retailer in a second EU country where interchange fees may be higher.  To end another EU investigation, Visa and MasterCard have capped cross-border fees within Europe - that is, fees on transactions in one EU country charged for transactions in another EU country.  Business lobbying group EuroCommerce, whose members include Swedish retailer Ikea [IKEA.UL], French supermarket chain Carrefour CARR.PA and Spanish clothing retailer Inditex, will also take part in the event.","85":"Jan 30 (Reuters) - Visa Inc reported a nearly 10% rise in quarterly profit on Thursday, as higher consumer spending during the holiday season boosted fees for the world’s largest payment processor.  The company’s net income rose to $3.27 billion, or $1.46 per Class A share, in the first quarter ended Dec. 31 from $2.98 billion, or $1.30 per Class A share, a year earlier.  Net revenue rose 10% to $6.05 billion. (Reporting by C Nivedita and Amal S in Bengaluru; Editing by Maju Samuel)","86":"SYDNEY (Reuters) - Australia’s Afterpay Touch Group Ltd on Tuesday said it was moving toward appointing a “majority independent board with an independent chair”, as the fast-growing lender boosts governance amid scrutiny from the financial crime watchdog.  The announcement sent Afterpay’s shares up as much as 7.6% in Tuesday trade, partly reversing two days of heavy selling as investors fretted about U.S. credit card firm Visa Inc’s planned entry to the buy-now-pay-later market.  Investors have also been spooked since the Australian Transaction Reports and Analysis Center (AUSTRAC) last month ordered an external audit of Afterpay due to suspected non-compliance with anti-money-laundering laws.  Against this backdrop, Afterpay on Tuesday said Executive Director and Group Head David Hancock will leave the firm after an up to 12-month handover, and that co-founder and Executive Chairman Anthony Eisen will become chief executive. Co-founder and CEO Nick Molnar will become global chief revenue officer.  The pioneer in buy-now-pay-later consumer lending also said independent director Elana Rubin will become interim chair until it fills the new role of independent chair.  “They are looking to improve the governance of the board with an independent chairperson, so these changes can only be positive,” said fund manager Damon Callaghan at ECP Asset Management.  As well as the management shuffle, investors may also be buying Afterpay stock on Tuesday due to a better understanding of the limited risk Visa poses, Callaghan said.  Last month, Afterpay raised A$317 million ($221.08 million) in new capital through a share placement, which involved both co-founders and Hancock selling a combined 4.5 million shares at A$23 each, equivalent to A$103 million.  AUSTRAC’s announcement followed the same week and sent the stock as low as A$19.9. It is currently trading around A$26.  “The co-founders are still heavily involved in the business and committed to not selling shares in the near term,” Callaghan said.","87":"LAGOS (Reuters) - Africa-focused fintech firm Flutterwave on Tuesday announced a $35 million fundraising round and partnerships with WorldPay and Visa as it targets expansion in northern and Francophone Africa.  A man poses as he displays the Flutterwave homepage on a mobile phone screen in Abuja, Nigeria January 21, 2020. REUTERS\/Afolabi Sotunde  The startup, founded in 2016 by Nigerians and headquartered in San Francisco, specializes in individual and consumer transfers -- one of several fintech firms aiming to facilitate and capitalize on Africa’s booming payments market.  As part of the deal, Flutterwave will become the African payment provider for Worldpay’s clients worldwide, making the company the latest African fintech firm to attract global cash and big-name partnerships. While the agreement is not exclusive, it is WorldPay’s only partner on the continent.  Visa’s investment is its first buy in to Flutterwave, with which it joined last year on a consumer payment platform now called Barter by Flutterwave, which allows individuals to make payments to one another across borders.  As part of the latest funding round, Flutterwave will scale up and expand that service, allowing it to issue physical and virtual Visa cards and process payments using Visa’s networks.  “For us at Flutterwave, we have been focused on enterprise clients and now we are going to deepen that and also show how we can help small business scale their business when they use us as their payment partner,” Flutterwave’s founder and chief executive GB Agboola told Reuters.  “That’s a major goal for this investment for us.”  Visa also bought a 20% stake in Nigerian payments firm Interswitch late last year, elevating it to “unicorn” status - a term used for tech companies with a valuation of a billion dollars or more.  Interswitch, founded in 2002 and also expanding across Africa, is the main platform for Nigeria’s business-to-business transactions, whereas Flutterwave’s main focus is on individual payments -- making it more akin to an African Venmo, where people pay each other back or transfer cash to family.  “We have built a technology infrastructure that is steadily being recognized as the bridge to connect the payment system,” Agboola said in a statement.  Business consulting firm Frost & Sullivan forecast that Nigeria’s fintech revenues alone will grow from $153.1 million in 2017 to $543.3 million by 2022.  Flutterwave’s main backer in the fundraising round was venture capital firm Greycroft & eVentures, with other large backers including CRE Ventures, WorldPay FIS, Visa, and Green Visor.","88":"May 9 (Reuters) - PayPal Holdings Inc:  * VISA AND PAYPAL EXTEND PARTNERSHIP TO ACCELERATE ADOPTION OF DIGITAL AND MOBILE PAYMENTS IN CANADA  * PAYPAL HOLDINGS INC - CO, VISA ANNOUNCED AN EXTENSION OF THEIR STRATEGIC PARTNERSHIP TO CANADA  * PAYPAL HOLDINGS INC - IN ADDITION, VISA AND PAYPAL HAVE AGREED TO EXTEND PARTICIPATION IN VISA DIGITAL ENABLEMENT PROGRAM Source text for Eikon: Further company coverage:","89":"Feb 14 (Reuters) - Soros Fund Management :  * SOROS FUND MANAGEMENT TAKES SHARE STAKE OF 21,900 CLASS A SHARES IN VISA- SEC FILING  * SOROS FUND MANAGEMENT UPS SHARE STAKE IN CIGNA CORPORATION BY 58.6 PERCENT TO 121,800 SHARES - SEC FILING  * SOROS FUND MANAGEMENT UPS SHARE STAKE IN GENERAL MOTORS TO 600,109 SHARES FROM 185,686 SHARES - SEC FILING  * SOROS FUND MANAGEMENT CUTS SHARE STAKE IN CENOVUS ENERGY INC BY 58.6 PERCENT TO 500,000 SHARES - SEC FILING  * ‍SOROS FUND MANAGEMENT- CHANGE IN HOLDINGS ARE AS OF DEC 31, 2017 AND COMPARED WITH THE PREVIOUS QUARTER ENDED AS OF SEPT 30, 2017 Source text for quarter ended Dec 31, 2017: (bit.ly\/2EITz0M) Source text for quarter ended Sept 30, 2017 (bit.ly\/2msLtkK)","90":"BRUSSELS (Reuters) - Visa and Mastercard have offered to trim the fees merchants pay on card payments by tourists in the European Union in an attempt to stave off possible fines after a long-running antitrust investigation, people familiar with the matter said.  Slideshow ( 2 images )  Even after the cut, the fees paid by merchants when they accept card payments, a lucrative source of revenue for banks, will still likely be higher than those for EU cards, they said.  The European Commission has battled for more than a decade to reduce so-called interchange costs and encourage cross-border trade and online commerce. U.S. regulators have also frowned on such practices.  Retailers say interchange fees count as a hidden cost and the card companies have paid billions of dollars to settle class action lawsuits.  Visa, the world’s largest payments network operator found itself in the Commission’s crosshairs in August 2017, charged with subjecting the cards of foreign tourists to excessive fees when they were used in the EU.  The case originally concerned Visa Europe which was acquired by Visa Inc in June 2016. The EU said that fees charged to retailers when they accept Visa cards issued outside the EU could raise prices of goods and services for all consumers.  The EU competition enforcer’s charge against Mastercard dated from July 2015. The company is also accused of having rules which blocked banks in one EU country from offering lower interchange fees to a retailer in a second EU country.  The Commission and Visa declined to comment. Mastercard said: “At this time, we have no information to share on our ongoing engagement with the European Commission.”  Mastercard has warned it might be fined more than $1 billion if found guilty of breaching EU antitrust rules, but this might be less if there was a negotiated resolution.  The Commission can hand down fines as much as 10 percent of a company’s global turnover for infringing EU antitrust rules.  But under EU settlement rules for antitrust cases, companies do not get fines nor are required to admit wrongdoing.  The Commission is expected to seek feedback from retailers and consumer groups before deciding whether to accept the offer from Visa and Mastercard. Negative comments could lead it to demand a bigger fee cut.  Business lobbying group EuroCommerce, whose 1997 complaint triggered the EU investigations, and Visa declined to comment.  Visa and MasterCard capped cross-border fees within Europe - that is, fees on transactions in one EU country charged for transactions in another EU country - in 2014 and 2009 respectively, to end another EU investigation.","91":"Nov 16 (Reuters) - Payments processor Visa Inc said on Friday it is taking a minority stake in Indian payment gateway BillDesk to expand its footprint in the south Asian country.  The investment will be subject to statutory approvals and is expected to have no direct bearing on Visa’s existing India business, the company said in a statement.  Visa's latest move comes a week after India's finance minister said here Mastercard and Visa were losing market share to domestic payments networks.  Earlier Mastercard had complained here to the U.S. government that Prime Minister Narendra Modi was using nationalism to promote a local rival. (Reporting by Bharath Manjesh in Bengaluru; Editing by Arun Koyyur)","92":"(Reuters) - Quarterly reports from Mastercard and Visa indicated a drop in 2019 overseas spending by cardholders due to a strong dollar, an outcome of the U.S.-China trade dispute, a potential Brexit and geopolitical uncertainty in Latin America.  Slideshow ( 2 images )  Mastercard, which reported results on Thursday, said cross-border payments volume fell 0.5 percent to 12 percent through Jan.28.  Rival Visa said late on Wednesday that volume growth eased to low-single digit in the first three weeks of January compared with 11 percent in the full month last year.  The world’s largest payment network operator also signaled that customers would continue to spend less on travel, resulting in slightly lower growth in current-quarter revenue than it had anticipated.  “Many unresolved issues are coming to a head in the current quarter: continued uncertainty over how the standoff between the President and Congress is resolved over the next 3 weeks, the upcoming deadlines with China-U.S. tariffs on March 1, and Brexit on March 29,” said Visa’s Chief Financial Officer Vasant Prabhu in a conference call on Wednesday.  “There could be some volatility as we navigate through these complex issues and the uncertainty that it creates for businesses and consumers.”  Mastercard said cross-border payment volume would not be as rosy as last year when there was an uptick in transactions in Europe and a spike in cryptocurrency purchases.  Mastercard said bit.ly\/2CSXq8t it expects adjusted net revenue growth in the low-teens percentage range, while Visa said bit.ly\/2S2tsJy it expects 2019 revenue growth of low double digits.  Both companies beat Wall Street estimates for profit on the back of higher consumer spending in the holiday season and reported growth in overall transactions volume, largely due to gains in the United States and Europe.  However, expenses also rose for the payment networks as they spent more to partner with consumer brands, luxury airport lounges and gave higher aviation perks.  Mastercard’s shares were up 3.8 percent at $211.83, while those of Visa fell 2.7 percent at $133.83 in afternoon trading on Thursday.  (This story removes typo in headline.)","93":"FILE PHOTO: VISA credit cards are seen in this picture illustration taken June 9, 2016. REUTERS\/Maxim Zmeyev\/Illustration  (Reuters) - The U.S. government on Thursday filed a lawsuit seeking to block Visa Inc V.N from purchasing the financial technology company Plaid.  In a complaint filed with a federal court in San Francisco, the government called Visa “a monopolist in online debit transactions,” and said the proposed acquisition “would eliminate a nascent competitive threat” to that monopoly.  Visa said in January it had agreed to buy privately held software startup Plaid Inc in a $5.3 billion deal aimed at boosting the payments giant’s access to the booming financial technology sector.  Visa said it “strongly disagrees” with the lawsuit, adding that it “reflects a lack of understanding of Plaid’s business and the highly competitive payments landscape in which Visa operates.” The company said it “intends to defend the transaction vigorously.”  Visa shares were up more than 2% in midday trading.  The Justice Department’s lawsuit said Visa’s chief executive called the acquisition an “insurance policy” to neutralize a “threat to our important U.S. debit business.”  Visa has some 70% of the market for online debit services, while Mastercard MA.N is at 25%, the complaint said.  Plaid, a financial technology company with access to financial data from over 11,000 U.S. banks, “is a threat to this monopoly: it has been developing an innovative new solution that would be a substitute for Visa’s online debit services,” the Justice Department said.  Plaid is the backbone of financial technology apps like Venmo, which is owned by PayPal, Acorns and Betterment, the government said in its complaint.","94":"BRUSSELS, Dec 4 (Reuters) - Visa and Mastercard have offered to reduce merchants’ charges for non-EU credit and debit cards by at least 40 percent to end an EU antitrust investigation, the European Commission said on Tuesday.  Visa, the world’s largest payments network operator, and No. 2 player Mastercard have proposed a 0.2 percent fee on debit card payments carried out in shops and a 0.3 percent fee on credit card payments, the European Commission said on Tuesday.  For online payments, debit card charges would be 1.15 percent and 1.50 percent for credit cards. (Reporting by Foo Yun Chee; editing by Philip Blenkinsop)","95":"March 30 (Reuters) - Visa Inc said on Monday its transaction volumes had been hit as the coronavirus pandemic wreaks havoc on consumer spending, leading it to forecast mid-single digit percentage revenue growth for the second quarter.  “As countries have imposed social distancing, shelter-in-place or total lock-down orders, domestic spending, most notably in travel, restaurants, entertainment and fuel, has sharply declined week on week,” the world’s largest payments network said in a statement.  The company said transaction volumes fell in the second half of March and there has been a rapid deterioration in cross-border travel-related spending. (Reporting by Noor Zainab Hussain in Bengaluru; Editing by Shinjini Ganguli)","96":"NEW YORK, Jan 31 (Reuters) - Tech and internet titans were the first to reach $1 trillion in stock market value, but the next U.S. companies that could do so are better known for their plastic.  Soaring stock prices are propelling credit and debit card companies Visa Inc and Mastercard Inc up the market value charts, where they currently rank 7th and 11th among companies in the benchmark S&P 500 index. The stock prices of both Visa and Mastercard have gained roughly 50% in the past year.  While the stocks may not keep up that torrid pace, Visa and Mastercard would each be worth over $1 trillion by 2023 if their average annual gains of the past three years were to continue, surging past the likes of Facebook Inc and Berkshire Hathaway Inc, if they also maintain their recent pace.  Fueling their rise is a shift toward cashless financial transactions spurred by a rise in online shopping.  “Everything travels on their rails,” said Sandy Villere, portfolio manager of the Villere Balanced Fund, which holds Visa shares. “They literally sit in the middle of the banks, consumers and merchants and that has been a really enviable place to be.”  Visa had a market value of $449 billion and Mastercard’s stood at about $324 billion as of Thursday’s close. The $1 trillion club currently includes Apple Inc, Microsoft and Google-parent Alphabet.  Amazon.com stood at $927 billion, though the e-commerce leader’s shares jumped on the heels of its earnings report on Thursday after the bell, putting it in position to crack $1 trillion, as it did briefly in September 2018.  Revenue for both Visa and Mastercard nearly doubled over their past five fiscal years, to nearly $23 billion for Visa, and about $17 billion for Mastercard, according to Refinitiv data. Adjusted earnings per share more than doubled for both companies over that period.  Visa reported quarterly revenue late on Thursday that slightly missed analyst estimates, a day after Mastercard beat quarterly profit estimates.  About 43% of consumer purchases around the world excluding China are made using a digital form of payment, up from 28% in 2010, according to Lisa Ellis, senior analyst at MoffettNathanson.  “Globally, we still have five to 10 years, at least, to go of penetration,” Ellis said.  Visa holds a 60% share of the credit and debit card market, followed by Mastercard with 30%, according to Ellis, with American Express far behind at 8.5%.  Despite their importance in finance, Visa and Mastercard are categorized as part of the S&P 500’s information technology sector. While Apple, Microsoft and chip companies such as Intel Corp often garner the lion’s share of attention, Visa and Mastercard have been key contributors to the rally in technology shares.  Their valuations have expanded to their most expensive in at least a decade. Visa trades at about 31 times forward 12 months’ earnings estimates, while Mastercard trades at 35 times, according to Refinitiv Datastream. Both stocks are trading at a higher premium to the market than they have on average over the past five years.  The big run for Visa and Mastercard shares has also come during an more than 10-year U.S. bull market, and gains could be more muted in any downturn. Stocks started 2020 strong but have pulled back amid concerns over the spread of a virus from China.  Risks to the companies, Ellis said, include greater competition in the payment sector from big tech companies, as well as tougher regulations from governments around the world that might hinder access.  The companies are not sitting still. Earlier this month, Visa agreed to buy privately held Plaid Inc in a $5.3 billion deal to boost access to financial technology, and in August Mastercard agreed to buy a majority of the corporate services businesses of Scandinavian payments group Nets for about $3.19 billion.","97":"(Reuters) - The Justice Department filed a fascinating petition Tuesday night in Boston federal court, asking for a court order to compel the consulting firm to turn over about 2,000 documents related to Bain’s work on a confidential project for Visa. DOJ said its antitrust lawyers need to see the Bain materials as part of their investigation of Visa’s planned $5.3 billion acquisition of the fintech startup Plaid, arguing that Bain’s “business strategic consulting work” on the confidential project could affect DOJ’s analysis of the impact of the Plaid acquisition on the market for debit services. The government sent Bain a demand for the documents in June, but, according to DOJ’s petition, the consulting firm has claimed that its communications with Visa are protected by attorney-client privilege.  Wait, what?  Want more On the Case? Listen to the On the Case podcast.  To be clear, Bain isn’t saying that it provided legal services to Visa, according to the DOJ’s petition. But it contends that its work on the Visa project was within the scope of its consulting engagement for Visa on an antitrust case in the U.K., Sainsbury’s Supermarkets v. Visa Europe Services. Bain “takes the untenable position,” DOJ said, that this relationship gives Visa a privilege over all of Bain’s … work product. Similarly, Visa’s counsel has asserted that the privilege applies to all aspects” of Bain’s consulting on the confidential project. (The name of the project and all identifying specifics about it are redacted from the petition.)  “Despite any tangential relationship to the Sainsbury’s case,” the DOJ petition said, “the underlying purpose of (the confidential project) was to communicate business ideas, not to render legal advice regarding the litigation. As such, the … documents are not privileged.”  Bain lawyer Matthew Knowles of McDermott Will & Emery and Visa counsel Julia York of Skadden, Arps, Slate, Meagher & Flom did not respond to my detailed email query on the DOJ petition. DOJ antitrust lawyer Lara Trager said in an accompanying declaration that when she met by phone with Knowles and York on Oct. 20, Knowles said that unless Visa instructed Bain to do so, the consulting firm would not comply with DOJ’s document demand without a court order.  Interestingly, the Justice Department said Bain’s allegedly unfounded claim of privilege is part of a larger pattern among consultants, accountants and investment banks. But courts have refused to allow privilege assertions to shield business advisory documents, the DOJ petition said. The government cited a 2006 ruling, De Beers LV v. De Beers Diamond Syndicate, in which U.S. District Judge Denise Cote of Manhattan said documents reflecting Bain’s business advice were not privileged; and a 2010 decision, Dahl v. Bain Capital, in which Boston federal judge Edward Harrington ordered JPMorgan Chase to turn over communications with an M&A client, even though the communications included the client’s lawyer.  Visa’s own CEO, according to DOJ, as much as admitted in deposition testimony that Bain was hired to provide strategic advice, not to help with the Sainsbury’s antitrust case. The CEO, who is not named in the DOJ filing, was asked flat-out if Visa hired Bain in “an effort to try and resolve any litigation that Visa faces.” His answer: No.  Visa’s CEO testified, in fact, that the company retained Bain through a contract with its outside law firm with the intention of keeping Bain’s advice under wraps. “This was done under privilege because I don’t want these kinds of things in a record anywhere,” the CEO testified, according to DOJ’s petition. “That could be extraordinarily harmful.” DOJ described Visa’s contract with Bain as an attempt “to give Bain’s work a false aura of privilege.”  And to demonstrate the alleged speciousness of the consultant’s assertion of privilege, the DOJ petition described a January 2020 email from a Bain partner to a Visa executive vice-president. Both Bain and Visa produced the email in response to DOJ’s document demand. In the version turned over by Bain, the petition said, nearly every line of the email was blacked out – even though no lawyers were involved in the communication. Visa’s version of the email, according to DOJ, had no redactions.  “The unredacted version shows that none of the text Bain redacted contains any legal communication or work product, nor that any of the work was done for purposes of the Sainsbury’s litigation,” DOJ said. “Instead of litigation strategy, Bain’s work concerned only Visa’s business strategy.”  In what the government describes as an eleventh-hour attempt to avoid DOJ’s demand, Bain informed DOJ that it had transferred all of the confidential project documents to Visa so it was no longer a party to the civil investigative demand. The government isn’t buying that. Bain has retained the original version of the disputed documents on its lawyer’s server, the DOJ petition said. So the consulting firm is still subject to the civil investigative demand.  To find otherwise, the government told the court, “would set a dangerous precedent” and would interfere with DOJ’s ability to conduct antitrust investigations of proposed mergers.  As I mentioned, neither Bain nor Visa lawyers responded to my query about the DOJ petition. I’m eager to see how Bain explains the privilege assertion.","98":"LONDON (Reuters) - Britain's highest court on Wednesday upheld an earlier Court of Appeal ruling that credit card companies Visa V.N and Mastercard MA.N restricted competition in the way they set fees for retailers, opening the way for them to seek compensation.  Slideshow ( 2 images )  The case, which dates back to 1992, was brought by retailers Sainsbury's SBRY.L, Morrisons MRW.L Asda WMT.N and Argos and relates to the charges Visa V.N and Mastercard MA.N levy on the retailers when cardholders make a transaction - so called default multilateral interchange fees (MIFs).  The UK Supreme Court upheld the finding of the Court of Appeal in July 2018 that the MIFs charged within the Visa and MasterCard payment card schemes was an unlawful restriction of both European Union and UK competition law.  The ruling means the retailers can proceed to a trial to decide compensation.  Morgan Lewis partner Frances Murphy, the lead counsel for Sainsbury’s, said retailers could potentially receive billions of pounds in damages.  “Sainsbury’s will now be seeking to recover the full amount of the unlawful charges it has incurred,” Murphy said.  Kate Pollock, head of competition litigation at Stewarts, which represented Morrisons, Asda and Argos, said her clients “look forward to a swift resolution of the matter without further delay.”  However, Mastercard said the Supreme Court’s decision was not a final ruling and there will be further court hearings to determine the key issues raised.  It said these hearings will most likely not take place until 2021.  “We continue to firmly believe that retailers of all sizes derive real value from our network,” it said.  Visa said it was “disappointed that the Supreme Court did not agree with the previous High Court ruling that Visa’s UK interchange complies with competition law.”  “Visa supports the decision to send the matter to a specialist tribunal so that the evidence can be properly considered.”","99":"June 29 (Reuters) - Visa Inc:  * UK COMPETITION REGULATOR LOOKING AT VISA INTERNATIONAL’S ACQUISITION OF PLAID INC Source text for Eikon: Further company coverage:","100":"(Reuters) - Mastercard Inc made a 233 million pound ($305 million) bid to take over payments firm Earthport Plc on Friday, as it looks to head off rival Visa Inc’s attempts to buy the British company.  A Mastercard logo is seen on a credit card in this picture illustration August 30, 2017. REUTERS\/Thomas White\/Illustration  Mastercard’s offer is at a 10 percent premium to Visa’s 198 million pound offer. Visa said later in the day that it would consider its options, without giving further details.  Earthport’s shares, which have risen four-fold since Visa first offered to buy the company, rose another 30 percent on Friday.  Mastercard said the Earthport deal would allow it to expand its cross-border network service, the same reason cited by Visa when it made its bid in December.  The rival bid comes after Earthport’s shares, listed on the London Stock Exchange’s secondary market, fell more than 28 percent in 2018 amid growing losses and expenses. In November, the company said “fundamental” changes were required in its strategy.  Payment processing has become one of the hottest areas for deal making in the last two years, driven by technological changes in the way consumers pay for products.  Earthport offers a lower-cost alternative to traditional payments systems by allowing banks and money transfer firms to have a single relationship instead of multiple ties with various payments channels around the world.  Earthport’s directors have unanimously recommended Mastercard’s offer and withdrawn their recommendation for Visa’s proposal, the company said.  Mastercard shares were up 1.8 percent, while Visa shares were up 1.1 percent on the New York Stock Exchange.  ($1 = 0.7634 pounds)","101":"BOSTON (Reuters) - As U.S. corporate jet use approaches pre-financial crisis levels and chief executives take an increasing number of personal trips on the company tab, many investors are being kept in the dark about the true cost of the perk.  FILE PHOTO: A Gulfstream 650ER business jet is displayed at the Gulfstream booth at the National Business Aviation Association (NBAA) exhibition in Las Vegas, Nevada, U.S. October 21, 2019. REUTERS\/David Becker\/File Photo  For the S&P 500 companies that pay for their CEOs to use corporate jets for private trips, the estimated median value of that flying climbed 11 percent last year to $107,286 from $96,532 in 2017, according to the latest available figures from compensation research firm Equilar Inc. That is up 27 percent from $84,636 in 2007, the year before the financial crisis.  This is taxable income for executives. The estimates are often based on what a first-class seat would have cost on a commercial flight rather than on the true, much higher cost of using a corporate jet.  But not only are companies left to pay the full cost of those flights, which can be for anything from family vacations to trips to major sports events or a commute from a distant family home, but they can also find that their tax bills can be significantly higher because of lost deductions.  That is because the U.S. Internal Revenue Service has limited a company’s deductions on personal aircraft use to the estimated valuation of the executives’ flights.  As a result, companies forfeit a long list of tax deductions for the time the jets are used for personal trips, including pilots’ salaries, maintenance costs, insurance, aircraft depreciation and finance charges. Companies usually can deduct the full cost of these expenses when planes are used for business flights.  Exacerbating the issue, U.S. President Donald Trump’s 2017 Tax Cuts and Jobs Act eliminated deductions on two kinds of flights, said Ruth Wimer, a tax expert and partner at law firm Winston & Strawn LLP in Washington. They are for trips taken purely for business entertainment - such as a CEO taking clients to a golf tournament - and an executive’s use of a corporate jet to commute to work from his home, she said.  However, given that the U.S. Securities and Exchange Commission does not require disclosure of such lost deductions, investors are none the wiser.  U.S. business jet operations are on track to top 4.5 million arrivals and departures in 2019, the highest since 2007, according to U.S. Federal Aviation Administration data, though only a small percentage are by major company executives.  Popular perceptions of U.S. corporate jet use hit a nadir in 2008 as the financial crisis was worsening. That was when members of Congress blasted the CEOs of the three big U.S. automakers for flying to Washington on corporate jets to ask for financial help.  The fallout was so bad that in the terms of its bailout General Motors Co GM.N was initially barred from corporate jet use.  “But since then, the whole economy has turned around. The stock market is setting records and jet use has rebounded along with it,” said Nick Copley, president of SherpaReport.com, which analyzes private aviation trends.  GM is back to operating its own corporate aircraft, according to its disclosures.  ‘HIDDEN ELEMENT OF EXECUTIVE PAY’  The true cost of corporate jets are a mystery for investors in many companies, though.  A Reuters analysis of proxy filings by companies in the S&P 500 found that only a handful detailed the value of lost deductions in their public filings.  Among the few to disclose was payments system and credit card company Visa Inc V.N.. Its lost deductions from the personal use of company jets by executives and their guests have more than quadrupled between 2016 and 2018, and totaled $4.8 million in its fiscal year to September 2018, according to the company’s last proxy statement.  Visa did not reply to messages seeking comment.  Another exception is cable and broadcast TV group Comcast Corp CMCSA.O, which reported $8.8 million in disallowed deductions in 2018 on flights taken by its executives and guests.  Comcast declined to comment.  This is a hidden element of executive pay, said Dieter Waizenegger, executive director of CtW Investment Group, which represents union-sponsored pension funds with nearly 5 million members.  “Having a better sense of how expensive the C-suite is for the company is a very relevant number,” Waizenegger said. “If they aren’t disclosed, investors won’t know about these lost deductions.”  While the costs for Visa and Comcast, both with annual net earnings of more than $10 billion, may be a drop in the bucket, lost deductions for smaller companies can have a much bigger impact.  Earlier this year, San Francisco-based hedge fund Voce Capital Management LLC targeted disallowed tax deductions in its campaign to gain board seats at insurer Argo Group International Holdings Ltd ARGO.N.  The hedge fund argued the Bermuda-based insurance company, which had net income of $63.6 million in 2018, was hurting investors by racking up disallowed tax deductions from corporate jets “crisscrossing the globe at a dizzying pace.”  Argo declined to comment for this story. It has said previously that when its executives use corporate aircraft for personal trips they do so at their own expense. However, it does not disclose how that is calculated or detail any lost tax deductions as a result of personal travel.  Voce has not provided any estimates for lost tax deductions. It did not reply to messages seeking comment.  However, it did outline in a statement earlier this year what it said “most ordinary people would consider the trip of a lifetime,” by then Argo CEO Mark Watson and his family on an Argo Gulfstream jet during the 2017 Christmas holidays.  The trip began in San Antonio, Texas, with stops in Bermuda, New York, Copenhagen and the Malabar Coast of India, Jaipur in northern India, Amsterdam, and then back to Texas over a three-week period.  The company said in October the SEC was investigating Argo’s disclosures about executive compensation. Within a few weeks, the company announced Watson’s departure.","102":"(Reuters) - Visa Inc, Mastercard Inc, and a number of U.S. banks on Tuesday agreed to pay $6.2 billion to settle a long-running lawsuit brought by merchants over the fees they pay when they accept card payments.  Visa and Mastercard previously reached a $7.25 billion settlement with the merchants in the case, but that deal was thrown out by a federal appeals court in 2016 and the U.S. Supreme Court last year refused to revive it.  The deal had been the largest all-cash U.S. antitrust settlement, although its value shrank to $5.7 billion after roughly 8,000 retailers opted out.  The card issuers named in the class-action lawsuit include JPMorgan Chase & Co, Citigroup and Bank of America.  The lawsuit, brought on behalf of about 12 million retailers and dating back more than a decade, accuses the credit card companies of violating federal antitrust laws by forcing merchants to pay swipe fees and prohibiting them from directing consumers toward other methods of payment.  Slideshow ( 2 images )  In rejecting the earlier settlement, which was opposed by retailers including Amazon.com Inc, Costco Wholesale Corp and Walmart Inc, a federal appeals court found that the accord was unfair because some retailers would receive little or no benefit.  The card companies have already paid $5.3 billion and will now pay an additional $900 million.  Mastercard will pay an additional $108 million from funds set aside in the second quarter, the company said reut.rs\/2OA2V0i.  Visa’s share represents around $4.1 billion, which the company expects to pay using funds previously deposited with the court, and from a litigation escrow it set up on June 28.  The settlement must still be approved by a court.","103":"FILE PHOTO: A Visa credit card is seen on a computer keyboard in this picture illustration taken September 6, 2017. REUTERS\/Philippe Wojazer\/Illustration  (Reuters) - Visa Inc V.N warned on Monday that its second-quarter revenue growth would be slower than its previous forecast, becoming the latest payments services provider to be affected by the coronavirus outbreak.  The company said it expects current-quarter revenue growth to be between 2.5 and 3.5 percentage points lower than its previous forecast of low double digit growth, when compared with the first quarter. (bit.ly\/2wmT5uC)  Rival Mastercard Inc MA.N and payments processor PayPal Holdings Inc PYPL.O have warned of slowing first-quarter revenue growth due to the outbreak.  Visa said the epidemic has impacted travel to and from Asia, and has driven a sharp slowdown at its cross-border business, a key source of revenue for the world’s largest payments network.  The company said slowing cross-border growth rates do not yet fully reflect the virus spreading outside of Asia. “We anticipate that this deteriorating trend has not bottomed out yet.”","104":"NEW YORK, June 11 (Reuters) - Visa Inc has launched a new network to help financial institutions process cross-border payments globally on behalf of corporate clients faster and at a lower operational cost, it said on Tuesday.  The Visa B2B Connect network launch covers 30 trade corridors globally and is expected to expand to 90 markets by year-end, Visa said.  The network seeks to simplify international payments by enabling transactions by businesses directly from their bank to the beneficiary bank, Visa said.  It provides an alternative to the correspondent banking network, where an intermediary bank will often be used by smaller banks to make a payment. This can result in slower transactions and more complexity.  The move is part of Visa’s push to expand its reach beyond credit card payments, where it is one of the dominant players worldwide.  “By creating a solution that facilitates direct, bank to bank transactions, we are eliminating friction associated with key industry pain points,” Kevin Phalen, SVP, global head of Visa Business Solutions, said in a statement.  The new network contains elements of distributed ledger technology, the software which first emerged as the system powering cryptocurrencies, Visa said.  While the network is not a distributed ledger itself, some aspects of the nascent technology were used because it can help transfer more information on a payment than existing systems, Phalen said in an interview.  Visa was initially working with blockchain startup Chain to build the new platform, but ultimately opted to use aspects of of Hyperledger Fabric, the open source distributed ledger developed by a group led by the Linux Foundation.  The network was built in partnership with Bottomline, FIS and IBM, Visa said. (Reporting by Anna Irrera Editing by Sonya Hepinstall)","105":"FILE PHOTO: VISA credit cards are seen in this picture illustration taken June 9, 2016. REUTERS\/Maxim Zmeyev\/Illustration\/  (Reuters) - Visa Inc's V.N quarterly profit beat analysts' estimates on Thursday, helped by growth in overall customer spending, which boosted fees for the world's largest payment processor.  The company’s shares rose 1.3% in extended trading.  On an adjusted basis, Visa earned $1.47 per share in the fourth quarter, while analysts on average had expected a profit of $1.43, according to Refinitiv data.  Visa and its smaller rival Mastercard Inc MA.N have stepped up marketing and innovation spending to keep people using cards, as customers increasingly shift to digital and mobile payments services to make transactions.  Visa’s total payments volume rose 8.7% to $2.27 trillion on a constant dollar basis, with the United States - its largest market - accounting for about 45% of the total.  Payments volume represents the dollar amount of purchases made with cards carrying Visa’s branding. The company charges a fee every time a merchant swipes a card that uses its network.  The number of transactions processed rose 13.2% to 47.82 billion.  The company's net income rose 6.3% to $3.03 billion, or $1.34 per Class A share, in the quarter ended Sept. 30. (bit.ly\/32J3EDv)  Net revenue jumped 13% to $6.14 billion.","106":"A Visa logo is seen on a Formula E racing car during a news conference to present the partnership between Enel Group and FIA Formula E Championship at the MAXXI National Museum in Rome, Italy May 17, 2016 REUTERS\/Alessandro Bianchi\/Files  (Reuters) - Payment processor Visa Inc’s $5.3 billion deal to buy fintech startup Plaid Inc is facing antitrust scrutiny at the U.S. Justice Department, which filed a petition with a court on Tuesday demanding more information about the business.  The Justice Department is reviewing the proposed transaction to determine if it is in violation of antitrust law.  The Wall Street Journal had reported on Tuesday that the department could decide soon whether it will sue to block the deal.  The government on Tuesday filed a petition with a U.S. district court in Massachusetts, asking it to require consulting firm Bain & Co to turn over documents wanted as part of the antitrust review, including some that discuss Visa’s strategies around pricing and competition with other debit card networks.  The department said in a statement that Bain was “asserting unsupported claims of privilege over the documents.” Bain did not immediately respond to a request for comment.  Visa and the Justice Department did not immediately respond to Reuters’ requests for comment regarding the newspaper report. Plaid declined to comment about the report.  The deal, which would boost Visa’s access to the fintech space, was announced in January.","107":"LONDON, June 1 (Reuters) - Payments firm Visa is experiencing a service disruption preventing some transactions in Europe being processed, Sky News said on Friday.  Visa was not able to immediately comment on the outage.","108":"Sept 18 (Reuters) - Visa Inc, Mastercard Inc, and a number of banks on Tuesday agreed to pay $6.2 billion to settle a long-running lawsuit brought by merchants over the fees they pay when they accept card payments.  The card issuers named in the class-action lawsuit include JPMorgan Chase & Co, Citigroup and Bank of America .  Mastercard will pay an additional $108 million from funds set aside in the second quarter, the company said reut.rs\/2OA2V0i.  Visa’s share represents around $4.1 billion, which the company expects to pay using funds previously deposited with the court, and from a litigation escrow it set up on June 28.  The deal must still be approved by a judge.","109":"NEW YORK (Reuters) - Some tech-heavy U.S. fund managers have turned to the once-stodgy payments sector as an alternative to so-called FANG stocks as high-flyers like Facebook Inc FB.O and Google parent Alphabet Inc GOOGL.O falter.  A Visa credit card is seen on a computer keyboard in this picture illustration taken September 6, 2017. REUTERS\/Philippe Wojazer\/Illustration  Companies underpinning online shopping and mobile payments, such as Visa Inc V.N, Mastercard Inc MA.N and PayPal Holdings Inc PYPL.O, offer above-average growth at a more reasonable valuation than FANGs and held onto more gains during recent market volatility, fund managers said.  Visa, for instance, is down 2.9 percent over the last 3 months, compared with a 30 percent plunge in Facebook and Alphabet’s 13.5 percent decline. The broad S&P 500 has fallen approximately 4.8 percent over the same time.  “Right now we’re certainly looking at a test of the past (market) leadership and some of these FANG stocks have gotten ahead of themselves,” said Tom Plumb, portfolio manager of the Plumb Equity fund, who recently added a position in Square Inc SQ.N.  “We’re looking with companies that have high recurring revenue and high growth, and not a lot of companies are in a better spot than the payments space.”  Fund managers from firms including Villere & Co, Plumb Funds, and Ave Maria Mutual Funds said they have moved out of the FANG group of Facebook, Amazon.com Inc AMZN.O, Netflix Inc NFLX.O and Alphabet that had led the market this year during the recent volatility because valuations did not appear sustainable.  The fund managers said they see the payments sector as a way to tap into growth in e-commerce and mobile computing at a more attractive multiple than FANGs.  Amazon trades at a trailing price-to-earnings ratio of 160.6, for example, while Visa trades at a P\/E of 38.3.  “You're getting a lot of the same disruption but at a fraction of the price,” said Lamar Villere, a portfolio manager at New Orleans-based Villere & Co, who has positions in Visa and transaction processing company Euronet Worldwide Inc EEFT.O. Euronet shares are up 33.9 percent for the year.  Visa and MasterCard in particular are a way to tap into the growth of e-commerce without directly owning online sellers like Amazon, said Brian Milligan, portfolio manager of the Ave Maria Growth fund.  Online sales are expected to make up 17 percent of all U.S. retail sales by 2022, up from 12.7 percent in 2017, according to Forrester Research.  “They are benefiting from the same secular growth as Amazon, but they are a duopoly,” Milligan said.  Investors have also been moving into payment-focused exchange-traded funds.  The ETFMG Prime Mobile Payments ETF IPAY.P, a $491 million exchange-traded fund that has PayPal, Visa and American Express Co AXP.N among its largest holdings, has had positive inflows for all but one week since U.S. stock market volatility started rising in early September, according to Lipper data.  The FANG-heavy Investo QQQ ETF, meanwhile, has posted outflows for 4 out of the past 6 weeks, according to Lipper.  But while improving U.S. consumer spending and accelerating inflation have helped Visa and Mastercard domestically, mobile payments companies Paytm and Alipay are picking up customers in developing markets like India and China and bypassing Visa and Mastercard’s networks, said James Friedman, an analyst at Susquehanna.  Warren Buffet's Berkshire Hathaway Inc BRKa.N took a $356 million stake in Paytm in August, while Silicon Valley startup Stripe has signed partnerships with Alipay and WeChat Pay that allows merchants to accept payments from hundreds of millions of Chinese consumers.  “They are more ways to go around the Visa or MasterCard rails in emerging markets, and you have to wonder if their future market share is going to be bigger or smaller,” Freidman said.","110":"MOSCOW, Aug 11 (Reuters) - Russian lender Genbank, which focuses on Crimea, said it will stop providing services to clients who hold Visa and MasterCard cards in August.  Clients will instead be offered Russian payment system cards known as Mir, the bank said on its website late on Friday. Mir translates as “World” or “Peace”.  Simferopol-based Genbank covers the Crimean peninsula, which was annexed by Russia in 2014 after which Western sanctions curbed banks from operating in the region.  To date, more than 37 million Mir cards have been issued in Russia, according to the Russian National System of Payment Cards (NSPK) that was introduced in 2014 as a response to Western sanctions over Moscow’s role in the Ukraine crisis.  NSPK is 100 percent owned by the central bank.  Genbank, also under sanctions, was rescued by the central bank in 2017 with an injection of financial support. (Writing by Denis Pinchuk Editing by Matthew Mpoke Bigg)","111":"Slideshow ( 4 images )  LONDON (Reuters) - Payments firm Visa Inc V.N said its systems are operating at \"close to normal levels\" and the earlier issue affecting users in Europe was \"result of a hardware failure\".  \"We have no reason to believe this was associated with any unauthorized access or malicious event,\" Visa said in a statement. bit.ly\/2J52vQS  Earlier in the day, Visa was experiencing a service disruption preventing some transactions in Europe being processed. This incident prevented some Visa transactions in Europe from being processed, the company earlier said in a statement.","112":"FILE PHOTO: Visa credit cards are seen in this picture illustration taken June 9, 2016. REUTERS\/Maxim Zmeyev\/IllustrationREUTERS\/File Photo  (Reuters) - Visa Inc V.N, the world's largest payments network, topped analysts' estimates for third-quarter profit on Wednesday, as an expanding U.S. economy encouraged more people to spend using their credit and debit cards.  Total payments volume rose 11 percent to $2.10 trillion, on a constant dollar basis, with the United States - its largest market - comprising about 44 percent of the total.  Consumer spending, which accounts for more than two-thirds of U.S. economic activity, rose in the most recent quarter in an economy that is expected to have grown at its fastest annualized rate in three years.  Cross-border volumes - the value of transactions made outside the United States - saw a 11 percent growth in the quarter also on a constant currency basis.  Visa's strong results reflect robust quarterly growth in credit card businesses of large U.S. banks, including JPMorgan Chase & Co JPM.N and Citigroup Inc C.N.  Visa's net income rose to $2.33 billion, or $1 per Class A share, in the third quarter ended June 30 from $2.06 billion, or 86 cents per Class A share, a year earlier. (bit.ly\/2LOj1lG)  On an adjusted basis, the company earned $1.20 per share, beating analysts’ average estimate of $1.09, according to Thomson Reuters I\/B\/E\/S.  Net operating revenue rose 15 percent to $5.24 billion.","113":"Jan 13 (Reuters) - Visa Inc is nearing an agreement to buy privately held financial technology startup Plaid Inc and a deal could be announced over the week, the Wall Street Journal reported on Monday.  Founded in 2013, Plaid was valued at nearly $2.65 billion in a 2018 funding round, the report said.  The company’s technology lets people connect their bank accounts to mobile apps like Venmo. (Reporting by Saumya Sibi Joseph in Bengaluru; Editing by Arun Koyyur)"}}