{"date":{"0":"2018\/05\/31","1":"2020\/10\/19","2":"2021\/01\/28","3":"2020\/09\/08","4":"2018\/07\/20","5":"2018\/05\/17","6":"2018\/03\/21","7":"2018\/05\/14","8":"2018\/07\/26","9":"2018\/04\/26","10":"2018\/04\/19","11":"2019\/09\/06","12":"2019\/02\/06","13":"2020\/04\/13","14":"2019\/11\/22","15":"2020\/04\/29","16":"2019\/07\/25","17":"2018\/06\/14","18":"2019\/09\/19","19":"2019\/04\/25","20":"2019\/07\/11","21":"2018\/03\/23","22":"2018\/07\/26","23":"2019\/04\/25","24":"2020\/07\/30","25":"2018\/07\/26","26":"2018\/04\/26","27":"2019\/04\/23","28":"2020\/03\/19","29":"2018\/05\/31","30":"2020\/06\/22","31":"2018\/10\/25","32":"2020\/04\/29","33":"2019\/03\/29","34":"2020\/10\/22","35":"2020\/04\/13","36":"2019\/10\/24","37":"2020\/08\/31","38":"2019\/10\/21","39":"2019\/07\/25","40":"2018\/05\/22","41":"2018\/04\/26","42":"2019\/03\/22","43":"2018\/04\/19","44":"2021\/01\/29","45":"2019\/10\/24","46":"2020\/03\/20","47":"2020\/01\/21","48":"2019\/09\/09","49":"2019\/10\/24","50":"2019\/05\/22","51":"2019\/01\/03","52":"2019\/01\/31","53":"2018\/05\/03","54":"2019\/05\/02","55":"2019\/08\/05","56":"2019\/05\/14","57":"2019\/01\/30","58":"2020\/08\/24","59":"2020\/01\/30","60":"2018\/07\/09","61":"2020\/10\/08","62":"2018\/06\/25","63":"2020\/04\/14","64":"2020\/12\/07","65":"2018\/02\/23","66":"2020\/01\/30","67":"2019\/10\/24","68":"2019\/04\/25","69":"2018\/04\/30","70":"2020\/04\/29","71":"2018\/06\/05","72":"2018\/12\/05","73":"2018\/03\/26","74":"2019\/09\/23","75":"2020\/08\/25","76":"2020\/10\/22","77":"2018\/04\/26","78":"2020\/01\/30","79":"2020\/07\/30","80":"2019\/09\/09","81":"2020\/03\/19","82":"2021\/01\/28","83":"2019\/01\/31","84":"2018\/04\/26","85":"2020\/07\/30","86":"2020\/10\/22","87":"2018\/05\/14","88":"2020\/04\/07","89":"2020\/06\/23","90":"2020\/04\/10","91":"2018\/10\/25","92":"2018\/03\/26","93":"2018\/10\/25","94":"2018\/10\/04","95":"2018\/05\/17","96":"2020\/08\/24","97":"2020\/01\/24","98":"2019\/04\/23","99":"2018\/04\/26","100":"2020\/10\/22","101":"2019\/05\/22"},"text":{"0":"HOUSTON, May 31 (Reuters) - More than 20 workers filed a lawsuit in Houston on Thursday against Valero Energy Corp seeking damages for injuries sustained in an April 19 explosion at the company’s Texas City, Texas, refinery, the Houston Chronicle reported on its website.  A Valero spokeswoman did not reply to a request for comment.  The workers, who filed their lawsuit in Harris County District Court in Houston, said they have been treated for hearing loss, orthopedic injuries and trauma since the blast in the alkylation unit.  The workers said Valero did not properly maintain a pipeline that ruptured on the alkylation unit. (Reporting by Erwin Seba; editing by Jonathan Oatis)","1":"FILE PHOTO: A Valero Energy Corp. gas station is pictured in El Cajon, California, U.S., August 8, 2017. REUTERS\/Mike Blake  WASHINGTON (Reuters) - Valero Energy Corp will pay a $2.85 million civil penalty to settle allegations that the company and its affiliates violated Clear Air Act fuel requirements, the U.S. Environmental Protection Agency said on Monday.  The agency, in a statement, said Valero also agreed to install pollution controls at its Port Arthur, Texas, facility to resolve the allegations of violations at 12 of its facilities.","2":"Jan 28 (Reuters) - U.S. refiner Valero Energy Corp’s losses narrowed for the three months to December from the previous quarter on Thursday as fuel demand slightly recovered.  Adjusted net loss attributable to Valero stockholders narrowed to $429 million, or $1.06 per share, in the three months ended Dec. 31, from $472 million, or $1.16 per share, in the third quarter. (Reporting by Arunima Kumar in Bengaluru; Editing by Ramakrishnan M.)","3":"FILE PHOTO: A Valero Energy Corp. gas station is pictured in El Cajon, California, U.S., August 8, 2017. Picture taken August 8, 2016. To match Special Report USA-BIOFUELS\/VALERO REUTERS\/Mike Blake  HOUSTON (Reuters) - Valero Energy Corp restarted the large crude distillation unit (CDU) at its 335,000 barrel-per-day (bpd) Port Arthur, Texas, refinery on Sunday, sources familiar with plant operations said on Monday.  The 268,000-bpd CDU was shut with all other units at the refinery on Aug. 25 because of the threat from Hurricane Laura, the sources said.","4":"FILE PHOTO: A Valero logo is seen at a Valero gas station in Hoboken, New Jersey, U.S., May 2, 2016. REUTERS\/Mike Segar  HOUSTON (Reuters) - Valero Energy Corp restarted overnight the small crude distillation unit (CDU) at its 180,000 barrel per day (bpd) Memphis, Tennessee, refinery after finishing 10 days of repairs, sources familiar with plant operations said on Friday.  The restart of the 80,000 bpd Crude West CDU comes five days ahead of the schedule laid out when the unit was shut on July 9 to clean out fouling caused by the crude oil the unit processes, the sources said.","5":"May 17 (Reuters) - Valero Energy Corp:  * VALERO ENERGY CORPORATION ANNOUNCES PRICING OF NOTES OFFERING  * VALERO ENERGY CORP - PRICED A PUBLIC OFFERING OF $750 MILLION AGGREGATE PRINCIPAL AMOUNT OF 4.350% SENIOR NOTES DUE 2028 Source text for Eikon: Further company coverage:","6":"March 21 (Reuters) - Valero Energy Corp:  * VALERO ENERGY CORP SAYS CEO JOSEPH GORDER’S FY 2017 TOTAL COMPENSATION $22.5 MILLION VERSUS $18.5 MILLION IN FY 2016 - SEC FILING  * VALERO ENERGY CORP - CFO MICHAEL CISKOWSKI'S TOTAL COMPENSATION FOR 2017 WAS $10.4 MILLION VERSUS $8.2 MILLION IN 2016 Source text : bit.ly\/2u39YsA Further company coverage:","7":"May 14 (Reuters) - Valero Energy Corp:  * VALERO ACQUIRES PURE BIOFUELS DEL PERU  * VALERO ENERGY - THROUGH UNITS, ACQUIRED PURE BIOFUELS DEL PERU S.A.C. FROM PEGASUS CAPITAL ADVISORS, PBF MANAGEMENT EFFECTIVE MAY 14  * VALERO ENERGY - TRANSACTION, WHICH WAS FUNDED WITH CASH, ALSO INCLUDES REFINED PRODUCTS TERMINALS IN CALLAO AND IN PAITA Source text for Eikon: Further company coverage:","8":"(Reuters) - Independent U.S. refiner Valero Energy Corp VLO.N reported a 54.2 percent rise in quarterly profit on Thursday, as cheap domestic crude boosted its refining margins.  Net income attributable to common shareholders rose to $845 million, or $1.96 per share, in the second quarter ended June 30, from $548 million, or $1.23 per share, a year earlier.  Total revenue rose to $31.02 billion from $22.25 billion a year earlier.","9":"HOUSTON (Reuters) - Valero Energy Corp said on Thursday it began a planned overhaul of the gasoline-producing unit at its 225,000 barrel-per-day (bpd) Texas City, Texas, refinery while it repairs an alkylation unit damaged in an April 19 fire.  Valero had planned to overhaul the 88,000 bpd gasoline-producing fluidic catalytic cracking unit along with the 12,000 bpd alkylation unit in the fall of this year. The April 19 fire broke out on a depropanizer tower in the alkylation unit.","10":"HOUSTON (Reuters) - An explosion set off a huge fire at Valero Energy Corp’s 225,000 barrel-per-day (bpd) Texas City, Texas, refinery on Thursday afternoon but the fire was quickly contained, according the City of Texas City Emergency Management office.  Smoke rises from Valero Energy Corp's refinery plant in Texas City, Texas, U.S., April 19, 2018, in this still image from video obtained via social media. Steve Ford\/via REUTERS  No injuries were reported and the blaze, which was burning light hydrocarbons, was contained about an hour and a half after it broke out, Texas City Emergency Management said.  Sources familiar with plant operations said the explosion at about 5 p.m. (6 p.m. EDT\/2200 GMT) was on a 12,000-bpd alkylation unit. It was unclear if other units had been affected.  Alkylation units convert refining by-products into high-octane components blended into gasoline.  Valero spokeswoman Lillian Riojas said the company was cooperating with local, state and federal agencies in responding to the fire, which was being fought by the refinery’s firefighting team.  “At this time, Valero has very little information as to the cause of the fire,” Riojas said. “Our primary concern is for the safety of our workers.”  Firefighting units from Texas City and the neighboring Marathon Petroleum Corp refinery were called to the Valero plant, the sources said.  Workers at the Valero and Marathon refineries, adjacent to each other on the south side of Texas City, were told to shelter-in-place, though no such order was issued for the entire city, 42 miles (68 km) south of Houston.  The explosion was heard 5 miles (8 km) away from the Valero refinery and rocked buildings within a mile (1.6 km) of the plant, according to local media reports.  Texas City was the site of the deadliest industrial explosion in U.S. history when on April 16, 1947, a ship carrying more than 2,000 tons of ammonium nitrate blew up, setting off blasts on other ships and nearby oil storage tanks and killing 581 people.  The deadliest U.S. refinery explosion in the 21st Century took place on March 23, 2005, at the BP Plc Texas City refinery (now owned by Marathon), killing 15 workers and injuring 180 people.","11":"Bankrupt power producer PG&E Corp and Valero Corp have agreed to mediation to try to resolve a $75 million lawsuit over a power outage that forced Valero to shut a California refinery and damaged its equipment, according to court papers filed on Thursday.  If a settlement is not reached in mediation, PG&E’s bankruptcy stay will be lifted effective Nov. 25 so Valero can proceed to trial with its lawsuit, according to a stipulation by lawyers for the two companies filed in U.S. Bankruptcy Court in San Francisco.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2lBsy7D","12":"Refiner Valero Energy Corp is asking a bankruptcy court to allow its lawsuit against PG&E Corp over an emergency shutdown to move forward, arguing the $75 million case will not interfere with the power producer’s Chapter 11 proceeding.  In a filing on Tuesday, Valero urged U.S. Bankruptcy Court Judge Dennis Montali in San Francisco to lift the litigation stay on the grounds that the dispute will be more efficiently resolved outside of bankruptcy.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2SxiHOS","13":"(Reuters) - Independent U.S. refiner Valero Energy Corp VLO.N warned of an up to $2.1 billion first quarter loss and withdrew its full-year outlook on Monday, as lockdowns to suppress the coronavirus hit demand for its gasoline, jet fuel and other products.  FILE PHOTO: The logo for Valero Energy Corporation is shown at a Valero gas station in Encinitas, California, U.S., May 2, 2016. REUTERS\/Mike Blake  Refiners have cut production and slashed expenses to confront a 30% drop in worldwide fuel demand as countries impose restrictions on airlines and businesses to reduce the spread of the virus. U.S. gasoline demand fell nearly 50% in the three weeks ended April 3.  While withdrawing its earnings forecast for 2020, Valero also said it was taking steps to improve liquidity, including by deferring tax payments and certain planned expenses in its refining and ethanol businesses.  The refiner has access to $5 billion in capital and is “an investment grade, high quality balance sheet company...and low cost operator,” a Valero spokeswoman said declining other comment.  It has deferred about $100 million of tax payments due in the first quarter ended March 31, and plans to defer remaining tax payments for 2020 as much as it can, it said.  “We see these measures as prudent and credit supportive,” said Elena Nadtotchi, an analyst at debt rating firm Moody’s Investors Service.  First-quarter revenue will be between $20.1 billion and $22.2 billion, and net loss attributable to stockholders between $1.83 billion and $2.1 billion, the company said in a statement.  First quarter results are scheduled to be released on April 23.  Projected loss would mark a steep decline from the same period last year when it reported revenue of $24.26 billion and net income of $141 million.  On an adjusted basis, the company said it expects first quarter results to range between a loss of $200 million to a profit of $160 million.  Separately, Valero said it received an informal inquiry from the U.S. Securities and Exchange Commission over how it stated executive benefits in its 2020 proxy. It filed an amended proxy showing top executives’ pay was understated by between $7,600 and $24,500 in the original filing.","14":"HOUSTON (Reuters) - U.S. refiner Valero Energy Corp said in court documents that Swiss commodities trader Trafigura AG was its supplier of tainted marine fuel that damaged customers’ engines in 2018, asking a judge to hold the trader liable for losses.  Trafigura logo is pictured in the company entrance in Geneva, Switzerland March 11, 2012. REUTERS\/Denis Balibouse\/File Photo  Valero’s amended suit, filed last month in U.S. district court in Houston, alleges breach of contract and negligence, asking for unspecified damages. Trafigura supplied it with more than 186,000 barrels of fuel oil containing 4-Cumyl-Phenol, Valero said, and it supplied the oil to shippers. The substance is used in making epoxy.  Trafigura on Friday declined to comment. Its attorneys did not reply to requests for comment.  Valero was unaware at the time of its fuel sales that “there were any concerns with the material supplied by Trafigura,” spokeswoman Lillian Riojas said on Friday, declining other comment.  Trafigura has asked a U.S. district court in Houston to dismiss it from the case, or transfer the suits out of Texas. The judge has not yet ruled on the request or on Valero’s motion to have existing complaints against it transferred to Trafigura.  Valero has not determined that the 4-Cumyl-Phenol in the marine fuel was the substance that fouled its customers’ engines, its attorney, Keith Letourneau, said in June in a court hearing.  “If it comes out that is the contaminant, then that’s the source of the contamination, in our view. And so that’s why we brought Trafigura in,” Letourneau told a court hearing.  National Shipping Co of Saudi Arabia sued Valero and Trafigura, saying it paid more than $1.1 million for repairs and replacement fuel for a ship that drifted at sea for two days before repairs allowed it to continue, according to a complaint filed against the two firms in Houston.  Chemical company Indelpro SA, which filed its own suit against the two fuel suppliers, said in court documents that Valero Marketing and Supply knew that there were problems with the bunker fuel that affected more than 150 ships between Jan. 1 and May 31, 2018.  “There are about 80 other vessels that we know about that have directly gotten fuel from Valero here in the Houston area and through intermediaries,” James Power, an attorney for Indelpro, told the court in June. Overall there have been 200 vessels that were affected by tainted fuel, he said.","15":"HOUSTON (Reuters) - Valero Energy Corp plans to operate its 15 refineries up to 73% of the combined total throughput capacity of 3.1 million barrels per day (bpd) in the second quarter of 2020, said Homer Bhullar, vice president of investor relations, on Wednesday.  Valero has reduced production at several refineries as demand fell because of stay-at-home orders to stem the spread of the coronavirus.  The company, which is the second-largest refiner in the United States by capacity, has begun to see an increase in demand in the U.S. Gulf Coast and Midwest as states in those regions begin to lift stay-at-home orders.  “It kind of got to the point where we were seeing demand about 55% of what we would call normal,” said Gary Simmons, executive vice president and chief commercial officer. “So already, it’s about a 9% increase of where we were in early April.”  Overall, Valero expects gasoline demand to increase gradually, Simmons said.  “We see a fairly gradual recovery in demand, but gasoline demand getting back close to where it was the pre-COVID,” he said. “On the jet side, I think we believe that the lower jet demand is probably here with us longer.”  Ethan Bellamy of R.W. Baird sounded a cautious note about optimism for the recovery.  “There’s a rebellious attitude among the less infected areas as people demand to go back to work,” Bellamy said. “That may backfire dramatically, or it could spark the recovery. I don’t think anyone really knows how that will play out.”  COVID-19 is the disease caused by the coronavirus and has infected more than 1 million people in the United States and caused more than 58,000 deaths.  Among the steps Valero took to cut production as demand dropped off was to idle the 92,000-bpd gasoline-producing fluidic catalytic cracker (FCC) at its St. Charles refinery in Norco, Louisiana, said Lane Riggs, president and chief operating officer. The FCC had just finished an overhaul.  The company also pushed some discretionary maintenance projects at its refineries into 2021, Riggs said.","16":"FILE PHOTO: A Valero Energy Corp. gas station is pictured in El Cajon, California, U.S., August 8, 2017. Picture taken August 8, 2016. REUTERS\/Mike Blake  (Reuters) - Valero Energy Corp VLO.N reported a 32.2% fall in quarterly profit on Thursday, as the company struggled to find low-cost heavy crude, hurting its refining margins.  Like other U.S. refiners, Valero has been facing a lack of low-cost heavy crude in the market that has been hit by production cuts from Canada’s Alberta and the Organisation of Petroleum Exporting Countries as well as sanctions on Venezuela and Iran.  The San Antonio, Texas-based company said its refining margins fell to $2.58 billion in the second quarter from $2.93 billion a year earlier.  Throughput volumes, or the total volume of crude oil refined, averaged about 2.97 million barrels per day (bpd) in the quarter, up from 2.90 million bpd, a year earlier.  Adjusted net income attributable to Valero stockholders fell to $629 million, or $1.51 per share, in the quarter ended June 30, from $928 million, or $2.15 per share, a year earlier.  Valero’s refineries ran at a utilization rate of 94% in the quarter, compared with 93% a year earlier.  Valero is the first major U.S. refiner to announce results for the quarter.","17":"HOUSTON (Reuters) - Valero Energy Corp is working to restart the small crude distillation unit (CDU) at its 335,000-barrel-per-day (bpd) Port Arthur refinery, Texas, sources familiar with plant operations said on Wednesday night.  The 75,000-bpd CDU was shut early Wednesday morning due to a malfunction in one of the two charge pumps, the sources said. The other charge pump on the CDU was shut for maintenance prior to the malfunction.","18":"HOUSTON (Reuters) - Valero Energy Corp’s 335,000 barrel-per-day (bpd) Port Arthur, Texas, refinery cut production on Thursday because of flooding around the refinery, said sources familiar with plant operations.  Trucks that haul away sulfur produced by the refinery can’t leave the plant because of flooded roadways, the sources said. U.S. regulations require the sulfur be removed in the production of motor fuels, forcing the refinery to reduce cut back to prevent sulfur recovery units from being overwhelmed by sulfur.","19":"April 25 (Reuters) - Valero Energy Corp reported a 70 percent fall in quarterly profit on Thursday, as the U.S. independent refiner processed less crude and margins were weighed down by lower gasoline prices.  Net income attributable to Valero fell to $141 million, or 34 cents per share, in the first quarter ended March 31, from $469 million, or $1.09 per share, a year earlier.  San Antonio, Texas-based Valero said refining margins fell about 10 percent to $2 billion. (Reporting by Arundhati Sarkar in Bengaluru; Editing by James Emmanuel)","20":"HOUSTON (Reuters) - PBF Energy PBF.N and Valero Energy Corp VLO.N do not plan to idle their refineries in Chalmette and Meraux, Louisiana, respectively ahead of a developing tropical storm in the Gulf of Mexico, sources familiar with plant operations said on Thursday morning.  Phillips 66 PSX.N announced on Wednesday night it would temporarily shut its 253,600 barrel-per-day Alliance, Louisiana, refinery ahead of the storm. The Alliance refinery faces a greater flooding threat and is outside the flood protection levee system along the Mississippi River.  Company spokeswoman Lillian Riojas said Valero is “closely monitoring the storm, following our hurricane preparedness plan, as well as coordinating with appropriate local agencies.”  PBF spokesman Michael Karalovich declined to discuss operations at the refinery.  The 190,000 bpd PBF Chalmette refinery and the 125,000 bpd Valero Meraux refinery are located 1.6 miles (2.5 km) from each other in the eastern suburbs of New Orleans and about 17 miles north from the Alliance refinery.","21":"HOUSTON (Reuters) - Valero Energy Corp said its 191,000 barrel per day (bpd) Houston refinery was hit by an electrical system outage on Thursday morning, according to a notice filed with the Texas Commission on Environmental Quality (TCEQ).  Sources familiar with plant operations said there was a brief electrical power interruption at the refinery.  Energy industry intelligence service Genscape said a 90,000 bpd crude distillation unit and an associated 38,900 bpd vacuum distillation unit were shut at the Houston refinery when flaring began.  In the notice filed with the TCEQ said power and steam supply were restored to the refinery by mid-afternoon on Thursday.  The CDU supplies hydrocarbon feedstock to the refinery’s production units.  The flaring sent a plume of black smoke across east Houston for about two hours.  Valero said air monitoring was being conducted around the refinery.","22":"(Adds conference call details for Marathon, shares)  July 26 (Reuters) - Two of the biggest independent oil refiners in the United States beat Wall Street profit estimates on Thursday as greater processing of cheap, light crude from West Texas helped boost margins.  Shares of Findlay, Ohio-based Marathon Petroleum gained as much as 7 percent to $79.43, while those of San Antonio, Texas-based Valero Energy Corp rose 4 percent to touch $113.53.  Most refiners in the United States process heavy crude from countries such as Venezuela or Canada into diesel, gasoline and other products, but the U.S. shale revolution has added millions of barrels of very light crude to the supply mix.  After reporting a doubling of profit in the second quarter, Marathon Petroleum Chief Executive Officer Gary Heminger said business prospects should hold up “given strong global demand, wider crude differentials, and the changing dynamics of the low-sulfur fuel market.”  The company said it plans to run 32 percent West Texas crude at its refineries in the third quarter, up from 23 percent a year earlier.  “As we look at our optionality and crude slate, we see opportunities to maximize usage of WTI crude,” Heminger said on a post-earnings call with analysts.  Valero Energy CEO Joe Gorder said the refiner processed near record volumes of light crude in the second quarter.  Marathon’s earnings beat estimates by 24 cents, while rival Valero posted a profit of $2.15 per share, ahead of estimate of $1.98.  Marathon’s refining and marketing margin jumped 36 percent, while those for Valero rose 14 percent.  Margins were boosted by a discount on crude prices in Midland, Texas, which widened by nearly $10 a barrel against the benchmark during the second quarter, as production in the Permian surged beyond pipeline capacity. Lower tax rates also helped.  Strong crack spreads - the margin on turning crude oil into diesel, gasoline and other products - also spurred utilization rates, or the extent to which refineries are running at full capacity without downtime.  Marathon operated its refineries at near full capacity in the quarter, while Valero ran at 93 percent and expects it to scale up to 95 percent in the current quarter.  The rise in margins was also helped by wider differentials between Western Canada Select, the benchmark for heavy crude found in Canada’s oil sands, and U.S. crude as a result of supply bottlenecks in Canada.  Revenue rose 22 percent at Marathon, while it surged 39 percent at Valero.  Profit at Valero jumped 54.2 percent from a year earlier, also helped by a drop in biofuel blending costs to $131 million from $255 million a year earlier, mainly due to lower Renewable Identification Number (RIN) prices.  RINs, which are renewable fuel credits, are used to comply with the country's biofuels requirements. A surge in waivers to refiners seeking exemptions here from the law under President Donald Trump's administration has sent the price of biofuels compliance credits to five-year lows.","23":"HOUSTON (Reuters) - U.S. independent refiner Valero Energy Corp plans to run its 14 refineries up to 93 percent of their combined capacity of 3.1 million barrels-per-day (bpd) in the second quarter of 2019, said Homer Bhullar, vice president of investor relations, on Thursday.  Valero expects its seven U.S. Gulf Coast refineries will run up to 96 percent of their combined capacity of 1.8 million bpd during the quarter, Bhullar said during a conference call to discuss first quarter earnings with Wall Street analysts.  The company’s 145,000 barrel-per-day (bpd) Benicia, California, refinery is expected to restart in mid to late May following an overhaul, said Chief Operating Officer Lane Riggs.  The refinery was shut in late March to repair a furnace and the company decided to perform an overhaul scheduled for 2020 while the plant was out of service, Riggs said.  In early March, Valero repaired the main air blower on the 55,000 bpd gasoline-producing fluidic catalytic cracking unit at Valero’s 195,000 bpd Sunray, Texas, refinery.  Valero expects the switch to low sulfur marine fuel mandated by the International Maritime Organization on Jan. 1, 2020, will first be felt in late September and October in the high-sulfur bunker fuel market, when the last cargos of marine fuel with a sulfur content of 3.5 percent will be sent to Asia, said Chief Executive Joe Gorder.  Diesel markets, which are expected to tighten on higher demand for marine fuel with a sulfur content of 0.5 percent in January, will feel the impact in November and December, Gorder said.  Valero has replaced Venezuelan crude with a combination of Canadian crude and crude purchased on the open market including supply from Brazil going to the Gulf and West coasts of the United States, he said.","24":"FILE PHOTO: A Valero Energy Corp. gas station is pictured in El Cajon, California, U.S., August 8, 2017. REUTERS\/Mike Blake\/File Photo  (Reuters) - Independent U.S. refiner Valero Energy Corp reported a smaller-than-expected quarterly loss on Thursday, adding that it saw “a rapid recovery” in demand for its products as the quarter progressed.  The results, which kicked off U.S. refining earnings, failed to lift investor sentiment as shares of the company and other refiners fell 3% to 7%, dragged down by oil prices that plummeted on concerns fuel demand recovery could be capped by a resurgence in coronavirus infections.  Global fuel consumption in the second quarter recovered from record lows in March and April, as countries started emerging from lockdowns.  “While the impact of the pandemic and the ensuing global economic downturn so far this year has been significant, we saw a rapid recovery in demand for refined products as we moved through the quarter,” Valero’s Chief Executive Officer Joe Gorder said.  Valero forecast current-quarter throughput, or the volume of crude processed by its refineries, to be about 2.43 million barrels per day (bpd), down more than 18% from a year earlier.  Throughput for the second quarter dropped 22% to 2.3 million bpd, while refining margins fell 58% to $1.08 billion.  Credit Suisse analyst Manav Gupta said the results were better-than-feared, helped by Valero’s renewable diesel and ethanol segments. He added refining equities would move higher or lower, depending upon whether Texas, Florida and Arizona can successfully avoid another virus-led shutdown.  On an adjusted basis, Valero lost $1.25 per share in the reported quarter, compared to analysts’ estimates of a loss of $1.41 per share loss, according to Refinitiv IBES.  The San Antonio, Texas-based company also recorded a gain of $1.8 billion in the quarter related to inventory valuation.","25":"(Reuters) - Two of the biggest independent oil refiners in the United States beat Wall Street profit estimates on Thursday as greater processing of cheap, light crude from West Texas helped boost margins.  Most refiners in the United States process heavy crude from Venezuela or Canada into diesel, gasoline and other products, but the U.S. shale revolution has added millions of barrels of very light crude to the supply mix.  After reporting a doubling of profit in the second quarter, Marathon Petroleum MPC.N chief Gary Heminger said business prospects should stay strong \"given strong global demand, wider crude differentials, and the changing dynamics of the low-sulfur fuel market.\"  Revenue at both Marathon and independent refiner Valero Energy Corp VLO.N surged by 22 percent and 39 percent respectively.  Marathon’s profit beat estimates for the quarter by 24 cents, while rival Valero posted a profit of $2.15 per share, ahead of expectations of $1.98 per share.  Strong crack spreads - the margin on turning crude oil into diesel, gasoline and other products - have spurred utilization rates, or the extent to which refiners are running at full capacity without downtime.  Marathon’s refining and marketing margin jumped 36 percent to $15.40, while those for Valero rose 14 percent jump.  The refiners’ earnings were also boosted by a discount on crude prices in Midland, Texas, which widened by nearly $10 a barrel against benchmark futures during the second quarter, as production in the Permian surged beyond pipeline capacity to move oil out of the region.  Total revenue and other income at Marathon rose to $22.45 billion from $18.35 billion while that at Valero jumped to $31.02 billion from $22.25 billion a year earlier.  Profit at Valero rose 54.2 percent rise compared to the same quarter a year earlier.","26":"(Reuters) - Valero Energy Corp VLO.N posted a better-than-expected first quarter profit as the independent U.S. refiner benefited from higher refining margins.  Valero has a diverse set of refineries that allows it to take advantage of volatile crude price differentials and process lower-quality feedstock into high-value refined products such as gasoline and distillates.  “Our refineries are well-situated to take advantage of discounted heavy sour and domestic sweet crude oils versus Brent and to meet the growing demand for refined products in Latin America,” Chief Executive Joe Gorder said in a statement.  Valero said refining margins, or the difference between buying of crude and average selling price of refined products, rose 6.1 percent to $2.21 billion in the first quarter ended March 31.  The company reported higher refining margins at its U.S. mid-continent and West Coast regions. Gulf of Mexico and North Atlantic margins narrowed slightly.  San Antonio, Texas-based Valero has also been investing heavily in logistics assets such as pipelines and storage facilities to reduce costs and increase margins.  The company maintained its $2.7 billion capital expenditure forecast for the year.  Net income attributable to Valero shareholders rose to $469 million, or $1.09 per share, from $305 million, or $0.68 per share, a year earlier.  Excluding items, Valero earned $1 per share, beating analysts’ average estimate by 6 cents, according to Thomson Reuters I\/B\/E\/S.  Revenue rose 21.4 percent to $26.44 billion.","27":"NEW YORK (Reuters) - U.S. independent refiners are expected to roll out lower than expected first-quarter profits after a spate of outages, weak gasoline margins and a surge in the price of Canadian oil, according to analysts.  FILE PHOTO: An aerial view of the Valero Houston Refinery is seen in Houston, Texas, U.S. August 31, 2017. REUTERS\/Adrees Latif  Major independent refiners cut production dramatically during the quarter, with some electing to undergo maintenance rather than produce barrels at a time when gasoline margins slumped.  Several major U.S. refiners, including Valero Energy Corp, HollyFrontier Corp, and Marathon Petroleum Corp, are all expected to fall short of consensus estimates when they report results, according to Refinitiv Eikon’s SmartEstimate model, which values more recent revisions from higher-ranked analysts.  However, reduced refining output in the early part of the year sets up the industry for a potential rebound as the critical summer months approach. With gasoline stockpiles at a four-year low on a seasonal basis, margins have rebounded in anticipation of driving season.  U.S. refinery utilization dropped to 87.5 percent in early April, the lowest seasonally since 2014. Refiners had been running full-tilt for much of 2018, encouraged by strong demand for distillates. But in the process, they overproduced gasoline, tanking margins for the fuel along the way.  Those margins fell to $3.64 a gallon in January, the lowest since 2009. They have since recovered, and were at about $23.00 a gallon on Monday, as inventories have fallen to about 228 million barrels from almost 260 million barrels in mid-January.  Refiner earnings kick off this week with Valero on Friday. Since the beginning of April, analysts, on average, have revised projections for refiners lower by more than 5 percent, according to Refinitiv data.  Analysts have sharply lowered estimates for Valero, Marathon and HollyFrontier, along with PBF Energy and Phillips 66, in the past month, putting them in the bottom quartile among U.S. companies in terms of revisions, according to Refinitiv data.  On top of heavy maintenance, fires broke out at facilities over the last few months, including at Valero’s Port Arthur, Texas, refinery, Exxon Mobil Corp’s Baytown, Texas, refinery and HollyFrontier’s El Dorado, Kansas, refinery.  HollyFrontier lowered the amount of crude it expected to process in the first quarter by 5,000 bpd. Analysts at Goldman Sachs downgraded the company’s outlook last week on concerns that profits would take a hit after Canadian crude differentials collapsed.  Sandy Fielden, director of commodities and energy research at Morningstar, said PBF also lost out because of “the Canadian crude discount just disappearing.”  Canadian crude oil had been heavily discounted due to oversupply and lack of pipelines, but that discount eroded after the province of Alberta instituted production cuts. Western Canada Select (WCS) recently has traded around $9.25 a barrel under U.S. crude, compared with $15.65 at the beginning of the quarter. [CRU\/CA]  BUMPER BUNKER PROFITS?  Some refiners decided to undergo heavier planned maintenance during the quarter to ready facilities for new low-sulfur marine fuel requirements. The new regulations required by the International Maritime Organization (IMO) are due to come into effect on Jan. 1, 2020 and could produce bumper profits.  The rules outlaw high-sulfur fuels traditionally used for shipping - a boon for complex refineries that can break down products used by marine vessels into lower-sulfur products with higher margins.  Refiners could now run their plants at higher rates to take advantage of the higher margins, and analysts expect gasoline inventories to climb through the remainder of the year as a result.","28":"HOUSTON, March 19 (Reuters) - An employee at Valero Energy Corp’s Meraux, Louisiana, refinery tested positive for the coronavirus, sources familiar with the matter said on Thursday.  Valero is following U.S. Centers for Disease Control guidelines for cleaning up the individual’s work area. Fellow employees were informed on Thursday about the infected employee, the sources said. (Reporting by Erwin Seba Editing by Chris Reese)","29":"(Adds company’s no comment)  HOUSTON, May 31 (Reuters) - More than 20 workers filed a lawsuit in Houston on Thursday against Valero Energy Corp seeking damages for injuries sustained in an April 19 explosion at the company’s Texas City, Texas, refinery, the Houston Chronicle reported on its website.  Valero spokeswoman Lillian Riojas said the company does not comment on pending lawsuits.  The workers, who filed their lawsuit in Harris County District Court in Houston, said they have been treated for hearing loss, orthopedic injuries and trauma since the blast in the alkylation unit.  The workers said Valero did not properly maintain a pipeline that ruptured on the alkylation unit. (Reporting by Erwin Seba; editing by Jonathan Oatis and Tom Brown)","30":"HOUSTON (Reuters) - Valero Energy Corp’s Memphis, Tennessee, crude oil refinery is operating at two-thirds of its 180,000 barrel-per-day (bpd) capacity because of low demand in the COVID-19 pandemic, said sources familiar with plant operations.  The Memphis refinery cut production by as much as 50% in early April and has been raising production gradually since then, the sources said.","31":"Oct 25 (Reuters) - Independent U.S. refiner Valero Energy Corp reported a small rise in its third-quarter profit on Thursday, as its expenses dropped and it processed more crude.  Net income attributable to the company’s shareholders rose to $856 million, or $2.01 per share, in the third quarter ended Sept. 30, from $841 million, or $1.91 per share, a year earlier.  Total revenue rose to $30.85 billion from $23.56 billion. (Reporting by Laharee Chatterjee in Bengaluru; Editing by Shailesh Kuber)","32":"(Reuters) - Valero Energy Corp on Wednesday reported a quarterly loss due to $2 billion inventory writedowns, shining a spotlight on the sharp decline in fuel demand that is expected to drag on refining margins in the sector.  FILE PHOTO: The logo for Valero Energy Corporation is shown at a Valero gas station in Encinitas, California, U.S., May 2, 2016. REUTERS\/Mike Blake  U.S. oil prices last week turned negative for the first time, underscoring the extent to which the COVID-19 outbreak has forced people to stay home, hampering travel and damaging demand for fuel.  Valero said it expects current-quarter throughput, the volume of crude processed by its refineries, to be about 2.23 million barrels per day (bpd), the lowest in more than nine years and a steep decline from the almost 3 million bpd it processed a year earlier.  Throughput in the first three months of the year has dropped 1.8% to 2.8 million bpd, the lowest in 18 quarters.  However, Chief Executive Officer Joseph Gorder took an optimistic tone on demand, saying he expects to see more activity, particularly in southern U.S. states where fewer COVID-19 cases have been reported.  “I think there probably is a pent-up demand for folks to get out of their houses and get mobile and to shop again and to go to restaurants again.”  The comments as well as better-than-expected results in Valero's refining and renewable diesel segments sent its shares up 11.5%. Other energy stocks were also up as U.S. oil prices climbed. (For a graphic, please click: tmsnrt.rs\/2Wblwoy)  “The real story is the loss of demand and utilization, the recovery of which is contingent upon successful public health efforts ... We will just have to see how the various re-opening efforts proceed,” said Ethan Bellamy, an analyst at R.W. Baird and Co.  The company’s refining margin also fell 9.7% as prices for its products like gasoline, diesel and jet fuel plunge. Quarterly revenue dropped about 9% to $22.1 billion.  Valero took a $2 billion writedown as the value of its refining inventory fell, a week after the largest U.S. refiner Marathon Petroleum Corp MPC.N warned of an up to $3.3 billion inventory charge.  The inventory charge pushed Valero to post a net loss attributable to stockholders of $1.85 billion for the quarter ended March 31, compared with net income of $141 million a year earlier.  On an adjusted basis, the company earned 34 cents per share, while analysts had expected a loss of 15 cents.  Valero also cut its 2020 capital investment forecast by $400 million to about $2.1 billion.","33":"HOUSTON (Reuters) - Two companies filled lawsuits this week in federal courts in Texas alleging that ships they operated in 2018 were damaged by contaminated bunker fuel sold by a Valero Energy Co subsidiary Valero Marketing and Supply Co, according to court documents.  A Valero spokeswoman did not reply to a request for comment.  The National Shipping Co of Saudi Arabia said it paid out more than $1.1 million for repairs and replacement fuel for a ship that drifted at sea for two days before restarting and arriving at Alexandria, Egypt for repairs in early May 2018, according to the documents.  “The damage to the vessel caused by use of the bad fuel included damage to the fuel injection pumps (plunger and barrel), injection control units, pistons and valves,” the Saudi company said in its filing.  Mexican petrochemical company Indelpro SA said in court documents that Valero Marketing and Supply knew early that there were problems with the bunker fuel that affected more than 150 ships between Jan. 1 and May 31, 2018.  “The contamination issues were known to Valero early on and Valero itself refused to purchase its own product for use on vessels chartered by Valero,” Indelpro said in its lawsuit.  Indelpro said the MV Zoe Schulte, which it chartered, was damaged in May 2018 by contaminated bunker fuel supplied by Valero. The ship’s engine had to be repaired and its fuel tank and pipes cleaned.  Both companies said Valero provided them with certificates that the fuel supplied met specifications.  Indelpro did not list financial costs in incurred but said it is seeking damages in excess of $75,000.  The Saudi company said it sought to recover the costs already incurred, legal fees, interest and other compensation to be awarded by the court.  Valero is the second-largest refiner in the United States.  The lawsuit by Indelpro S.A. DE C.V. was filed against Valero Marketing and Supply Co in the Galveston division of the U.S. District Court for the Southern District of Texas. The National Shipping Company of Saudi Arabia suit against Valero Marketing and Supply Co was filed in the Houston division of the same district court.","34":"Oct 22 (Reuters) - Valero Energy Corp reported a second consecutive quarter of adjusted loss on Thursday as the COVID-19 pandemic ravaged demand for fuels.  Adjusted net loss attributable to Valero stockholders was $472 million, or $1.16 per share, in the three months ended September 30, compared with a profit of $642 million, or $1.55 per share, a year earlier. (Reporting by Arathy S Nair in Bengaluru; Editing by Krishna Chandra Eluri)","35":"April 13 (Reuters) - Independent U.S. refiner Valero Energy Corp said on Monday it was withdrawing its annual forecast and would defer or delay certain refining and ethanol related spending it had earlier planned for the year.  The company said in a filing here its refining segment has suffered a drop in demand as the coronavirus outbreak and the resulting lockdowns \"dramatically\" reduced flights and usage of motor vehicles - important customers for Valero's refined products.  The refiner also said it estimates first-quarter revenue to be between $20.1 billion and $22.2 billion. (Reporting by Shariq Khan in Bengaluru; Editing by Shinjini Ganguli)","36":"(Reuters) - Independent U.S. refiner Valero Energy Corp VLO.N on Thursday forecast favorable market conditions for the current quarter, underlining improved gasoline and distillate cracks, sending shares up 2.2% in morning trade.  “We expect to see continued product strength with inventories at lower levels and sour crude weakness resulting from the IMO low-sulfur fuel oil mandate, which goes into effect on January 1, 2020,” Chief Executive Joe Gorder said in a statement on Thursday.  U.S. refiners have been revamping their processing units to make them compliant with the International Maritime Organization’s (IMO) regulatory standards.  The IMO, an agency of the United Nations, has mandated sulfur content in marine fuels be no more than 0.5%, down from 3.5% now.  The San Antonio, Texas-based company also reported a better-than-expected third quarter profit, benefiting from easy access to cheap light crude from the country’s prolific shale oil basins.  Valero plans to run its 14 refineries at up to 95% of their combined capacity of 3.1 million barrels-per-day (bpd) in the fourth quarter, Homer Bhullar, vice president of investor relations, said on a post-earnings conference call.  In the U.S. Gulf Coast region, combined throughput at Valero’s seven Gulf Coast refineries will run up to 96% of their combined capacity of 1.8 million bpd, Bhullar said.  Adjusted net income attributable to the company fell to $609 million, or $1.48 per share, in the third quarter, from $856 million, or $2.01 per share, a year earlier.  Analysts on average had expected $1.35 per share, according to IBES data from Refinitiv.  Refining margins fell 8.6% in the quarter, while total throughput volumes were down 4.5%.  Gasoline markets are beginning an expected shift in preparation for the change in marine fuels mandated by the IMO, said Gary Simmons, Valero’s senior vice president of supply.  “If you look today, low sulfur (vacuum gas oil) was $5 over gasoline in the Gulf, which is the point where you’ll start to see people pull that out of crackers and put it into the low sulfur bunker, which should impact gasoline yield moving forward,” Simmons said.  Reducing the volume of key feedstock vacuum gas oil going to gasoline-producing catalytic cracking units to cut sulfur in marine bunker fuels is expected to push up pump prices for consumers.","37":"HOUSTON (Reuters) - Valero Energy Corp restored steam production at its 335,000 barrel-per-day (bpd) Port Arthur, Texas, refinery overnight, sources familiar with plant operations said on Monday.  Valero is preparing sulfur units at the refinery for restart on Monday morning, the sources said. The refinery was shut last week when Hurricane Laura was forecast to possibly strike Port Arthur.","38":"HOUSTON (Reuters) - Valero Energy Corp VLO.N shut the small crude distillation unit (CDU) at its 335,000 barrel-per-day (bpd) Port Arthur, Texas, refinery on Monday, said sources familiar with plant operations.  The 75,000-bpd AVU 147 CDU was shut to repair a heat exchanger, the sources said.","39":"July 25 (Reuters) - Valero Energy Corp reported a 32.2% drop in quarterly profit on Thursday, as the independent U.S. refiner’s margins were hit by higher heavy crude prices.  Adjusted net income attributable to Valero stockholders fell to $629 million, or $1.51 per share, in the second quarter ended June 30, from $928 million, or $2.15 per share, a year earlier.  The San Antonio, Texas-based company said its refining margins fell to $2.58 billion from $2.93 billion. (Reporting by Debroop Roy in Bengaluru; Editing by Shinjini Ganguli)","40":"HOUSTON (Reuters) - U.S. refiner Valero Energy Corp this year boosted its imports of Venezuelan crude ahead of U.S. sanctions over the country’s disputed presidential election and as other customers received less of the OPEC-member’s exports, according to Thomson Reuters trade flows data.  FILE PHOTO: The prices at a Valero Energy Corp gas station are pictured in Pasadena, California October 27, 2015. REUTERS\/Mario Anzuoni\/File Photo  Venezuelan oil production has tumbled to a multi-decade low this year, cutting shipments to buyers in the United States and elsewhere and worsening a severe economic recession. Its crude exports averaged 1.19 million barrels per day (bpd) in the January-April period, 28 percent less than the same period in 2017.  The country’s exports this month also have been hit by ConocoPhillips’ moves to seize PDVSA cargoes and storage facilities in the Caribbean to pay a $2 billion arbitration award over a 2007 expropriation of its projects in the country.  Amid the dwindling exports, Valero received over 200,000 bpd of Venezuelan crude from state-run oil company PDVSA and its joint ventures in March and April, the largest monthly volumes since December 2016, according to the data.  Valero, the largest U.S. refiner by capacity, and PDVSA did not immediately reply to requests for comment.  The San Antonio, Texas company’s imports vaulted it over PDVSA’s U.S. refining unit Citgo Petroleum [PDVSAC.UL] as the largest receiver of Venezuelan barrels in the United States this year, the data shows. Valero’s purchases rose 5.4 percent to 173,080 bpd in the first four months of 2018, while Citgo’s decreased 26 percent to 155,527 bpd.  Purchases by PDVSA’s other large U.S. customers, including Chevron Corp, Phillips 66 and PBF Energy, continued to fall on a year-over-year basis.  In April, the United States overall imported 512,182 bpd of Venezuelan crude, a 12.6 percent increase compared with the prior month, but levels were 31 percent below April 2017, according to the data. U.S. buyers are among PDVSA’s few cash-paying customers since its oil is used to pay off loans to China and Russia.  Venezuela’s large export decline and international condemnation of President Nicolas Maduro’s re-election this week, which has started triggering new sanctions, is creating tension in the global oil market.  Brent and West Texas Intermediate crude prices rose on Tuesday amid worries that Venezuela’s crude output could drop further following the election. OPEC is looking closely at the nation’s production drop to decide if the loss of supply will require action by the group, according to sources.  PDVSA last year started requesting crude from its joint ventures in the Orinoco Belt, Venezuela’s largest producing region, to supply its domestic refineries, which also has reduced the volume of oil available to U.S. customers, including Citgo.  Since 2017, financial sanctions on Venezuela and PDVSA and quality problems with some PDVSA’s crude grades also have created obstacles for U.S. customers to import or pay for oil shipments from the South American country, affecting refiners such as PBF and Phillips 66.  But the export drop has not stopped Valero from receiving more Venezuelan oil through its existing, long-term supply contracts with PDVSA. Most of its purchases are made under open-credit terms that have not been affected by U.S. financial sanctions, according to traders.  In April, Valero received 13 cargoes of Venezuelan crude for its U.S. Gulf refineries compared with nine cargoes imported by Citgo Petroleum, according to the Reuters data.","41":"April 26 (Reuters) - Valero Energy Partners LP:  * REPORTS FIRST QUARTER 2018 RESULTS  * Q1 REVENUE $132 MILLION VERSUS I\/B\/E\/S VIEW $126 MILLION  * PARTNERSHIP CONTINUES TO TARGET CAPITAL EXPENDITURES OF $35 MILLION TO $45 MILLION FOR 2018  * QTRLY NET INCOME PER LIMITED PARTNER COMMON UNIT $0.72  * Q1 EARNINGS PER SHARE VIEW $0.69, REVENUE VIEW $126.0 MILLION -- THOMSON REUTERS I\/B\/E\/S Source text for Eikon: Further company coverage:","42":"HOUSTON, March 22 (Reuters) - Valero Energy Corp may restart the small crude distillation unit (CDU) at its 335,000 barrel-per-day (bpd) Port Arthur, Texas, refinery next week, sources familiar with plant operations said on Friday.  The AVU 75,000 bpd 147 CDU was shut on March 12 due to a malfunction on the heat exchanger, the sources said. Repaired bundles to be reinstalled on the heat exchanger are expected to be at the refinery by early next week. (Reporting by Erwin Seba; Editing by David Gregorio)","43":"April 19 (Reuters) - Valero Energy Partners LP:  * VALERO ENERGY PARTNERS LP INCREASES QUARTERLY CASH DISTRIBUTION BY 3.9 PERCENT  * VALERO ENERGY PARTNERS LP - BOARD OF CO’S GENERAL PARTNER HAS APPROVED PARTNERSHIP’S Q1 2018 CASH DISTRIBUTION OF $0.5275 PER UNIT Source text for Eikon: Further company coverage:","44":"FILE PHOTO: The Valero St. Charles oil refinery is seen in Norco, Louisiana August 15, 2008. REUTERS\/Shannon Stapleton  (This January 29 story corrects Darling’s headquarters location to Irving, Texas, not Norco, Louisiana in paragraph 7)  HOUSTON (Reuters) - A Valero Energy Corp joint venture will become the largest renewable diesel producer in the United States in 2023 when it opens a second facility at a site in Texas.  The second-largest crude oil refiner in the United States on Thursday said it and partner Darling Ingredients Inc approved construction of a 470-million-gallon renewable diesel plant in Port Arthur, Texas.  Once the $1.45 billion facility is complete, their Diamond Green Diesel (DGD) joint venture will be able to produce 1.2 billion gallons of renewable diesel per year from sites in Texas and Louisiana.  DGD is expanding its renewable diesel plant next to Valero’s St. Charles refinery in Norco, Louisiana. It will have the capacity to produce 690 million gallons by the end of this year, Valero said.  “We expect low-carbon fuel policies to continue to expand globally and drive demand for renewable fuels,” said Joe Gorder, Valero chief executive officer. DGD first began producing the fuel in 2013.  “Valero has been a relatively early mover on renewable diesel in the U.S.,” said Marc Amons, research analyst for downstream at consultants Wood Mackenzie. “Once this is completed, assuming no other large unknown projects come online, it would place them as the largest renewable diesel producer in the U.S.”  Darling, based in Irving, Texas, collects cooking grease and animal by-products that are the feedstocks for renewable diesel that can directly replace diesel made from crude oil.  Bio-diesel, which is made from bio-mass, must be blended with hydrocarbon diesel before it can be used in motor vehicles.","45":"(Corrects typographical errors in paragraph 2 and 5)  Oct 24 (Reuters) - Independent U.S. refiner Valero Energy Corp reported better-than-expected quarterly profit on Thursday, benefiting from easy access to cheap light crude from the country’s prolific shale oil basins.  U.S. refiners have been revamping their processing units to make them compliant with the International Maritime Organization’s (IMO) regulatory standards, which will enforce low-sulfur fuel regulations by next year.  IMP 2020 is a standard for maritime fuel that takes effect on Jan. 1 and designed to reduce air pollution  Adjusted net income attributable to the company fell to $609 million, or $1.48 per share, in the third quarter ended Sept. 30, from $856 million, or $2.01 per share, a year earlier.  Analysts on average had expected a profit of $1.35 per share, according to IBES data from Refining.  The San Antonio, Texas-based company said its refining margins fell 8.6% to $2.72 billion. (Reporting by Shradha Singh in Bengaluru; Editing by Shinjini Ganguli)","46":"Here are some of the latest lawyer compensation packages disclosed by large U.S. companies in proxy filings with the U.S. Securities and Exchange Commission. All fiscal years ended Dec. 31 unless otherwise stated.  VALERO - Valero Energy Corp’s general counsel Jason Fraser’s 2019 compensation totaled more than $5.5 million, the bulk of which came in the form of stock awards, the independent U.S. refiner said in a proxy filing on Thursday.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/33w9NnW","47":"(Reuters) - Valero Energy Corp on Saturday shut a diesel hydrotreater at its 335,000 barrel-per-day (BPD) Port Arthur, Texas, refinery, sources familiar with plant operations said on Tuesday.  Also, a hydrocracker remains shut at the refinery for repairs, the sources said.","48":"(Reuters) - U.S. refiner Valero Energy Corp said on Monday it has started a cost review of a new plant in Port Arthur, Texas, along with food processor Darling Ingredients Inc.  The facility, which aims to tap into the growing global demand for renewable diesel, is expected to produce 400 million gallons of diesel and 40 million gallons of renewable naphtha a year.  The final investment decision on the project is expected in 2021. If approved, the construction of the first renewable diesel facility in Texas could begin in the same year, with expected operations starting in 2024.  It will be owned and operated by Diamond Green Diesel Holdings LLC, a joint venture between Valero and Darling.  “We expect low-carbon fuel mandates across the globe to continue to drive demand growth for renewable fuels,” Joe Gorder, Valero’s Chief Executive Officer said in a statement.  Production from the plant would increase Diamond Green Diesel Holdings’s annual renewable diesel production to about 1.1 billion gallons, with nearly 100 million gallons of renewable naphtha production, the companies said.","49":"Oct 24 (Reuters) - Valero Energy Corp reported a 29% drop in quarterly adjusted profit on Thursday, as higher heavy crude prices weighed on the independent U.S. refiner’s margins.  Adjusted net income attributable to the company fell to $609 million, or $1.48 per share, in the third quarter ended Sept. 30, from $856 million, or $2.01 per share, a year earlier.  The San Antonio, Texas-based company said its refining margins fell 8.6% to $2.72 billion.","50":"HOUSTON, May 22 (Reuters) - Three Texas environmental groups notified Valero Energy Corp on Wednesday of plans to file a lawsuit under the U.S. Clean Air Act for pollution at the company’s Port Arthur, Texas, refinery, the organizations said.  Environment Texas, the Sierra Club and the Port Arthur Community Action Network allege over 600 violations of pollution limits by the release of hazardous chemicals like sulfur dioxide, hydrogen sulfide and particulates from the refinery since 2014.  The lawsuit would be filed under a provision of the Clean Air Act that allows citizens to sue in federal court when government agencies have failed to halt pollution. Plaintiffs must first provide a 60-day notice to the companies and agencies of the planned lawsuit.  The organizations said Valero has released over 850,000 pounds of sulfur dioxide during emission events reported by the company to the Texas Commission of Environmental Quality.  “Valero’s Port Arthur refinery has a poor compliance record even when compared to other Texas oil refineries, spewing out millions of pounds of dangerous pollution into surrounding neighborhoods,” said Luke Metzger, executive director of Environment Texas.  A storage tank fire at the Port Arthur refinery in 2017 released over 250,000 pounds (113,398 kilograms) of particulate matter, more than any other facility in the entire state released from emission events over that entire year, the groups said.  In similar lawsuits, Environment Texas and the Sierra Club Lone Star chapter reached settlements with Royal Dutch Shell Plc and Petrobras over pollution at Houston-area refineries.  In 2017, Exxon Mobil Corp was ordered to pay $20 million for over 16,000 Clean Air Act violations at its Baytown, Texas, refinery following a lawsuit by Environment Texas and the Sierra Club Lone Star chapter.  The Clean Air Act provides penalties up to nearly $100,000 per each violation of the act. (Reporting by Erwin Seba; Editing by Lisa Shumaker)","51":"LONDON (Reuters) - Valero Energy Corp said on Thursday that an unknown amount of oil product had spilled into the Milford Haven waterway in Pembroke in Wales.  “Valero is working in coordination with response agencies to contain the effects from the release of oil,” it said in an emailed statement.  Valero operates the 220,000 barrel per day Pembroke oil refinery.","52":"Jan 31 (Reuters) - Independent U.S. refiner Valero Energy Corp reported a 77 percent rise in quarterly adjusted income on Thursday, boosted by higher refining margins.  On an adjusted basis, income attributable to Valero shareholders rose to $900 million, or $2.12 per share, in the fourth quarter ended Dec. 31, from $509 million, or $1.16 per share, a year earlier.  In the year-ago quarter, the company recorded a $1.9 billion gain on the U.S. tax reforms.  San Antonio, Texas-based Valero said refining margins rose 26 percent to $3.05 billion in the last three months of 2018. (Reporting by Arundhati Sarkar in Bengaluru; Editing by Shounak Dasgupta)","53":"May 3 (Reuters) - Valero Energy Corp:  * SETS REGULAR QUARTERLY CASH DIVIDEND OF $0.80PER SHARE Source text for Eikon: Further company coverage:","54":"HOUSTON (Reuters) - Valero Energy Corp’s 180,000 barrel per day (bpd) Memphis, Tennessee, refinery was knocked out of production on Thursday by a Diamond Pipeline malfunction, said sources familiar with plant operations.  Severe weather interrupted operations on the Diamond Pipeline, and the crude supply from the pipeline fell below the needed amount to operate the refinery late on Thursday morning, the sources said.  Most of the units at the Memphis refinery are on circulation, kept at operating temperature and moving a specialized feedstock in a loop through the individual units which would enable to units to restart quickly, the sources said.  A Valero spokeswoman did not reply to a request for comment about operations at the Memphis refinery on Thursday.  The Valero refinery is the primary supplier of jet fuel to the Memphis International Airport, where FedEx Corp has its hub for global operations.  The outage, along with data from Genscape showing a 1.5 million-barrel weekly increase in crude stocks sent prices lower at the Cushing, Oklahoma, hub, traders said.  U.S. Midwest gasoline cash differentials rose on Thursday. Chicago CBOB gasoline gained 2.00 cents a gallon to trade at 1.50 cents per gallon above the gasoline futures benchmark on NYMEX. Group Three gasoline rose three-quarters of a penny to trade at 5.25 cents per gallon below futures.  The 20-inch Diamond Pipeline can transport up to 200,000 bpd in crude oil 440 miles (708 km) from the Cushing oil hub to the Memphis refinery. The pipeline is a joint venture between Valero and Plains All-American.  On Monday, Valero shut the 65,000-bpd gasoline-producing fluidic catalytic cracking unit for an overhaul scheduled to last at least two months.  Also, Valero had cut back production on the 110,000 bpd East Crude Distillation Unit by at least 25 percent because the shut FCCU could not take the feedstock the crude unit provides.  The two Valero Memphis CDUs do the primary refining of crude oil, providing feedstock for all other units at the refinery, as well as producing unfinished motor fuels.","55":"The logo for Valero Energy Corporation is shown at a Valero gas station in Encinitas, California, U.S., May 2, 2016. REUTERS\/Mike Blake  HOUSTON (Reuters) - Valero Energy Corp shut a hydrocracking unit (HCU) and sulfur recovery unit (SRU) at its 335,000-barrel-per-day (bpd) Port Arthur, Texas, refinery on Monday, said sources familiar with plant operations.  The 45,000-bpd 942 HCU is scheduled to be shut until mid-September while the 545 SRU will be out of production for about 25 days, the sources said.","56":"A judge on Monday said he would not rule on a motion by Valero Energy Corp for an order to let its $75 million lawsuit against bankrupt power producer PG&E Corp move forward, but offered the refiner the option of a final order denying the motion if it wants to appeal.  PG&E’s bankruptcy stay should keep the lawsuit on hold, Judge Dennis Montali of the U.S. Bankruptcy Court in San Francisco said in a memorandum decision.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2Q2nJiO","57":"HOUSTON (Reuters) - A company proposal to change who would assign daily work has stymied negotiations for a new contract at Valero Energy Corp’s Port Arthur, Texas, refinery, said sources familiar with the talks.  The dispute between negotiators for the company and United Steelworkers union local 13-423 has moved off from the bargaining table as Valero sent emails to refinery employees two weeks ago and, in response, the union conducted membership meetings, the sources said.  Valero has proposed the new contract allow salaried supervisors to assign daily jobs, taking that authority away from head operators, hourly workers who have for decades made the assignments, the sources said.  A Valero spokeswoman did not reply to a request for comment.  Valero’s proposed change, according to the sources, could undermine union seniority and operational safety as the assignments may not go to those best qualified to do the inside and outside operator jobs, but to those who win management’s favor.  “The head operators are the most responsible guys in the refinery,” one of the sources said.  The change could also end rotation in job assignments, leaving some stuck in the same role for long periods of time, according to the sources.  The negotiations underway between Valero and local 13-423 will produce a local agreement that will be paired with the national agreement being hammered out by the USW International’s negotiators and Shell Oil Co, the U.S. arm of Royal Dutch Shell Plc, which is representing U.S. refinery and oil companies.  The current national agreement and the contract at the Valero Port Arthur refinery both expire early Friday morning.  Workers at the Valero refinery can’t strike until the contract expires and the officials at the USW International authorize the walk-out, the sources said.","58":"HOUSTON (Reuters) - Valero Energy Corp plans to shut the gasoline-producing fluidic catalytic cracker (FCC) and small crude distillation unit (CDU) at its 335,000 barrel-per-day (bpd) Port Arthur, Texas, refinery, said sources familiar with plant operations on Monday.  In an abrupt change of plans on how it will contend with two approaching tropical storms, Valero stopped a restart of its 100,000-bpd coker and prepared for a partial shutdown of the refinery, the sources said.  The 75,000-bpd FCC sends byproducts to a nearby petrochemical plant for use as a feedstocks. The chemical plant plans to shut down by Tuesday afternoon.  The 75,000 bpd AVU-147 CDU supplies gas oil to the FCC.","59":"FILE PHOTO: A Valero Energy Corp. gas station is pictured in El Cajon, California, U.S., August 8, 2017. Picture taken August 8, 2016. To match Special Report USA-BIOFUELS\/VALERO REUTERS\/Mike Blake  HOUSTON (Reuters) - Independent U.S. refiner Valero Energy Corp plans for its 15 refineries to operate up to 91% of their combined capacity of 3.13 million barrels per day (bpd), said Homer Bhullar, vice president of investor relations, in a Thursday conference call.  Valero’s eight U.S. Gulf Coast refineries will set the pace for the company with plans to operate between 89% and 91% of their combined crude oil throughput capacity of 1.8 million bpd, Bhullar said during the conference call with Wall Street analysts to discuss earnings for the fourth quarter of 2019.","60":"HOUSTON (Reuters) - Valero Energy Corp shut production on the small crude distillation unit (CDU) at its 180,000 barrel-per-day (bpd) Memphis, Tennessee, refinery on Monday for repairs, sources familiar with plant operations said.  A Valero spokeswoman did not reply to a request for comment.  Valero plans to keep the 80,000 bpd CDU shut until July 25 for unplanned repairs to clean out fouling from crude oil, the sources said.","61":"FILE PHOTO: A view of the Exxonmobil Baton Rouge Chemical Plant in Baton Rouge, Louisiana, November 6, 2015. REUTERS\/Lee Celano  HOUSTON (Reuters) - Louisiana refineries operated by Exxon Mobil Corp and Valero Energy Corp continued normal operations on Wednesday, said sources familiar with plant operations.  Both Exxon’s 517,700 barrel-per-day (bpd) Baton Rouge, Louisiana, refinery and Valero’s 125,000-bpd Meraux, Louisiana, refinery have yet to modify production because of Hurricane Delta, forecast to make landfall in Louisiana this week, the sources said.  Exxon spokesman Jeremy Eikenberry said operations were normal at its Gulf Coast refineries on Wednesday and the company was preparing for possible severe weather.  Valero said in an on-line post the company is monitoring the storm and assessing refining operations in the possible path of Delta.","62":"HOUSTON (Reuters) - Valero Energy Corp remained the top U.S. refiner by capacity in the United States, according to an annual report on the nation’s refineries issued by the U.S. Energy Information Administration on Monday.  Motiva Enterprises’ [MOTIV.UL] 603,000 barrel-per-day (bpd) plant in Port Arthur, Texas, continues as the nation’s largest single refinery, the agency said.  Total refining capacity across the United States fell by more than 18,000 barrels per day (bpd) in 2017 to 18.598 million bpd, the EIA said. The total number of U.S. refineries shrank by two to 135 plants.  Each year in June, the EIA releases the report based on forms about production capacity completed by the refineries and submitted by Jan. 1 of the year in which the report is issued.  Valero’s total combined crude oil refining capacity across 14 plants was 2.16 million bpd, the EIA said, down from 2.18 million in the 2017 report. Most of the decline came from a reduction at the company’s Corpus Christi, Texas, refinery.  Valero’s position as the nation’s largest refiner for the past 11 years could change by the time the EIA issues its next report if regulators approve the proposed merger between Marathon Petroleum Corp and Andeavor.  The $23-billion merger, announced in April, would give the new Marathon 2.98 million bpd or 16 percent of total national capacity. Valero’s combined capacity is equal to 11.6 percent of the U.S. total.  Motiva’s Port Arthur refinery became the largest in the United States in 2012 following the completion of a $10-billion, 7-year expansion, surpassing Exxon Mobil Corp’s Baytown, Texas, refinery.  The 560,500 bpd Baytown refinery fell to the third largest refinery as the merger of Marathon’s Galveston Bay and Texas City refineries, both located in Texas City, Texas, created a 571,000 bpd plant, the EIA said.","63":"April 14 (Reuters) - Valero Energy Corp:  * VALERO ENERGY CORP FILES FOR TWO-PART, SENIOR NOTES OFFERING; SIZE NOT DISCLOSED - SEC FILING Source text: [bit.ly\/2VxiDOu] Further company coverage: (Reuters.Briefs@thomsonreuters.com)","64":"FILE PHOTO: The Valero refinery next to the Houston Ship Channel is seen in Houston, Texas, U.S., May 5, 2019. REUTERS\/Loren Elliott\/File Photo  HOUSTON (Reuters) -Valero Energy Corp shut the large crude distillation unit (CDU) and other units on Sunday at its 195,000 barrel-per-day (bpd) McKee refinery in Sunray, Texas, for planned work, said sources familiar with plant operations.  The 95,000-bpd CDU, 30,000-bpd hydrocracker and 28,000-bpd reformer were shut for planned work expected to take at least two weeks to complete, the sources said.  A Valero representative was not immediately available to discuss operations at the McKee refinery.  CDUs do the initial breakdown of crude oil into feedstock for all other units. Hydrocrackers convert gas oil into diesel and other motor fuels. Reformers convert refining by-products into octane-boosting components added to gasoline.","65":"Feb 23 (Reuters) - Valero Energy Corp:  * VALERO TO PURCHASE SEMLOGISTICS MILFORD HAVEN FUEL STORAGE FACILITY  * VALERO ENERGY CORP - MILFORD HAVEN FUEL STORAGE FACILITY HAS 8.5 MILLION BARRELS OF CAPACITY FOR STORING FUEL  * VALERO - VALERO ALSO EXPECTS TO RETAIN UK EMPLOYEES CURRENTLY ENGAGED IN BUSINESS TO BE ACQUIRED  * VALERO - MILFORD HAVEN WILL CONTINUE TO OPERATE AS A THIRD-PARTY STORAGE FACILITY Source text for Eikon: Further company coverage:","66":"(Reuters) - Independent U.S. refiner Valero Energy Corp VLO.N topped Wall Street estimates for quarterly profit on Thursday, as it earned more from refining low-cost Canadian heavy crude.  FILE PHOTO: The logo for Valero Energy Corporation is shown at a Valero gas station in Encinitas, California, U.S., May 2, 2016. REUTERS\/Mike Blake  Refining margins in the company’s biggest segment, U.S. Gulf Coast operations, rose 16% to $1.64 billion.  “Our refineries operated well at 96% utilization, allowing us to take advantage of wider sour crude oil differentials and weakness in high sulfur residual feedstocks in the fourth quarter,” Chairman and Chief Executive Officer Joe Gorder said.  Most of the U.S. Gulf Coast refiners, including Valero, can process heavy crude to make marine fuels compliant with the International Maritime Organization’s (IMO) new regulations. Refiners spent heavily in 2019 to refurbish distillation units and cokers to process cheaper, heavy grade crude.  Analysts have highlighted Valero to be a major beneficiary of IMO’s low-sulfur fuel oil mandate.  During a Thursday morning conference call, analysts sought to better understand Valero's higher-than-expected results, which were opposite of what major oil companies like Royal Dutch Shell Plc RDSa.L had reported.  “Valero’s Gulf Coast results show its ability to run a cocktail of crudes including high-sulfur fuel oil which add to the earnings upside in an IMO 2020 environment,” said Credit Suisse analyst Manav Gupta.  Planned overhauls will cut the company’s refinery utilization in the first quarter of 2020.  Valero plans for its 15 refineries, two of which are outside the United States, to operate up to 91% of their combined capacity of 3.13 million barrels per day (bpd) in the first quarter of 2020, said Homer Bhullar, vice president of investor relations, in a Thursday conference call.  Excluding items, the company reported a profit of $2.13 per share beating analysts’ average estimate of $1.62, according to IBES data from Refinitiv.  Net income attributable to the shareholders rose to $1.1 billion, or $2.58 per share, in the fourth quarter ended Dec. 31, from $952 million, or $2.24 per share, a year earlier.  The San Antonio, Texas-based company’s total revenue, however, fell 3% to $27.88 billion.  Rival Marathon Petroleum MPC.N posted higher adjusted earnings on Wednesday, well-above Wall Street expectations on better-than-expected refining margins setting a positive tone for the entire sector.","67":"HOUSTON (Reuters) - Valero Energy Corp plans to run its 14 refineries at up to 95% of their combined capacity of 3.1 million barrels-per-day (bpd) in the fourth quarter of 2019, said Homer Bhullar, vice president of investor relations, on Thursday.  In the U.S. Gulf Coast region, combined throughput at Valero’s seven Gulf Coast refineries will run up to 96% of their combined capacity of 1.8 million bpd, Bhullar said during a conference call to discuss third quarter earnings.","68":"(Reuters) - U.S. independent refiner Valero Energy Corp reported less bearish than feared quarterly revenue and profit numbers on Thursday, as it sought to offset the impact of higher prices of heavy Canadian crude following Alberta’s mandatory production cuts.  FILE PHOTO: The logo for Valero Energy Corporation is shown at a Valero gas station in Encinitas, California, U.S., May 2, 2016. REUTERS\/Mike Blake  Alberta’s OPEC-style decision to force production cuts, combined with the U.S. sanction on Venezuelan crude, has limited the heavy oil supply, pushing crude prices up.  Valero, one of the largest buyers of Venezuelan crude in the United States earlier, has been substituting light crude oil from North America and other sources to make up for the lack of Venezuelan heavy crude, impacting refining margins.  “Positive results in this macro backdrop are a testament to the quality of the portfolio and previous capital projects that lead to improved performance,” Simmons Energy analyst Blake Fernandez said in a note.  Refining margins, or the difference between crude prices and average selling price of refined products, fell about 10 percent to $2 billion. However, analysts at Morgan Stanley said the beat was due to better-than-expected refining margins in the Gulf Coast and North Atlantic.  “Investments to increase our system’s flexibility and the team’s relentless focus on safety enabled us to capture good margins in an otherwise weak margin environment,” Chief Executive Officer Joe Gorder said in a statement.  The refiner’s utilization rate reached 91 percent. Throughput volumes, or the total volume of crude oil refined, averaged 2.9 million barrels per day in the quarter.  Net income attributable to Valero fell to $141 million, or 34 cents per share, in the quarter ended March 31, from $469 million, or $1.09 per share, a year earlier.  Analysts on average had expected the company to post a profit of 23 cents per share, according to IBES data from Refinitiv.  The company’s quarterly revenue for the quarter was $24.26 billion, beating expectations of $21.51 billion.  Valero is the first major U.S. refiner to post results this quarter and Morgan Stanley analysts said the earnings beat may suggest that results for the rest of the industry could be slightly better than feared.","69":"(Repeats with no change to text or headline)  * Marathon paying $152\/share to create biggest independent refiner  * Andeavor assets include pipelines, refineries, gas stations  * Marathon CEO Heminger to head combined firm  * Andeavor shares surge 14.5 pct  By John Benny  April 30 (Reuters) - Marathon Petroleum Corp said on Monday it would buy rival Andeavor for more than $23 billion, forming a company that would leapfrog Valero Energy Corp as the largest independent U.S. refiner by capacity.  Shale oil fields have pushed U.S. crude production to record highs and industry experts argue operations that have capacity to refine light crude like Andeavor will be better positioned to take advantage of the boom.  Andeavor also runs refineries in Alaska, California, Minnesota, New Mexico, North Dakota, Texas, Utah and Washington which should complement Marathon’s largely Mid-West and Gulf Coast-based operations.  The cash-and-stock deal values Andeavor, formerly known as Tesoro, at about $152 per share, a premium of about 24 percent to closing prices on Friday, driving shares 14.5 percent higher in initial premarket trading on Monday.  Marathon’s board also approved an additional $5 billion share buy back, but its shares were just over 1 percent lower.  Including Andeavor’s debt, Marathon is paying $35.6 billion to hold 66 percent of a combined company which will have the ability to process about 3.1 million barrels per day along with a large network of filling stations and oil and natural gas pipelines.  Marathon Chief Executive Gary Heminger, who oversaw a 20 percent rise in net profit in the first quarter, will run the combined company, with a senior role for Andeavor’s chief executive, Gregory Goff.  “Each of our operating segments are strengthened through this transaction,” Heminger said in a statement.  “It geographically diversifies our refining portfolio into attractive markets......enhances our midstream footprint in the Permian basin, and creates a nationwide retail and marketing portfolio,” he added.  The deal is expected to close in the second half of this year. (Reporting by Shubham Kalia in Bengaluru, additional reporting Gary McWilliams in Houston; Editing by Gopakumar Warrier and Anil D’Silva)","70":"(Corrects to Wednesday from Monday in first paragraph)  April 29 (Reuters) - Independent U.S. refiner Valero Energy Corp said on Wednesday it swung to a loss in the first quarter as lockdowns to suppress the coronavirus crushed demand for its gasoline, jet fuel and other products.  Valero reported a net loss attributable to stockholders of $1.85 billion, or $4.54 per share, for the three months ended March 31, compared with a net income of $141 million, or 34 cents per share, in the year-ago period.","71":"FILE PHOTO: A Valero Energy Corp. gas station is pictured in El Cajon, California, U.S., August 8, 2017. REUTERS\/Mike Blake\/File Photo  HOUSTON (Reuters) - Valero Energy Corp plans to overhaul the large crude distillation unit (CDU) at its 190,000-barrel-per-day (bpd) Memphis, Tennessee, refinery in July, said sources familiar with plant operations.  The 110,000-bpd Crude East CDU is scheduled to be shut for about a month to complete the overhaul, the sources said.","72":"A California consumer accusing a Valero Energy subsidiary of creating misleading signs about how gas was priced cannot pursue her claims as a class action, a federal judge in San Francisco ruled, reversing an earlier decision certifying a statewide class.  Discovery has shown that the consumer, Faith Bautista, would need to rely on hundreds of Google Maps photos to help prove which gasoline stations had the questionable signs and when, which is not a viable process for a class action, U.S. District Judge Richard Seeborg said in a decision on Tuesday.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/2EeqSZL","73":"March 26 (Reuters) - Valero Energy Partners Lp:  * VALERO ENERGY PARTNERS LP ANNOUNCES PRICING OF NOTES OFFERING  * VALERO ENERGY PARTNERS LP - IT HAS PRICED A PUBLIC OFFERING OF $500 MILLION AGGREGATE PRINCIPAL AMOUNT OF 4.500% SENIOR NOTES DUE 2028 Source text for Eikon: Further company coverage:","74":"HOUSTON (Reuters) - Valero Energy Corp is restarting the small crude distillation unit (CDU) at its 335,000 barrel-per-day Port Arthur, Texas, refinery on Monday after repairing a valve on Sunday, sources familiar with plant operations said.  Valero is also raising production on the large CDU at the Port Arthur refinery, which was cut back last week due to Tropical Storm Imelda, the sources said.  Valero placed the 75,000 bpd AVU 147 CDU on circulation as Imelda drenched the refinery on Wednesday and Thursday, flooding nearby roads and preventing the removal of sulfur extracted from motor fuel production, the sources said.  AVU 147 was returned to production on Sunday morning, but was shut to repair a valve on Sunday afternoon, the sources said.  Valero also cut back production on the 268,000 bpd AVU 146 CDU because sulfur could not be removed from the refinery, the sources said. AVU 146 began returning to full production on Sunday.  U.S. environmental rules require sulfur be removed from motor fuels during production.  CDUs do the primary refining of crude oil into hydrocarbon feedstocks for all other production units at the refinery.","75":"HOUSTON (Reuters) - Valero Energy Corp is shutting its 335,000 barrel-per-day (bpd) Port Arthur, Texas, refinery on Tuesday ahead of the arrival of Hurricane Laura, a company spokeswoman said.  “In advance of Hurricane Laura’s expected landfall, Valero’s Port Arthur refinery is in the process of an organized shutdown to assure safety and to protect the environment,” said Valero spokeswoman Lillian Riojas on Tuesday","76":"HOUSTON (Reuters) - The combined refinery utilization at the second largest U.S. refiner Valero Energy Corp VLO.N rose to 80% in the third quarter of 2020, said Chief Executive Joe Gorder in a Thursday morning conference call with Wall Street analysts  The growth in utilization at the company’s 15 refineries from a 74% level in the second quarter was due to increased demand as restrictions to prevent spread of COVID-19 were eased, Gorder said.","77":"April 26 (Reuters) - Valero Energy Corp:  * VALERO ENERGY REPORTS FIRST QUARTER 2018 RESULTS  * Q1 EARNINGS PER SHARE $1.09  * Q1 ADJUSTED EARNINGS PER SHARE $1.00  * Q1 EARNINGS PER SHARE VIEW $0.94 -- THOMSON REUTERS I\/B\/E\/S  * QTRLY REVENUES $26,439 MILLION VERSUS $21,772 MILLION  * CAPITAL INVESTMENT PLANS FOR 2018 REMAIN AT $2.7 BILLION  * QTRLY REFINERY THROUGHPUT CAPACITY UTILIZATION WAS 94 PERCENT  * Q1 REVENUE VIEW $22.88 BILLION -- THOMSON REUTERS I\/B\/E\/S  * THROUGHPUT VOLUMES AVERAGED 2.9 MILLION BARRELS PER DAY IN Q1 OF 2018, WHICH IS 93,000 BARRELS PER DAY HIGHER THAN Q1 OF 2017  * BOARD APPROVED CONSTRUCTION OF A 45 MEGAWATT COGENERATION PLANT AT PEMBROKE REFINERY  * $170 MILLION PROJECT AT PEMBROKE REFINERY IS EXPECTED TO BE COMPLETED IN 2020  * CAPITAL INVESTMENT PLANS FOR 2018 REMAIN AT $2.7 BILLION  * CONTINUES TO TARGET A TOTAL PAYOUT RATIO BETWEEN 40 AND 50 PERCENT OF ADJUSTED NET CASH PROVIDED BY OPERATING. ACTIVITIES FOR 2018  * VALERO ENERGY - CONTINUES TO TARGET TOTAL PAYOUT RATIO BETWEEN 40 AND 50 PERCENT OF ADJUSTED NET CASH PROVIDED BY OPERATING ACTIVITIES FOR 2018 Source text for Eikon: Further company coverage:","78":"Jan 30 (Reuters) - Valero Energy Corp reported an 11% rise in quarterly profit on Thursday, as the independent U.S. refiner benefited from refining more low-cost Canadian heavy crude.  Net income attributable to the shareholders rose to $1.1 billion, or $2.58 per share, in the fourth quarter ended Dec. 31, from $952 million, or $2.24 per share, a year earlier.  The San Antonio, Texas-based company said its refining margins fell nearly 1% to $3.03 billion in the quarter.","79":"July 30 (Reuters) - Independent U.S. refiner Valero Energy Corp on Thursday reported an adjusted second-quarter loss compared to a year ago profit as stringent COVID-19 lockdown measures dented demand for its products.  The San Antonio, Texas-based company reported adjusted net loss attributable of $504 million, or $1.25 per share compared with adjusted net income of $665 million, or $1.60 per share, in the year-ago period.  The company recorded a gain of $1.8 billion in the quarter related to inventory valuation.","80":"Sept 9 (Reuters) - U.S. refiner Valero Energy Corp said on Monday it has started a cost review of a new plant in Port Arthur, Texas, along with food processor Darling Ingredients Inc.  The facility, which is expected to produce 400 million gallons of renewable diesel a year, will be owned and operated by Diamond Green Diesel Holdings LLC, a joint venture between Valero and Darling.  The final investment decision on the project is expected in 2021. (Reporting by Arundhati Sarkar in Bengaluru)","81":"HOUSTON (Reuters) - An employee at Valero Energy Corp’s Meraux, Louisiana, refinery tested positive for the coronavirus, sources familiar with the matter said on Thursday.  Valero is following U.S. Centers for Disease Control and Prevention guidelines for cleaning up the individual’s work area. Fellow employees were informed on Thursday about the infected employee, the sources said.  Valero spokeswoman Lillian Riojas said the company “will not publicize individual cases of COVID-19” to protect employee privacy.  “Our pandemic response in the case of a positive test, however, include compliance and cooperation with the Center for Disease Control and local health authorities, deep cleaning or sterilization of affected areas, communicating with employees in ‘close contact’ with the affected employees followed by implementation of appropriate quarantines, communication with our employees at the site, and, most importantly support of all affected employees,” Riojas said.  She declined to discuss the status of operations at the 125,000 barrel-per-day Meraux refinery, which the sources said continues to operate.  About 300 people are employed at the refinery, located southeast of New Orleans along the Mississippi River.  The sources did not know if other workers at the refinery were required to go into quarantine because of exposure to the virus.  This is the second case of a U.S. refinery employee testing positive for the coronavirus.  On March 11, an employee at Marathon Petroleum Corp’s Los Angeles refinery, the largest in California, tested positive for the virus. The employee and several colleagues who worked nearby were quarantined.","82":"(Compares with estimates; adds details from results, background)  Jan 28 (Reuters) - U.S. refiner Valero Energy Corp on Thursday posted a much smaller quarterly loss than Wall Street expected and pinned hopes on widespread COVID-19 vaccinations to ease travel restrictions and improve demand for fuel.  Crude prices have continued to climb after rallying more than 20% in the last quarter, driven by optimism over the development of coronavirus vaccines, even as refiners struggled with uneven demand due to renewed lockdown measures.  “We expect to see continued improvement in product demand with widespread vaccine distribution around the world,” Chief Executive Officer Joe Gorder said, adding that the company expects a faster recovery in margins from the shuttering of smaller, uncompetitive refineries.  Valero, the first U.S. refiner to post fourth-quarter results, said refining throughput, or the amount of crude it processed, rose about 1% to 2.6 million barrels per day from the third quarter.  Refining margin for the fourth quarter rose 14.2% to $1.09 billion from the third, although it was 64.1% lower than from a year earlier.  Adjusted net loss attributable to Valero stockholders narrowed to $429 million, or $1.06 per share, in the three months ended Dec. 31, from $472 million, or $1.16 per share, in the third quarter.  Wall Street analysts expected a loss of $1.42 per share, according to Refinitiv IBES.  The San Antonio, Texas-based company said quarterly revenue climbed 5% to $16.60 billion from the previous quarter, above analysts’ average estimate of $16.21 billion. (Reporting by Arunima Kumar in Bengaluru; Editing by Ramakrishnan M.)","83":"(Reuters) - Independent U.S. refiner Valero Energy Corp beat quarterly profit estimates on Thursday and said it was well prepared for a fallout from sanctions imposed by the U.S. government on crude supplier Venezuela, sending its shares up 5 percent.  FILE PHOTO - The logo for Valero Energy Corporation is shown at a Valero gas station in Encinitas, California, U.S., May 2, 2016. REUTERS\/Mike Blake  The San Antonio, Texas-based company, one of the largest buyers of Venezuelan crude in the United States, said it had stopped intake from the country after the U.S. slapped sanctions on Venezuelan state-owned oil firm PDVSA earlier this week. (reut.rs\/2Gd1gMW)  PDVSA exports roughly 500,000 barrels per day (bpd) to the United States.  Valero has been substituting light crude oil from North America and other sources to make up for the lack of Venezuelan heavy crude, supply and international operations Senior Vice President Gary Simmons said on a conference call with Wall Street analysts.  Refiners like Valero, Phillips 66 and Marathon Petroleum Corp process crude into diesel, gasoline, and other products.  “The current economics are certainly pushing the country to maximize light sweet in the system,” Chief Executive Officer Joseph Gorder said.  During the quarter, refining margins rose 26 percent to $3.05 billion in the last three months of 2018.  “The main driver of the beat was solid performance in every region of the refining segment, but particular stand-outs were the Gulf Coast and North Atlantic regions,” Simmons Energy analysts Blake Fernandez and Patrick Flam said.  Valero plans to run its 14 refineries at up to 95 percent of their combined production capacity of 3.1 million bpd in the first quarter of 2019.  The company, which has also been investing heavily in pipelines and storage to reduce costs, said the completion of some projects provided it with greater access to discounted North American crudes in the fourth quarter.  “We also set a record on the volume of Canadian heavy that we ran in our system,” Valero’s Simmons said.  Access to cheaper crude helped boost profitability.  On an adjusted basis, income attributable to Valero shareholders rose to $900 million, or $2.12 per share, in the fourth quarter ended Dec. 31, from $509 million, or $1.16 per share, a year earlier.  Analysts had expected earnings of $1.07 per share, according to IBES data from Refinitiv. In the year-earlier quarter, the company had recorded a $1.9 billion gain from U.S. tax reforms.  The company’s shares rose 5 percent to $87.44 in midday trade.","84":"April 26 (Reuters) - Valero Energy Corp:  * EXPECT Q2 THROUGHPUT VOLUMES TO RANGE BETWEEN 1.61 MILLION AND 1.66 MILLION BPD IN U.S. GULF COAST - CONF CALL  * EXPECT SECOND QUARTER REFINING CASH OPERATING EXPENSES TO BE ABOUT $3.85 PER BARREL- CONF CALL  * EXPECT ETHANOL BUSINESS TO TOTAL 4 MILLION GALLONS PER DAY IN Q2 - CONF CALL  * EXPECT RINS EXPENSE TO BE BETWEEN $500 MILLION AND $600 MILLION THIS YEAR - CONF CALL  * VALERO ENERGY- EXPECT RETAIL GASOLINE DEMAND TO BE HIT IF CRUDE RISES TO $80-$100 PER BARREL - CONF CALL  * VALERO ENERGY - DON’T THINK THERE ARE SIGNIFICANT OPPORTUNITIES FOR CONSOLIDATION IN THE REFINING BUSINESS - CONF CALL  * VALERO ENERGY - GASOLINE EXPORTS TOTALED 73,000 BPD IN Q1 AND DIESEL 163,000 BPD IN Q1 - CONF CALL Further company coverage: (Reuters.Briefs@thomsonreuters.com)","85":"FILE PHOTO: A Valero logo is seen at a Valero gas station in Hoboken, New Jersey, U.S., May 2, 2016. REUTERS\/Mike Segar  HOUSTON (Reuters) - Independent U.S. refiner Valero Energy Corp plans to operate its 15 refineries at up to 79% of their combined total throughput capacity of 3.15 million barrels per day (bpd) in the third quarter of 2020, the company said on Thursday.  Valero, the second largest U.S. refiner, said its eight Gulf Coast refineries will operate in a range between 1.4 million and 1.45 million bpd during the third quarter, as demand remains reduced because of the novel coronavirus pandemic, the company said.  The company expects demand will increase so that inventories will match the pre-pandemic five-year average sometime in 2021, Valero President Lane Riggs said.  “A normalized world looks like the inventories are basically back into the five-year band,” Riggs said during a conference call with analysts to discuss Valero’s second-quarter results. “That’s how we sort of look at it. And yes, we believe some time next year, we should be back into that sort of market.”","86":"FILE PHOTO: A Valero Energy Corp. gas station is pictured in El Cajon, California, U.S., August 8, 2017. Picture taken August 8, 2016. REUTERS\/Mike Blake  (Reuters) - U.S. refiner Valero Energy Corp VLO.N posted better-than-expected third-quarter results on Thursday as fuel demand recovered after a sharp cut earlier in the year due to the COVID-19 pandemic that hurt travel.  The company said refining throughput, or the amount of crude it processed, averaged 2.5 million barrels per day (bpd), an improvement of 200,000 bpd from the prior quarter as demand for gasoline, diesel and jet fuel recovered in step with global economies opening up.  Valero slightly lowered its investment budget for the year, but raised its bet on the future of renewable diesel by allocating a larger portion of planned expenses to such projects.  Investor clamor for clean energy, coupled with the slump in demand for gasoline, has pushed refiners to accelerate plans for retrofitting facilities to produce so-called renewable diesel, which is made from used cooking oil, among other things, and burns cleaner than conventional diesel.  The company said it now expects to invest around 40% of its growth capital this year and next towards expansion of the renewables business. It had allocated 30% at the end of the second quarter. Valero’s capital investments for 2020 and 2021 are expected to total $2 billion, down from $2.1 billion for 2020 that it forecast in July.  Adjusted net loss of $1.16 per share for the three months ended Sept. 30 was below analysts’ average estimate of $1.49, according to Refinitiv IBES data.  Valero, which kicked off refining earnings for the quarter, said revenue fell to $15.81 billion from $27.25 billion a year earlier, but was still above Wall Street’s estimate of $15.60 billion.","87":"A Valero logo is seen at a Valero gas station in Hoboken, New Jersey, U.S., May 2, 2016. REUTERS\/Mike Segar  (Reuters) - Valero Energy Corp has agreed to purchase Pure Biofuels Del Peru from private equity firm Pegasus Capital Advisors, the companies said on Monday, marking the U.S. refiner’s first infrastructure investment in South America.  Pure Biofuels Del Peru owns an approximately 1-million- barrel liquid storage terminal, a biodiesel production facility, and two refined products terminals at Callao, near Lima, and Paita in the north of the country. Financial terms were not disclosed.  Cos Cob, Connecticut-based Pegasus is exiting an investment first made in April 2012. Since then, it has increased Pure Biofuels’ operational capacity to 270 million gallons in 2017 from 24 million gallons in 2012.  “It was time to hand over the asset to a company such as Valero, which has the scale and expertise to continue driving growth to the next level,” Alec Machiels, partner at Pegasus, told Reuters.  Valero currently has refining operations in the United States, Canada and Britain, and is one of North America’s largest ethanol producers, according to its website.  Peru is heavily dependent on imports of both fuel ethanol and biodiesel to meet blending rules for gasoline and diesel, which were introduced in 2010 and 2011 respectively to reduce emissions and improve air quality.  Having closed one of two fuel ethanol production facilities in 2015, Peruvian production was forecast at around 118 million liters in 2017, versus expected demand of 182 million liters, according to a September 2017 report from the U.S. Department of Agriculture.  Peruvian imports of biodiesel were expected to fall by 33 percent to 250 million liters in 2017, after the government slapped anti-dumping tariffs on Argentina the previous year. But imports still dwarf domestic production, which only resumed in 2017 after a three-year hiatus and was expected around 60 million liters, the same report said.","88":"HOUSTON (Reuters) - Employees at Valero Energy Corp’s Port Arthur, Texas, refinery expressed worries about the company’s slow response to keep the coronavirus from spreading there after two workers tested positive, four people familiar with the matter said.  FILE PHOTO: A Valero Energy Corp. gas station is pictured in El Cajon, California, U.S., August 8, 2017. REUTERS\/Mike Blake\/File Photo  Valero, the nation’s second-largest refiner, started to cut non-essential work and related contractors only this week after starting temperature checks last week - much later than other major U.S. refiners, according to the people.  Valero spokeswoman Lillian Riojas said the company maintains the privacy of employee health information and as such would “not publicize individual cases of COVID-19.”  Riojas, however, outlined Valero’s response in case of a positive test, saying it included compliance and cooperation with the Centers for Disease Control and local health authorities, sterilization of affected areas and communicating with employees in ‘close contact’ with those affected.  That is “followed by implementation of appropriate quarantines, communication with our employees at the site, and, most importantly support of all affected employees.”  Globally, the coronavirus has infected over 1.3 million people and killed more than 74,000. The United States has the most number of cases, at more than 360,000.  The pandemic presents significant challenges to energy facilities like power generation plants, offshore drilling platforms and refineries, where remote operation is often not possible and some staffing is needed to run key units.  Refiners are still meeting customer needs for gasoline and jet fuel that have slowed to a trickle in the United States and globally as the pandemic keeps people at home.  The largest U.S. refiner Marathon Petroleum Corp, and Exxon Mobil Corp, the third largest, cut contract workers, who perform maintenance, two weeks ago.  Temperature checks for people entering refineries began about the same time at major U.S. refineries.  VALERO COVID-19 CASES  But Valero has lagged, the people said.  Unable to work from home, many Port Arthur refinery employees are indoors in shared control rooms and eat in common dining areas, placing them at greater risk of contracting COVID-19, the sources added on condition of anonymity because they are not authorized to speak to media.  The Port Arthur refinery processes 335,000 barrels of crude oil per day, though it has lately been running at reduced rates due to weakened demand for products.  The refinery employs more than 900 salaried and hourly workers. Its about 450 hourly workers are represented by the United Steelworkers union (USW). About 750 contract workers are employed by third-party companies Valero hires to perform maintenance in the refinery.  The first case reported at the refinery was a contract worker who had no contact with employees, but had contact with another contract worker who had access to a building used by employees, the sources said.  Employees were notified on March 28.  Temperature checks were implemented after employees were notified about the first case.  “In my opinion it was a very meager cover-your-ass by a company that has already had a contractor working inside the fence who tested positive for COVID-19,” one of the sources said of the temperature checks.  The second case was an employee, the sources said.  The company notified its employees on April 5, adding the affected person has not been in the refinery since March 27.  The two people and those who worked closely with that person were sent home for 14 days and the places where they were working underwent “enhanced cleaning,” according to the sources.  Officials with USW 13-423 in Port Arthur, which represents workers at the Valero refinery, declined comment.  In other recent incidents, BP Plc said some workers have contracted COVID-19, the respiratory disease caused by the coronavirus, on offshore platforms in the Gulf Coast and at a facility in Alaska.","89":"Valero Energy Corp will promote its general counsel Jason Fraser to chief financial officer next month, the independent U.S. refiner disclosed in a securities filing.  Fraser, who has served as Valero’s executive vice president and general counsel since January 2019, will take over as CFO on July 15 from Donna Titzman, as she moves into a transitional role before leaving the company, according to a filing on Monday with the U.S. Securities and Exchange Commission. Valero deputy general counsel Richard Walsh will succeed him as general counsel, the filing said.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/3dyJ8dG","90":"HOUSTON (Reuters) - One worker was injured in a fire at Valero Energy Corp’s 125,000 barrel-per-day Meraux, Louisiana, refinery early Friday morning, a company spokeswoman said.  Valero spokeswoman Lillian Riojas said the injured worker was taken to a local hospital. The extent of the person’s injuries was unknown. All other workers at the refinery were accounted for.  Energy industry intelligence service Genscape said the refinery was shut at about the time the fire broke out, shortly before 1 a.m. CDT (0600 GMT).  The fire broke out in the refinery’s hydrocracker, said sources familiar with plant operations. The hydrocracker converts gas oil into motor fuels, primarily diesel.  Riojas said the fire was contained to the area where it broke out.  WWL-TV in New Orleans reported that the fire began with an explosion that was felt up to 7 miles (11 km) away.  Valero is the second-largest refiner in the United States, operating 13 refineries with a combined crude oil processing capacity of 2.2 million bpd, 11.6% of the national total.  Valero has reduced production at at least seven of its U.S. refineries. The company also operates a refinery in Quebec and one in Wales.","91":"(Adds details, compares with estimates)  Oct 25 (Reuters) - Independent U.S. refiner Valero Energy Corp’s quarterly profit beat Wall Street estimates on Thursday due to lower expenses and as it processed more crude.  The San Antonio, Texas-based company said refinery throughput capacity utilization was 99 percent, with volumes averaging 3.1 million barrels per day in the quarter while administrative expenses fell 7 percent to $209 million.  Refiners have been benefiting from a discount on crude prices in Midland Texas, which reached a near five-week high in August, as production surged in the U.S. and pipelines operated at full capacity due to transportation bottlenecks.  Net income attributable to the company’s shareholders rose to $856 million, or $2.01 per share, in the third quarter ended Sept. 30, from $841 million, or $1.91 per share, a year earlier.  On an adjusted basis, the company earned $2.01 per share.  Total revenue rose to $30.85 billion from $23.56 billion.  Analysts, on average, had expected the company to report a profit of $1.95 per share on a revenue of $28.22 billion, according to Refinitiv data. (Reporting by Laharee Chatterjee in Bengaluru; Editing by Shailesh Kuber)","92":"March 26 (Reuters) - Valero Energy Partners Lp:  * VALERO ENERGY PARTNERS LP FILES FOR POTENTIAL SENIOR NOTES DUE 2028 OFFERING; SIZE NOT DISCLOSED - SEC FILING Source text (bit.ly\/2ISwhol) Further company coverage:","93":"The logo for Valero Energy Corporation is shown at a Valero gas station in Encinitas, California, U.S., May 2, 2016. REUTERS\/Mike Blake  HOUSTON (Reuters) - U.S. refiner Valero Energy Corp said on Thursday it plans to run its 14 refineries up to 98 percent of their combined throughput capacity of 3.1 million barrels per day (bpd) during the fourth quarter of 2018.  Valero’s refineries ran at 99 percent of their combined refining capacity in the third quarter, far ahead of the same period in 2017, when five U.S. Gulf Coast refineries were shut due to Hurricane Harvey.  John Locke, vice president of investor relations, said during a Thursday conference call to discuss third quarter earnings that the company expects its cost in 2018 for renewable identification number (RIN) biofuel credits will be about half of what it paid in 2017.  Valero expects to pay between $450 and $550 million in 2018. Biofuel blending, mostly for RINs, in 2017 cost $942 million.  Valero plans to begin construction on a $975 million, 55,000 bpd coker at its 335,000 bpd Port Arthur, Texas, refinery, said Lane Riggs, executive vice president and chief operating officer.  The construction is scheduled to finish is 2022, Riggs said. The new coker is set to increase reliability at the refinery, which has only one coker now. The addition of a second coker will allow it to keep running at high production levels when one coker needs to be shut for planned maintenance or repairs.  Cokers convert residual crude oil into feedstock for motor fuels and petroleum coke, a coal substitute.","94":"Slideshow ( 2 images )  (Reuters) - Venezuela’s September crude sales to the United States rose to their highest in over a year, boosted by purchases by Citgo Petroleum, the U.S. refining arm of Venezuela’s state-run PDVSA, and Valero Energy, according to Refinitiv Eikon trade flows data.  A collision in August at a dock of Venezuela’s main oil port of Jose has limited exports in large vessels to Asia, spurring loading of more medium-size tankers including those typically covering routes to the United States.  Venezuela’s overall crude exports fell 14 percent in September to 1.105 million bpd due to declining oil output and dock woes at Jose terminal. The OPEC-member country’s crude production fell for third time in a row to 1.448 million bpd in August, according to official figures.  The United States imported 601,505 barrels per day (bpd) of Venezuelan crude last month, a 28-percent increase versus August and the highest monthly average since August 2017, according to the Refinitiv Eikon data.  Valero and Citgo bought over 250,000 bpd each of Venezuelan crude last month compared with an average of 170,000 bpd earlier this year, according to the data.  A total of 38 cargoes were purchased by U.S. customers from PDVSA and its joint ventures in September. At least three of those shipments were co-loaded in different Venezuelan ports to avoid problems at Jose, where repairs are expected to take at least one more month to be completed.  PDVSA’s exports last month included more light and medium crudes, generally produced at very low levels in Venezuela and leaving less of these grades for PDVSA’s domestic refineries to produce fuels.  In September, PDVSA sold Citgo and Valero some 84,000 bpd of Santa Barbara, Mesa and Leona crudes, which are typically processed at Venezuelan refineries.  PDVSA regularly imports gasoline, diesel, liquefied petroleum gas and refining feedstock to offset low production at its refineries.","95":"May 17 (Reuters) - Valero Energy Corp:  * VALERO ENERGY CORP FILES FOR POTENTIAL DEBT SHELF OFFERING; SIZE NOT DISCLOSED - SEC FILING Source text: (bit.ly\/2wPawUj) Further company coverage:","96":"HOUSTON (Reuters) - Valero Energy Corp plans to keep its 335,000 barrel-per-day (bpd) Port Arthur, Texas, refinery in operation during the week as potentially heavy rains threaten the Gulf Coast city, said sources familiar with plant operations.  Valero began restarting the 100,000-bpd coker at the Port Arthur refinery on Monday, the sources said. The coker and the 45,000-bpd hydrocracker were shut by an electrical disruption on Sunday, according to a notice the company filed with the Texas Commission on Environmental Quality.","97":"FILE PHOTO: A Valero Energy Corp. gas station is pictured in El Cajon, California, U.S., August 8, 2017. Picture taken August 8, 2016. To match Special Report USA-BIOFUELS\/VALERO REUTERS\/Mike Blake  HOUSTON (Reuters) - Valero Energy Corp completed restarting the gasoline-producing unit at its 195,000-barrel-per-day (bpd) McKee refinery in Sunray, Texas, on Thursday night, sources familiar with plant operations said on Friday.  The 55,000-bpd gasoline-producing fluidic catalytic cracking unit (FCCU) was shut on Wednesday because of a power interruption at the refinery, the sources said.","98":"(Repeats with no changes)  NEW YORK, April 23 (Reuters) - U.S. independent refiners are expected to roll out lower than expected first-quarter profits after a spate of outages, weak gasoline margins and a surge in the price of Canadian oil, according to analysts.  Major independent refiners cut production dramatically during the quarter, with some electing to undergo maintenance rather than produce barrels at a time when gasoline margins slumped.  Several major U.S. refiners, including Valero Energy Corp , HollyFrontier Corp, and Marathon Petroleum Corp , are all expected to fall short of consensus estimates when they report results, according to Refinitiv Eikon’s SmartEstimate model, which values more recent revisions from higher-ranked analysts.  However, reduced refining output in the early part of the year sets up the industry for a potential rebound as the critical summer months approach. With gasoline stockpiles at a four-year low on a seasonal basis, margins have rebounded in anticipation of driving season.  U.S. refinery utilization dropped to 87.5 percent in early April, the lowest seasonally since 2014. Refiners had been running full-tilt for much of 2018, encouraged by strong demand for distillates. But in the process, they overproduced gasoline, tanking margins for the fuel along the way.  Those margins fell to $3.64 a gallon in January, the lowest since 2009. They have since recovered, and were at about $23.00 a gallon on Monday, as inventories have fallen to about 228 million barrels from almost 260 million barrels in mid-January. (GRAPHIC: Gasoline stocks fall as refinery runs drop tmsnrt.rs\/2Iafyjp.)  Refiner earnings kick off this week with Valero on Friday. Since the beginning of April, analysts, on average, have revised projections for refiners lower by more than 5 percent, according to Refinitiv data.  Analysts have sharply lowered estimates for Valero, Marathon and HollyFrontier, along with PBF Energy and Phillips 66 , in the past month, putting them in the bottom quartile among U.S. companies in terms of revisions, according to Refinitiv data.  On top of heavy maintenance, fires broke out at facilities over the last few months, including at Valero’s Port Arthur, Texas, refinery, Exxon Mobil Corp’s Baytown, Texas, refinery and HollyFrontier’s El Dorado, Kansas, refinery.  HollyFrontier lowered the amount of crude it expected to process in the first quarter by 5,000 bpd. Analysts at Goldman Sachs downgraded the company’s outlook last week on concerns that profits would take a hit after Canadian crude differentials collapsed.  Sandy Fielden, director of commodities and energy research at Morningstar, said PBF also lost out because of “the Canadian crude discount just disappearing.”  Canadian crude oil had been heavily discounted due to oversupply and lack of pipelines, but that discount eroded after the province of Alberta instituted production cuts. Western Canada Select (WCS) recently has traded around $9.25 a barrel under U.S. crude, compared with $15.65 at the beginning of the quarter.  BUMPER BUNKER PROFITS?  Some refiners decided to undergo heavier planned maintenance during the quarter to ready facilities for new low-sulfur marine fuel requirements. The new regulations required by the International Maritime Organization (IMO) are due to come into effect on Jan. 1, 2020 and could produce bumper profits.  The rules outlaw high-sulfur fuels traditionally used for shipping - a boon for complex refineries that can break down products used by marine vessels into lower-sulfur products with higher margins.  Refiners could now run their plants at higher rates to take advantage of the higher margins, and analysts expect gasoline inventories to climb through the remainder of the year as a result.","99":"April 26 (Reuters) - Valero Energy Corp posted a 54 percent rise in first-quarter profit on Thursday as the U.S. refiner benefited from higher refining margins.  Net income attributable to company shareholders rose to $469 million, or $1.09 per share, for the three months ended March 31, from $305 million, or $0.68 per share, a year earlier.  Revenue rose to $26.44 billion from $21.77 billion. (Reporting by Yashaswini Swamynathan in Bengaluru; Editing by Saumyadeb Chakrabarty)","100":"HOUSTON (Reuters) - Valero Energy Corp VLO.N, the second largest U.S. crude oil refiner, is \"not as pessimistic\" about a possible administration led by Democrat Joe Biden, Chief Executive Officer Joe Gorder said on Thursday.  “We’re not as pessimistic as some people are about a possible change in administrations,” Gorder told Wall Street analysts in a Thursday morning conference call to discuss third-quarter results.  Rich Walsh, Valero’s senior vice president and general counsel, said despite Democratic proposals to raise taxes and increase regulation, the need to revive the economy from the COVID-19 pandemic will guide policy no matter who occupies the White House in 2021.  “It’s really hard to lay on a whole lot of new policies when you’re coming out of a pandemic,” Walsh said during the conference call.  Valero expects a new stimulus bill will be passed by the U.S. Congress following the election whether or not Biden takes over from U.S. President Donald Trump, Gorder said.  “We expect there will a new stimlus pacakage after the election no matter which party wins,” he said.","101":"HOUSTON (Reuters) - Three Texas environmental groups notified Valero Energy Corp on Wednesday of plans to file a lawsuit under the U.S. Clean Air Act for pollution at the company’s Port Arthur, Texas, refinery, the organizations said.  FILE PHOTO: The Valero refinery next to the Houston Ship Channel is seen in Houston, Texas, U.S., May 5, 2019. REUTERS\/Loren Elliott\/File Photo  Environment Texas, the Sierra Club and the Port Arthur Community Action Network allege over 600 violations of pollution limits by the release of hazardous chemicals like sulfur dioxide, hydrogen sulfide and particulates from the refinery since 2014.  A Valero spokeswoman did not reply to a request for comment.  The lawsuit would be filed under a provision of the Clean Air Act that allows citizens to sue in federal court when government agencies have failed to halt pollution. Plaintiffs must first provide a 60-day notice to the companies and agencies of the planned lawsuit.  The organizations said Valero has released over 850,000 pounds of sulfur dioxide during emission events reported by the company to the Texas Commission of Environmental Quality.  “Valero’s Port Arthur refinery has a poor compliance record even when compared to other Texas oil refineries, spewing out millions of pounds of dangerous pollution into surrounding neighborhoods,” said Luke Metzger, executive director of Environment Texas.  A storage tank fire at the Port Arthur refinery in 2017 released over 250,000 pounds (113,398 kilograms) of particulate matter, more than any other facility in the entire state released from emission events over that entire year, the groups said.  In similar lawsuits, Environment Texas and the Sierra Club Lone Star chapter reached settlements with Royal Dutch Shell Plc and Petrobras over pollution at Houston-area refineries.  In 2017, Exxon Mobil Corp was ordered to pay $20 million for over 16,000 Clean Air Act violations at its Baytown, Texas, refinery following a lawsuit by Environment Texas and the Sierra Club Lone Star chapter.  The Clean Air Act provides penalties up to nearly $100,000 per each violation of the act."}}