{"date":{"0":"2020\/04\/27","1":"2019\/06\/12","2":"2018\/02\/27","3":"2020\/04\/24","4":"2020\/03\/23","5":"2018\/05\/04","6":"2020\/02\/06","7":"2020\/06\/25","8":"2019\/10\/22","9":"2019\/01\/23","10":"2018\/10\/23","11":"2019\/02\/14","12":"2018\/06\/19","13":"2021\/02\/04","14":"2019\/10\/22","15":"2020\/09\/11","16":"2019\/04\/23","17":"2018\/09\/07","18":"2020\/10\/21","19":"2018\/12\/03","20":"2018\/09\/12","21":"2019\/04\/25","22":"2018\/09\/25","23":"2018\/02\/28","24":"2018\/04\/24","25":"2018\/02\/09","26":"2020\/01\/30","27":"2021\/01\/26","28":"2021\/02\/05","29":"2018\/10\/30","30":"2020\/07\/14","31":"2019\/11\/21","32":"2021\/01\/26","33":"2021\/01\/17","34":"2019\/03\/13","35":"2019\/07\/11","36":"2019\/01\/08","37":"2018\/06\/08","38":"2019\/01\/08","39":"2020\/09\/14","40":"2020\/05\/20","41":"2018\/04\/13","42":"2018\/11\/05","43":"2020\/04\/16","44":"2020\/07\/24","45":"2019\/06\/27","46":"2019\/01\/29","47":"2020\/10\/21","48":"2019\/11\/19","49":"2020\/02\/14","50":"2018\/02\/28","51":"2020\/03\/12","52":"2018\/10\/24","53":"2020\/04\/15","54":"2019\/10\/25","55":"2018\/06\/19","56":"2018\/12\/11","57":"2020\/10\/19","58":"2020\/02\/06","59":"2018\/04\/24","60":"2020\/03\/23","61":"2018\/07\/24","62":"2020\/09\/07","63":"2019\/06\/14","64":"2018\/05\/08","65":"2018\/07\/24","66":"2018\/12\/10","67":"2018\/05\/03","68":"2018\/04\/24","69":"2020\/03\/31","70":"2018\/03\/19","71":"2020\/01\/30","72":"2018\/06\/08","73":"2018\/04\/24","74":"2019\/03\/13","75":"2020\/04\/24","76":"2021\/01\/11","77":"2020\/02\/21","78":"2020\/07\/24","79":"2018\/12\/03","80":"2018\/05\/04","81":"2018\/04\/21","82":"2020\/02\/19","83":"2021\/01\/01","84":"2020\/09\/02","85":"2018\/04\/20","86":"2018\/08\/10","87":"2020\/06\/25","88":"2018\/10\/23","89":"2019\/12\/03","90":"2021\/02\/16","91":"2018\/02\/28","92":"2018\/05\/01","93":"2020\/09\/11","94":"2018\/06\/29","95":"2018\/05\/16","96":"2018\/04\/24","97":"2018\/04\/20","98":"2018\/09\/07","99":"2018\/03\/05","100":"2020\/03\/14","101":"2020\/12\/02","102":"2018\/06\/07","103":"2018\/11\/05","104":"2019\/01\/16","105":"2020\/02\/21","106":"2019\/05\/02","107":"2018\/10\/16","108":"2020\/12\/29","109":"2021\/01\/12","110":"2019\/08\/01","111":"2020\/03\/17","112":"2018\/05\/01","113":"2020\/09\/15","114":"2018\/05\/16","115":"2020\/03\/12","116":"2020\/09\/14","117":"2020\/04\/16","118":"2018\/03\/22","119":"2018\/04\/24","120":"2019\/08\/12","121":"2019\/08\/01","122":"2020\/02\/21","123":"2019\/08\/01","124":"2019\/01\/29","125":"2019\/10\/25","126":"2018\/12\/11","127":"2018\/11\/14","128":"2019\/04\/23","129":"2018\/04\/19","130":"2020\/02\/28","131":"2020\/11\/19","132":"2020\/02\/19","133":"2021\/02\/16"},"text":{"0":"WASHINGTON, April 27 (Reuters) - Verizon Communications Inc , the largest U.S. wireless carrier, said Monday it will extend a commitment through June 30 not to cancel service or charge late fees to customers because of the coronavirus pandemic.  In March, the Federal Communications Commission (FCC) said major wireless and internet providers - including Verizon, Comcast Corp, AT&T Inc and Alphabet’s Google Fiber - had agreed not to terminate service for subscribers for 60 days. In total, more than 700 companies have now agreed to the voluntary measures. In March, FCC Chairman Ajit Pai said carriers had also agreed to open wifi hotspots to anyone who needs them. A group of 24 state attorneys general last week asked carriers to extend the voluntary commitment until August 11. (Reporting by David Shepardson Editing by Chizu Nomiyama)","1":"WASHINGTON (Reuters) - Huawei Technologies Co Ltd has told Verizon Communications Inc that the U.S. carrier should pay licensing fees for more than 230 of the Chinese telecoms equipment maker’s patents and in aggregate is seeking more than $1 billion, a person briefed on the matter said on Wednesday.  Slideshow ( 2 images )  Verizon should pay to “solve the patent licensing issue,” a Huawei intellectual property licensing executive wrote in February, the Wall Street Journal reported earlier. The patents cover network equipment for more than 20 of the company’s vendors including major U.S. tech firms but those vendors would indemnify Verizon, the person said. Some of those firms have been approached directly by Huawei, the person said.  The patents in question range from core network equipment, wireline infrastructure to internet-of-things technology, the Journal reported. The licensing fees for the more than 230 patents sought is more than $1 billion, the person said.  Huawei has been battling the U.S. government for more than a year. National security experts worry that “back doors” in routers, switches and other Huawei equipment could allow China to spy on U.S. communications. Huawei has denied that it would help China spy.  Companies involved, including Verizon have notified the U.S. government and the dispute comes amid a growing feud between China and the United States. The licensing fee demand may be more about the geopolitical battle between China and the United States rather than a demand for patent fees.  Huawei and Verizon representatives met in New York last week to discuss some of the patents at issue and whether Verizon is using equipment from other companies that could infringe on Huawei patents.  Verizon spokesman Rich Young declined to comment “regarding this specific issue because it’s a potential legal matter.”  However, Young said, “These issues are larger than just Verizon. Given the broader geopolitical context, any issue involving Huawei has implications for our entire industry and also raise national and international concerns.”  Huawei and U.S. wireless carriers T-Mobile US Inc and AT&T Inc did not respond to Reuters’ requests for comment. Sprint Corp declined to comment.  The United States last month put Huawei on a blacklist that barred it from doing business with U.S. companies on security grounds without government approval, prompting some global tech firms to cut ties with the world’s largest telecoms equipment maker.  Washington is also seeking the extradition of Huawei Chief Financial Executive Meng Wanzhou from Canada after her arrest in Vancouver last December on a U.S. warrant.  China has since upped the pressure on Canada, halting Canadian canola imports and in May suspended the permits of two major pork producers.","2":"Feb 27 (Reuters) - Verizon Communications Inc:  * VERIZON AND CONCACAF KICK OFF EXCLUSIVE MULTI-PLATFORM MEDIA PARTNERSHIP  * ADDITIONAL TERMS OF DEAL WERE NOT DISCLOSED  * DEAL GIVES VERIZON EXCLUSIVE ENGLISH LANGUAGE RIGHTS TO DISTRIBUTE MULTIPLE CONFEDERATION CHAMPIONSHIPS  * DEAL TO DISTRIBUTE CONFEDERATION OF NORTH, CENTRAL AMERICAN AND CARIBBEAN ASSOCIATION FOOTBALL (CONCACAF) TOURNAMENTS ACROSS CO’S DIGITAL MEDIA PLATFORMS  * PEOPLE IN CANADA, MEXICO AND CARIBBEAN WILL ALSO BE ABLE TO VIEW SELECT CONCACAF TOURNAMENTS ON CO’S DIGITAL PLATFORMS Source text for Eikon: Further company coverage:","3":"(Reuters) - Verizon Communications Inc VZ.N withdrew its full-year revenue outlook on Friday as it lost 68,000 phone subscribers who pay a monthly bill in the first quarter amid lockdowns due to coronavirus outbreak that closed 70% of its stores.  Verizon shares fell 0.5%.  Store closures led to a significant drop in customer activity and device volumes in the quarter, the telecom operator said. The company stopped selling phones in its stores and encouraged customers to buy devices online.  Analysts expected Verizon to gain just 100 subscribers in the quarter ended March 31, according to research firm FactSet.  Verizon reported postpaid phone churn of 0.82% in the first quarter, compared to 0.84% in the same period last year.  Jonathan Chaplin, an analyst at New Street Research, said in a report that lower churn should have outweighed the impact of lower gross adds.  “Verizon has been losing subscribers in the first quarter for the last few years – churn is higher than gross adds,” Chaplin said. “With the drop in switching activity induced by social distancing, Verizon should have benefited.”  FILE PHOTO: A man stands next to the logo of Verizon at the Mobile World Congress in Barcelona, Spain, February 26, 2019. REUTERS\/Sergio Perez\/File Photo  Verizon is the second telecoms giant to pull its guidance after AT&T Inc T.N.  The company also reduced its full-year adjusted earnings per share outlook to between a growth of 2% and a fall of 2%. It had earlier expected a growth of 2% to 4%.  Verizon maintained its capital expenditure guidance of $17.5 billion to 18.5 billion, which was raised by 500 million in March.  The No. 1 U.S. wireless company said that it would continue to roll out 5G, the next generation of wireless, and improve its 4G network. The company said the virus reduced its earnings by 4 cents per share in the first quarter.  VerizonMedia, which owns Yahoo! and TechCrunch, took a big hit from the pandemic’s effects as advertising spending came to a complete halt.  VerizonMedia revenues were $1.7 billion, down 4.0 percent year over year. The company said that it saw more readers on its media platforms, but advertising rates have declined.  Last week, Verizon acquired Zoom video conferencing rival BlueJeans as more people are forced to work from home during the coronavirus pandemic.  In the first quarter, Verizon’s earned $1.26 per share, above analysts’ average estimate of $1.22, according to IBES data from Refinitiv.  Total operating revenue for the wireless carrier fell 1.6% to $31.6 billion from a year earlier.  Analysts had expected revenue of $32.27 billion.  Analysts expect to see much of the COVID-19’s impact on Verizon’s businesses in the second quarter.","4":"March 23 (Reuters) - Verizon Communications Inc:  * VERIZON - WILL WAIVE OVERAGE CHARGES AND LATE FEES TO SUPPORT CUSTOMERS WHO MAY BE FINANCIALLY AFFECTED BY COVID-19 CRISIS  * VERIZON -FROM MARCH 25 TO APRIL 30, WIRELESS CONSUMER & SMALL BUSINESS CUSTOMERS TO SEE ADDITIONAL 15GB OF DATA ADDED TO PLAN FOR NO ADDITIONAL CHARGE Source text for Eikon: Further company coverage:","5":"May 4 (Reuters) - Verizon Communications Inc:  * VERIZON FILES PRICING TERM SHEET WITH U.S. SEC RELATED TO OFFERING OF $730 MILLION 5.32% NOTES DUE 2053 - SEC FILING Source text - bit.ly\/2KCQcsv Further company coverage:","6":"SHENZHEN, China\/WASHINGTON (Reuters) - China’s biggest telecommunications equipment maker will square off in court against the No. 1 U.S. wireless carrier over whether Verizon Communications Inc should pay Huawei Technologies Co Ltd for patent infringement.  Slideshow ( 2 images )  Late Wednesday, Huwaei sued Verizon in two U.S. District courts in Texas, alleging the company used 12 Huawei patents without authorization in areas such as computer networking, download security and video communications. The suit sought an unspecified amount of compensation and ongoing royalty payments.  Verizon on Thursday called the lawsuits “nothing more than a PR stunt” and “a sneak attack on our company and the entire tech ecosystem.”  Huawei said in a statement it “is simply asking that Verizon respect Huawei’s investment in research and development by either paying for the use of our patents, or refraining from using them in its products and services.”  Verizon’s statement said: “Huawei’s real target is not Verizon; it is any country or company that defies it. The action lacks merit, and we look forward to vigorously defending ourselves.”  Huawei alleged Verizon has “profited greatly” from its technology. It said the U.S. company’s Wireline segment, which covers voice, data and video communications products, generated revenue of $29.8 billion in 2018.  Huawei and Verizon held six face-to-face meetings over the matter since February last year, according to the lawsuits. Huawei said it met with Verizon in New York on Jan. 21 “but there was no substantial progress and thus no licensing agreement was reached.”  Huawei said Verizon is providing access to infringing technologies and services that use Huawei patented technology, “such as Cisco Integrated Service Routers, Aggregation Services Routers, Network Convergence Systems, Nexus Switches, Catalyst Switches, and Clouds Services Router 1000v series, which facilitate communications throughout Verizon’s networks.”  In June, Reuters reported Huawei told Verizon it should pay licensing fees for use of more than 230 Huawei patents and was seeking more than $1 billion.  The Chinese company decided to take action for 12 patents because it considered evidence clearest and that number was manageable for the litigation, a person told Reuters.  Huawei in December also sued the U.S. Federal Communications Commission after the FCC designated the company a security threat, which Huawei denies, and barred it from a government subsidy program.  Huawei has received more than $1.4 billion in patent license fees since 2015 and paid over $6 billion for use of patented technology, the company said.","7":"June 25 (Reuters) - Verizon Communications Inc said on Thursday it was pausing advertising on Facebook Inc following wide spread support for a campaign that called out the social media giant for not doing enough to stop hate speech on its platforms.  “We’re pausing our advertising until Facebook can create an acceptable solution that makes us comfortable,” a Verizon spokesperson said.  Verizon joins a list of U.S. companies that have stopped advertising on Facebook in support of the Stop Hate for Profit campaign, started by several U.S. civil rights groups.  Facebook did not immediately respond to a request for comment. (Reporting by Ayanti Bera and Sheila Dang; Editing by Shinjini Ganguli)","8":"(Reuters) - Walt Disney Co’s launch of its Disney+ streaming service will get a boost of about 50 million U.S. subscribers through a promotion with Verizon Communications Inc, the telecom provider said on Tuesday.  FILE PHOTO: A man stands next to the logo of Verizon at the Mobile World Congress in Barcelona, Spain, February 26, 2019. REUTERS\/Sergio Perez  The move puts Disney+, which will debut on Nov. 12 in the United States, close to the size of Netflix’s 61 million paying U.S. subscribers.  Disney shares rose 1.7% to close at $132.55, and Verizon was barely changed at $60.76 on the New York Stock Exchange. Netflix Inc shares fell 4.3% to $266.03 on Nasdaq.  Disney vs Netflix as streaming war looms:  Verizon said all its new and existing unlimited wireless customers, as well as new Fios and 5G Home internet customers, will be eligible for a free, one-year subscription to Disney+. The service will cost regular subscribers $7 monthly or $70 annually. A bundle that includes ESPN+ and Hulu will cost $13 a month.  Disney will be paid by Verizon in a “wholesale” deal arrangement, Disney Chief Executive Robert Iger said in a CNBC interview. The agreement “will have a significant effect ... in terms of jumpstarting subscriptions,” he added.  As of the second quarter, Verizon served 118 million wireless subscribers, with about half of them purchasing unlimited service, the company has said.  Verizon and Disney are taking a page out of Apple Inc’s playbook by giving a free year’s worth of the video service, to quickly build a subscriber base.  Apple plans to give away a one-year subscription here to Apple TV+ for all purchasers of new Macs, iPhones and Apple TV devices. The service is set to launch on Nov. 1.  Analysts estimate Apple could sell as many as 200 million of its latest iPhones to existing users upgrading their old phones.  The Verizon deal gives Disney an advantage in the so-called streaming wars, in which companies like Netflix, Amazon.com Inc, Comcast Corp and AT&T Inc compete for streaming video subscribers.  Analysts at research firm Cowen noted that Verizon recently reduced the price of its unlimited plans by $5 per month to encourage customer uptake in preparation for 5G.  Fewer than half of Verizon’s customers are on unlimited plans, Chief Financial Officer Matt Ellis said on the company’s second-quarter earnings call.  Verizon had 124 million customers across wireless and Fios internet in the second quarter.  The move by Disney and Verizon puts added pressure on AT&T, which is announcing details of its forthcoming HBO Max streaming service at an investor day presentation on Oct. 29. AT&T has not yet released pricing or distribution details for the new service.  Last year, Verizon shut down its go90 advertising-supported streaming video service after a three-year run, after failing to reach younger viewers. It had invested millions to acquire sports and content rights from short-form video producers.","9":"FILE PHOTO - The Verizon logo is seen on the side of a truck in New York City, U.S., October 13, 2016. REUTERS\/Brendan McDermid  (Reuters) - Verizon Communications Inc is cutting about 7 percent, or about 800 jobs, at its media unit, it said on Wednesday.  The cuts are in addition to a voluntary separation program announced by Verizon in December that will see about 10,400 employees leave by the middle of 2019.  Verizon Media, formerly called Oath and home to its Yahoo and AOL divisions, had 11,385 employees at end of 2018.  The unit has struggled to improve Verizon’s digital advertising business, which competes with the likes of Facebook Inc and Alphabet Inc’s Google for ad dollars.","10":"Oct 23 (Reuters) - Verizon Communications Inc on Tuesday beat Wall Street estimates for net new phone subscribers who pay a monthly bill, helped by promotions for Apple Inc’s new iPhone.  The largest U.S. wireless carrier by subscribers said it added a net 295,000 phone subscribers during the third quarter, beating estimates of 161,000 new subscribers, according to research firm FactSet.  Total operating revenue rose 2.8 percent to $32.61 billion during the quarter, beating analysts’ estimates of $32.51 billion, according to Refinitiv data. (Reporting by Akanksha Rana in Bengaluru and Sheila Dang in New York Editing by Supriya Kurane)","11":"(Reuters) - XPO Logistics Inc on Thursday said it will close a Verizon-contracted distribution center in Memphis that was the subject of a New York Times investigation into pregnancy discrimination against female workers.  “Our customer has made a business decision and as a result this facility will close in June,” XPO said in a statement. XPO declined to name the customer, identified by workers and media reports as Verizon.  A representative for Verizon Communications Inc did not immediately respond to requests for comment.  XPO said the workers’ allegations either predated its 2014 acquisition of the Memphis facility or were not reported to the company.  Roughly 400 workers will lose their jobs as a result of the closure.  XPO said it has “new jobs available for the majority of these employees in our 11 other facilities.” It also plans to open a new Memphis facility later this year that will create about 80 new jobs.  The company will report fourth-quarter financial results after the stock market close on Thursday.","12":"FILE PHOTO: The Verizon logo is seen on the side of a truck in New York City, U.S., October 13, 2016. REUTERS\/Brendan McDermid\/File Photo  (Reuters) - Verizon Communications Inc will stop selling its customers’ phone location data to third parties after an investigation by a U.S. Senator found law enforcement agencies were able to use the data to track people without their consent.  The move by Verizon comes as consumers and lawmakers are increasingly concerned about privacy and security amid data breaches by tech firms, including Facebook Inc..  In a letter to Senator Ron Wyden of Oregon dated June 15 and released by Wyden’s office on Tuesday, Verizon said it was beginning the process to stop selling customer location data to vendors that aggregate the data.  Wyden contacted the major carriers after his probe found that a prison phone company called Securus Technologies with access to such data had allowed law enforcement to use it to track people.  A Securus spokesman said the company was authorized to give law enforcement the location of a phone in certain circumstances, under Securus’ contract with the third party data aggregator.  “We believe that ending the ability of law enforcement to use these critical tools will hurt public safety and put Americans at risk,” the spokesman said.  AT&T Inc and T-Mobile US Inc said in letters to Wyden that they have blocked the prison phone company from accessing customer data, but stopped short of saying they would stop selling the location data to others. Sprint Corp in its letter to Wyden said it would end access to its customers’ location data if a breach was found.  Shares of Verizon were up 2.2 percent at $48.49 in afternoon trading.","13":"FILE PHOTO: A T-Mobile logo is seen on the storefront door of a store in Manhattan, New York, U.S., April 30, 2018. REUTERS\/Shannon Stapleton  (Reuters) - T-Mobile US Inc said on Thursday it added more monthly bill-paying phone subscribers than analysts had expected in the fourth quarter, as the pandemic-induced remote working trend spurred demand for its phone and internet services.  The company added more postpaid phone subscribers than rivals AT&T Inc and Verizon Communications Inc in the period, thanks to the latest iPhone launch and benefits from its acquisition of peer Sprint.  The wireless carrier’s postpaid subscriber base rose by 824,000 in the quarter, above FactSet estimates of 768,200.  T-Mobile expects 2021 postpaid net customer additions to be between 4 million and 4.7 million.  Total revenue rose to $20.34 billion in the quarter ended Dec. 31, from $11.88 billion a year earlier, and was more than estimates of $19.93 billion, according to IBES data from Refinitiv.","14":"Oct 22 (Reuters) - Verizon Communications Inc said on Tuesday it will offer unlimited wireless and broadband customers a free one-year subscription to Walt Disney Co’s soon-to-be-launched streaming service Disney+.  The company said all its new and existing unlimited wireless customers as well as its Fios and 5G Home internet customers will be eligible.  Disney’s subscription-based streaming video service is set to launch in the United States on Nov. 12. (Reporting by Neha Malara in Bengaluru; Editing by Sriraj Kalluvila)","15":"FILE PHOTO: A Los Angeles Unified School District (LAUSD) computer lesson is seen on a student’s computer, during the global outbreak of the coronavirus disease (COVID-19), in Los Angeles, California, U.S., August 18, 2020. REUTERS\/Lucy Nicholson  WASHINGTON (Reuters) - A group of 11 U.S. senators on Friday urged the chief executives of the seven largest U.S. internet providers to temporarily suspend data caps and fees for millions of U.S. school children studying remotely because of the coronavirus pandemic.  The senators led by Democrat Mark Warner called on AT&T Inc, Comcast, Verizon Communications Inc, T-Mobile and three other providers to “take concrete measures to suspend limits and fees associated with increased broadband use, which is needed to participate in online courses or remote work.”  They also asked providers to expand coverage areas to places where students struggle to get online access.","16":"(Reuters) - Verizon Communications Inc on Tuesday raised its 2019 profit forecast and beat Wall Street estimates for quarterly profit as it focuses on cost cuts, but the U.S. wireless carrier lost more phone subscribers than analysts had expected.  FILE PHOTO: A man stands next to the logo of Verizon at the Mobile World Congress in Barcelona, Spain, February 26, 2019. REUTERS\/Sergio Perez\/File Photo  Verizon said it now expects low single-digit percentage growth in adjusted profit, after previously saying that its 2019 profit would be similar to what it reported a year earlier.  Verizon Chief Financial Officer Matt Ellis said profit margins in the carrier’s core wireless business was pressured by accounting changes during the first quarter. Without the items, “the business performed really well,” Ellis said in an interview.  Jonathan Chaplin, an analyst with New Street Research, described the results as mixed, as Verizon’s raised guidance seemed to be “driven entirely by below-the-line items.”  Shares of Verizon were down 2.2 percent at $57.09 in morning trading.  The company said it lost a net 44,000 phone subscribers who pay a monthly bill in the first quarter, which was characterized by few big price-cut promotions. Analysts had expected a net loss of 25,000 subscribers, according to research firm FactSet.  Verizon launched its 5G mobile network in two cities in the United States last month at an additional cost of $10 for customers with existing unlimited plans. It plans to spend $17 billion to $18 billion this year to build its network.  Net income attributable to the company rose to $5.03 billion, or $1.22 per share, in the first quarter ended March 31 from $4.55 billion, or $1.11 per share, a year earlier.  On an adjusted basis, Verizon earned $1.20 per share, beating analysts’ estimates of $1.17, according to IBES data from Refinitiv.  Revenue for Verizon Media Group, which was formerly called Oath and includes the Yahoo and AOL media brands, was $1.8 billion during the quarter, a decline from the previous year as the company earned less revenue from desktop advertising.  The company lost a net 53,000 Fios video customers during the quarter, as viewers continue to shift to cheaper streaming services. Analysts had expected it to lose just 40,000 video customers, according to FactSet.  Verizon said Tuesday it was partnering with Google to bring YouTube TV, a live and on-demand video streaming service, to its customers.  Verizon added 52,000 Fios internet customers during the quarter.  Total operating revenue rose about 1 percent to $32.13 billion during the quarter, falling slightly short of analysts’ estimates of $32.16 billion.","17":"(Reuters) - Verizon Communications Inc’s head of media and advertising business, Tim Armstrong, is in talks to leave the U.S. wireless carrier, the Wall Street Journal reported on Friday, citing people familiar with the matter.  AOL Inc Chief Executive Tim Armstrong speaks at the Viva Technology event in Paris, France, June 30, 2016. REUTERS\/Benoit Tessier  Armstrong came to Verizon in 2015 following its takeover of AOL and headed Oath, which was created last year after the No.1 U.S. telecom company acquired the core business of Yahoo and merged it with AOL.  Oath owns more than 50 brands, including HuffPost, TechCrunch and Tumblr, but has failed to make an impact in the space occupied by Facebook Inc and Alphabet Inc’s Google.  At Verizon, Armstrong had been working on building AOL’s expertise in placing text and video ads on mobile phones.  “Tim is as good as it gets in digital media, but the issue is less one of leadership than it is of the fit between digital advertising platform and a phone company,” MoffettNathanson analyst Craig Moffett said.  “Phone companies are subject to stricter rules around data privacy – some legal, some self-imposed – than are companies like Google and Facebook. Unfortunately, that makes it harder for them to compete.”  Armstrong headed AOL from 2009 to 2015, and was instrumental in the company reporting its first quarterly revenue growth in eight years in 2013.  “It’s just a mismatch between a large, bureaucratic corporate culture and an entrepreneurial, decentralized, flat culture DNA of Tim Armstrong,” said Raj Das at executive search firm Buffkin\/Baker.  Last year, Verizon had shown interest in acquiring a significant part of Rupert Murdoch’s Twenty-First Century Fox Inc’s assets, which was finally sold to Walt Disney Co.  Verizon declined to comment, while Armstrong did not immediately respond to a request for comment.  Shares of Verizon were marginally down at $54.13 in afternoon trading.","18":"Oct 21 (Reuters) - Verizon Communications Inc on Wednesday added more monthly bill-paying phone subscribers than expected as people bought new connections to power work-from-home set-ups.  The company said it added 283,000 postpaid phone subscribers, above the average estimate of 268,000 for the third quarter, according to research firm FactSet. (Reporting by Noor Zainab Hussain in Bengaluru; Editing by Saumyadeb Chakrabarty)","19":"(Reuters) - Verizon Communications Inc and Samsung Electronics Co Ltd on Monday confirmed long-held industry expectations they would seek to steal a march on Apple Inc by launching U.S. 5G smartphones in the first half of 2019.  Slideshow ( 2 images )  The two companies said in a statement they would unveil a prototype, using Qualcomm Inc’s modem chips, at the chipmaker’s annual Snapdragon Technology Summit in Maui, Hawaii this week.  While Verizon is leading the charge to trial 5G in some cities next year, industry analysts say the higher-speed networks are unlikely to be widely available until the middle of the next decade.  Apple is engaged in a legal battle with Qualcomm that has led it to stop using its modem chips, and the Cupertino, California company is widely expected instead to use Intel modems, which will not be ready for production until late 2019.  Citing sources familiar with the matter, Bloomberg reported on Monday that Apple would wait until at least 2020 to release its first 5G iPhones.  The delay could make it easier for Samsung and Verizon to win customers who are eager to connect to 5G networks, which will provide a leap forward in mobile data speeds, up to 50 or 100 times faster than current 4G networks.  Qualcomm has also partnered with other smartphone makers who have committed to 5G phones for next year.  U.S. wireless carrier Sprint Corp is also working with LG Electronics USA to launch a 5G smartphone in the U.S. in the first half of 2019.  Verizon launched its first commercial 5G service in October when its 5G Home offering went live in Houston, Indianapolis, Los Angeles and Sacramento.  Verizon Chief Financial Officer Matthew Ellis said last month that the company plans to target a broader audience for its 5G home broadband product following the adoption of global standards for the technology.","20":"The logo for Verizon's Oath: is seen outside the company's offices in New York, U.S., March 19, 2018. REUTERS\/Brendan McDermid\/File Photo  (Reuters) - Verizon Communications Inc VZ.N on Wednesday named K. Guru Gowrappan as the new chief executive officer of its media and advertising business, Oath, replacing Tim Armstrong.  Verizon last week said that Armstrong was in talks to leave Oath.  Gowrappan, currently Oath’s chief operating officer, will be taking the top job on Oct. 1, Verizon said.  Gowrappan joined Oath from Alibaba Group BABA.N early this year.  Armstrong came to Verizon in 2015 following its takeover of AOL and headed Oath, which was created last year after the No.1 U.S. telecom company acquired the core business of Yahoo and merged it with AOL.  Oath owns more than 50 brands, including HuffPost, TechCrunch and Tumblr, but has failed to make an impact in the space occupied by Facebook Inc FB.O and Alphabet Inc's GOOGL.O Google.","21":"FILE PHOTO: A Samsung employee poses with the new Samsung Galaxy S10 5G smartphone at a press event in London, Britain February 20, 2019. REUTERS\/Henry Nicholls  (Reuters) - Verizon Communications Inc started taking preorders for Samsung’s first 5G smartphone in the United States on Thursday, and said it would launch the high-speed wireless service in 20 more cities after Chicago and Minneapolis.  Verizon said customers pre-ordering the device can get up to $650 off on the Samsung Galaxy S10 5G if they switch to its network and trade in their older phones.  The Samsung 5G phone, exclusive to Verizon for a limited time, will be available in the telecom operator’s stores from May 16 with a starting price of $1,299.  Users in Chicago and Minneapolis can currently use Verizon’s 5G network by using a Motorola Z3 mobile and a 5G “Moto Mod”, a physical magnet-like attachment for the phone.  Washington DC, Houston, Dallas and Boston are some of the cities that made it to Verizon’s 5G list.  Rival AT&T launched its 5G network in 12 U.S. cities in December. However, its network is available only to consumers using a mobile hotspot device, not on 5G phones.","22":"The Verizon logo is seen on the side of a truck in New York City, U.S., October 13, 2016. REUTERS\/Brendan McDermid  (Reuters) - Verizon Communications Inc VZ.N said on Tuesday it is offering voluntary separation buyout packages to thousands of management employees in the United States.  “It is a voluntary plan and offers employees three weeks’ pay for every year of service,” Verizon spokesman Jim Gerace said, without providing details on the number of employees who would be offered the plan.  The move comes as the No. 1 U.S. wireless provider is trying to slash expenses and save $10 billion in costs by 2020.  Verizon had about 153,100 employees as of June.","23":"FILE PHOTO: The Verizon store in Superior, Colorado, U.S., July 27, 2017. REUTERS\/Rick Wilking\/File Photo  WASHINGTON (Reuters) - Verizon Communications Inc VZ.N and its Straight Path Communications Inc unit paid a $614 million civil penalty as part of a January 2017 settlement with the U.S. Federal Communications Commission, the agency said on Wednesday.  The telecommunications regulator said the settlement resolved an investigation into allegations that Straight Path failed to use the spectrum it was awarded, and in doing so violated the FCC’s rules in connection with approximately 1,000 licenses.  The settlement required Straight Path to sell those licenses and remit 20 percent of the overall proceeds. Verizon said on Wednesday it had completed its $3.1 billion acquisition of the company it announced in May 2017. The settlement represents the largest civil penalty paid to resolve an FCC investigation.  A Verizon spokesman declined to comment. The settlement resolved conduct from before Verizon’s announced acquisition.  The sales proceeds does not include a separate $15 million penalty that Straight Path paid to the FCC in January 2017.  The licenses are important to emerging 5G technology that will allow for much faster wireless networks and could usher in advances like remote surgical procedures and self-driving vehicles.  The FCC said in January 2017 that Straight Path was “squatting on spectrum licenses” and that was “fundamentally inconsistent with the public good.” The FCC probe was prompted by allegations of fraud in November 2015 by an anonymous short seller of the company’s stock, Reuters reported earlier.  Verizon outbid AT&T Inc T.N, which made a bid to buy Straight Path in April 2017 valued at $1.6 billion. With the completion of Verizon's acquisition of Straight Path, the company's shares were delisted from the New York Stock Exchange on Wednesday.","24":"April 24 (Reuters) - Verizon Communications Inc, the No. 1 U.S. wireless carrier, reported a 32 percent rise in quarterly profit on Tuesday, helped by gains from U.S. tax reforms.  Net income attributable to Verizon rose to $4.55 billion, or $1.11 per share, in the first quarter ended March 31 from $3.45 billion, or 85 cents per share, a year earlier.  Verizon said it lost 24,000 phone subscribers who pay a monthly bill on a net basis. (Reporting by Shariq Khan in Bengaluru; Editing by Anil D’Silva)","25":"Feb 9 (Reuters) - Bandwidth Inc:  * BANDWIDTH SAYS ON JAN 29, UNIT, CO AND VERIZON SERVICES, ON BEHALF OF ITSELF AND RELATED ENTITIES, ENTERED INTO SETTLEMENT AGREEMENT - SEC FILING  * BANDWIDTH SAYS PURSUANT TO SETTLEMENT AGREEMENT, VERIZON MADE A $4.4 MILLION LUMP SUM PAYMENT TO CO ON FEB 8  * BANDWIDTH SAYS ENTERED SETTLEMENT AGREEMENT TO RESOLVE ONGOING DISPUTE, LITIGATION WITH VERIZON, WHICH IS CARRIER ACCESS BILLING CUSTOMER OF CO  * BANDWIDTH - SETTLEMENT AGREEMENT ALSO RESOLVED VERIZON’S COUNTER-CLAIMS AGAINST CO  * BANDWIDTH - FOLLOWING LUMP SUM PAYMENT, CO WILL ISSUE TO VERIZON BILL CREDITS WITH RESPECT TO OTHER CABS AMOUNTS PREVIOUSLY BILLED TO VERIZON Source text: (bit.ly\/2H1Cuxb) Further company coverage:","26":"Jan 30 (Reuters) - Verizon Communications Inc added more-than-expected mobile phone subscribers who pay a monthly bill in the fourth quarter, benefiting from offering a free, one-year subscription to Disney+ with some of its plans.  The company said on Thursday it added 790,000 postpaid phone customers, above the average analysts’ estimate of 525,000 subscribers, according to research firm FactSet.  Total operating revenue for the largest U.S. wireless carrier by subscribers was $34.78 billion in the quarter ended Dec. 31, up from $34.28 billion a year earlier. (Reporting by Neha Malara in Bengaluru; Editing by Arun Koyyur)","27":"Jan 26 (Reuters) - Verizon Communications Inc said on Tuesday it added fewer monthly bill-paying phone subscribers than expected during the fourth quarter, as it faced increased competition from rivals T-Mobile US Inc and AT&T Inc .  The company added 279,000 postpaid phone subscribers in the quarter, below FactSet estimates of 443,100. (Reporting by Eva Mathews in Bengaluru; Editing by Shounak Dasgupta)","28":"FILE PHOTO: The Verizon logo is seen on the side of a truck in New York City, U.S., October 13, 2016. REUTERS\/Brendan McDermid  (Reuters) - The attorneys general of 16 U.S. states and the District of Columbia on Friday urged the Federal Communications Commission (FCC) to thoroughly investigate Verizon Communications Inc’s proposed $6.25 billion acquisition of pre-paid mobile phones provider Tracfone and impose conditions if it approves the deal.  Verizon said in September it would buy Tracfone, a unit of Mexican telecom company America Movil, in a cash and stock deal.  The state attorneys general said the FCC “should examine whether the acquisition of TracFone by Verizon could significantly reduce millions of Americans’ access to affordable communications services.”  Th letter added, “it is imperative that the FCC thoroughly vet the proposed transaction and impose specific conditions that protect and ensure the public interest before considering approval.”  The state AGs are led by Virginia’s Mark Herring and also include those of Colorado, Connecticut, Delaware, the District of Columbia, Iowa, Massachusetts, Michigan, Minnesota, Nevada, New Mexico, New York, North Carolina, Oregon, Rhode Island, Vermont and Washington.  Tracfone is one of the largest providers of telecommunications services under the government subsidy program known as Lifeline with 1.7 million low-income subscribers in 43 states and the District of Columbia, the state AGs’ letter said, while Verizon offers Lifeline in parts of four states.  A Verizon spokesman said on Friday the company “will continue to offer Lifeline service through TracFone and further develop its core brands, products and distribution channels. Strengthening and growing TracFone will benefit value-conscious consumers.”  Tracfone, which serves about 21 million subscribers through more than 90,000 retail locations across the United States, said last year more than 13 million of its subscribers rely on Verizon’s network under an existing agreement. Verizon is the largest U.S. wireless carrier by subscribers.  “We urge the FCC to put the interest of the American consumer before that of big business and request additional information before allowing this acquisition to happen,” said Michigan Attorney General Dana Nessel.","29":"(Reuters) - T-Mobile US Inc TMUS.O on Tuesday exceeded Wall Street's quarterly estimates for net new phone subscribers and profit, driven by its competitive wireless plans and trade-in offers for iPhones aimed at fending off its bigger rivals.  FILE PHOTO: A T-Mobile logo is advertised on a building sign in Los Angeles, California, U.S., May 11, 2017. REUTERS\/Mike Blake  Shares of the Bellevue, Washington-based company rose over 3 percent to $66.00 in extended trading.  The third-largest U.S. wireless carrier by subscribers is awaiting regulatory approval for its deal to buy smaller rival Sprint Corp S.N as it strives for more scale to compete with Verizon Communications Inc VZ.N and AT&T Inc T.N.  The company still expects to close the merger in the first half of next year and has so far received approval from half of the state commissions that are reviewing the deal, T-Mobile Chief Executive Officer John Legere said on a conference call with analysts.  “As you can see, we are making progress,” Legere said.  T-Mobile added a net 774,000 phone subscribers who pay a monthly bill during the third quarter, up from 595,000 net new subscribers it added in the same quarter last year.  The results were well ahead of analyst expectations for 628,000 net new subscribers, according to research firm FactSet.  The growth was helped by new wireless plans aimed at certain users, such as those over 55 and people in the military, which helped T-Mobile gain new customer segments.  T-Mobile said it now expects to add 3.8 million to 4.1 million net new postpaid customers for the full year, up from its previous expectations of between 3 million to 3.6 million.  Wall Street analysts watch the so-called “postpaid” customer figure, because those users pay a recurring bill and are more valuable to the carriers.  Jonathan Chaplin, an analyst with NewStreet Research, said the results were very strong.  “They are gaining traction in new market segments and new geographies,” he said. “We think they have a long way to run.”  T-Mobile’s revenue rose to $10.84 billion from $10.02 billion, beating analysts’ estimates of $10.72 billion, according to Refinitiv data.  Its net income rose to $795 million, or 93 cents a share, in the quarter ended Sept. 30, from $550 million, or 63 cents a share, a year earlier.  The company said net income was impacted during the quarter by $53 million in costs related to the pending Sprint merger.  Analysts were expecting the company to report a profit of 85 cents per share.  Last week, the largest U.S. carrier Verizon reported adding a net 295,000 phone subscribers during the third quarter, beating estimates of 161,000 new subscribers. Separately, AT&T gained a net 69,000 phone subscribers, compared with analysts’ estimates of a net drop of 22,000 subscribers.","30":"NEW DELHI (Reuters) - Bharti Airtel Ltd BRTI.NS is partnering with Verizon Communications Inc's VZ.N BlueJeans to launch a business-focused video conferencing tool, the Indian wireless carrier said on Tuesday.  Slideshow ( 2 images )  Airtel BlueJeans will be free for all business customers for three months and store all of its data in India, Gopal Vittal, Bharti Airtel CEO (India and South Asia) told a virtual news conference.  Tens of millions of Indians are working from home amid the coronavirus lockdowns.  They are using tools such as U.S.-based Zoom Video Communications Inc's ZM.O app to connect with colleagues and customers.  “This work from home trend and this increasing trend towards conferencing and collaborating from remote areas is only going to grow,” Vittal said.  “So we believe that this is a very nascent market - the penetration is low and the opportunity is very large.”  Reliance Industries Ltd's RELI.NS digital unit recently launched JioMeet, a video-conferencing app which offers Indian users free, 24-hour-long video conferencing calls.  Amitabh Kant, CEO of government think-tank NITI Aayog, endorsed JioMeet on Twitter, calling it a “major technological disruptor from India” and “better than Zoom”.  An Indian ban on 59 Chinese origin apps has led many to promote the use of local apps, echoing Prime Minister Narendra Modi’s call for “atma-nirbhar”, or economic self-reliance.  India has said Zoom is “not a safe platform” and has issued guidelines to avoid unauthorised users from carrying out malicious acts while using the tool.","31":"Slideshow ( 2 images )  (Reuters) - Verizon Communications Inc and Snap Inc will partner to develop 5G augmented reality features at the wireless carrier’s labs, the companies said on Thursday.  The No.1 U.S. wireless carrier will also preload the Snapchat app on select 5G phones under the deal.  Snap’s augmented reality features, including lenses that can overlay effects on pictures, have played a key role in its popularity among users.  Verizon and its U.S. rivals have embarked on an aggressive marketing push to get more customers to use their 5G networks, a technology that can offer 20-times faster data speeds than 4G long-term evolution (LTE) networks.","32":"The Verizon store in Superior, Colorado, U.S., July 27, 2017. REUTERS\/Rick Wilking  (Reuters) - Verizon Communications Inc said on Tuesday it added fewer monthly bill-paying phone subscribers than expected during the fourth quarter, as it faced increased competition from rivals T-Mobile US Inc and AT&T Inc.  The company added 279,000 postpaid phone subscribers in the quarter, below FactSet estimates of 443,100.  The economic uncertainty surrounding the COVID-19 pandemic has caused people to rethink spending.  The onset of the 5G era with the latest iPhones has left customers exploring various available options among the big three carriers that continue to invest in the rapidly evolving technology, intensifying competition for Verizon.  Total operating revenue for Verizon fell 0.2% to $34.7 billion, compared with estimates of $34.43 billion, according to IBES data from Refinitiv.  Net income fell to $4.72 billion, or $1.11 per share, in the fourth quarter ended Dec. 31, from $5.22 billion, or $1.23 per share, a year earlier.","33":"Jan 17 (Reuters) - Some users reported broadcasting issues with CBS and other television service providers on Sunday afternoon, outage monitoring website DownDetector and Verizon Support said on Twitter.  “There is a known broadcasting issue with CBS the network provider and other television service providers,” Verizon Support posted in a tweet. (Reporting by Kanishka Singh in Bengaluru; editing by Jonathan Oatis)","34":"(Reuters) - Verizon Communications Inc beat rivals AT&T and Sprint in the race to launch the first fifth generation mobile services in two cities in the United States at an additional cost of $10 for customers with existing unlimited plans.  Users in Chicago and Minneapolis will be able to avail the 5G wireless network from April 11 by using a Motorola Z3 mobile and a 5G “Moto Mod”, a physical magnet-like attachment for the phone, the telecommunications company said.  AT&T Corp and Sprint Corp are also building their 5G networks and plan to release 5G smartphones with Samsung Electronics later this year.  5G, the next-generation wireless network, is expected to offer data speeds up to 50 or 100 times faster than 4G networks.  The largest U.S. wireless carrier by subscribers will offer the “Moto mod” for $50 initially and its customers would not have to pay for 5G for the first three months.  Verizon, which plans to expand to more than 30 U.S. cities in 2019, launched its first commercial 5G service in October when its 5G Home offering went live in Houston, Indianapolis, Los Angeles and Sacramento.  While Verizon is leading the charge to test its 5G services, industry analysts say the higher-speed networks are unlikely to be widely available until the middle of the next decade.","35":"(Reuters) - Verizon Communications Inc earlier this year looked for buyers for Yahoo Finance, one of the most popular internet destinations for financial news and portfolio management tools, three people familiar with the matter told Reuters this week.  FILE PHOTO - A man stands next to the logo of Verizon at the Mobile World Congress in Barcelona, Spain, February 26, 2019. REUTERS\/Sergio Perez  While the U.S. wireless carrier never launched an official sales process, it quietly solicited interest in Yahoo Finance even as it was revamping its media division, previously named Oath and recently renamed Verizon Media.  The company ended its search recently, said the sources, who declined to be named because the talks were private.  Yahoo has emerged as the centerpiece of Verizon Media’s plans to rescue the once-dominant collection of internet assets which has been in decline since the late 2000s.  “We do not comment on rumors and speculation,” Verizon Media said in a statement on Thursday. “Yahoo Finance is integral to Verizon Media’s growth strategy. We continue to invest in the expansion of live programming, audio programming and the recently launched Yahoo Finance Premium product.”  Yahoo and AOL are the two large brands within Verizon Media, which also owns news publication HuffPost, technology news sites Techcrunch and Engadget, as well as social media site Tumblr.  Despite the epic erosion of usage and value of Verizon Media’s businesses, Yahoo Finance has remained a bright spot. It was the most visited site in the business and finance news category in May, beating out Forbes and CNBC, and it has attracted over 100 million global monthly visitors on average this year, according to data from media analytics company comScore.  A separate source with direct knowledge of Verizon’s plans said the company is seeking to acquire more media assets to bolster its portfolio and Yahoo Finance’s business.  The source said Verizon had received unsolicited interest in Yahoo Finance but did not entertain the conversations.  Verizon Media has struggled with declining usage and revenue growth. Last year, Verizon wrote down the value of its media assets by $4.6 billion.  Verizon spent a combined $9.2 billion to buy AOL and Yahoo in 2015 and 2017, respectively. Former Verizon Media Chief Executive Tim Armstrong had explored options for the media group, including buying it out from Verizon, news website The Information reported last year.  Yahoo was a pioneer of the internet era in the 1990s. At its peak, the company’s market value in the late 1990s was more than $125 billion. AOL’s combined market value the day after it announced a $165 billion offer to buy Time Warner in 2000 was over $340 billion.  Walt Piecyk, an analyst who covers Verizon for research firm BTIG, said Verizon is focused on its wireless business and the media division has become an afterthought since Hans Vestberg was named Verizon’s chief executive officer last year.  “Whatever Verizon is able to sell (Yahoo Finance) for will not move the needle for the business,” he said.  It is unclear how much Verizon was hoping to reap from a sale of Yahoo Finance. Other news-publication deals could provide a benchmark for valuation. German digital publisher Axel Springer bought the 88% it did not already own of New York-based news publication Business Insider in 2015, in a deal that valued Business Insider at $442 million.  Last month, Yahoo Finance launched a premium subscription that offers advanced portfolio tools, research reports and investment ideas for $50 per month.","36":"FILE PHOTO: The Verizon logo is seen on the side of a truck in New York City, U.S., October 13, 2016. REUTERS\/Brendan McDermid  (Reuters) - Verizon Communications Inc on Tuesday beat Wall Street estimates for net new phone subscribers who pay a monthly bill, adding 650,000 customers in the fourth quarter.  The largest U.S. wireless carrier was expected to add 355,600 new subscribers, according to research firm FactSet.  The company has been investing heavily in its next generation 5G network, which will become the backbone of its largest business.  Verizon said in December it was working with Samsung Electronics Co Ltd to launch 5G enabled smartphones in the first half of 2019.  The company added a total of 1.2 million retail postpaid customers in the quarter, Verizon said at the Citi 2019 Global TMT West investor conference. This was above the average analyst estimate of 800,600 net additions.  Shares of the company rose about 3.5 percent to $58.69, making it one of the top gainers on the Dow Jones Industrial Average. Verizon is expected to report fourth-quarter results on Jan. 29.","37":"(Reuters) - Verizon Communications Inc VZ.N named Chief Technology Officer Hans Vestberg as its new CEO on Friday, surprising analysts and signaling the largest U.S. wireless company's priority is building the next-generation 5G network, not expanding further into media content.  Vestberg, 52, joined Verizon a year ago after being fired as chief executive at communications equipment maker Ericsson ERICb.STERIC.O in 2016, following years of dismal growth and weak earnings.  At Verizon he headed a team building out Verizon's fiber network infrastructure, and he will lead Verizon in a strategy that differs markedly from wireless rival AT&T Inc T.N which is battling with the U.S. Justice Department to acquire media company Time Warner Inc TWX.N in an $85 billion deal.  Current Verizon CEO, Lowell McAdam, said in an interview it was the perfect time to hand the reins to Vestberg, with Verizon at an “inflection point” holding all the pieces it needs for 5G, such as fiber and spectrum.  Some analysts had expected John Stratton, Verizon’s president of global operations, to succeed McAdam. Instead Stratton will retire.  Vestberg said in an interview Verizon would keep pursuing its current 5G strategy but he did not “see anything new on the horizon” to pursue media content.  Under McAdam, Verizon expanded into content when it bought media sites AOL and Yahoo, creating a media division called Oath last year, which also owns sites like Tumblr and HuffPost.  Vestberg was CEO of Sweden’s Ericsson for six years, focusing on growth over profit. He spent some 28 billion crowns buying companies to boost Ericsson’s position in other fields than its mainstay mobile network gear equipment, such as media assets.  That left Ericsson with costs that were too high and put it into a slump as rising competition hit the network gear market.  Lars Soderfjell, a portfolio manager at Finnish bank Alandsbanken, which owns Ericsson shares, said Vestberg pushed to expand the company’s services unit, which included managing networks for mobile operators. He said that could make Vestberg a good fit for Verizon as it focuses on building its 5G network.  Nomura analysts described the common understanding of Vestberg’s Ericsson tenure as “stock flat, fired” but wrote in an note that he had served during a period of intense competition in an industry that then consolidated. Nomura expected other executives to leave Verizon after the appointment.  Until he retires at year end, McAdam will serve as executive chairman, then become non-executive chairman, the company said in a statement.  Verizon has gained about 40 percent of its $202.5 billion market value since McAdam took charge of the company on Aug. 1, 2011.  By early afternoon, Verizon shares rose 0.3 percent to $49.18 each, on a day that other tech shares fell on reports Apple AAPL.O expects to cut iPhone production this year.","38":"Jan 8 (Reuters) - Verizon Communications Inc said on Tuesday it added 650,000 net new phone subscribers who pay a monthly bill in the fourth quarter.  The largest U.S. wireless carrier by subscribers added a total of 1.2 million retail postpaid customers, the company said at the Citi 2019 Global TMT West investor conference.  Shares of the company rose 2.5 percent to $58.16. Verizon is expected to report fourth-quarter results on Jan. 29. (Reporting by Akanksha Rana in Bengaluru; Editing by Arun Koyyur)","39":"Sept 14 (Reuters) - Verizon Communications Inc said on Monday it would buy wireless services provider Tracfone, a unit of Mexican telecom America Movil, in a $6.25 billion cash and stock deal. (Reporting by Ayanti Bera in Bengaluru; Editing by Vinay Dwivedi)","40":"(Reuters) - HBO Max, the forthcoming streaming service from AT&T Inc-owned WarnerMedia, announced on Wednesday several new partners will carry its content, but it has not yet announced deals with Comcast Corp, Amazon.com Inc or Roku Inc.  HBO Max will be available on Altice USA Inc, Cox Communications, Microsoft Corp, National Cable Television Cooperative (NCTC), Samsung, Sony Interactive Entertainment and Verizon Communications Inc when it launches on May 27, the company said.  The company had previously announced distribution deals with Apple Inc, Charter Communications Inc, Hulu and Alphabet Inc’s Google and YouTube TV.  HBO Max is launching at a time when demand for new content is high - as more people are staying home due to the coronavirus - but consumers’ income may have taken a hit as a result of the pandemic. The service will cost $15 per month for non-AT&T customers; WarnerMedia is also offering lower-cost promotional deals and has said HBO Max will be free to some AT&T customers at launch.  HBO Max will enter a crowded streaming landscape dominated by Netflix Inc, Walt Disney Co-owned Disney+, and Amazon Prime Video. It will include 10,000 hours of content from WarnerMedia brands and libraries such as Warner Bros, New Line Cinema and Cartoon Network. At launch it will include six original titles, including the underground ballroom dance competition series “Legendary” and a Sesame Workshop children’s show “The Not Too Late Show with Elmo.”","41":"April 13 (Reuters) - Verizon Communications Inc :  * VERIZON COMMUNICATIONS INC REPORTS 9.3 PCT PASSIVE STAKE IN HELIOS AND MATHESON ANALYTICS INC AS OF APRIL 4, 2018 - SEC FILING Source text: [bit.ly\/2JKtWwc] Further company coverage:","42":"Nov 5 (Reuters) - Verizon Communications Inc said on Monday it will reorganize its business segments into Consumer, Business and Verizon Media Group\/Oath.  Previously, the largest U.S. wireless carrier’s operating structure was split between wireless and wireline, which included its Fios internet and video products.  The changes will be effective from Jan. 1, 2019, and will “optimize the growth opportunities we see as leaders in the 5G era,” Chief Executive Hans Vestberg said in a statement.  The company said the new Verizon Media Group\/Oath segment will be at the intersection of media, advertising and technology, and will be led by Guru Gowrappan, who was previously announced as CEO of Oath, the digital media umbrella that includes Yahoo and AOL.  Verizon said it expects to begin reporting its financials under the new structure in the second quarter of 2019.","43":"April 16 (Reuters) - Verizon Communications Inc on Thursday agreed to buy video-conferencing company Blue Jeans Network Inc, a rival of Zoom Video Communications Inc, for an undisclosed price.  Lockdowns enforced across the world to contain the spread of the new coronavirus have pushed people to work from home, leading to a surge in demand for video-conferencing apps such as Zoom, Cisco’s Webex and Microsoft’s Teams.  Verizon will pay less than $500 million for Blue Jeans, the Wall Street Journal reported, citing people familiar with the matter. (Reporting by Supantha Mukherjee in Bengaluru; Editing by Aditya Soni)","44":"July 24 (Reuters) - Verizon Communications Inc added more phone subscribers who pay a monthly bill than analysts expected, as demand for its services picked up during stay-at-home orders.  The company said on Friday it added 173,000 postpaid phone subscribers, above estimates of 61,200 for the second quarter, according to research firm FactSet.  Total operating revenue for the wireless carrier was $30.4 billion, down 5.1% from a year earlier. (Reporting by Neha Malara; Editing by Shounak Dasgupta)","45":"HONG KONG (Reuters) - Huawei pegged its patent talks with U.S. carrier Verizon VZ.N as \"common\" business activity and said such negotiations should not be politicized, days after a senator filed legislation to prevent the Chinese firm from seeking damages in U.S. courts.  The company has demanded that Verizon pay licensing fees for more than 230 of the telecoms equipment maker’s patents and is seeking over $1 billion, a person has told Reuters, against a background of mounting U.S.-China trade tensions.  Republican Senator Marco Rubio has described Huawei’s demand as “baseless” and filed the legislation as an amendment to the National Defense Authorization Act, or NDAA, which places a broad ban on the use of U.S. federal money to buy Huawei products citing national security concerns.  “We simply don’t believe Marco Rubio’s amendment could be passed as law,” Huawei’s chief legal officer, Song Liuping, said at the company’s Shenzhen headquarters on Thursday.  Intellectual property (IP) rights “should not be politicized”, Song said. “IP is a private property issue and should be free from the competition, trade talks and any other allegations that countries have between them.”  Song added that Huawei has been discussing patent licensing with companies in the United States, Europe and other parts of the world on a regular basis.  While the measure proposed by Rubio is several steps from becoming law, lawmakers have successfully used the NDAA in the past to crack down on the Chinese firm.  Huawei, the world’s biggest telecommunications equipment maker and No.2 smartphone maker, denies its products pose a security threat and has sought to fight back in U.S. courts since Washington put it on an export blacklist last month.  FILE PHOTO: A Huawei company logo is seen at CES (Consumer Electronics Show) Asia 2019 in Shanghai, China June 11, 2019. REUTERS\/Aly Song\/File Photo  ROYALTIES  It recently sued the U.S. government over the NDAA.  The Chinese firm also sued CNEX Labs Inc, alleging misappropriation of trade secrets involving a memory control technology by the California semiconductor designer and poaching of employees.  A U.S. jury on Wednesday cleared CNEX, while awarding the U.S. firm no damages on its own trade theft claims.  Analysts have said Huawei may be more inclined to monetize its U.S. patents now that the market ban and supplier ban imposed by Washington is expected to cost the firm $30 billion in revenue.  However, Song said Huawei has no intention of weaponizing the company’s IP rights, echoing founder and CEO Ren Zhengfei from earlier this month.  Huawei, which has received over $1.4 billion in licensing revenue since 2015, is against charging exorbitant royalties, Song said, adding the firm had never been asked by a court to pay damages for malicious IP theft.  In 2017, a jury found Huawei misappropriated trade secrets from T-Mobile TMUS.O and ordered it to pay $4.8 million to the U.S. telco for breaching a handset supply contract between the two companies. The jury, however, did not find Huawei's misappropriation \"wilful and malicious\".  “We are not going to be a company with a major source of revenue from royalties,” Song said, adding that Huawei will remain focused on its core business for its top line.  Huawei paid more than $6 billion in royalties to legally implement IP of other companies and has been granted 87,805 patents, of which 11,152 are U.S. patents, Song said.  Huawei has the most 5G standard essential patents in the world, according to consultancy IPlytics.","46":"(Reuters) - Verizon Communications Inc on Tuesday said it does not expect profit growth in 2019 due to a higher tax rate and interest expense, and missed Wall Street estimates for fourth quarter revenue.  FILE PHOTO - The Verizon logo is seen on the side of a truck in New York City, U.S., October 13, 2016. REUTERS\/Brendan McDermid\/File Photo  The largest U.S. wireless carrier by subscribers said 5G, the next-generation wireless network that is expected to bring much faster data speeds, will not have a large impact on Verizon’s financials until 2020, foreshadowing a year of flat growth for the major U.S. carriers.  Craig Moffett, an analyst with MoffettNathanson, said in a note on Tuesday that investors have been focused on what the build-out of 5G will cost Verizon rather than how much it will earn from the technology.  Moffett also said the company’s profit guidance this year was “not very inspiring,” given the strong U.S. economy.  Verizon Chief Financial Officer Matt Ellis said during the earnings call with analysts that the company expects earnings per share growth to be reduced by between 24 cents and 28 cents, due to the higher effective tax rate and increased interest expense.  Ellis said Verizon’s business was still strong enough to offset the “non-operational items” and balance out to the same earnings per share level from 2018.  Shares of Verizon, the largest U.S. wireless carrier by subscribers, were down 2.4 percent to $53.75 in afternoon trading.  Total operating revenue rose 1 percent to $34.28 billion in the fourth quarter, missing the average analyst estimate of $34.44 billion, according to Refinitiv data.  The company forecast an increase in 2019 capital spending to a range of $17 billion to $18 billion, including expansion of the commercial launch of its 5G wireless technology, up from $16.7 billion last year.  Verizon, which has 118 million wireless customers, said it added a net 653,000 postpaid phone subscribers during the fourth quarter, beating the average estimate of 355,600, according to research firm FactSet.  Analysts pay attention to postpaid customers, or those with a recurring bill, because they are more valuable to carriers and remain with the company longer than prepaid customers.  The company lost 46,000 Fios video subscribers during the quarter, more than the 29,000 it lost last year, as viewers leave for cheaper internet TV services rather than pay for pricier cable packages. Analysts looked for 51,000 losses.  Net income attributable to the company fell to $1.94 billion, or 47 cents per share, in the quarter, from $18.78 billion, or $4.56 per share, a year earlier, when it recorded a $16.8 billion one-time benefit from the U.S. tax overhaul.  Revenue for the Verizon Media Group, formerly called Oath and which includes Yahoo and AOL, was $2.1 billion during the quarter, down 5.8 percent from the prior year.  Excluding items, Verizon earned $1.12 per share, above the average estimate of $1.09 per share, according to IBES data from Refinitiv.","47":"(Reuters) - Verizon Communications Inc VZ.N beat estimates for third-quarter profit on Wednesday, helped by strong demand for its phone and internet services as offices and schools continued to operate virtually amid the COVID-19 pandemic.  The health crisis has brought global economies to a halt, but the telecom sector has been relatively less affected. With lockdowns easing, Verizon gradually reopened all of its company-operated retail stores in the quarter, implementing touch-less retail, appointments and curbside pickups.  Verizon added 283,000 postpaid phone subscribers in the third quarter, above the average estimate of 268,000, according to research firm FactSet.  Total operating revenue fell 4.1% to $31.54 billion, which the company attributed to lower customer activity and the timing of certain device launches.  Apple Inc AAPL.O, one of Verizon's key partners, has delayed the launch of its new iPhones by about a month this year.  Revenue in Verizon’s media unit, which includes Yahoo, HuffPost and TechCrunch, declined 7.4% in the quarter to $1.7 billion from a year earlier as companies cut down on advertising to rein in expenses.  Net income fell to $4.50 billion, or $1.05 per share in the quarter, from $5.34 billion, or $1.25 per share a year earlier, with about 5 cents of COVID-19-related net impact, Verizon said.  Excluding items, Verizon earned $1.25 per share, above analysts’ average estimate of $1.22.  The company also said it now expects full-year 2020 adjusted EPS growth of 0% to 2%. Its prior guidance range was -2% to 2%.","48":"FILE PHOTO: A Qualcomm sign is pictured at Mobile World Congress (MWC) in Shanghai, China June 28, 2019. REUTERS\/Aly Song\/File Photo  (Reuters) - Qualcomm Inc expects global smartphone makers to ship 450 million 5G handsets in 2021 and another 750 million in 2022, the world’s largest supplier of mobile phone chips said on Tuesday.  Qualcomm said 5G adoption will be faster than 4G due to the timing of commercialization of the technology in China and availability of chipsets across different price tiers.  Going by Qualcomm’s previous forecast of a range between 175 million and 225 million 5G devices for next year, the 2021 forecast suggests 125% growth from the midpoint of the 2020 outlook.  Analysts attach importance to occasional smartphone estimate figures from Qualcomm, given its close relationship with phone makers.  Verizon Communications Inc , in a presentation to analysts after markets close, said it expects revenue from 5G growth opportunities to increase next year and anticipates launching 5G in more than 30 cities by the end of this year.  Next-generation 5G smartphones are expected to make tasks like watching videos or playing games on mobile networks as good as or better than on a Wi-Fi connection.  Qualcomm and its rivals stand to benefit from faster 5G adoption because the phones will require more chips to gain the speed boost.","49":"Feb 14 (Reuters) - Adage Capital Partners GP LLC:  * ADAGE CAPITAL PARTNERS GP LLC DISSOLVES SHARE STAKE IN ABBVIE INC - SEC FILING  * ADAGE CAPITAL PARTNERS GP LLC CUTS SHARE STAKE IN VERIZON COMMUNICATIONS INC BY 17.5% TO 4.1 MILLION SHARES - SEC FILING  * ADAGE CAPITAL PARTNERS GP LLC CUTS SHARE STAKE IN WELLS FARGO & CO BY 16.1% TO 3.9 MILLION SHARES - SEC FILING  * ADAGE CAPITAL PARTNERS GP LLC CUTS SHARE STAKE IN TWITTER INC BY 92.1% TO 74,600 SHARES - SEC FILING  * ADAGE CAPITAL PARTNERS GP LLC UPS SHARE STAKE IN SNAP INC BY 22.9 PERCENT TO 2.2 MILLION CLASS A SHARES - SEC FILING  * ADAGE CAPITAL PARTNERS GP LLC CUTS SHARE STAKE IN NOBLE ENERGY INC BY 28.5 PERCENT TO 6.3 MILLION SHARES - SEC FILING  * ADAGE CAPITAL PARTNERS GP LLC - CHANGE IN HOLDINGS ARE AS OF DECEMBER 31, 2019 AND COMPARED WITH THE PREVIOUS QUARTER ENDED AS OF SEPTEMBER 30, 2019 Source for the quarter ended December 31, 2019: bit.ly\/2UTbN7w  Source for the quarter ended September 30, 2019: bit.ly\/2KgPJxt","50":"Feb 28 (Reuters) - Straight Path Communications Inc :  * STRAIGHT PATH COMMUNICATIONS ANNOUNCES COMPLETION OF MERGER WITH VERIZON Source text for Eikon: Further company coverage:","51":"FILE PHOTO: A contract crew from Verizon installs 5G telecommunications equipment on a tower in Orem, Utah, U.S. December 3, 2019. Picture taken December 3, 2019. REUTERS\/George Frey  (Reuters) - Verizon Communications Inc on Thursday raised its full-year capital expenditure as it accelerates its transition to 5G network.  The company said it expects to spend $17.5 billion to 18.5 billion in 2020, up from its prior forecast of $17 billion to $18 billion.  The carrier also said it has not seen any measurable increase in data use since the coronavirus outbreak.","52":"WASHINGTON (Reuters) - Verizon Communications Inc VZ.N said on Wednesday it will spend $25 million to update its network in Florida's Panhandle, an area hard-hit by service outages after Hurricane Michael.  FILE PHOTO: The Verizon logo is seen on the side of a truck in New York City, U.S., October 13, 2016. REUTERS\/Brendan McDermid\/File Photo  Verizon, the largest U.S. wireless carrier, said in a statement its network was operational in the area and efforts are underway to “further stabilize and strengthen our wireless network.”  The company said it would commit the funds “to build the most technologically advanced wireless network in the area” and plans to add next-generation wireless 5G technology in Panama City, Florida, joining the much larger cities of Los Angeles, Houston, Indianapolis and Sacramento, California.  The move follows criticism of the company’s performance by elected officials in Florida after the storm damage.  Federal Communications Commission Chairman Ajit Pai last week called for wireless carriers to waive October bills for people most severely affected by Hurricane Michael. Later that day, Verizon said it would waive bills for consumer and business customers in two Florida counties for three months. Verizon last week extended the three-month bill waiver to another seven Florida counties.  Michael crashed into the Florida Panhandle on Oct. 10 as one of the most powerful storms on record to hit the continental United States. The storm damaged fiber networks and electrical wires necessary for broadband and mobile phone service.  Pai said last week that progress in restoring service was “completely unacceptable” and that the FCC will investigate the outages. He said Tuesday he had met with all four major U.S. wireless carriers last week to understand the “urgency” of the situation.  The FCC said nearly all wireless cell sites are back in service in Florida, but 14 percent remain out in Gulf County and 17 percent in Bay County.  Verizon attributed the delays in restoring coverage in part to significant damage to fiber connections in Florida’s Panhandle, the strength of the storm and repeated new cuts to its fiber network by repair crews.  U.S. Senator Bill Nelson, a Florida Democrat, said last week in a letter to Verizon that its competitors had been restoring service much faster.  Verizon said the $25 million network technology upgrade would be largely spent in 2019.","53":"FILE PHOTO: TomTom navigation are seen in front of TomTom displayed logo in this illustration taken July 28, 2017. REUTERS\/Dado Ruvic\/File Photo  (Reuters) - Dutch navigation and digital mapping company TomTom TOM2.AS said on Wednesday it expected a negative free cash flow this year and lower revenues from its automotive and consumer businesses because of the coronavirus pandemic.  The Amsterdam-based company, which withdrew its original outlook in late March, had initially said it expected its 2020 free cash flow to be a mid to high single digit percentage of the group’s revenue. The group said the outbreak made it impossible to provide specific forecasts for the year.  Its first-quarter revenue from its core location technology business fell 11%, due to a downturn in its automotive segment, but was partly offset by an uptake in its enterprise business, which supplies government bodies, traffic management and tech companies.  “Our Automotive revenue arises principally from customer vehicle sales, which are sharply impacted by factory closures,” said the company’s chief executive officer, Harold Goddijn.  He added that consumer revenue, which slumped 40% in the first quarter, would be hit by a steep decline in demand arising from retail store closures, retailers reducing inventories, and people not driving, but said strong debt-free balance sheet made the group resilient.  TomTom reported a first-quarter group revenue down 23% at 131 million euros ($143.7 million).  The company had said in its initial outlook it expected its full-year revenue to decline around 5% year-on year, coming in at between 650 and 675 million euros.  TomTom, which is moving away from selling devices to offering software services, also announced it would expand its current agreement with Verizon VZ.N, which would now begin to integrate TomTom’s Maps APIs and software development kits in its location services products.","54":"Oct 25 (Reuters) - Verizon Communications Inc on Friday beat analysts’ quarterly estimates for new subscribers who pay a monthly bill, at a time when it prepares to roll out the much-faster 5G mobile technology in more than 17 cities.  The company said on Friday it added 615,000 postpaid customers, above analysts’ estimates of 527,000 subscribers for the third quarter ended Sept. 30, according to research firm FactSet.  Total operating revenue for the largest U.S. wireless carrier by subscribers was $32.89 billion, up nearly 1% from a year earlier. (Reporting by Neha Malara in Bengaluru; Editing by Anil D’Silva)","55":"June 19 (Reuters) - Verizon Communications Inc has decided to stop sharing phone-location data of its customers to third parties, the largest U.S. wireless company said on Tuesday.  “When these issues were brought to our attention, we took immediate steps to stop it,” Rich Young, a Verizon spokesman said. (Reporting by Munsif Vengattil in Bengaluru; Editing by Arun Koyyur)","56":"Dec 11 (Reuters) - Verizon Communications Inc expects to take charges of $1.8 billion to $2.1 billion in the current quarter for job cuts announced on Monday, the U.S. wireless carrier said.  The company had said that about 10,400 employees will be leaving by the middle of the next year as part of the its voluntary separation program.","57":"FILE PHOTO: A man stands next to the logo of Verizon at the Mobile World Congress in Barcelona, Spain, February 26, 2019. REUTERS\/Sergio Perez  STOCKHOLM\/NEW YORK (Reuters) - Verizon said on Monday it has struck deals with Microsoft and Nokia to improve the telecoms giant’s ability to target business customers by offering clients the ability to automate factory floors, lower costs and speed up data traffic through private 5G networks.  Private 5G networks remove the need for businesses to jostle for speed with others on a public network and help enable data-intensive applications that use computer vision, augmented reality and machine learning to increase productivity.  Azure, Microsoft’s cloud computing business, will run on top of Verizon’s 5G network to processes the data generated by machines at the local facility and use artificial intelligence to automate operations. Microsoft launched the new service late last month directed at telecom operators.  U.S.-based logistics company Ice Mobility is the first customer for the new partnership, allowing it to track employees packing the products into the right boxes to skip quality control. (wdrv.it\/a28ae7c12)  “This is about creating a new business opportunity for everyone,” Verizon’s Chief Strategy Officer Rima Qureshi said. She declined to disclose how the revenue would be shared between Verizon and Microsoft.  While 4G helped create multi-billion dollar businesses ranging from music and video streaming to cab hailing and food delivery, telecom operators seldom got a share of that growth.  Verizon is now keen on taking a share in new businesses that 5G might enable, either by partnering with bigger companies or by buying stakes in smaller ones such as virtual reality company 8i to Swiftmile, which makes charging systems for electric scooters.  In international markets, where Verizon doesn’t have its own network, it is working with Nokia to build private networks for manufacturing and logistics companies.  “Next year will be all about deploying private 5G and not about commercial success and we will start seeing early monetization from 2022 onwards,” Sowmyanarayan Sampath, president of Verizon’s global enterprise business, told Reuters.","58":"SHENZHEN, China, Feb 6 (Reuters) - China’s Huawei Technologies Co Ltd has launched legal action against Verizon Communications Inc, alleging the U.S. carrier used 12 of its patents without authorization.  The telecommunications equipment maker is seeking compensation for the use of its technology in areas such as computer networking, download security and video communications, and is also seeking ongoing royalty payments, showed documents filed with the Eastern and Western District courts in Texas.  Verizon has previously declined to comment on its patent dispute with the Huawei.  “Verizon’s products and services have benefited from patented technology that Huawei developed over many years of research and development,” Huawei’s Chief Legal Office said in a statement.  “Huawei is simply asking that Verizon respect Huawei’s investment in research and development by either paying for the use of our patents, or refraining from using them in its products and services.”  Huawei could not provide a figure on the compensation as it does not have a breakdown of the patents’ alleged contribution to Verizon’s services, said a person with direct knowledge of the matter.  In the court documents, Huawei said Verizon has “profited greatly” from its technology, with the U.S. firm’s Wireline segment - which covers voice, data and video communications products - generating revenue of $29.8 billion in 2018.  Huawei and Verizon held six face-to-face meetings over the matter since February last year but did not reach an agreement, said the person, who was not authorised to speak publicly on the matter and so declined to be identified.  In June, the Wall Street Journal reported that Huawei was seeking compensation from Verizon for the use of more than 200 of its patents.  The Chinese company decided to take action for 12 patents because it considered evidence for them was clearest and that the number was manageable for the court, the person told Reuters.  Huawei in December also mounted a legal challenge against the U.S. Federal Communications Commission after the body designated it a security threat - which Huawei denies - and barred it from a government subsidy program.  The company is “still confident” in legal proceedings in the United States, the person said.  Huawei has received more than $1.4 billion in patent license fees since 2015 and paid over $6 billion for the use of patented technology in that time, the company said in its statement.","59":"(Adds details)  April 24 (Reuters) - Verizon Communications Inc reported better-than-expected first-quarter results on Tuesday as the No. 1 U.S. wireless carrier held on to its customers with unlimited data plans.  Shares of the company rose 2.5 percent to $49.87 in premarket trading.  Net income attributable to Verizon rose to $4.55 billion, or $1.11 per share, in the first quarter ended March 31 from $3.45 billion, or 85 cents per share, a year earlier.  On an adjusted basis, the company earned $1.17 per share. Total operating revenue rose to $31.77 billion from $29.81 billion a year earlier.  Analysts had expected adjusted earnings of $1.10 per share and revenue of $31.26 billion, according to Thomson Reuters I\/B\/E\/S. (Reporting by Shariq Khan in Bengaluru; Editing by Anil D’Silva)","60":"March 23 (Reuters) - Verizon Communications Inc:  * VERIZON SAYS CEO HANS VESTBERG’S FY 2019 TOTAL COMPENSATION WAS $18.1 MILLION VERSUS $22.2 MILLION IN FY 2018 - SEC FILING  * VERIZON SAYS CFO MATTHEW ELLIS’ FY 2019 TOTAL COMPENSATION WAS $8.4 MILLION VERSUS $7.1 MILLION IN FY 2018  * VERIZON SAYS FOR 2019, CEO TO MEDIAN EMPLOYEE PAY RATIO WOULD HAVE BEEN 151 TO 1 Source : (bit.ly\/3bmczyU) Further company coverage:","61":"(Reuters) - Verizon Communications Inc VZ.N on Tuesday reported quarterly profit and revenue that topped estimates but added fewer-than-expected monthly subscribers amid a dearth of special promotions.  Verizon Chief Technology Officer Hans Vestberg will take over as chief executive officer on Aug. 1 as the largest U.S. wireless carrier by subscribers races to launch its next-generation 5G network amid increasing competition in the industry.  Outgoing CEO Lowell McAdam said Verizon will have more opportunities for market growth as 5G brings new technologies that will let self-driving cars communicate with each other over a wireless network.  “There are so many things where we have zero [market] penetration that are going to be huge five years from now,” he said during an earnings conference call. Verizon said Houston will be the third of four cities where it plans to launch home internet 5G this year.  The company added a net 199,000 wireless customers who pay a regular monthly bill during the quarter, missing an average estimate of 210,000 net adds from analysts at Cowen and UBS.  On an adjusted basis, Verizon earned $1.20 per share, topping estimates of $1.14 per share.  Shares of Verizon rose 0.7 percent at $51.09.  FILE PHOTO: The Verizon logo is seen on the side of a truck in New York City, U.S., October 13, 2016. REUTERS\/Brendan McDermid\/File Photo  Net income attributable to the company fell to $4.12 billion, or $1 per share, in the second quarter, from $4.36 billion, or $1.07 a share, a year earlier.  Total operating revenue rose to $32.20 billion from $30.55 billion a year ago, exceeding estimates of $31.78 billion.  McAdam said during an earnings conference call that the company had no intention of spinning off Oath, its digital media umbrella that owns websites like AOL and Yahoo, in response to media reports.  The company said it added 369,000 connected devices during the quarter, including wearables like the Apple Watch, compared with 359,000 added in the first quarter. Customers who add tablets and wearables to their plans tend to stay with Verizon longer, Chief Financial Officer Matt Ellis said in an interview.  Customers have indicated they value Verizon’s network, which should allow the company to continue to add subscribers as it moves to 5G, said Ted O’Connor, an analyst with Cooke & Bieler. The firm owns 2.4 million Verizon shares, according to Thomson Reuters data.  Verizon said 2018 capital spending is expected to be at the lower end of its forecast range of $17 billion to $17.8 billion, despite a heavy investment in 5G.  Verizon returned to growth in revenue from wireless plans, up 2.5 percent on an adjusted basis in the quarter, signaling a “business that is steadily getting healthier,” said Craig Moffett, an analyst at MoffettNathanson, in a research note.  Verizon lost 37,000 Fios video subscribers during the quarter, more than the 15,000 in losses a year earlier, as cord-cutting increased and viewers moved to cheaper streaming video options.  The company added 43,000 Fios internet customers, versus 49,000 added in the prior-year quarter.  Verizon updated its outlook for full-year revenue growth to the low- to mid-single digits in percentage terms, versus the low-single digits, due to higher equipment revenue trends.","62":"* KOSPI rises, foreigners net sellers  * Korean won strengthens against U.S. dollar  * South Korea benchmark bond yield rises  * For the midday report, please click  SEOUL, Sept 7 (Reuters) - Round-up of South Korean financial markets:  ** South Korean shares rose on Monday after chip giant Samsung Electronics won a $6.64 billion order from Verizon and as the country reported fewer domestic coronavirus infections. The won and the benchmark bond yield both strengthened.  ** The benchmark KOSPI closed up 15.97 points, or 0.67%, at 2,384.22. The index has risen four times in the past five sessions.  ** Samsung Electronics jumped as much as 3.06% after saying it would provide wireless communication solutions to U.S.-based Verizon, a major win for the South Korean tech giant in the next-generation 5G network market.  ** South Korea reported 119 fresh cases, the smallest daily rise in three weeks, as of Sunday midnight, but officials are weighing whether to extend social distancing curbs ahead of one of the country’s biggest holidays later this month.  ** Economic indicators such as U.S. jobs data and China’s exports data are showing positive signs and Samsung Electronics’ contract win is also helping sentiment, said DS Investment & Securities’ analyst Na Jeong-hwan.  ** Foreigners were net sellers of 246.9 billion won worth of shares on the main board.  ** The won ended trading at 1,188.3 per dollar on the onshore settlement platform, 0.11% higher than its previous close.  ** In offshore trading, the won was quoted at 1,188.1 per dollar, down 0.1% from the previous day, while in non-deliverable forward trading its one-month contract was quoted at 1,188.0.  ** MSCI’s broadest index of Asia-Pacific shares outside Japan fell 1.48%.  ** In money and debt markets, September futures on three-year treasury bonds fell 0.07 points to 111.70.  ** The most liquid 3-year Korean treasury bond yield rose by 3.6 basis points to 0.965%. The benchmark 10-year yield rose by 4.3 basis points to 1.567%. (Reporting by Joori Roh; additional reporting by Jihoon Lee; Editing by Amy Caren Daniel)","63":"WASHINGTON (Reuters) - Huawei is demanding Verizon Communications Inc pay $1 billion to license the rights to patented technology, signaling a potential shift in the embattled Chinese company’s strategy for the U.S. market.  FILE PHOTO: A Huawei company logo is seen at CES (Consumer Electronics Show) Asia 2019 in Shanghai, China June 11, 2019. REUTERS\/Aly Song\/File Photo  A Huawei executive made the demand in a February letter, a person briefed on the matter told Reuters. The Wall Street Journal first reported on the letter on Wednesday. The fee would cover licensing of more than 230 patents.  Verizon spokesman Rich Young declined to comment “regarding this specific issue because it’s a potential legal matter.”  However, Young said, “These issues are larger than just Verizon. Given the broader geopolitical context, any issue involving Huawei has implications for our entire industry and also raise national and international concerns.”  Huawei did not respond to a request for comment.  The following explains why the patent dispute is not unusual and how it could be resolved.  How common is patent licensing?  Patent licensing is very common, particularly in complex industries like telecommunications. As technology has advanced, it has become harder to avoid violating — or “infringing” — patent rights. There are millions of U.S. patents in force, and a typical smartphone implicates hundreds of thousands of them.  Companies like Apple Inc, Nokia Inc and Qualcomm Inc own many thousands of patents issued by governments around the world.  It is not unusual for these firms to try to make money from their massive patent portfolios. Nokia, for example, routinely brings in more than $1 billion a year from licensing its patents to others.  Large companies like Verizon will try to identify patents they might be violating, said Gaston Kroub, a patent lawyer in New York. But that can be a challenge because so many patents are granted every year, Kroub said.  “Sophisticated companies like Verizon understand that they could be approached by licensors of any stripe at any time,” Kroub said. The philosophy of wireless carriers and smartphone companies, Kroub said, can be “let’s deal with these claims as they arrive, because we don’t know who will knock on our door next.”  Tom Cotter, a professor of patent law at the University of Minnesota, said it was possible Huawei executives believe Verizon has been infringing their U.S. patents for some time but for business reasons waited until now to seek compensation.  Patent owners “may not enforce their patents for a period of time, but they can choose do to so whenever they want to,” Cotter said. “It happens all the time.”  What happens if Verizon does not pay?  Huawei may end up going to a U.S. court and suing Verizon for alleged patent infringement.  While some licensing disputes are resolved without lawsuits, litigation is fairly common. Huawei and Samsung Electronics Co recently settled a global legal battle on confidential terms.  A defendant in a patent case typically argues that it does not actually infringe the asserted patents, or that they were mistakenly issued and should be revoked.  In a lawsuit, a patent owner can ask a judge to block sales of infringing products. While such injunctions are rarely granted in the United States, the threat of one can motivate a defendant to settle with the patent owner.  Legal experts said Huawei is likely prepared to go to court.  “I don’t know how you can make a demand of $1 billion and not be prepared for the answer to be no, at least at first, and for the need to litigate,” Kroub said.  Has Huawei been an aggressive enforcer of its patents?  Huawei has long been known for defending itself against U.S. patent infringement claims, rather than bringing them. But that could be changing.  George Koomullil, a patent analyst at Pleasanton, California-based technology company Relecura, said that 10 or 15 years ago Huawei applied for a relatively modest number of patents. But the company has been more aggressive about applying for patents since around 2007, and particularly in recent years, Koomullil said.  Huawei may be more inclined to monetize its U.S. patents now that the U.S. government has limited its ability to sell products in the country, Kroub said.  The National Defense Authorization Act last year placed a broad ban on the use of federal money to purchase products from Huawei, citing national security concerns.  Last month, the Trump administration banned Huawei from buying vital U.S. technology without special approval and effectively barring its equipment from U.S. telecom networks.  Kroub said Huawei’s licensing demand could reflect a “desperation to come up with ways of generating revenue in the U.S. market, especially considering the traditional ways of offering products and selling things to business is closed to them.”  Franklin Turner, a government contracts lawyer at McCarter & English in Washington, said the patent licensing demand may also be a way for Huawei to “retaliate” against the United States.  Republican Senator Marco Rubio said on Twitter on Thursday that the demand against Verizon was an “attempt by (Huawei) to retaliate against the U.S. by setting the stage for baseless, but costly, patent claims.”","64":"May 8 (Reuters) - Verizon Communications Inc:  * VERIZON FILES PRICING TERM SHEET WITH U.S. SEC RELATED TO $1.788 BILLION FLOATING RATE NOTES DUE 2025 - SEC FILING Source text: (bit.ly\/2I05TfD) Further company coverage:","65":"July 24 (Reuters) - Verizon Communications Inc reported a 5.4 percent rise in quarterly revenue on Tuesday, as it attracted more postpaid subscribers with unlimited data plans.  Total operating revenue rose to $32.20 billion from $30.55 billion a year ago.  Verizon said it added 398,000 subscribers who pay a monthly bill on a net basis, beating analysts’ average estimate of 352,000 subscribers, according to Thomson Reuters I\/B\/E\/S. (Reporting by Vibhuti Sharma in Bengaluru and Sheila Dang in New York; Editing by Bernard Orr)","66":"The Verizon logo is seen on the side of a truck in New York City, U.S., October 13, 2016. REUTERS\/Brendan McDermid  (Reuters) - Verizon Communications Inc said on Monday that about 10,400 employees will be leaving the U.S. wireless carrier by mid next year as part of the company’s voluntary separation program.  The New York-based company has been looking at cutting costs as it ramps up investment in its next generation 5G network, which is expected to fuel growth. The company has said it was on track to reach $10 billion in cumulative cash savings by 2021.  As part of the separation program, the employees will get a salary of up to 60 weeks, bonus and benefits, depending on the length of their service, Verizon said.  “This program coincides with Verizon’s recently announced realigned organization structure designed to optimize growth opportunities in the 5G era,” the company said.  The company said it had 152,300 employees at the end of the third-quarter ending Sept. 30.","67":"May 3 (Reuters) - Verizon Communications Inc:  * SAYS SHAREHOLDERS ELECTED EACH OF CO’S 11 DIRECTORS TO A ONE-YEAR TERM  * SAYS ALL 6 SHAREHOLDER PROPOSALS AT ANNUAL MEETING WERE DEFEATED Source text for Eikon: Further company coverage:","68":"April 24 (Reuters) - U.S. stock indexes opened higher on Tuesday, helped by strong results from Verizon and Caterpillar as well as gains in technology stocks.  The Dow Jones Industrial Average rose 131.25 points, or 0.54 percent, at the open to 24,579.94.  The S&P 500 opened higher by 10.51 points, or 0.39 percent, at 2,680.80. The Nasdaq Composite gained 32.17 points, or 0.45 percent, to 7,160.77 at the opening bell. (Reporting by Sruthi Shankar in Bengaluru; Editing by Shounak Dasgupta)","69":"Breakingviews  Reuters Breakingviews is the world's leading source of agenda-setting financial insight. As the Reuters brand for financial commentary, we dissect the big business and economic stories as they break around the world every day. A global team of about 30 correspondents in New York, London, Hong Kong and other major cities provides expert analysis in real time.  Sign up for a free trial of our full service at https:\/\/www.breakingviews.com\/trial and follow us on Twitter @Breakingviews and at www.breakingviews.com. All opinions expressed are those of the authors.","70":"March 19 (Reuters) - Verizon Communications Inc:  * VERIZON SAYS CEO LOWELL MCADAM'S TOTAL COMPENSATION FOR 2017 WAS $17.9 MILLION VERSUS $17.7 MILLION IN 2016 - SEC FILING Source text : (bit.ly\/2FVahHH) Further company coverage:","71":"(Reuters) - Verizon Communications Inc VZ.N shares fell about 1% on Thursday as quarterly profits missed estimates even though the company added more monthly mobile phone subscribers than expected as adding the Disney+ streaming service helped some of its plans.  FILE PHOTO: The Verizon logo is seen on the side of a truck in New York City, U.S., October 13, 2016. REUTERS\/Brendan McDermid  The largest U.S. wireless carrier by subscribers has cut prices and made its offerings more attractive by bundling services such as Apple Music to battle intense competition in the industry.  The company said that in the fourth quarter, it added 790,000 phone customers who pay a monthly bill, well above the average analysts’ estimate of 525,000 subscribers, according to research firm FactSet.  Verizon’s reported post-paid phone churn of 1.13% for the fourth quarter, the seventh consecutive quarterly increase. Analysts at New Street Research said lowering churn would be more difficult with shift in the wireless market.  Total operating revenue rose to $34.78 billion from $34.28 billion, beating the estimate of $34.60 billion, according to IBES data from Refinitiv.  In October, Verizon said it would offer a year-long subscription to Walt Disney Co's DIS.N Disney+ with its unlimited plans, a move aimed at rival AT&T Inc T.N, which is expected to launch its own streaming platform HBO Max in May.  Revenue in Verizon's media unit, which includes Yahoo, HuffPost and TechCrunch, was nearly flat at $2.1 billion from a year earlier. The company said it wrote down $236 million during the fourth quarter for the media business, which has struggled to grow as ad revenue moved to larger digital players like Alphabet's Google GOOGL.O.  Net income rose to $5.22 billion, or $1.23 per share, in the fourth quarter ended Dec. 31 from $2.07 billion, or 47 cents per share, a year earlier. The company also recorded a $2.2 billion tax benefit related to the sale of preferred shares in a foreign affiliate.  The company built out its network of 5G in Kansas City, Little Rock and Cincinnati, rolling out the next generation of wireless in 34 cities in 2019. Verizon said it expects to spend $17 billion to $18 billion in expanding 5G, ramping up its 4G and building out more fiber.  Verizon said that building out its own multi-use fiber will help increase revenue for its business segment.  “I think this is one of the most critical assets in a network today -- in today’s world, especially as we build a Verizon intelligent network,” Verizon CEO Hans Vestberg said during a conference call.  Verizon reported adjusted earnings per share of $1.13, missing Wall Street estimates of $1.14.  At 10:40 a.m. EST, Verizon shares were down 0.96% at $58.96.","72":"June 8 (Reuters) - Verizon Communications Inc named Chief Technology Officer and former Ericsson boss Hans Vestberg as its new Chief Executive on Friday, saying he will replace current CEO Lowell McAdam on Aug. 1.  McAdam, 64, plans to retire at the end of the year and will serve as executive chairman of the board until then and then become non-executive chairman, the company said in a statement. (Reporting by Supantha Mukherjee in Bengaluru; editing by Patrick Graham)","73":"(Adds detail from earnings call; analyst comment)  April 24 (Reuters) - Verizon Communications Inc reported better-than-expected first-quarter results on Tuesday as the No. 1 U.S. wireless carrier lost fewer monthly phone subscribers than feared, and the company’s chief financial officer said it was continuing to explore a new video service.  Shares of the company rose 2.28 percent to $49.77 in morning trading.  Verizon lost 24,000 phone subscribers who pay a monthly bill, while analysts expected it to lose 69,000 subscribers, according to financial and data analytics firm FactSet.  Speaking on the post-earnings conference call, Verizon Chief Financial Officer Matthew Ellis said the company was not interested at this time in acquiring broadcast or cable networks, but continued to look at “over-the-top” options, or cheaper streaming video packages with fewer channels.  Verizon was a bidder for Twenty-First Century Fox Inc assets, which Walt Disney Co is trying to buy for $52.4 billion.  The company expects to have an overall product offering for consumers in the three to five markets where it plans to launch home 5G broadband later this year, and will add more content to Oath, its subsidiary that owns Yahoo! and AOL, Ellis said.  That could include news, sports, finance or entertainment content, Ellis said in an interview.  Analysts questioned whether Verizon had its sights on traditional media similar to AT&T Inc, which is fighting in court against the U.S. Department of Justice to close its acquisition of Time Warner Inc, and while Ellis said the company would look at potential deals, it is not the main focus.  Verizon instead expects to add to its distribution rights for digital content, Ellis said.  Net income attributable to Verizon rose to $4.55 billion, or $1.11 per share, in the first quarter ended March 31 from $3.45 billion, or 85 cents per share, a year earlier.  On an adjusted basis, the company earned $1.17 per share. Total operating revenue rose to $31.77 billion from $29.81 billion a year earlier.  Analysts had expected adjusted earnings of $1.10 per share and revenue of $31.26 billion, according to Thomson Reuters I\/B\/E\/S.  Verizon added 66,000 Fios internet customers during the quarter and lost 22,000 Fios video subscribers.  Verizon’s first-quarter 2018 earnings per share included approximately 21 cents due to tax reform and accounting changes for revenue recognition.  The company expects savings from tax reform will generate a net $3.5 billion to $4 billion benefit to cash flow from operations in 2018, resulting in a 55 to 65 cent increase in 2018 earnings per share. (Reporting by Shariq Khan in Bengaluru and Sheila Dang in New York; Editing by Anna Driver and Phil Berlowitz )","74":"March 13 (Reuters) - Verizon Communications Inc said on Wednesday its customers in Chicago and Minneapolis would be able to use its fifth generation wireless network from April 11 by paying $10 per month with any of its unlimited mobile plans.  5G, the next-generation wireless network, is expected to offer data speeds up to 50 or 100 times faster than 4G networks.  Verizon said its customers will need a Motorola Z3 mobile and a device called 5G moto mod to connect to the 5G network.  The largest U.S. wireless carrier by subscribers will offer the device for $50 initially and its customers would not have to pay for 5G use for the first three months.  Verizon launched its first commercial 5G service in October when its 5G Home offering went live in Houston, Indianapolis, Los Angeles and Sacramento.  While Verizon is leading the charge to test its 5G services, industry analysts say the higher-speed networks are unlikely to be widely available until the middle of the next decade.  Rivals AT&T Corp and Sprint Corp are also building their own 5G networks and plan to release 5G smartphones with Samsung Electronics later this year. (Reporting by Supantha Mukherjee in Bengaluru; Editing by Shailesh Kuber)","75":"April 24 (Reuters) - Verizon Communications Inc lost 68,000 phone subscribers who pay a monthly bill in the first quarter, as people stayed indoors due to lockdowns to halt the spread of the coronavirus.  Analysts had expected it to gain 100 subscribers in the quarter ended March 31.  Total operating revenue for the wireless carrier fell 1.6% to $31.6 billion from a year earlier. (Reporting by Supantha Mukherjee in Bengaluru; Editing by Anil D’Silva)","76":"WASHINGTON (Reuters) - U.S. wireless carrier Verizon Communications will suspend donations by its political action committee to lawmakers who did not back the certification of President-elect Joe Biden’s victory last week, a spokesman told Reuters.  AT&T Inc announced a similar move earlier on Monday.","77":"Feb 21 (Reuters) -  * VERIZON HAS DECIDED TO NO LONGER PARTICIPATE IN RSA CONFERENCE 2020 AS A GOLD SPONSOR - RSA CONFERENCE WEBSITE Source text: bit.ly\/2VdRl18","78":"(Reuters) - Verizon Communications Inc VZ.N on Friday beat estimates for second-quarter profit and revenue on strong demand for its phone and internet services as coronavirus-induced lockdowns prompted a rapid shift to remote working and learning.  FILE PHOTO: Workers board up a Verizon store in midtown Manhattan during protests against the death in Minneapolis police custody of George Floyd, in New York City, U.S., June 2, 2020. REUTERS\/Brendan McDermid  Although stay-at-home orders cut down store visits, limiting new sign-ups in a quarter that was almost entirely spent under lockdown rules, a pick up in demand for internet services helped the company add more phone subscribers who pay a monthly bill.  In the second quarter, Verizon added 173,000 postpaid phone customers, well above analysts’ average estimate of 61,200, according to research firm FactSet.  Total operating revenue fell 5.1% to $30.4 billion but beat the analysts’ average estimate of $29.93 billion, according to IBES data from Refinitiv.  The company attributed the fall in revenue to a decline in device sales in the quarter, hurt by lockdown-led store closures.  It has been gradually repopening stores and at the end of the quarter more than 60% of company-operated retail stores were open, Verizon said in a statement.  In the previous quarter, Verizon bled 68,000 monthly paying phone subscribers as it had to quickly close 70% of its stores.  Revenue in Verizon’s media unit, which includes Yahoo, HuffPost and TechCrunch, declined 24.5% in the second quarter to $1.4 billion from a year earlier as companies cut down on advertising to rein in expenses.  Net income rose to $4.84 billion, or $1.13 per share, in the second quarter ended June 30 from $4.07 billion, or $0.95 per share, a year earlier.  Excluding items, Verizon earned $1.18 per share, above analysts’ average estimate of $1.15.","79":"(Corrects second paragraph to clarify Apple did not announce any plans)  Dec 3 (Reuters) - Verizon Communications Inc and Samsung Electronics Co Ltd said on Monday they plan to release 5G smartphones in the first half of 2019 in the United States.  The news comes after Bloomberg reported here, citing sources, that Apple Inc is planning to wait until at least 2020 to release its 5G iPhones.  Apple’s delay makes it easier for Samsung and Verizon to win customers who are eager to connect to 5G networks, which will provide a leap forward in mobile data speeds when they are introduced in 2019.  5G can offer data speeds up to 50 or 100 times faster than current 4G networks.  Verizon partnered with Samsung to launched its first commercial 5G service in October in Houston, Indianapolis, Los Angeles and Sacramento.  Samsung has received FCC approval for its 5G commercial products. (Reporting by Sayanti Chakraborty in Bengaluru; Editing by Shounak Dasgupta)","80":"","81":"Slideshow ( 3 images )  WASHINGTON (Reuters) - A telecommunications standards organization - GSMA - said on Saturday it is delaying implementation of a new cellphone technology due to a U.S. government probe of alleged coordination between the group, AT&T Inc T.N and Verizon Communications Inc VZ.N to hinder consumers from easily switching wireless carriers.  GSMA said in a statement that the move to a global standard for eSIM technology is “on hold pending the completion of an investigation by the United States Department of Justice.”  At issue is a technology that could make carriers’ business more volatile. ESIM allows consumers to switch wireless providers without having to insert a new physical SIM card, an identifying microchip. That makes it easier to compare wireless networks and easily select a new service when desired.  “This standard contains a wide range of features, including the option for the eSIM to be locked. In the United States, consumers would have this option; however, they would need to explicitly consent to this under specific commercial agreements with their mobile operator, for example when purchasing a subsidized device,” GSMA said.  It added that it was cooperating fully with the Department of Justice.  Verizon on Friday called the probe “much ado about nothing,” adding it has been working with the Justice Department for several months “regarding the inquiry,” according to spokesman Rich Young. AT&T also indicated it was they are working with the Justice Department.  Apple Inc AAPL.O and other equipment makers have complained to the Justice Department about wireless carrier practices related to eSIM technology, two sources familiar with the matter said. Apple declined to comment.","82":"BONN, Germany, Feb 19 (Reuters) - The merger between T-Mobile US and Sprint is within reach, the head of its main owner Deutsche Telekom said, forecasting that the combined business would quickly close a valuation gap on market leaders AT&T and Verizon.  Highlighting the positive market reaction after a New York judge last week dismissed a lawsuit brought by more than a dozen U.S. states trying to block the deal, CEO Tim Hoettges said the ‘new’ T-Mobile would have a market value of around $120 billion.  That compares to $274 billion for AT&T and $242 billion for Verizon, he added in remarks prepared for a news conference on Wednesday. “That is a difference of around $120 billion. I see no reason why this cannot be reduced considerably,” he said.  The three main wireless carriers would have similar customer numbers of between 140 million and 150 million, he added: “That puts us on an equal footing and in a position to ramp up attacks on the competition.” (Reporting by Douglas Busvine Editing by Michelle Martin)","83":"(Reuters) - Verizon Communications Inc said on Friday it has reached a distribution agreement with Hearst Television to avoid a New Year’s Day blackout of the broadcasting group’s channels on Verizon’s fiber-optic networks in U.S. markets including Boston and Baltimore.  “Verizon Fios has been able to reach an agreement with Hearst Television,” a company representative said in an emailed statement. Terms were not disclosed.  In addition to Boston and Baltimore, the agreement also covers viewers in Manchester, New Hampshire, and the Pennsylvania cities of Harrisburg and Pittsburgh, the Verizon representative said.  Earlier this week, Verizon said Hearst TV, the owner of channels including WBAL-NBC in Baltimore and WGAL-NBC in Harrisburg, was asking for “unreasonably large” rate increases that would increase costs for Verizon FIOS customers.  Verizon had warned that on Jan. 1, 2021, Fios customers in certain markets may lose the ability to watch their favorite programming, including local news, major live sporting events and other entertainment, unless a deal were reached.  Hearst Television did not immediately respond to a request for comment.","84":"FILE PHOTO: A man stands next to the logo of Verizon at the Mobile World Congress in Barcelona, Spain, February 26, 2019. REUTERS\/Sergio Perez  WASHINGTON (Reuters) - The Federal Communications Commission (FCC) said a Verizon Communications Inc VZ.N unit won bids worth nearly $1.9 billion in an auction of a key spectrum block in the 3.5 GHz band.  In total, 228 bidders won bids worth nearly $4.6 billion for the mid-band spectrum block. The FCC says the auctioned spectrum will further the deployment of next-generation 5G networks and the Internet of Things. FCC Chairman Ajit Pai said the auction of 91% of spectrum offered demonstrated there was “strong demand.”","85":"April 20 (Reuters) -  * U.S. SAID TO INVESTIGATE AT&T AND VERIZON OVER WIRELESS COLLUSION CLAIM - NYT, CITING SOURCES Source text: nyti.ms\/2HhCE3c Further company coverage:","86":"FILE PHOTO: The Verizon logo is seen on the side of a truck in New York City, U.S., October 13, 2016. REUTERS\/Brendan McDermid\/File Photo  (Reuters) - The union that represents many Verizon Communications Inc VZ.N employees announced the ratification of a four-year extension of their labor contracts on Friday, paving the way for an 11.2 percent increase in wages over the four years.  Verizon and the union workers agreed to the deal well in advance of the current contracts’ expiration in August 2019, seeking to avoid another conflict that prompted strikes in 2016.  The new contracts, which cover 34,000 employees in northeast and mid-Atlantic regions served by the largest U.S. wireless network, also include better retirement benefits, the Communications Workers of America said in a statement.  Separate agreements were also approved to cover certain Verizon retail workers in New York and Pennsylvania, the union said.  Verizon said in an email to employees that it was “pleased that these agreements have been ratified.”  Employees represented by the International Brotherhood of Electrical Workers have not yet completed the ratification process, but Verizon said in an email that it expects the process to be completed next week.","87":"(Reuters) - Verizon Communications Inc said on Thursday it was pausing advertising on Facebook Inc in July, in support of a campaign that called out the social media giant for not doing enough to stop hate speech on its platforms.  Verizon is the biggest yet to join the advertising boycott, which has gained the backing of dozens of U.S. companies, and its announcement was a blow to Facebook’s efforts to contain the growing revolt.  “We’re pausing our advertising until Facebook can create an acceptable solution that makes us comfortable,” a Verizon representative said.  U.S. civil rights groups are urging brands to support the Stop Hate for Profit campaign, which protests the world’s biggest social network’s lax approach to hate speech, harassment and misinformation.  The Anti-Defamation League said in a letter to advertisers on Thursday it had found a Verizon ad on Facebook appearing next to a video containing anti-Semitic rhetoric from conspiracy group QAnon.  “Advertisements are running alongside divisive, hateful and conspiratorial content - not something that most companies want,” the ADL said.  Ice cream brand Ben & Jerry’s and outdoor gear companies Patagonia and The North Face earlier said they would suspend Facebook ads.  Facebook said it is working with civil rights organizations.  “We respect any brand’s decision and remain focused on the important work of removing hate speech and providing critical voting information,” said Carolyn Everson, Facebook’s vice president of global business.  The company intensified outreach to advertisers this week as it worked to contain the damage, without pledging any specific changes, recipients of those messages said.  One of Facebook’s top spenders, consumer goods giant Procter & Gamble Co, on Wednesday pledged to conduct a review of ad platforms and stop spending where it found hateful content. P&G declined to say if it had reached a decision on Facebook.","88":"(Reuters) - Verizon Communications Inc VZ.N reported quarterly profit and net new phone subscribers well ahead of Wall Street estimates on Tuesday, as customers took advantage of its subsidies for Apple Inc's AAPL.O latest iPhones late in the quarter.  The Verizon logo is seen on the side of a truck in New York City, U.S., October 13, 2016. REUTERS\/Brendan McDermid  The largest U.S. wireless carrier by subscribers has been focusing on upgrading its network and winning over more customers in a saturated market as rivals AT&T Inc T.N, Sprint Corp S.N and T-Mobile have been focusing on merger deals and paying down debt.  Verizon shares rose 3.4 percent to $56.87, their highest in more than 18 years.  The company said it added a net 295,000 phone subscribers who pay a monthly bill during the third quarter, easily beating the estimate of 161,000 provided by research firm FactSet.  Wall Street analysts pay attention to customers with a recurring bill, or so-called “postpaid” customers, as they are more valuable to carriers.  Verizon has been investing heavily this year in its next generation 5G network, which will become the backbone of its largest business.  Meanwhile, its next-largest rival AT&T Inc T.N bought Time Warner for $85 billion, in a bet that it can use media content on its services to lure more customers. T-Mobile and Sprint Corp S.N, the third and fourth-placed U.S. carriers, have agreed to merge in the hope of cutting costs and becoming more competitive.  AT&T and Sprint have been focusing on paying down debt rather than winning customers by lowering prices, which meant Verizon did not face cut-throat competition in the quarter, said Craig Moffett, an analyst with MoffettNathanson.  “Competitive intensity is now more moderate than at any time since 2014,” said Moffett in a research note. “With two of the Big Four all but taking a knee, Verizon - and T-Mobile - now has the freedom to grow without discounting.”  OATH INTEGRATION  Verizon’s media and traditional phone businesses did not fare as well.  Revenue from Oath, its digital media subsidiary that owns dozens of websites including AOL and Yahoo, fell 7 percent to $1.8 billion for the third quarter. Verizon said it does not expect Oath to reach its previous goal of $10 billion in revenue by 2020, as it struggles to generate as much revenue as it hoped from mobile advertising, to make up for shrinking desktop usage of its websites. Last month, Verizon said Oath CEO Tim Armstrong would leave the company at the end of the year.  “I would expect the next move will be that the business is jettisoned entirely,” said Jonathan Chaplin, an analyst with New Street Research.  Verizon declined comment on any planned deals. Chief Financial Officer Matt Ellis said in an interview with Reuters that Oath’s revenue trend had not met expectations, but the company is working to integrate its advertising sales platform this quarter.  “That will make it easier for publishers to do business with us,” Ellis said.  Net income attributable to the company rose to $4.92 billion, or $1.19 per share, in the quarter ended Sept. 30, up from $3.62 billion, or 89 cents per share, a year earlier.  Excluding some items, Verizon earned $1.22 per share, beating analysts’ average estimate of $1.19 per share, according to Refinitiv data.  Verizon said it is on track to reach $10 billion in cumulative cash savings by 2021.  5G ROLLOUT  Verizon launched home 5G internet service on Oct. 1 in parts of Houston, Indianapolis, Los Angeles and Sacramento. The next-generation wireless network is expected to bring faster data speeds, which Verizon hopes will help it compete with competitors like cable company Comcast Corp CMCSA.O.  It has, so far, concentrated on investing in its wireless network rather than deal-making. Its next-largest competitor AT&T Inc T.N bought Time Warner in an $85 billion deal that closed in June, betting it could attract more customers with media content.  Verizon’s wireline business, which sells traditional phone service and its Fios video and internet products, saw revenue decline 3.7 percent from last year to $7.4 billion.  It lost 63,000 Fios video subscribers during the quarter, more than the 18,000 it lost last year, as viewers continue to favor cheaper TV services delivered over the internet, over paying for pricier cable packages.  It added 54,000 Fios internet customers, fewer than the 66,000 Verizon added a year earlier.  Total operating revenue rose 2.8 percent to $32.61 billion during the quarter, beating analysts’ average estimate of $32.51 billion, according to Refinitiv data.","89":"Slideshow ( 2 images )  LAS VEGAS (Reuters) - Amazon.com Inc on Tuesday said it was extending its cloud to 5G networks in partnership with Verizon Communications Inc, so developers can run latency-sensitive programs on mobile and connected devices.  The program, called AWS Wavelength, is one of several new ways that Amazon Web Services is pushing its cloud into new territory. At the company’s annual re:Invent conference in Las Vegas, the world’s top cloud provider also announced new infrastructure called Local Zones, debuting in Los Angeles, that will help nearby users run speed-intensive applications like gaming.  It also said that its previously announced on-premises infrastructure service, Outposts, was ready for orders, in new competition with companies that help others run their own data centers, like Hewlett Packard Enterprise Co.","90":"(Reuters) - Warren Buffett’s Berkshire Hathaway Inc on Tuesday announced two major new investments, revealing an $8.6 billion stake in the phone company Verizon Communications Inc and a $4.1 billion stake in oil company Chevron Corp.  FILE PHOTO: Berkshire Hathaway Chairman Warren Buffett walks through the exhibit hall as shareholders gather to hear from the billionaire investor at Berkshire Hathaway Inc's annual shareholder meeting in Omaha, Nebraska, U.S., May 4, 2019. REUTERS\/Scott Morgan  The investments were disclosed in a regulatory filing detailing Berkshire’s U.S.-listed stock holdings as of Dec. 31.  Berkshire also disclosed a new $499 million stake in the professional services company Marsh & McLennan Cos.  To make room, Berkshire reduced its investments in several companies including Apple Inc, though at approximately $121 billion the iPhone maker remains by far its largest common stock holding.  Verizon shares rose 3.0%, Chevron rose 2.2% and Marsh was unchanged in after-hours trading following Berkshire’s filing.  Tuesday’s filing signals where Buffett and his portfolio managers Todd Combs and Ted Weschler see value, without saying who bought what. Buffett normally handles larger investments such as Verizon and Chevron.  “They are Buffett-esque investments,” said Steven Check, who invests $1.3 billion at Check Capital Management Inc in Costa Mesa, California, including $300 million in Berkshire. “Verizon has a low price-earnings ratio, and while oil prices are recovering the stocks still have a long way to go.”  The filing also shows Berkshire deploying some of its cash hoard, which totaled $145.7 billion as of Sept. 30.  Berkshire owns more than 90 businesses including Geico car insurance, the BNSF railroad and Dairy Queen ice cream, but has gone five years since its last big acquisition.  The Omaha, Nebraska-based conglomerate had begun investing in Verizon, Chevron and Marsh by last year’s third quarter.  As it had several times before, Berkshire won permission from the U.S. Securities and Exchange Commission to delay revealing the stakes, to avoid having investors piggyback on its wagers before it was done buying.  Tuesday’s filing showed Berkshire, a major investor in Bank of America Corp, cutting back on other banks, reducing its stake in Wells Fargo & Co and shedding JPMorgan Chase & Co, M&T Bank Corp and PNC Financial Services Group Inc.  Berkshire also invested more in drugmakers Abbvie Inc, Bristol-Myers Squibb Co and Merck & Co while selling a small stake in COVID-19 vaccine maker Pfizer Inc. It also shed mining company Barrick Gold Corp.  Doug Kass, managing partner of Seabreeze Capital Investment Inc in Palm Beach, Florida, said the Verizon investment “makes sense” reflecting the company’s dividend payout and wireless revenue growth prospects.  He said the lowered bank stakes may reflect Buffett’s concern about persistent low interest rates, and loan losses related to the coronavirus.  Berkshire is expected to release year-end results and Buffett’s annual shareholder letter on Feb. 27.","91":"WASHINGTON, Feb 28 (Reuters) - Verizon Communications Inc and its Straight Path Communications unit paid a $614 million civil penalty as part of a January 2017 settlement with the U.S. Federal Communications Commission, the agency said on Wednesday.  The telecommunications regulator said the settlement resolved an investigation into allegations that Straight Path failed to use the spectrum it was awarded, and in doing so violated the FCC’s rules in connection with approximately 1,000 licenses.  The settlement required Straight Path to sell its licenses and remit 20 percent of the overall proceeds. Verizon said on Wednesday it had completed its $3.1 billion acquisition of the company it announced in May 2017. The settlement represents the largest ever civil penalty paid to resolve an FCC investigation. (Reporting by David Shepardson; editing by Grant McCool)","92":"May 1 (Reuters) - Amazon.com Inc:  * AMAZON WEB SERVICES, INC SAYS OATH, INC., A SUBSIDIARY OF VERIZON HAS SELECTED AWS AS ITS PREFERRED PUBLIC CLOUD PROVIDER Source text for Eikon: Further company coverage:","93":"SEOUL (Reuters) - As Samsung Electronics' 005930.KS leader Jay Y. Lee readies for a new trial next month, the tech giant has quietly ramped up a public relations campaign touting Lee's deal-making expertise including in winning a $6.6 billion contract from Verizon VZ.N.  FILE PHOTO: Samsung Group heir Jay Y. Lee arrives for a court hearing to review a detention warrant request against him at the Seoul Central District Court in Seoul, South Korea, June 8, 2020. REUTERS\/Kim Hong-Ji  Lauding the Samsung heir as ‘the best salesman’, the firm has over the past year released a flurry of statements and photos of his visits to its many business sites, showcasing a side of the normally-reserved Lee whose public image has taken a battering over a lengthy bribery scandal.  The mounting legal travails for Lee, which have cast a cloud over the leadership of one of the world’s biggest tech companies, coincide with the reformist drive of President Moon Jae-in, elected three years ago after the impeachment and jailing of his predecessor Park Geun-hye.  Lee was indicted last week on suspicions of accounting fraud and stock price manipulation. A trial is scheduled to start on Oct. 22.  The stakes are high, and Samsung’s public relations machine has stepped up a charm offensive, telling local media in a message this week that it expected cutting-edge network equipment business to grow into “the first flagship business of the Lee Jae-yong era,” using the Vice Chairman of Samsung Electronics’ Korean name.  According to the message seen by Reuters, Samsung said Lee actively engaged Verizon CEO Hans Vestberg on his visit to South Korea last year, and made several video calls with him ahead of clinching a $6.64 billion contract.  Samsung on Monday announced the contract to provide network equipment to Verizon in the United States, considered a major win as the firm seeks to narrow the gap in the 5G network market with frontrunner Huawei [HWT.UL], which is grappling with U.S. restrictions.  In a statement to Reuters, Samsung said: “Vice Chairman Jay Y. Lee has played a key role in developing new growth businesses and relationship with global clients and partners.”  “The company responded to media requests and inquiries about his role and client relations,” it added, saying that this “was part of normal communications with journalists.”  In the message, Samsung also highlighted Lee's role in its 5G deal with Japan's KDDI 9433.T last year despite the worsening bilateral relations.  “Samsung keeps exposing Lee to the media, to give the message that Lee plays a big role, so if he goes to jail or faces lengthy trials, this would disrupt management, put Samsung in difficulty, and Korean economy in difficulty,” said Professor Park Sang-in of Seoul National University, a governance expert.  REPUTATIONAL DAMAGE  The fresh charges against Lee has further scarred the 52-year old Samsung scion’s reputation and come at a time the world’s biggest memory chip maker and No.2 smartphone manufacturer navigates intensifying competition and the coronavirus pandemic.  Lee is also facing a separate trial on charges of bribing former president Park in an influence-peddling scandal to take control of the business empire from his father, group patriarch Lee Kun-hee, who has been incapacitated since suffering a heart attack in 2014.  President Moon has pledged to curb the power of South Korea’s chaebol, or family-owned conglomerates.  In the past, convicted business tycoons were shown leniency by courts for their economic contributions, but in a departure, Lee was jailed for nearly a year over the scandal involving Park.  Lee’s father was convicted previously of breach of trust and tax evasion charges, but later received a presidential pardon.  In June, while refuting media reports on Lee’s alleged wrongdoings, Samsung said such reports are “never desirable not only for Samsung’s future but the future of the Korean economy.”  Samsung Electronics, the crown jewel in the Samsung group, reported annual revenue in 2019 equivalent to 12% of South Korea’s economic output. A jump in chip exports helped slow the pace of decline in South Korean exports in the first 10 days of September, trade data showed on Friday.  “Samsung’s PR efforts seem to be to build Lee’s good image,” said Park Ju-gun, head of research firm CEO Score.  “If Lee cannot serve his role then it could adversely affect the economy, seems to be the nuance.”","94":"FILE PHOTO: The Verizon logo is seen on the side of a truck in New York City, U.S., October 13, 2016. REUTERS\/Brendan McDermid\/File Photo  (Reuters) - Verizon Communications Inc is shutting down its mobile video service go90 less than three years after it launched, a company spokeswoman said.  Verizon’s aim was to boost revenue through data usage and targeted advertising from well known brands, but go90 struggled to find a sustained audience and was later put under the umbrella of Verizon’s subsidiary Oath Inc.  Go90 had won awards for its content including an Oscar in 2018 for Kobe Bryant’s animated film “Dear Basketball”.  “Following the creation of Oath, go90 will be discontinued,” a company spokeswoman said in an email. “Verizon will focus on building its digital-first brands at scale in sports, finance, news and entertainment for today’s mobile consumers and tomorrow’s 5G applications.”  Oath was created by Verizon in 2017 after it merged Yahoo with AOL.  Representatives of go90 have begun informing content providers about plans to end both the go90 brand and the video streaming app by July 31, online magazine Digiday reported earlier on Thursday citing four sources familiar with the situation.  It said go90 will return shows and content rights back to its production partners. Verizon has spent about $1.2 billion on Go90 since its 2015 launch, Digiday reported, citing two sources.","95":"May 16 (Reuters) - Allied Minds Plc:  * UNIT, VERIZON, ERICSSON, QUALCOMM’S UNIT, SUCCESSFUL TESTING OF 4G LTE TECHNOLOGY OVER CBRS SPECTRUM IN VERIZON’S COMMERCIAL NETWORK  * DEVICES THAT CAN ACCESS CBRS SPECTRUM ARE EXPECTED IN 2018 Source text for Eikon: Further company coverage:","96":"(Reuters) - Verizon Communications Inc VZ.N reported better-than-expected first-quarter results on Tuesday as the No. 1 U.S. wireless carrier lost fewer monthly phone subscribers than feared, and the company's chief financial officer said it was continuing to explore a new video service.  FILE PHOTO: The Verizon logo is seen on the side of a truck in New York City, U.S., October 13, 2016. REUTERS\/Brendan McDermid\/File Photo  Shares of the company rose 1.8 percent to $49.55.  Verizon lost 24,000 phone subscribers who pay a monthly bill, while analysts expected it to lose 69,000 subscribers, according to financial and data analytics firm FactSet.  Speaking on the post-earnings conference call, Verizon Chief Financial Officer Matthew Ellis said the company was not interested at this time in acquiring broadcast or cable networks, but continued to look at “over-the-top” options, or cheaper streaming video packages with fewer channels.  Verizon was a bidder for Twenty-First Century Fox Inc FOXA.O assets, which Walt Disney Co DIS.N is trying to buy for $52.4 billion.  The company expects to have an overall product offering for consumers in the three to five markets where it plans to launch home 5G broadband later this year, and will add more content to Oath, its subsidiary that owns Yahoo! and AOL, Ellis said.  That could include news, sports, finance or entertainment content, Ellis said in an interview.  Analysts questioned whether Verizon had its sights on traditional media similar to AT&T Inc T.N, which is fighting in court against the U.S. Department of Justice to close its acquisition of Time Warner Inc TWX.N, and while Ellis said the company would look at potential deals, it is not the main focus.  Verizon instead expects to add to its distribution rights for digital content, Ellis said.  Net income attributable to Verizon rose to $4.55 billion, or $1.11 per share, in the first quarter ended March 31 from $3.45 billion, or 85 cents per share, a year earlier.  On an adjusted basis, the company earned $1.17 per share. Total operating revenue rose to $31.77 billion from $29.81 billion a year earlier.  Analysts had expected adjusted earnings of $1.10 per share and revenue of $31.26 billion, according to Thomson Reuters I\/B\/E\/S.  Verizon added 66,000 Fios internet customers during the quarter and lost 22,000 Fios video subscribers.  Verizon’s first-quarter 2018 earnings per share included about 21 cents due to tax reform and accounting changes for revenue recognition.  The company said it expected savings from tax reform to generate a net $3.5 billion to $4 billion benefit to cash flow from operations in 2018, resulting in a 55 to 65 cent increase in 2018 earnings per share.","97":"WASHINGTON (Reuters) - The U.S. has opened a probe into alleged coordination by AT&T Inc, Verizon Communications and a telecommunications standards organization to hinder consumers from easily switching wireless carriers, a person briefed on the matter said on Friday.  FILE PHOTO: An AT&T logo is pictured in Pasadena, California, U.S., January 24, 2018. REUTERS\/Mario Anzuoni\/File Photo  Verizon and AT&T acknowledged the government probe and said they were working with regulators.  At issue is a technology that could make carriers’ business more volatile. Called eSIM, it allows consumers to switch wireless providers without having to insert a new physical SIM card, an identifying microchip. That makes it easier to compare wireless networks and easily select a new service when desired.  Verizon called the probe “much ado about nothing,” adding that it has been working with the Justice Department for several months “regarding the inquiry,” according to spokesman Rich Young.  The New York Times reported on Friday that the Justice Department had opened an investigation about five months ago after at least one device maker and one wireless carrier filed formal complaints with the Justice Department.  The Justice Department sent demands to AT&T, Verizon and the GSMA, an industry standards-setting group, on efforts to thwart eSIM.  Apple Inc and other equipment makers have complained to the Justice Department about wireless carrier practices related to eSIM technology, two sources familiar with the matter said. Apple declined to comment.  “The reality is that we have a difference of opinion with a couple of phone equipment manufacturers regarding the development of e-SIM standards. Nothing more,” Verizon’s Young said.  An AT&T spokesman said in an email: “Along with other GSMA members, we have provided information to the government in response to their requests and will continue to work proactively within GSMA, including with those who might disagree with the proposed standards.”  News of the probe comes at a critical time for AT&T which is being sued by the Justice Department to stop its deal to buy media company Time Warner Inc.  The U.S. government has argued in a trial that is nearing completion that the proposed deal would spur AT&T to charge its pay TV rivals more for Time Warner content.  However, Judge Richard Leon, who will decide if AT&T will be allowed to buy Time Warner, is unlikely to consider a report of potential wrongdoing by the wireless giant because it is irrelevant to the merger trial under way in Washington, said Seth Bloom, a veteran of the Justice Department’s Antitrust Division.  The Department of Justice and the GSMA, the telecommunications standard setting group, declined to comment on news of the investigation.  Shares of AT&T and Verizon dipped after the initial Times report, with AT&T closing down 0.4 percent at $34.67, and Verizon ending off 1.1 percent, at $47.90.  The person briefed on the matter told Reuters that other wireless operators potentially received inquiries from the government.  It is common practice for the Justice Department to send CIDs, the civil equivalent of a subpoena, to all major players in the industry because the agency wants evidence from companies that allegedly participate in any conspiracy as well as those outside of it, according to Ethan Glass, a former trial attorney with the Justice Department now at the law firm Quinn Emanuel Urquhart & Sullivan LLP.  The source said the Obama administration had investigated similar claims in 2016 but did not take any action.  Consumer advocates learned in February that Verizon was apparently planning to lock phones as an anti-theft measure, and later were told by industry participants that Verizon was working with AT&T in hopes of convincing the GSMA to create a standard for locking the phones, according to Harold Feld, a senior vice president at Public Knowledge.  Consumer advocates support the idea of an electronic SIM card, which is in the process of being rolled out, since it allows phone owners to bargain hunt and contract with any network or to shift networks easily while traveling, said Feld.  “I am very happy that the DOJ is taking its job as a cop on the beat very seriously,” said Feld.","98":"Sept 7 (Reuters) - Verizon Communications Inc’s head of media and advertising business Tim Armstrong is in talks to leave the U.S. wireless carrier, the Wall Street Journal reported on Friday, citing people familiar with the matter.  Armstrong, who came to Verizon in 2015 from AOL after the company bought the online service provider, served as chief executive officer of AOL.  Verizon declined to comment. Armstrong did not immediately respond to a request for comment. (Reporting by Vibhuti Sharma in Bengaluru)","99":"March 5 (Reuters) - Verizon Communications Inc:  * VERIZON ANNOUNCES TENDER OFFERS FOR 13 SERIES OF NOTES  * VERIZON - ANNOUNCED COMMENCEMENT OF 13 SEPARATE OFFERS TO PURCHASE Source text for Eikon: Further company coverage:","100":"March 14 (Reuters) - Verizon Communications Inc:  * VERIZON-TEMPORARILY CLOSING A NUMBER OF ITS STORES ACROSS U.S. IN ORDER TO EXPAND ITS WORK FROM HOME POLICY TO INCLUDE SOME OF ITS RETAIL EMPLOYEES Source text: vz.to\/33j1ITm Further company coverage:","101":"Slideshow ( 2 images )  (Reuters) - Discovery Inc. is launching a new streaming service, called discovery+, and has a U.S. distribution deal with Verizon Communications Inc that will make the service available to 50 million customers on day one, following Disney’s lead.  Discovery+ will be available on Jan. 4 in the United States where it will include 55,000 episodes from channels in the Discovery portfolio, which include HGTV, Food Network and Animal Planet.  The service will be free for up to 12 months for new and existing Verizon customers, depending on their plan. People who aren’t eligible for the free trial can subscribe to the service for $4.99 per month with ads, or $6.99 per month ad-free.  Verizon played a role in the success of Walt Disney Co’s Disney+ streaming service by making it available to millions of wireless customers. The service launched in November 2019 and had 73.7 million subscribers a year later. Disney has not disclosed how many of those subscribers paid for the service or received it free through Verizon.  The discovery+ launch comes as COVID-19-related restrictions have kept people home, fueling streaming subscriber growth. More than half of U.S. households now subscribe to multiple streaming services, according to a study from Leichtman Research Group. Discovery’s challenge is to be counted among one of them.  The company is betting that the service’s emphasis on unscripted programming in categories like food and home improvement will complement streaming rivals that have drawn huge audiences with scripted shows like “The Mandalorian” on Disney+ and “The Queen’s Gambit” on Netflix.  “Maybe the sort of sexy red carpet stuff is some of the movies and scripted series, but more than 50% of what people watch is our stuff,” said Discovery Chief Executive Officer David Zaslav in an interview. “And we’re one of one. There’s six or seven players in the scripted series and scripted movies so each one of them is one of five or one of six, or one of seven.”  Discovery+ has already launched in India, the U.K. and Ireland and will eventually be available in 25 countries. To scale quickly, the company is relying on distribution deals with Sky in the UK and Ireland, Telecom Italia in Italy and Megogo in Eastern Europe.","102":"FILE PHOTO: A tattered flag bearing the Yahoo company logo flies above a building in New York, U.S., October 31, 2016. REUTERS\/Lucas Jackson\/File Photo  DUBLIN (Reuters) - Yahoo’s European regulator has ordered it to make privacy changes following a probe into what it said was one of the largest ever data breaches to impact EU citizens.  Yahoo, most of whose assets were acquired by Verizon Communications Inc VZ.N, said in 2016 that at least 500 million of its accounts had been hacked two years earlier by cyber thieves who may have stolen names, email addresses, telephone numbers, dates of birth and encrypted passwords.  Ireland’s Data Protection Commissioner (DPC), the lead European regulator on privacy issues for Yahoo because the company’s European headquarters are in Dublin, said on Thursday that Yahoo’s data processing operations did not meet the standards required by EU law.  The breach affected around 39 million European users and was the largest the DPC has every investigated, it said.  It ordered the internet company to take specified actions, including ensuring that all its data protection policies take account of the applicable data protection law, and are reviewed and updated at defined regular intervals.  It also must update its data processing contracts and procedures associated with such contracts to comply with data protection law.  The DPC, which also regulates other online giants such as Facebook FB.O and Apple AAPL.O, was not able to fine the company for the breach. Under a new EU-wide data protection law that came into force last month, it can issue fines of up to 20 million euros or 4 percent of a company's global turnover.","103":"Hans Vestberg, Verizon executive vice president and president of Global Networks and Chief Technology Officer, speaks during a panel discussion on 5G wireless broadband technology during the 2018 CES in Las Vegas, Nevada, U.S. January 10, 2018. REUTERS\/Steve Marcus  (Reuters) - Verizon Communications Inc said on Monday it will reorganize its business segments into Consumer, Business and Verizon Media Group\/Oath to focus on the types of customers it serves.  The reorganization under Chief Executive Officer Hans Vestberg, who was named to the top job on Aug. 1, is a shift from the previous operating structure split between wireless and wireline and included the largest U.S. wireless carrier’s Fios internet and video products.  The company said the new Verizon Media Group\/Oath segment will include media, advertising and technology, and be led by Guru Gowrappan, who had been appointed CEO of Oath, the digital media umbrella that includes Yahoo and AOL.  “Content is going to be important for 5G, and we’re doing that within Oath,” Vestberg said in an interview, adding there are no changes in the company’s previous statements that it is focused on its wireless network rather than acquiring media content.  The Verizon Consumer Group will include the consumer segment of the company’s wireless and wireline businesses, and will be led by Ronan Dunne, currently president of Verizon Wireless.  Verizon Business Group will include products and services sold to businesses and government, led by Tami Erwin, who is currently executive vice president of wireless operations.  The changes are effective on Jan. 1, 2019, and Verizon said it expects to begin reporting its financials under the new structure in the second quarter of 2019.","104":"FILE PHOTO: An Apple company logo is seen behind tree branches outside an Apple store in Beijing, China December 14, 2018. REUTERS\/Jason Lee\/File Photo  (Reuters) - Verizon Communications Inc VZ.N said on Tuesday it will include free Apple Music subscriptions in some of its top-tier U.S. data plans, deepening its ties with the iPhone maker.  Apple Inc AAPL.O is increasingly turning for growth to its services segment, which includes businesses such as iCloud storage, Apple Music and the App Store, and has been partnering with rivals in recent months. Two weeks ago, it cut its revenue forecast, blaming iPhone sales in China.  Verizon customers opting for its \"Beyond Unlimited\" and \"Above Unlimited\" plans will also get access to free Apple Music from Jan. 17, the U.S. wireless carrier said in a statement vz.to\/2RtAiYk.  Last year, Verizon and Apple announced a partnership, giving some customers six months of Apple Music streaming service along with their data plan. The Verizon “Go Unlimited” plan will continue to get a six-month free trial of Apple Music.  Apple in the last few months has made its iTunes service available on some of Samsung Electronics Co Ltd's 005930.KS newer smart televisions and has made Apple Music available on Amazon.com Inc's AMZN.O Echo smart speakers.  The Cupertino-based firm is facing a saturated global smart phone market and many users are hanging on to their old iPhones longer than ever.","105":"Feb 21 (Reuters) - Verizon Communications Inc has pulled out of the RSA cyber security conference due to coronavirus-related concerns, the organizer said here on Friday.  RSA also said that AT&T Cybersecurity will not participate in the conference, taking the total number of companies that have pulled out to fourteen. These include six from China, seven from the United States and one from Canada.  Last week, International Business Machines Corp also withdrew from the conference on similar concerns.  The coronavirus, which originated in the Chinese city of Wuhan, has killed more than 2,200 people so far on the Chinese mainland.  The event is scheduled to take place in San Francisco between Feb. 24–28. (Reporting by Neha Malara in Bengaluru; Editing by Shailesh Kuber)","106":"FILE PHOTO: The Tumblr application is seen on a mobile phone in this illustration photo March 7, 2018. REUTERS\/Thomas White\/Illustration  (Reuters) - Verizon Communications Inc is seeking a buyer for its blogging website Tumblr, the Wall Street Journal reported on Thursday, citing people familiar with the matter.  The ongoing sale process, which may not result in any transaction, comes as the wireless carrier tries to improve the fortunes of Verizon Media Group, the report added.  Verizon Media Group, formerly called Oath, is the digital media umbrella that owns more than 50 brands, including HuffPost, TechCrunch and Tumblr.  Verizon declined to comment on the WSJ report.","107":"WASHINGTON (Reuters) - U.S. Federal Communications Commission Chairman Ajit Pai on Tuesday called for wireless carriers to waive October bills for people hardest hit by Hurricane Michael after some Florida residents expressed frustration in getting mobile phone service restored.  Slideshow ( 2 images )  Pai also said consumers in those areas should be allowed to switch carriers without paying a penalty.  Verizon Communications Inc, which has been criticized for the pace of its restoration efforts, said late on Tuesday that all consumer and business customers in hard hit Bay County and Gulf County, Florida, would be automatically credited for three months of mobile service for each line they have.  At least 18 deaths in four states have been blamed on Michael, which crashed into the Florida Panhandle on Oct. 10 as one of the most powerful storms on record to hit the continental United States. The storm damaged fiber networks and electrical wires necessary for broadband and mobile phone service.  Pai said in a written statement the progress in restoring service is “completely unacceptable” and that the FCC will investigate the outages.  The request from the chair of the nation’s telecommunications regulator came after Florida Governor Rick Scott, who is locked in a tough race for the U.S. Senate, earlier on Tuesday called on carriers to waive bills for customers without service and allow consumers to change carriers without penalty.  Verizon has attributed the delay in part to significant damage to fiber connections in Florida’s Panhandle and the strength of the storm.  On Tuesday, the FCC said that 61.5 percent of cell sites remain out of service in Bay County, down from 65.4 percent on Monday.  Scott said “telecommunications companies should be open and transparent with Floridians and do so with a clearly communicated plan to quickly restore service.”  U.S. Senator Bill Nelson, a Florida Democrat running for re-election against Scott, earlier on Tuesday asked carriers to “provide a 60-day moratorium on late fees, interest accrual, penalties and any other unnecessary costs to give people time to recover and get back on their feet.”  In a letter to Verizon on Tuesday, Nelson said “too many of your Florida customers in the Panhandle are still not able to use your network. This is not acceptable, especially when your competitors have been restoring service much faster.”  AT&T Inc spokesman Michael Balmoris said the company has implemented credits for customers in hard-hit areas and plans to extend those credits through Oct. 21. AT&T plans to continue those “as conditions require.”  AT&T has deployed 15 large-scale portable cell sites to the most storm damaged areas.","108":"FILE PHOTO: A man stands next to the logo of Verizon at the Mobile World Congress in Barcelona, Spain, February 26, 2019. REUTERS\/Sergio Perez  (Reuters) - Verizon Communications Inc indicated on Tuesday it might stop offering channels owned by Hearst Television next year, saying the multimedia company was demanding higher rates to broadcast its channels on the telecommunication giant’s fiber optic networks.  Verizon said Hearst TV, the owner of channels like WBAL-NBC in Baltimore and WGAL-NBC in Harrisburg, was asking for “unreasonably large” rate increases that would increase costs for Verizon FIOS customers.  Hearst Television did not immediately respond to a Reuters request for comment.  On January 1, FIOS customers in select markets may be unable to watch their favorite programming, including local news, major live sporting events and other notable entertainment, if the impasse continues.  If the two companies do not reach an agreement, Hearst Television may themselves choose to remove channels from Fios TV, Verizon said.","109":"Slideshow ( 2 images )  (Reuters) - Delivery drones, virtual art exhibits and U.S. football games will headline Verizon Communications Inc’s announcements on Monday at the annual consumer electronics tradeshow CES as it shows off 5G technology partnerships with the National Football League (NFL), the Metropolitan Museum of Art and UPS. The U.S. wireless carrier said its 5G service will be available in 28 NFL stadiums by the end of the year and fans could use certain 5G devices to view a game with up to seven different camera angles, along with other augmented reality features. “We will work with all the biggest sports leagues in the world ... for using 5G for fans and the teams,” Chief Executive Officer Hans Vestberg said on a call with reporters on Sunday.  The partnership with the Met features digitally rendered galleries and nearly 50 works of art from across The Met’s collection. Verizon, which is rolling out 5G services across the United States, said its Skyward unit is testing delivery of retail products with drones along with partner the United Parcel Service. The services will be widely available in a year or two and needs approval of the Federal Aviation Administration as it would be commercial traffic, Vestberg said. “We can coordinate hundreds and thousands of drones at the same time,” he said.","110":"(Corrects to say net income fell, not rose, in sixth paragraph)  Aug 1 (Reuters) - Verizon Communications Inc on Thursday beat second-quarter profit estimates as the largest U.S. mobile carrier added far more net new phone subscribers who pay a monthly bill than expected.  Shares of the Dow component rose 1.4% before the bell after the company said it added a net 245,000 phone subscribers during the quarter. Analysts were expecting it to add 163,000 subscribers, according to research firm FactSet.  Analysts pay attention to postpaid customers, or those with a recurring bill, as they are more valuable to carriers and tend to remain with the company longer than prepaid customers.  Verizon, AT&T, T-Mobile and Sprint control more than 98% of the U.S. wireless market and have wireless service revenues of more than $160 billion.  T-Mobile and Sprint, which are in the process of merging, together have more than 135 million customers, while Verizon and AT&T control two-thirds of the total U.S. wireless market.  Net income fell to $4.07 billion, or 95 cents per share, in the second quarter ended June 30 from $4.25 billion, or $1 per share, a year earlier.  On an adjusted basis, Verizon earned $1.23 per share, beating analyst average estimate of $1.20 per share, according to IBES data from Refinitiv.  Total operating revenue fell 0.4% to $32.1 billion and missed expectations of $32.41 billion. (Reporting by Arjun Panchadar in Bengaluru; Editing by Arun Koyyur)","111":"March 17 (Reuters) - Verizon Communications Inc:  * VERIZON - NOT ABLE AT THIS TIME TO ESTIMATE IMPACT OF COVID-19 ON FINANCIAL OR OPERATIONAL RESULTS  * VERIZON - IMPACT OF COVID-19 COULD BE MATERIAL  * VERIZON - COVID-19 MAY AFFECT ABILITY OF SUPPLIERS AND VENDORS TO PROVIDE PRODUCTS AND SERVICES TO CO  * VERIZON - SOME FACTORS COULD INCREASE DEMAND FOR CO'S PRODUCTS, WHILE OTHERS COULD DECREASE DEMAND OR MAKE IT MORE DIFFICULT FOR CO TO SERVE CUSTOMERS Source: (bit.ly\/39ZoDWf) Further company coverage:","112":"(Reuters) - Verizon Communications Inc’s Oath Inc subsidiary has signed a deal to place four of its most popular apps on millions of Samsung devices across the U.S. and eventually globally, the company told Reuters on Tuesday.  FILE PHOTO: The Verizon store in Superior, Colorado, U.S., July 27, 2017. REUTERS\/Rick Wilking\/File Photo  Under the terms of the deal, Oath’s Newsroom app, Yahoo Sports, Yahoo Finance and Go90 mobile video apps will be pre-populated on all Verizon Samsung Galaxy S9 and S9+ devices.  Oath’s deal with Samsung is part of an effort to get its content and partners’ ads in front of the growing number of TV viewers watching their favorite shows on mobile devices instead of through cable and satellite television, Oath’s chief executive officer, Tim Armstrong, told Reuters.  “The amount of content consumption on phones is continuing to skyrocket and I think brands and consumers want more high quality content,” Armstrong said.  The number of viewers who watch video on smartphones is expected to jump 8 percent by 2020 to 196.4 million, according to research firm eMarketer. Meanwhile, the number of TV watchers is expected to decrease more than half a percentage point to 295.9 million over the same period.  The agreement will also allow advertisers to place “native ads,” or advertisements that blend in with the content where they appear, within Oath’s apps as well as Samsung’s Galaxy app.  “This gets ads one step closer to being direct to consumer,” Armstrong said. “You can’t be more direct than being on the mobile phone home screen and app environment.”  Samsung and Oath will share ad revenue, Armstrong said, declining to comment on the terms of the deal.  Nine-month-old Oath was created after Verizon bought Yahoo and merged it with AOL. Oath plans to announce its deal with Samsung as part of its presentation to media buyers in New York Tuesday evening, outlining its strategy for the year.  (This story corrects second paragraph to say deal only applies to Samsung Galaxy S9 and S9+ devices with Verizon.)","113":"BENGALURU (Reuters) - Vodafone Idea said on Thursday its board had no investment proposal to consider from U.S. wireless carrier Verizon Communications Inc or Amazon.com Inc.  Slideshow ( 3 images )  The Indian mobile firm added, however, that it constantly evaluates opportunities for enhancing stakeholders’ value.  Vodafone Idea’s statement followed a report in local newspaper the Mint that Verizon and Amazon may invest more than $4 billion for a stake in heavily indebted Vodafone Idea.  The telecoms carrier’s shares rose as much as 30% following the report.  Vodafone Idea won something of a reprieve this week as India’s top court gave mobile carriers 10 years to settle government dues, but the company’s longer-term problems are not over.  Vodafone Idea, a joint venture between Britain’s Vodafone Group and India’s Idea Cellular, still owes roughly $6.8 billion to the Indian government.  Vodafone Idea's stake-sale talks had been paused pending the court ruling, but Amazon and Verizon are now set to resume them, Mint reported, citing two people aware of the negotiations. (bit.ly\/356USDD)  Amazon and Verizon did not respond to Reuters requests for comment.  Shares in Vodafone Idea hit a more than one-year high before closing up 26.77% amid a flurry of news about its fundraising plans.  CNBC-TV18 reported Vodafone Idea could \"take stock\" of a sale of its optic fibre business at a Friday board meeting scheduled to discuss fundraising plans. (bit.ly\/352vP4A)  Canada’s Brookfield Asset Management Inc and private equity group KKR & Co Inc were contenders for the business, CNBC-TV18 said.  Vodafone Idea was planning to raise about $1.5 billion and was working with advisers as it seeks investors, Bloomberg News reported.  Vodafone Idea and KKR declined to comment, while a representative for Brookfield did not immediately respond to a request for comment.","114":"May 16 (Reuters) - Voip-Pal.Com Inc :  * VOIP-PAL.COM - PATENT INFRINGEMENT LAWSUITS BROUGHT BY CO AGAINST TWITTER, VERIZON, AT&T AUTHORIZED BY U.S. DISTRICT COURT OF NEVADA TO MOVE FORWARD  * VOIP-PAL.COM -IN PROCESS OF ENGAGING EXPERT WITNESSES IN ORDER TO PREPARE DAMAGES ANALYSES FOR SUBMISSION TO DISTRICT COURT FOR THE INFRINGEMENT CASES.  * VOIP-PAL.COM INC - CO CONTINUES TO AWAIT PTAB’S DECISION REGARDING APPLE’S POST-JUDGMENT CHALLENGE TO VOIP-PAL’S VICTORY IN IPR’S FILED BY APPLE Source text for Eikon: Further company coverage:","115":"March 12 (Reuters) - Verizon Communications Inc:  * SINCE EMERGENCE OF CORONAVIRUS, CO HAS NOT SEEN A MEASURABLE INCREASE IN DATA USAGE  * INCREASING CAPITAL GUIDANCE RANGE FROM $17 - $18 BILLION TO $17.5 - $18.5 BILLION IN 2020  * INCREASING ITS CAPITAL GUIDANCE RANGE FROM $17 - $18 BILLION TO $17.5 - $18.5 BILLION IN 2020 Source text for Eikon: Further company coverage:","116":"(Reuters) - Verizon Communications Inc VZ.N said on Monday it will buy pre-paid mobile phones provider Tracfone, a unit of Mexican telecoms giant America Movil AMXL.MX, in a $6.25 billion cash and stock deal.  FILE PHOTO: A man stands next to the logo of Verizon at the Mobile World Congress in Barcelona, Spain, February 26, 2019. REUTERS\/Sergio Perez  Tracfone, which serves about 21 million subscribers through more than 90,000 retail locations across the United States, said more than 13 million of its subscribers rely on Verizon’s network under an existing agreement. Verizon is the largest U.S. wireless carrier by subscribers.  The U.S. wireless industry is concentrated in the hands of three mobile carriers due to several mergers in recent years: T-Mobile TMUS.O, which in April completed its $23 billion merger with Sprint Corp to solidify its position in the United States; AT&T Inc T.N, and Verizon.  America Movil, which was created from a state monopoly, is Mexico’s largest telecoms operator by far and is controlled by the family of Mexican billionaire Carlos Slim, the Latin American nation’s richest man.  Verizon has not historically invested in prepaid compared with its rivals, such as T-Mobile, which revamped its MetroPCS prepaid brand and bought Sprint, which had a large prepaid business.  Verizon’s purchase of Tracfone comes at a time when the pandemic has ravaged the economy and Americans are cutting back on spending.  Tracfone had become popular with the lower end of the ultra-competitive U.S. telecoms consumer market and Verizon plans to provide new products for that segment after this “strategic acquisition,” said Hans Vestberg, chairman and chief executive of Verizon.  “This transaction firmly establishes Verizon, through the Tracfone brands, as the provider of choice in the value segment, which complements our clear leadership in the premium segment,” added Ronan Dunne, executive vice president and group CEO, Verizon Consumer Group.  Shares of Verizon were up more than 1% in morning trading. American Movil shares jumped more than 3.5% when the Mexican market opened.  The deal includes $3.125 billion in cash and $3.125 billion in Verizon stock.  Credit Suisse is acting as financial adviser to Verizon on the deal, which is expected to close in the second half of 2021.","117":"(Reuters) - Verizon Communications Inc on Thursday agreed to buy BlueJeans Network Inc, a rival of Zoom Video Communications Inc, for less than $500 million as it looks to tap into the new-found popularity of video-conferencing apps.  FILE PHOTO: A man stands next to the logo of Verizon at the Mobile World Congress in Barcelona, Spain, February 26, 2019. REUTERS\/Sergio Perez  Shelter-in-place orders to contain the spread of the new coronavirus have pushed companies to adopt news ways of doing business, leading to a surge in demand for video-conferencing apps such as Zoom, Cisco’s Webex and Microsoft’s Teams.  BlueJeans has about 15,000 enterprise clients and counts Facebook Inc and Standard Chartered among its major customers.  BlueJeans co-founder and Executive Chairman Krish Ramakrishnan said the deal was negotiated during the last three months mainly using the company’s video-conferencing tool.  “This is the new norm,” he said, referring to how the deal was clinched in a virtual setup that also included the use of e-signatures.  The company is already a partner of Verizon, with the meeting app being offered to customers under the telecom company’s unified communications and collaboration services.  “Verizon got a good deal, but BlueJeans had been trying to sell itself for months,” Piper Sandler analyst James Fish said.  The deal comes at a time when rival Zoom has seen its popularity surge, with its daily active users soaring to 200 million from about 10 million before the pandemic started to spread. Zoom has a market valuation of $42 billion.  Ramakrishnan said BlueJeans was not able to bolster its sales and marketing in the past as it needed more capital.  “In the last month, we have been growing, but we needed more capital to grow and it was better for our customers and our employees that we joined forces with Verizon,” he said.  The deal, first reported by the Wall Street Journal, is expected to close in the second quarter. Evercore and Goodwin Procter were advisers to BlueJeans, while Debevoise & Plimpton was adviser to Verizon.  Verizon would integrate BlueJeans into its 5G product plan, aiming to tap areas such as telemedicine and distance learning, said Tami Erwin, group CEO of Verizon Business.","118":"March 22 (Reuters) - Synchronoss Technologies Inc:  * SYNCHRONOSS RENEWS AGREEMENT TO POWER VERIZON CLOUD  * SYNCHRONOSS TECHNOLOGIES INC - RENEWED EXISTING AGREEMENT WITH VERIZON TO POWER VERIZON’S CLOUD SOLUTION FOR WIRELESS CUSTOMERS FOR ADDITIONAL 5 YEARS Source text for Eikon: Further company coverage:","119":"April 24 (Reuters) - Verizon Communications Inc:  * Q1 ADJUSTED NON-GAAP EARNINGS PER SHARE $1.17  * Q1 EARNINGS PER SHARE $1.11  * VERIZON BEGINS 2018 WITH STRONG MOMENTUM  * Q1 REVENUE $31.8 BILLION VERSUS I\/B\/E\/S VIEW $31.25 BILLION  * Q1 EARNINGS PER SHARE VIEW $1.10 -- THOMSON REUTERS I\/B\/E\/S  * VERIZON - QTRLY WIRELINE FIOS INTERNET NET ADDITIONS 66,000 VERSUS NET ADDITIONS OF 35,000 REPORTED LAST YEAR  * VERIZON - SEES FULL-YEAR CONSOLIDATED REVENUE GROWTH AT LOW SINGLE-DIGIT PERCENTAGE RATES ON A GAAP REPORTED BASIS  * VERIZON QTRLY WIRELESS RETAIL POSTPAID CHURN WAS 1.04 PERCENT, A YEAR-OVER-YEAR IMPROVEMENT  * VERIZON - EXPECTS SERVICE REVENUE GROWTH ON A GAAP REPORTED BASIS TO TURN POSITIVE BY END OF 2018  * VERIZON - REPORTED A NET INCREASE OF 260,000 WIRELESS RETAIL POSTPAID CONNECTIONS IN FIRST-QUARTER 2018  * VERIZON - EXPECTS LOW SINGLE-DIGIT PERCENTAGE GROWTH IN ADJUSTED EPS IN 2018 BEFORE IMPACT OF TAX REFORM AND REVENUE RECOGNITION STANDARD  * VERIZON - CAPITAL SPENDING FOR 2018 WILL BE IN RANGE OF $17.0 BILLION TO $17.8 BILLION, INCLUDING COMMERCIAL LAUNCH OF 5G  * VERIZON - EXPECTED SAVINGS FROM TAX REFORM WILL GENERATE A NET $3.5 BILLION TO $4 BILLION UPLIFT TO CASH FLOW FROM OPERATIONS IN 2018  * VERIZON - QTRLY WIRELINE FIOS VIDEO LOSS OF 22,000 VERSUS LOSS OF NET OF 13,000 FIOS VIDEO CONNECTIONS  * VERIZON - FIRST-QUARTER 2018 EARNINGS INCLUDED A PRE-TAX CHARGE OF ABOUT $249 MILLION RELATED TO EARLY DEBT EXTINGUISHMENT  * VERIZON - DOES NOT PROJECT TO HAVE ANY MANDATORY PENSION CONTRIBUTIONS UNTIL ABOUT 2026  * VERIZON - Q1 2018 EARNINGS ALSO INCLUDED ABOUT $107 MILLION OF ACQUISITION AND INTEGRATION COSTS RELATED PRIMARILY TO OATH  * VERIZON - QTRLY GROSS REVENUE FOR OATH, EX. IMPACT OF REVENUE RECOGNITION STANDARD, DECREASED SEQUENTIALLY ABOUT 13 PERCENT TO $1.9 BILLION  * VERIZON - MADE A DISCRETIONARY CONTRIBUTION OF $1.0 BILLION TO IMPROVE FUNDED STATUS OF ITS PENSION PLANS Source text for Eikon: Further company coverage:","120":"Slideshow ( 2 images )  (Reuters) - Verizon Communications Inc VZ.N said on Monday it would sell its blogging website Tumblr to Automattic Inc, the owner of popular online-publishing tool WordPress.com.  The company did not disclose the terms of the deal.  Verizon Media Group, formerly called Oath, is the digital media umbrella that owns more than 50 brands, including HuffPost, TechCrunch and Tumblr.  Tumblr was acquired by Yahoo for more than $1 billion in 2013 and Verizon acquired it as part of its deal for Yahoo in 2015.","121":"(Reuters) - Verizon Communications Inc on Thursday beat second-quarter profit estimates as the U.S. mobile carrier added more monthly phone subscribers than expected and stepped up efforts to deploy the next-generation 5G network nationwide.  FILE PHOTO: A man stands next to the logo of Verizon at the Mobile World Congress in Barcelona, Spain, February 26, 2019. REUTERS\/Sergio Perez\/File Photo  Shares of the Dow component were up 1.3% at $56.00 at midday after the company said it added a net 245,000 phone subscribers during the quarter. Analysts were expecting it to add 163,000 subscribers, according to research firm FactSet.  Analysts pay attention to postpaid customers, or those with a recurring bill, because they are more valuable to carriers and tend to remain with the company longer than prepaid customers.  “Verizon made history this quarter by becoming the first carrier in the world to launch 5G mobility,” said Verizon Chairman and CEO Hans Vestberg. “We are focused on optimizing our next-generation networks and enhancing the customer experience while we head into the second half of the year with great momentum.”  The company’s progress with 5G technology, he added, was going “extremely faster” than it had with 4G.  Verizon has focused on deploying 5G nationwide, seeking to expand to more than 30 U.S. cities in 2019. Earlier this week, Verizon started servicing parts of Washington, Atlanta, Detroit and Indianapolis with 5G.  But while Verizon is leading the charge to test its 5G services, industry analysts say the higher-speed networks are unlikely to be widely available until the middle of the next decade.  The earnings announcement came about a week after the U.S. Justice Department approved a merger between T-Mobile USA and Sprint Corp. As part of that approval, T-Mobile agreed to divest Sprint’s prepaid businesses including Boost Mobile and other assets to Dish Network Corp to build out a viable fourth carrier in a couple of years.  Verizon, AT&T, T-Mobile and Sprint control more than 98% of the U.S. wireless market and have wireless service revenues of more than $160 billion. T-Mobile and Sprint together have more than 135 million customers, while Verizon and AT&T control two-thirds of the total U.S. wireless market.  Net income attributable to Verizon fell to $3.94 billion or 95 cents per share in the quarter ended June 30, from $4.12 billion or $1 per share, a year earlier.  On an adjusted basis, Verizon earned $1.23 per share, beating analysts’ average estimate of $1.20 per share, according to IBES data from Refinitiv.  Total operating revenue fell 0.4% to $32.1 billion, missing expectations of $32.41 billion. Revenue from Verizon’s media unit alone was $1.8 billion, down 2.9% from a year earlier.","122":"FILE PHOTO: The Verizon store in Superior, Colorado, U.S., July 27, 2017. REUTERS\/Rick Wilking  (Reuters) - Verizon Communications Inc VZ.N has pulled out of the RSA cyber security conference due to coronavirus-related concerns, the organizer said here on Friday.  RSA also said that AT&T Cybersecurity will not participate in the conference, taking the total number of companies that have pulled out to fourteen. These include six from China, seven from the United States and one from Canada.  Separately, Facebook Inc FB.O said that it will not be attending the Game Developers Conference, also in San Francisco, due to the coronavirus outbreak.  Last week, International Business Machines Corp IBM.N also withdrew from the conference on similar concerns.  The coronavirus, which originated in the Chinese city of Wuhan, has killed more than 2,200 people so far on the Chinese mainland.  The RSA Conference is scheduled to take place in San Francisco between Feb. 24–28, while GDC will take place between March 16-20.","123":"Aug 1 (Reuters) - Verizon Communications Inc on Thursday beat second-quarter consensus estimates for additions of net new phone subscribers who pay a monthly bill, as it prepared for a wider rollout of 5G services in the United States.  The largest U.S. wireless carrier by subscribers said it added a net 245,000 phone subscribers during the quarter. Analysts were expecting it to add 163,000 subscribers, according to research firm FactSet.  Total operating revenue fell 0.4% to $32.1 billion. (Reporting by Arjun Panchadar in Bengaluru; Editing by Arun Koyyur)","124":"Jan 29 (Reuters) - Verizon Communications Inc beat Wall Street estimates for quarterly profit on Tuesday, as the largest U.S. mobile carrier added more net new subscribers who pay a monthly bill.  The largest U.S. wireless carrier by subscribers said it added a net 653,000 phone subscribers during the fourth quarter, beating the average estimate of 355,600 net additions, according to research firm FactSet.  Excluding items, Verizon earned $1.12 per share, above the average estimate of $1.09 per share, according to IBES data from Refinitiv. (Reporting by Akanksha Rana in Bengaluru and Sheila Dang in New York Editing by Saumyadeb Chakrabarty)","125":"(Reuters) - Verizon Communications Inc VZ.N beat Wall Street estimates for third-quarter profit and revenue on Friday, as the largest U.S. wireless carrier cut prices of its unlimited plans to pull in more subscribers who pay monthly bills.  The results underscore the company’s focus on strengthening its core wireless business in a highly competitive U.S. market by also adding free streaming content to its unlimited plans.  Verizon said earlier this week that it would offer a free one-year subscription to Walt Disney Co's DIS.N soon-to-be-launched Disney+ streaming service, taking aim at rival AT&T Inc T.N that is set to launch streaming service HBO Max later this month.  “We added Apple Music and will now have Disney+. As we make it easier for people to step up into unlimited, that brings value for us as well,” Verizon Chief Financial Officer Matt Ellis told Reuters.  Verizon introduced four new pricing plans for its unlimited packages in the third quarter, starting at $35, and expanded its 5G services to four new cities, taking the total to 15.  That helped add 615,000 postpaid customers in the latest quarter, well above analysts’ estimates of 527,000, according to research firm FactSet.  Postpaid subscribers, or those who pay monthly bills, are valuable to telecom companies as they provide a steady stream of revenue and tend to stick longer than prepaid users.  Vijay Jayant at Evercore ISI said while price cuts helped the company add subscribers, the cost per upgrade was likely higher, given the launch of Apple Inc's AAPL.O iPhone this year.  Meanwhile, revenue in Verizon’s media unit slipped 2% to $1.8 billion from a year earlier.  Verizon recently sold social media platform Tumblr as part of its efforts to revamp the unit, Verizon Media, which also houses Yahoo, HuffPost and TechCrunch.  Net income rose to $5.34 billion, or $1.25 per share, in the three months ended Sept. 30 from $5.06 billion, or $1.19 per share, a year earlier.  Excluding items, Verizon earned $1.25 per share, edging past analysts’ average estimate of $1.24, according to IBES data from Refinitiv.  Total operating revenue rose nearly 1% to $32.89 billion, beating the estimate of $32.75 billion.  The company’s shares were marginally higher in morning trade.","126":"(Reuters) - Verizon Communications Inc VZ.N said on Tuesday it will take a $4.6 billion charge related to its Oath media assets - which includes digital media sites Yahoo and AOL - and a severance charge of up to $2.1 billion for voluntary buyouts in the fourth quarter.  The Verizon logo is seen on the side of a truck in New York City, U.S., October 13, 2016. REUTERS\/Brendan McDermid  The largest U.S. wireless carrier by subscribers said in a regulatory filing that it saw fewer benefits than it expected from the combination of businesses that make up Oath. Verizon bought Yahoo for $4.48 billion in 2017 and AOL for $4.4 billion in 2015.  In the third quarter, Oath’s revenue fell 7 percent to $1.8 billion, putting it far off from its goal of $10 billion in revenue by 2020, which Verizon said it did not expect Oath to achieve. [nL3N1X36DP]  Oath has struggled to improve its digital advertising business, competing with the likes of Facebook Inc FB.O and Alphabet Inc's GOOGL.O Google for ad dollars. Verizon said in September that Tim Armstrong, Oath chief executive and architect of the group, would step down and appointed Guru Gowrappan as his replacement.  Armstrong’s departure came after The Wall Street Journal reported people within Oath felt they did not have enough access to Verizon’s wireless subscriber data to improve Oath’s advertising.  Verizon had said that about 10,400 employees will leave the company by the middle of next year as part of its voluntary separation program. The employees will get a salary of up to 60 weeks, bonus and benefits, depending on their length of service.  The New York based-company said the severance charge was mainly due to the buyouts announced on Monday as well as other headcount reductions.  Verizon, which had 152,300 employees as of the quarter ended Sept. 30, has been looking to cut costs as it ramps up investment in its next-generation 5G network, which is expected to fuel its future growth.  It said severance charges in the fourth quarter would come to $1.3 billion to $1.6 billion after tax, with the Oath charge amounting to $4.5 billion after tax.  Analysts on average expect Verizon to post a profit of $1.08 per share for the current quarter, according to IBES data from Refinitiv.  The company is set to post its fourth-quarter results on Jan. 29.  Shares of Verizon were up 1 percent to $58.89 in afternoon trading.","127":"FILE PHOTO: The Verizon logo is seen on the side of a truck in New York City, U.S., October 13, 2016. REUTERS\/Brendan McDermid\/File Photo  BARCELONA (Reuters) - Verizon plans to target a broader audience for its new 5G home broadband product following the adoption of global standards for the technology, CFO Matthew Ellis said on Wednesday.  The top U.S. wireless carrier has launched 5G home broadband in four cities that provide high-speed connections without having to lay a cable connection, using standards agreed with an allied group of operators and providers.  “We’re very excited with results we’ve got,” Ellis told the Morgan Stanley TMT Conference in Barcelona of the limited rollout.  Verizon will launch 5G-enabled handsets in the first half of 2019 and widen its offering of 5G broadband based on the global standard that was adopted in June. “We see line of site to get to 30 million households in the next few years,” Ellis said.  He added that 5G would start to have an impact on Verizon’s financials in 2020.","128":"April 23 (Reuters) - Verizon Communications Inc on Tuesday reported a better-than-expected quarterly profit as the largest U.S. wireless carrier prepares for a wider 5G rollout across the United States.  The biggest U.S. wireless carrier by subscribers, however, said it lost a net 44,000 phone subscribers during the first quarter. Analysts had expected a loss of 25,000 subscribers, according to research firm FactSet.  On an adjusted basis, Verizon earned $1.20 per share, beating analysts’ estimates of $1.17, according to IBES data from Refinitiv. (Reporting by Akanksha Rana in Bengaluru and Sheila Dang in New York; Editing by Bernard Orr)","129":"April 19 (Reuters) - Verizon Communications Inc:  * VERIZON BOLSTERS IN-HOUSE CUSTOMER EXPERIENCE DESIGN TEAM WITH ACQUISITION OF MOMENT  * VERIZON - CLOSED ITS ACQUISITION OF MOMENT, A NEW YORK-BASED DESIGN AND STRATEGY FIRM Source text for Eikon: Further company coverage:","130":"WASHINGTON (Reuters) - The Federal Communications Commission (FCC) voted 3-2 on Friday to adopt rules to auction a key band spectrum for wireless use that includes up to $9.7 billion in potential incentive payments to satellite companies.  The C-band is a block of spectrum used by satellite company customers to deliver video and radio programming to 120 million U.S. households. The FCC says it is critical it free up spectrum for next-generation 5G networks, but Republican Senator John Kennedy and some Democrats have criticized the payments to the satellite firms to speed relocation to a different part of the spectrum block. Intelsat SA could receive up to $4.9 billion in incentive payments.  The FCC also would authorize up to $5.2 billion in payments to cover the costs of shifting the spectrum users on top of the incentive payments. The FCC has said new satellites will need to be launched, and filters placed on earth stations to shift spectrum.  Major satellite service providers include Intelsat and SES SA, both based in Luxembourg, as well as Telesat, which all form the C-Band Alliance. The organization said last month it was seeking “fair compensation” to quickly clear the spectrum.  FCC Chairman Ajit Pai said the payments are needed to ensure the spectrum is freed up quickly.  “We want satellite operators to vacate the lower portion of the C-band quickly. And this transition will be much faster if we align the incentives of satellite operators with the incentives of wireless providers who want expedited access to that spectrum,” Pai said.  Democratic FCC Commissioner Jessica Rosenworcel said the FCC is forcing “C-band auction winners to pay nearly $10 billion to incumbent satellite operators over and above their relocation costs.” She said the FCC analysis of the plan “looks a lot like an effort to justify backroom deals and promised payoffs.”  Legislation is pending in Congress that would reduce the amount that satellite companies would receive. Kennedy said Friday that “shelling out billions for airwaves we already own is no way to handle taxpayer money—especially when taxpayers want those dollars to support rural broadband.”  Verizon Communications Inc Chief Executive Hans Vestberg praised the vote, saying the FCC “clearly understands the need to move swiftly to ensure that critical wireless spectrum is quickly made available so that we can build the networks of the future.”","131":"FILE PHOTO: The Apple logo is seen at an Apple Store in Brooklyn, New York, U.S. October 23, 2020. REUTERS\/Brendan McDermid\/File Photo  (Reuters) - Apple Inc AAPL.O and Verizon Communications VZ.N on Thursday announced a program in which Verizon will subsidize the replacement of corporate customers' entire fleet of smartphones with any of Apple's iPhone 12 models.  Verizon Business, the corporate-focused arm of Verizon running the program, and Apple did not provide financial details of the arrangement, which applies to Apple’s first family of phones with 5G networking capabilities. The companies said the “Fleet Swap” program can be used to replace a business’ corporate-owned devices from Verizon or other carriers at “zero upfront cost, with zero to low cost per month.”  Unlike previous generations of networks, 5G networks come in different varieties, including a kind known as millimeter wave that can be used to provide coverage inside buildings such as corporate campuses or factories that are difficult to address with other technologies such as WiFi. The newer 5G technology also allows for private networks for businesses.  Verizon Business is hoping to sell those services to businesses for new applications, such as factory floors outfitted with sensor-equipped machinery that generates data to better track production processes. Verizon said on Thursday that it was working with General Motors Co GM.N and Honeywell International HON.N to deploy 5G networks at a GM factory in Detroit and Honeywell's headquarters in North Carolina.  “What this allows us to do is create an infrastructure that becomes a playground for chief information officers as they build their digital roadmap,” Tami Erwin, chief executive officer of Verizon Business, told Reuters in an interview.","132":"FILE PHOTO: Tim Hoettges, CEO of Deutsche Telekom AG, exits the Manhattan Federal Court following the first day in the T-Mobile\/Sprint federal case in New York, U.S., December 9, 2019. REUTERS\/Brendan McDermid\/File Photo  BONN, Germany (Reuters) - The merger between T-Mobile US TMUS.O and Sprint S.N is within reach, the head of its main owner Deutsche Telekom said, forecasting that the combined business would quickly close a valuation gap on market leaders AT&T T.N and Verizon VZ.N.  Highlighting the positive market reaction after a New York judge last week dismissed a lawsuit brought by more than a dozen U.S. states trying to block the deal, CEO Tim Hoettges said the ‘new’ T-Mobile would have a market value of around $120 billion.  That compares to $274 billion for AT&T and $242 billion for Verizon, he added in remarks prepared for a news conference on Wednesday. “That is a difference of around $120 billion. I see no reason why this cannot be reduced considerably,” he said.  The three main wireless carriers would have similar customer numbers of between 140 million and 150 million, he added: “That puts us on an equal footing and in a position to ramp up attacks on the competition.”","133":"Feb 16 (Reuters) - Warren Buffett’s Berkshire Hathaway Inc on Tuesday announced two major new investments, saying it has taken an $8.6 billion stake in Verizon Communications Inc and a $4.1 billion stake in Chevron Corp.  The investments were disclosed in a regulatory filing detailing Berkshire’s U.S.-listed stock holdings as of Dec. 31. (Reporting by Jonathan Stempel in New York Editing by Chris Reese)"}}