{"date":{"0":"2020\/10\/15","1":"2021\/01\/07","2":"2020\/06\/22","3":"2020\/02\/24","4":"2020\/03\/22","5":"2021\/01\/27","6":"2020\/03\/27","7":"2020\/03\/12","8":"2020\/04\/22","9":"2020\/04\/02","10":"2020\/07\/27","11":"2018\/02\/20","12":"2020\/10\/15","13":"2020\/07\/08","14":"2018\/03\/08","15":"2020\/04\/02","16":"2021\/01\/06","17":"2020\/11\/19","18":"2019\/01\/15","19":"2018\/04\/24","20":"2020\/03\/31","21":"2018\/06\/28","22":"2018\/02\/08","23":"2019\/11\/05","24":"2019\/09\/05","25":"2019\/07\/11","26":"2018\/03\/08","27":"2018\/06\/28","28":"2018\/03\/28","29":"2019\/04\/23","30":"2020\/04\/06","31":"2020\/12\/18","32":"2018\/02\/12","33":"2019\/04\/23","34":"2018\/04\/23","35":"2020\/06\/22","36":"2020\/04\/07","37":"2018\/02\/13","38":"2018\/04\/12","39":"2018\/03\/05","40":"2021\/01\/15","41":"2019\/02\/07","42":"2020\/12\/23","43":"2018\/11\/20","44":"2018\/12\/07","45":"2018\/09\/06","46":"2018\/04\/25","47":"2018\/10\/11","48":"2018\/10\/02","49":"2019\/01\/22","50":"2020\/07\/09","51":"2020\/07\/08","52":"2021\/02\/09","53":"2018\/06\/14","54":"2018\/02\/13","55":"2019\/02\/07","56":"2020\/06\/04","57":"2021\/01\/26","58":"2019\/08\/06","59":"2018\/02\/20","60":"2018\/02\/13","61":"2020\/07\/27","62":"2019\/12\/03","63":"2020\/05\/05","64":"2018\/12\/06","65":"2020\/01\/08","66":"2018\/03\/23","67":"2020\/02\/03","68":"2018\/06\/19","69":"2018\/04\/11","70":"2018\/03\/28","71":"2018\/02\/27","72":"2018\/10\/11","73":"2018\/09\/28","74":"2021\/01\/27","75":"2020\/07\/09","76":"2018\/11\/20","77":"2020\/12\/18","78":"2020\/12\/18","79":"2020\/04\/07","80":"2019\/10\/25","81":"2020\/04\/07","82":"2021\/02\/19","83":"2020\/05\/04","84":"2020\/04\/02","85":"2018\/12\/20","86":"2021\/01\/06","87":"2020\/03\/25","88":"2019\/04\/02","89":"2020\/10\/15","90":"2018\/02\/13","91":"2018\/02\/13","92":"2019\/10\/28","93":"2020\/04\/27","94":"2021\/01\/06","95":"2020\/04\/13","96":"2019\/11\/01","97":"2020\/12\/11","98":"2020\/04\/03","99":"2019\/08\/12","100":"2021\/01\/15","101":"2019\/06\/27","102":"2020\/10\/15","103":"2020\/07\/09","104":"2019\/11\/05","105":"2019\/06\/27","106":"2018\/03\/28","107":"2018\/02\/20","108":"2019\/04\/02","109":"2020\/05\/04","110":"2018\/06\/28","111":"2018\/04\/25","112":"2019\/04\/02","113":"2019\/01\/22","114":"2018\/06\/28","115":"2020\/07\/09","116":"2018\/12\/20","117":"2020\/06\/02","118":"2019\/09\/05","119":"2020\/01\/08","120":"2019\/09\/19","121":"2020\/07\/09","122":"2019\/07\/11","123":"2018\/06\/14","124":"2021\/01\/07","125":"2019\/10\/28","126":"2018\/09\/28","127":"2019\/10\/07","128":"2020\/11\/19","129":"2018\/03\/28"},"text":{"0":"Oct 15 (Reuters) - Drugstore chain Walgreens Boots Alliance Inc said on Thursday its quarterly profit slumped 44.9%, as COVID-19 hampered sales at its retail stores in the United States and at its Boots UK unit.  However, the company said it expected single-digit growth in its 2021 adjusted earnings per share.  Net income attributable to Walgreens fell to $373 million or 43 cents per share, in the fourth quarter ended Aug. 31, from $677 million, or 75 cents per share, a year earlier. (Reporting By Manas Mishra and Mrinalika Roy in Bengaluru; Editing by Vinay Dwivedi)","1":"(Reuters) - Walgreens Boots Alliance Inc said on Thursday it expects benefits from COVID-19 vaccinations to cushion the impact of pandemic-induced restrictions, and stuck to its full-year earnings growth forecast, sending its shares up 7%.  FILE PHOTO: A sign rests on a counter at a Walgreens pharmacy store in Austin, TX, U.S., March 26, 2018. Picture taken on March 26, 2018. REUTERS\/Mohammad Khursheed  The drugstore chain has taken a number of steps to bolster profit after the health crisis hammered sales and forced it to cut jobs, shut some UK-based Boots stores and sell its distribution unit to AmerisourceBergen Corp for $6.5 billion.  Rival CVS Health Corp and Walgreens have an agreement with the federal government to vaccinate nursing home residents across the United States through a voluntary program.  Walgreens said it expects to see some benefit from COVID-19 vaccinations in the second half of fiscal 2021.  “The administration of vaccinations to care homes is not a particularly profitable business,” Chief Executive Officer Stephano Pessina said.  “That being said, the vaccines will be accretive to the profile in the second half of the year. And that’s why... we did change the tone of our guidance.”  Walgreens maintained fiscal 2021 forecast of low single-digit growth in adjusted EPS, after it beat analysts’ estimates for adjusted first-quarter profit.  Same-store sales in Boots UK pharmacies rose 2.5% in the quarter, while Boots.com saw a 106% sales growth.  Walgreens expects significant growth in its UK business in the second half of the year from cost cuts. The company, however, cautioned that the lockdown in the UK could hurt its business.  “The big negative and the big question mark, and it’s the reason why we basically maintain guidance is, we actually have a lockdown in the U.K. right now that runs through the middle of February,” Chief Financial Officer James Kehoe said.","2":"FILE PHOTO: A Walgreens pharmacy store is seen in Austin, TX, U.S., March 26, 2018. Picture taken on March 26, 2018. REUTERS\/Mohammad Khursheed  (Reuters) - Walgreens Boots Alliance Inc said on Monday it has resumed vaccination services at its pharmacies ahead of the upcoming flu season, which health officials have warned may coincide with a second wave of COVID-19 cases.  The move follows recently updated guidelines here from the U.S. Centers for Disease Control and Prevention, the U.S drugstore chain said.  Walgreens said it was implementing safety measures, including the use of disposable facemasks at all times by its pharmacy staff, in line with the guidance.  Rivals such as CVS Health Corp and Rite Aid Corp have also said they were preparing to meet a surge in demand for flu shots when the season kicks off in October.  Routine immunizations are even more important in the current COVID-19 environment to help reduce the overall burden of respiratory illnesses on the healthcare system, Walgreens said.","3":"WASHINGTON (Reuters) - The U.S. Supreme Court on Monday handed a victory to Walgreens, turning away an appeal by a fired former Florida employee of the pharmacy chain who asked not to work on Saturdays for religious reasons as a member of the Seventh-day Adventist Church.  FILE PHOTO: A sign rests on a counter at a Walgreens pharmacy store in Austin, TX, U.S., March 26, 2018. Picture taken on March 26, 2018. REUTERS\/Mohammad Khursheed\/File Photo  The justices declined to review a lower court ruling in Darrell Patterson’s religious discrimination lawsuit that concluded that his demand to never work on Saturday, observed as the Sabbath by Seventh-day Adventists, placed an undue hardship on Walgreens.  Patterson, who had trained customer service representatives at a Walgreens call center in Orlando, was fired in 2011 after failing to show up for work on a Saturday for an urgent training session.  The case tested the allowances companies must make for employees for religious reasons to comply with a federal anti-discrimination law called Title VII of the Civil Rights Act of 1964. The law prohibits employment discrimination based on race, color, religion, sex and national origin.  Under Title VII, employers must “reasonably accommodate” workers’ religious practices unless that would cause the company “undue hardship.”  Asked by the justices for its views on the case, President Donald Trump’s administration in December suggested that the court review only part of the dispute - whether lower courts used an improper standard to judge “undue hardship” - one that is too favorable to companies.  The case pitted business interests against religious rights, two issues that often find favor with the conservative justices who hold a 5-4 majority on the high court.  Walgreens is part of Deerfield, Illinois-based Walgreens Boots Alliance, Inc.  Patterson sued Walgreens in 2014 in Orlando federal court, alleging the retailer violated his religious rights under Title VII. For Seventh-day Adventists, observing the Sabbath from sundown on Friday to sundown on Saturday is a key tenet of their Protestant Christian denomination, founded in the 19th century.  He accused Walgreens of not adequately trying to accommodate his request not to work on Saturdays, and then trying to demote him without any guarantee not to schedule him on Saturdays.  Walgreens said it had repeatedly accommodated him since he joined the company in 2005, including shifting the training schedule to suit his needs.  The Atlanta-based 11th U.S. Circuit Court of Appeals agreed in 2018 with Walgreens, saying it had made numerous efforts to accommodate Patterson and was not required to guarantee he would never work on a Saturday.  Patterson appealed to the Supreme Court, arguing that a reasonable accommodation requires employers to completely eliminate any conflict between work and religious needs, and that lower courts are divided over the issue.  Walgreens told the justices: “Title VII requires only that the employer ‘reasonably accommodate’ the employee, not ‘totally accommodate.’”","4":"March 22 (Reuters) - Walgreens Boots Alliance Inc:  * WALGREENS BOOTS ALLIANCE- WALGREENS RECOGNIZES ONGOING COMMITMENT OF HOURLY TEAM MEMBERS IN STORES AND DISTRIBUTION CENTERS WITH ONE-TIME BONUS  * WALGREENS-BONUS PAYMENT OF $300 FOR FULL-TIME, $150 FOR PART-TIME HOURLY TEAM MEMBERS IN STORES, DISTRIBUTION CENTERS TO BE PAID BEGINNING LATE APRIL Source text for Eikon: Further company coverage:","5":"FILE PHOTO: A shuttered Walgreens pharmacy store is seen during the coronavirus outbreak in Times Square in Manhattan in New York City, New York, U.S., March 20, 2020. REUTERS\/Mike Segar  (Reuters) - Walgreens Boots Alliance said on Tuesday it named Roz Brewer, the outgoing chief operating officer of Starbucks, as the company’s chief executive officer.  Brewer will take office from March 15. She succeeds Stefano Pessina, who will transition to the role of executive chairman of the Walgreens board, the drugstore chain said in a statement.  Pessina served as CEO of the company for six years following the merger of Walgreens and Alliance Boots in December 2014. Walgreens said in July that Pessina was going to step down.  Pessina will replace James Skinner as executive chairman of Walgreens in March. Skinner will remain on the board as a non-executive director to facilitate a leadership transition, the company said.  Prior to joining Starbucks, Brewer served as president and CEO of warehouse chain Sam's Club, a unit of Walmart Inc WMT.N, where she worked from 2012 to 2017.  Shares of Walgreens rose as much as 9% in extended trade after markets closed.  Starbucks said earlier on Tuesday that Brewer would be leaving next month to take a chief executive officer role at another company. Her appointment at Walgreens was reported first by the Wall Street Journal.","6":"March 27 (Reuters) - Walgreens Boots Alliance Inc:  * WALGREENS BOOTS ALLIANCE INC - NOW OFFERING SELECT PRODUCTS AT ITS MORE THAN 7,300 PHARMACY DRIVE-THRUS NATIONWIDE. Source text for Eikon: Further company coverage:","7":"March 12 (Reuters) - Walgreens Boots Alliance Inc:  * WALGREENS BOOTS ALLIANCE INC - BEGINNING FRIDAY, WALGREENS IS WAIVING DELIVERY FEES FOR ALL ELIGIBLE PRESCRIPTIONS DURING COVID-19 SITUATION  * WALGREENS - HAS PUT INTO EFFECT PURCHASE LIMITS ON CERTAIN PRODUCTS TO IMPROVE INVENTORY  * WALGREENS - TO MAKE ONLINE SHOPPING EVEN EASIER, THERE WILL BE FREE DELIVERY ON ANY PURCHASE ON WALGREENS.COM Source text for Eikon: Further company coverage:","8":"April 22 (Reuters) - Walgreens Boots Alliance Inc:  * WALGREENS BOOTS ALLIANCE INC - DECLARED A QUARTERLY DIVIDEND OF 45.75 CENTS PER SHARE Source text for Eikon: Further company coverage:","9":"(Reuters) - Shares of Walgreens Boots Alliance Inc WBA.O fell 6% on Thursday after the drugstore retailer reported a steep decline in U.S. same-store sales in the last week of March as customers stayed indoors due to the coronavirus outbreak.  FILE PHOTO: A customer walks out of a Walgreens pharmacy store in Austin, TX, U.S., March 26, 2018. REUTERS\/Mohammad Khursheed  The company said retail sales in the United States dropped after March 21, before which consumers were stockpiling items in preparation for a lockdown. If the current trend continues, the company said the gains from the early sales bump were likely to be erased soon.  Meanwhile, retail sales at its UK business has plummeted 65% in the last 10 days.  Shares were down 6.2% at $40.37 in early morning trade.  Walgreens executives said the situation was temporary as they fielded several questions from analysts on a conference call.  “We believe the evidence is very clear that discretionary spending will come back, particularly in areas like beauty, which are really well-known for being a place where people spend when things are tougher,” Co-Chief Operating Officer Alexander Gourlay said.  The drugstore chain said its results for the second quarter, ended Feb. 29, had exceeded its expectations.  The company said it would revisit its outlook for adjusted profit in the third quarter after having forecast roughly flat growth for the full year.  Excluding items, Walgreens earned $1.52 per share in the second quarter, beating estimates of $1.46 per share, according to Refinitiv IBES estimates.  The company cited strong sales at its retail stores during a tough flu season as consumers stocked up on essentials such as hand sanitizers in face of the pandemic.","10":"(Reuters) - Walgreens Boots Alliance Inc WBA.O said on Monday its biggest shareholder, Stefano Pessina, will step down as the chief executive officer after five years at the helm, during which the pharmacy group's value more than halved.  FILE PHOTO: A customer walks out of a Walgreens pharmacy store in Austin, TX, U.S., March 26, 2018. REUTERS\/Mohammad Khursheed  Pessina, 79, appointed as the CEO in 2015 following the merger between Walgreens and Alliance Boots, would assume the role of executive chairman once a new CEO is appointed, the company said.  Walgreens has been struggling with disappointing performance in its Boots UK unit, stiff retail competition, especially from Amazon.com Inc AMZN.O, and reimbursement pressures, largely due to low generic drug prices.  The COVID-19 pandemic has further added to the woes of the company, which had to resort to store closures, job cuts and suspension of share repurchases at Boots.  Bringing in a new CEO makes sense as Walgreen’s stock price has lagged over the last five years due to changes in the pharmacy landscape and vertical consolidation in U.S. healthcare services squeezing both growth and margins at the company, Evercore ISI analyst Elizabeth Anderson said.  “We would have preferred this announcement to be accompanied by an update on a chosen new CEO, but believe the company should cast a wide net to bring in fresh perspectives.”  Shares of the Deerfield, Illinois company were down 3% at $39.28 in early trade.  “I look forward to continuing to serve the company as executive chairman, and to helping to ensure the success of the new chief executive officer in every way possible,” said Pessina, who owns 16% stake in Walgreens, according to Refinitiv data.  Under Pessina, the company has reut.rs\/332EmmT explored several strategic partnerships and acquisitions including whether to go private following private equity interest.  Executive chairman James Skinner will step down, but will remain on the board, Walgreens added.","11":"Feb 20 (Reuters) -  * ALBERTSONS PLANS TO BUY REST OF RITE AID CORP THAT ISN'T BEING SOLD TO WALGREENS BOOTS ALLIANCE - WSJ Source text - on.wsj.com\/2BBe11H Further company coverage: (Bengaluru Newsroom)","12":"(Adds detail)  LONDON, Oct 15 (Reuters) - British health and beauty retailer Boots said comparable store sales slumped 29.2% year-on-year in its latest quarter as shopper numbers were dented by the COVID-19 pandemic.  Boots, part of U.S. listed Walgreens Boots Alliance, said footfall was particularly low in major high street, train station and airport locations.  Britons have remained reluctant to return to the high street even when lockdown restrictions have eased. Data published on Monday showed UK shopper numbers down 31% year-on-year.  The fourth-quarter to Aug. 31 outcome did, however, represent an improvement from the previous quarter when comparable retail sales crashed 48%.  Online sales rose 155% in the fourth quarter, up from 78% in the third.  Overall UK sales fell 16.7% in the quarter and Boots lost market share in all categories except beauty.  In July, Boots said it would cut 4,000 jobs and close 48 optician stores.  The retailer is playing a role in the UK’s COVID testing programme. Its staff have conducted over one million COVID tests. (Reporting by James Davey, Editing by Paul Sandle and Sarah Young)","13":"FILE PHOTO: A shuttered Walgreens pharmacy store is seen during the coronavirus outbreak in Times Square in Manhattan in New York City, New York, U.S., March 20, 2020. REUTERS\/Mike Segar\/File Photo  (Reuters) - Walgreens Boots Alliance Plc WBA.O said on Wednesday it had partnered with primary care provider VillageMD to open doctor offices attached to its drugstores across the United States, as the pharmacy chain looked to expand its healthcare services.  Walgreens would open 500 to 700 physician-led primary care clinics in more than 30 U.S. markets over the next five years, it said in a statement.  With this deal, Walgreens increases its focus on creating clinics that meet essential health needs under one roof, as it faces competition from rival CVS Health Corp CVS.N, which first launched a handful of stores with expanded health services called 'health hubs' in Houston earlier this year.  In June, CVS said it would expand these health services to include nutrition counseling and blood pressure screenings at 1,500 stores by the end of 2021, following through on plans announced during its 2018 acquisition of health insurer Aetna.  Walgreens will invest $1 billion in equity and convertible debt in VillageMD over the next three years, including a $250 million equity investment to be completed Wednesday, for a 30% ownership interest in the privately held company.  The clinics would accept a wide range of health insurance options, and offer telehealth and at-home visits, it added.","14":"March 8 (Reuters) - Walgreens Boots Alliance Inc:  * SHINGRIX IS NOW AVAILABLE AT MOST WALGREENS AND DUANE READE PHARMACIES ACROSS U.S., INCLUDING PUERTO RICO Source text for Eikon: Further company coverage:","15":"April 2 (Reuters) - Walgreens Boots Alliance Inc:  * WALGREENS BOOTS ALLIANCE REPORTS FISCAL 2020 SECOND QUARTER RESULTS  * Q2 ADJUSTED EARNINGS PER SHARE $1.52  * Q2 EARNINGS PER SHARE ESTIMATE $1.46 -- REFINITIV IBES DATA  * Q2 EARNINGS PER SHARE $1.07  * QTRLY SALES INCREASED 3.7 PERCENT TO $35.8 BILLION, UP 4.1 PERCENT ON A CONSTANT CURRENCY BASIS  * RETAIL PHARMACY INTERNATIONAL HAD Q2 SALES OF $3.1 BILLION, A DECREASE OF 0.8 PERCENT FROM YEAR-AGO QUARTER  * COMPANY ON TARGET TO DELIVER IN EXCESS OF $1.8 BILLION IN ANNUAL COST SAVINGS BY FISCAL 2022  * FUTURE IMPACTS OF COVID-19 UNCERTAIN; UPDATES WILL BE PROVIDED IN NEXT EARNINGS REPORT  * ON TARGET TO DELIVER IN EXCESS OF $1.8 BILLION IN ANNUAL COST SAVINGS BY FISCAL 2022  * QTRLY RETAIL PHARMACY INTERNATIONAL SALES DECREASED 1.7 PERCENT ON A CONSTANT CURRENCY BASIS  * WALGREENS - PRIOR TO COVID-19 PANDEMIC, CO WAS ON TRACK TO MAINTAIN 2020 GUIDANCE OF ROUGHLY FLAT GROWTH IN ADJUSTED. EPS, AT CONSTANT CURRENCY, +\/- 3%  * RETAIL PHARMACY USA HAD Q2 SALES OF $27.2 BILLION, AN INCREASE OF 3.8 PERCENT OVER YEAR-AGO QUARTER  * RETAIL PHARMACY USA COMPARABLE STORES SALES INCREASED 2.7 PERCENT IN QUARTER FROM YEAR-AGO QUARTER  * CO IS PROVIDING FREE HOME DELIVERY OF PRESCRIPTIONS AND PRODUCTS, AND FOR ONLINE PURCHASES IN U.S.  * PARTNERING WITH U.S. AND UK GOVERNMENTS TO INITIATE TESTING  * EXPANDED TEMPORARY BENEFITS FOR CERTAIN TEAM MEMBERS  * Q2 REVENUE VIEW $35.26 BILLION -- REFINITIV IBES DATA Source text for Eikon: Further company coverage:","16":"(Reuters) -U.S. drug wholesaler AmerisourceBergen Corp said on Wednesday it would buy Walgreens Boots Alliance’s distribution business for $6.5 billion to expand in Europe as well as to compete better in the U.S. healthcare sector.  FILE PHOTO: The logo of Walgreens is seen at their Times Square store in New York December 17, 2012. REUTERS\/Andrew Kelly  The deal will help Walgreens focus more on core pharmacy unit and its retail business, where sales have tanked due to the COVID-19 pandemic, resulting in a nearly 30% slump in shares in 2020.  AmerisourceBergen will get access to Alliance Healthcare, one of the largest distributors in Europe that has weathered the impact of the global health crisis.  “Both our business, and Alliance, have been resilient through COVID-19. The opportunities and awareness about drug wholesale have only expanded in the pandemic,” said AmerisourceBergen Chief Executive Officer Steven Collins.  The distribution business had generated $20 billion in 2020 sales for Walgreens, about 14% of its total revenue. The deal does not include operations in China, Italy and Germany.  AmerisourceBergen will pay the debt-laden pharmacy chain $6.27 billion in cash and deliver 2 million of its common stock at closing of the transaction. With a 30% stake, Walgreens is the largest shareholder of AmerisourceBergen.  Walgreens had in 2019 explored going private and held preliminary discussions with private equity firms, people familiar with the matter said at the time.  It has an agreement to source branded and generic drugs from AmerisourceBergen in the United States and that will be extended by three years until 2029.  The deal is expected to add to the drug distributor’s adjusted earnings per share in the high-teens percentage after it closes by the end of fiscal 2021.  Reuters reported in May last year that AmerisourceBergen had approached Walgreens to explore a deal for the company’s drug distribution business.","17":"FILE PHOTO: A person wearing a protective mask browses the hair care isle at a Walgreens store during the outbreak of the coronavirus disease (COVID-19), in Pasadena, California, U.S., September 21, 2020. REUTERS\/Mario Anzuoni  (Reuters) - Walgreens Boots Alliance Inc WBA.O said on Thursday its customers can now pick up health and wellness products from its stores in about 30 minutes from placing an order online.  The drugstore chain said its new service, under its customer loyalty program that has more than 100 million members, will be in addition to at-home delivery and discounts on prescription drugs.  Earlier this week, Amazon.com Inc AMZN.O launched its online pharmacy for delivering prescription medication in the United States, intensifying competition for drug retailers such as Walgreens and CVS Health CVS.N.  Walgreens also said its mobile app now features a broad range of health and wellness services, including a 24\/7 pharmacy chat and booking medical care and vaccination appointments.  It also announced additional new benefits such as cash rewards for members of its loyalty program, myWalgreens.","18":"(Reuters) - Drugstore chain Walgreens Boots Alliance Inc and Microsoft Corp said on Tuesday they have entered a seven-year agreement to research and develop new methods of delivering healthcare services through digital devices.  As a part of the deal, the companies will focus on virtually connecting people with Walgreens stores and provide services on therapeutic areas ranging from preventative self-care to chronic disease management.  Early last year, Amazon.com Inc, Berkshire Hathaway Inc and JPMorgan Chase & Co had said they will form a company that could eventually negotiate directly with drugmakers and healthcare providers and use their vast databases to get a better handle on costs.  Walgreens and Microsoft will also develop healthcare solutions to reduce emergency room visits and decrease hospital readmissions while lowering the cost of care, the companies said.  The drugstore chain said it will pilot up to 12 stores, which will sell select healthcare-related devices, in 2019.  Microsoft will become Walgreens’ cloud provider through the agreement and the Microsoft 365 software will be rolled out to more than 380,000 Walgreens employees and stores globally.","19":"(Reuters) - Heirs of Prince have sued an Illinois hospital and pharmacy chain Walgreens, saying they could have prevented the singer’s 2016 death if they had properly diagnosed and treated his overdose days earlier, a court document showed on Monday.  U.S. musician Prince performs at the Hop Farm Festival near Paddock Wood, southern England July 3, 2011. REUTERS\/Olivia Harris\/File Photo  The wrongful death lawsuit, filed in Cook County Circuit Court in Chicago on Friday, accuses a doctor and pharmacist at Trinity Medical Center in Rock Island, Illinois, of failing to properly investigate the overdose or see that the pop star received appropriate counseling.  The six heirs also accuse two Walgreens pharmacists of improperly dispensing prescription medication to Prince, according to the lawsuit.  Representatives of the hospital could not be reached by Reuters for comment on Monday evening. A spokesman for the hospital’s parent company, UnityPoint Health, told the Minneapolis Star-Tribune that the company did not comment on pending litigation.  A spokesman for Walgreens, whose parent company is Walgreens Boots Alliance Inc, declined to comment to Reuters.  Prince, 57, was found dead at his Paisley Park home and recording studio complex near Minneapolis on April 21, 2016. The official cause of death was a self-administered overdose of the painkiller fentanyl, which is 50 times stronger than heroin.  A Minnesota prosecutor said last week he could not bring any criminal charges in connection with the “Purple Rain” singer’s death after a two-year investigation failed to determine where he obtained a counterfeit painkiller laced with fentanyl.  Police investigating Prince’s death found numerous opioids in the singer’s home, according to court documents released in April 2017.  The death of the music superstar, who crafted a public image of a clean and healthy vegan lifestyle, shocked the world and set off a protracted battle among his siblings and half-siblings over who would inherit his estate, estimated to be worth hundreds of millions of dollars.  Prince, known for his androgynous style and sexually charged songs, died a day before he was set to meet a California-based doctor who specializes in addiction treatment.  After his death, his longtime collaborator and protege Sheila E. told “Entertainment Tonight” that Prince had been suffering from hip and knee pain from decades of intense performing, much of it in his heels.","20":"March 31 (Reuters) - Walgreens Boots Alliance Inc:  * WALGREENS AND POSTMATES EXPAND ON-DEMAND DELIVERY SERVICE TO 7,000 STORES NATIONWIDE*  * WALGREENS - CUSTOMERS CAN GET ACCESS TO UNLIMITED FREE DELIVERY WHEN THEY SUBSCRIBE TO POSTMATES MEMBERSHIP SERVICE, POSTMATES UNLIMITED, FOR $9.99 \/MONTH Source text for Eikon: Further company coverage:","21":"(Reuters) - The debut of Walgreens Boots Alliance Inc WBA.O into the Dow Jones Industrial Average Index .DJI this week marks the worst performance of any new entrant in the past 10 years, a Reuters analysis shows.  FILE PHOTO: A customer walks out of a Walgreens pharmacy store in Austin, TX, U.S., March 26, 2018. Picture taken on March 26, 2018. REUTERS\/Mohammad Khursheed\/File Photo  The announcement that Amazon.com Inc AMZN.O would acquire online pharmacy PillPack sank shares in Walgreens and other drug retailers on Thursday.  Walgreens shares were down more than 11 percent in the three days after the company replaced General Electric Co GE.N in the index on Tuesday.  (Graphic: Three-day share price performance following a Dow debut tmsnrt.rs\/2Kr8hJk)  The No. 2 U.S. pharmacy chain by market cap lost 9.9 percent on Thursday, becoming the day’s biggest loser of the 30 stocks that comprise the Dow. It trimmed more than 44 points off the index, which shrugged off early losses to close the day up 98 points, or 0.4 percent.  While Walgreens performed like dog on debut, it would not today qualify as one of the “Dogs of the Dow,” under an investment strategy based on selecting 10 Dow stocks at year end with the highest dividend yields.  Walgreens’ annual dividend is 2.4 percent, above the S&P average yield of just under 2 percent, but below the 10 actual “Dogs” with yields above 3 percent.  GE shares have risen more than 8 percent since the company was dropped from the Dow, giving it the best three-day performance among those that recently left the index.  GE left the Dow with the lowest share price and least amount of influence in the index, which is derived from an average of stock prices among constituent companies.  GE said on Tuesday that it would sell its oil-services firm Baker Hughes HBGE.N and spin off its healthcare business, leaving a slimmed-down company focused on jet engines, power plants and renewable energy.  Eight of the 11 most recent companies to join the Dow have seen share prices decline in the three days following a debut.  The second worst performing entrant was Mondelez International Inc MDLZ.O, which saw shares fall 6.8 percent after joining the index in September 2008 when it replaced American International Group Inc AIG.N.","22":"Feb 8 (Reuters) - Rite Aid Corp:  * RITE AID ANNOUNCES CONTINUED PROGRESS IN SALE OF ASSETS TO WALGREENS BOOTS ALLIANCE  * RITE AID CORP - AS OF FEBRUARY 8, 2018, RITE AID HAS TRANSFERRED 1,114 STORES AND RELATED ASSETS TO WBA  * RITE AID CORP - RITE AID HAS RECEIVED CASH PROCEEDS OF $2,424 MILLION  * RITE AID CORP - HAVE NOW COMPLETED MORE THAN HALF OF PLANNED STORE TRANSFERS TO WALGREENS  * RITE AID CORP - REMAIN ON TRACK TO FINISH PROCESS WITH WALGREENS IN SPRING OF THIS YEAR Source text for Eikon: Further company coverage:","23":"(Reuters) - Walgreens Boots Alliance Inc WBA.O has been exploring whether to go private following private equity interest in the U.S drug store chain, which has a market value of more than $55 billion, according to people familiar with the matter.  FILE PHOTO: A customer walks out of a Walgreens pharmacy store in Austin, TX, U.S., March 26, 2018. REUTERS\/Mohammad Khursheed  In recent months, Walgreens has held preliminary discussions with some of the world’s largest private equity firms about putting together what would be the biggest ever leveraged buyout, the sources said.  Walgreens has tasked investment bank Evercore Partners Inc EVR.N with exploring whether a transaction can be put together, the sources said, cautioning that a deal is far from certain.  Many private equity firms have pushed back on the idea, concerned about Walgreens’ business prospects and the challenges of financing the deal, the sources added.  A leveraged buyout of Walgreens would likely require participation of several private equity firms, each writing large checks, at a time when many of them have lost their appetite for teaming together on so-called club deals. Many of those takeovers were completed during a boom preceding the 2008 financial crisis and subsequently struggled or collapsed.  Walgreens Chief Executive Stefano Pessina, who is the company’s largest shareholder with a 16% stake, could roll his equity into the deal to help finance the transaction, one of the sources said.  Walgreens has also contemplated divesting some of its assets, such as its 27% stake in drug wholesaler AmerisourceBergen Corp ABC.N, to provide more funding, one of the sources added.  The sources asked not to be identified because the matter is confidential. Walgreens and Evercore declined to comment.  Walgreens shares rose 8% to $64.12 in New York after Reuters was first to report the news on Tuesday. It later gave back some of those gains and was up about 3%. The stock had lost 28% of its value in the last 12 months, compared to a 13% rise in the S&P 500 Index .INX.  Walgreens’ deliberations over going private reflect the challenges its business faces.  Last week, it warned it did not expect its adjusted earnings to grow in fiscal 2020 because of the low reimbursement rates for prescription drugs, especially generics, and competition from online retailers such as Amazon.com Inc AMZN.O.  The Deerfield, Illinois-based company, which operates Walgreens and Duane Reade pharmacies in the United States and Boots in Britain, has been closing stores and launching cross-selling partnerships with companies such as grocer Kroger Co KR.N and weight loss clinic operator Jenny Craig, as it seeks to cut costs and boost its growth prospects.  Some analysts said that going private could allow Walgreens to avoid the prying eyes of Wall Street, and invest in its business and offerings without having to worry about quarterly earnings. But many questioned whether such a large leveraged buyout was possible.  “Given poor industry fundamentals, seemingly never-ending margin pressures faced in the healthcare supply chain, and, let’s face it, ongoing uncertainty about unpredictable items such as opioids exposure, we would struggle to see a monster premium beyond this current run-up (in the stock),” Baird analyst Eric Coldwell wrote in a note.  DEALMAKING  Walgreens' approach toward alliances and joint ventures stands in stark contrast to the strategy of rival CVS health Corp CVS.N, which acquired U.S. health insurer Aetna Inc for $70 billion last year. CVS shares have performed better than Walgreens in the last 12 months, down about 7%.  In 2017, Walgreens dropped a $17.2 billion deal to buy smaller peer Rite Aid Corp RAD.N after failing to win U.S. antitrust approval. Instead, it agreed to acquire 1,932 Rite Aid stores, about 42% of its total. The retail footprint proved too big for Walgreens, which has been gradually closing some locations.  Last year, Walgreens explored other deals, including buying out the rest of AmerisourceBergen and buying a stake in U.S. health insurer Humana Inc HUM.N, as well as selling a stake to it. It did not pursue those transactions, although it has been expanding its partnership with Humana by providing primary care services and support for seniors inside Walgreens stores.  Pessina, 78, would not be the first company boss to be involved in talks to take his firm private. Dell Technologies Inc DELL.N CEO Michael Dell, for example, took the computer maker private in 2013 in a $24.9 billion deal backed by private equity firm Silver Lake. After a string of acquisitions, Dell returned to the stock market as a public company last year and now has a market value of $39 billion.  But Dell owned about three-quarters of his company at the time of the leveraged buyout, making its funding easier.  Last year, former Qualcomm Inc QCOM.O executive chairman Paul Jacobs briefly explored a long-shot bid to take the U.S. semiconductor company, which has a market capitalization of $103 billion, private.","24":"FILE PHOTO: A customer walks out of a Walgreens pharmacy store in Austin, TX, U.S., March 26, 2018. REUTERS\/Mohammad Khursheed  (Reuters) - Walgreens Boots Alliance Inc WBA.N, CVS Health Corp CVS.N and supermarket chain Wegmans Food Markets Inc said on Thursday they would start asking customers to not openly carry firearms in their stores, joining Walmart Inc WMT.N and Kroger Co KR.N, in a change of gun policy following several deadly mass shootings in the United States.  The retailers are among a growing number of U.S. companies, such as Delta Air Lines DAL.N and Bank of America BAC.N, that are responding to calls for action to help curtail the rash of gun violence that has plagued the nation, risking backlash from powerful gun owners' groups as politicians consider options.  “We are joining other retailers in asking our customers to no longer openly carry firearms into our stores other than authorized law enforcement officials,” Walgreens said in an emailed statement.  Earlier this week, Walmart and Kroger said they would ask shoppers to stop openly carrying firearms in stores across the United States. Walmart also said it would discontinue sales of ammunition for handguns and some assault-style rifles in U.S. stores, and called for action on gun safety after a string of mass shootings, including at Walmart stores in Texas and Mississippi.  \"There's nothing more important than the safety of our customers & employees,\" Wegmans said in a tweet on Thursday, adding that it \"prefers\" that customers not openly carry firearms into its stores. (bit.ly\/2lyaafV)  CVS Health echoed the sentiment saying, “We join a growing chorus of businesses in requesting that our customers, other than authorized law enforcement personnel, do not bring firearms into our stores.”  As the chains began making their announcements on Thursday, Shannon Watts, founder of gun control advocacy group Moms Demand Action said, “We hope Senate leaders are watching this sea change.”  “We’ll take this momentum to Washington when Congress is back from recess on Monday.”  The Democrat-controlled House of Representatives passed a bill intended to close loopholes around background checks for gun purchases and other measures in February, but it has not been taken up by the Republican-led Senate.","25":"(Reuters) - Walgreens Boots Alliance Inc said on Thursday it expanded its partnership with Kaleo Inc to include the company’s epinephrine auto-injectors for infants and toddlers in its pharmacies amid a national shortage of the emergency allergy shots.  Walgreens already offers two other doses of Kaleo’s emergency allergy shots, Auvi-Q, under a partnership that the drugstore chain entered with the company in September last year.  The company’s move comes days after Novartis AG said it would make its pre-filled epinephrine shots immediately available in local pharmacies across the United States.  Mylan NV, with its EpiPen, is the market leader for these devices, which are used to deliver epinephrine to counter severe allergic reactions to triggers such as peanuts or bee-stings.  But manufacturing delays at a Pfizer Inc unit, which produces all EpiPens sold globally at a single plant near St. Louis, have led to an acute shortage.  There is also traditionally high demand for the devices in the summer as families look to renew prescriptions ahead of the back-to-school season.  EpiPen has remained on the U.S. Food and Drug Administration’s list of drugs in shortage for more than a year, and Pfizer on Tuesday said it anticipates further supply shortages over the coming months.  Amneal Pharmaceuticals Inc, another maker of epinephrine shots, cut its full-year core earnings forecast on Wednesday, citing supply uncertainties of its auto-injectors made by a Pfizer plant in McPherson, Kansas.","26":"March 8 (Reuters) - Walgreens Boots Alliance Inc:  * WALGREENS BOOTS ALLIANCE APPOINTS JAMES KEHOE GLOBAL CHIEF FINANCIAL OFFICER  * WALGREENS BOOTS ALLIANCE APPOINTS JAMES KEHOE GLOBAL CHIEF FINANCIAL OFFICER  * WALGREENS BOOTS ALLIANCE INC - KEHOE PREVIOUSLY SERVED AS CHIEF FINANCIAL OFFICER AND BOARD DIRECTOR OF TAKEDA PHARMACEUTICAL COMPANY LIMITED  * WALGREENS BOOTS ALLIANCE INC - KEHOE TAKES OVER FROM GEORGE FAIRWEATHER  * WALGREENS BOOTS ALLIANCE INC - KEHOE WILL SUCCEED GEORGE FAIRWEATHER  * WALGREENS BOOTS ALLIANCE INC - FAIRWEATHER TO SERVE AS SENIOR ADVISOR TO CEO STEFANO PESSINA FOR BUSINESS DEVELOPMENT AND FINANCE  * WALGREENS BOOTS ALLIANCE INC - APPOINTMENT OF JAMES KEHOE EFFECTIVE JUNE 1 Source text for Eikon: Further company coverage:","27":"June 28 (Reuters) - Walgreens Boots Alliance Inc on Thursday reported a 15.5 percent rise in quarterly profit, as sales in its pharmacy business rose helped by its acquisition of Rite Aid stores.  Net income attributable to Walgreens rose to $1.34 billion, or $1.35 per share, in the third quarter ended May 31, from $1.16 billion, or $1.07 per share, last year.  The company also said it had authorized a $10 billion share repurchase program. (Reporting by Manas Mishra in Bengaluru; Editing by Maju Samuel)","28":"March 28 (Reuters) - Walgreens Boots Alliance Inc reported a 12 percent increase in quarterly sales on Wednesday as the drugstore chain filled more prescriptions, helped by its partnership with pharmacy benefit manager Prime Therapeutics.  Net income attributable to the company rose to $1.35 billion, or $1.36 per share, in the second quarter ended Feb. 28, from $1.06 billion, or 98 cents per share, a year earlier.  Net sales rose to $33.02 billion from $29.45 billion. (Reporting by Uday Sampath and Tamara Mathias in Bengaluru Editing by Saumyadeb Chakrabarty)","29":"April 23 (Reuters) - Walgreens Boots Alliance Inc said on Tuesday its drugstores will sell tobacco products to customers who are at least 21 years old under a new policy, effective September.  In the face of an “epidemic” rise in tobacco products use among middle and high school students, the U.S. health regulator has been introducing new policies to restrict teen access to such products.  Last week, U.S. Senate Majority leader Mitch McConnell disclosed plans to introduce a legislation to raise the minimum age for buying tobacco products, including vaping devices, to 21 from 18.  Walgreens, which operates 9,560 drugstores across the country, has in the past been pulled up by the U.S. Food and Drug Administration for flouting tobacco sale rules by selling tobacco products to minors. (Reporting by Manojna Maddipatla in Bengaluru; Editing by Shinjini Ganguli)","30":"April 6 (Reuters) - Walgreens Boots Alliance Inc:  * WALGREENS BOOTS ALLIANCE INC - AS OF APRIL 3, 2020, COMPANY HAD ENTERED INTO $3.1 BILLION OF NEW REVOLVING CREDIT FACILITIES.  * WALGREENS BOOTS ALLIANCE INC - NO BORROWINGS ARE OUTSTANDING UNDER NEWFACILITIES.  * WALGREENS BOOTS ALLIANCE INC - EXTENDED A $1.0 BILLION FACILITY SCHEDULED TO MATURE IN 2020 TO MAY 2021. Source: bit.ly\/39MYmK5 Further company coverage:","31":"FILE PHOTO: Vials with a sticker reading, \"COVID-19 \/ Coronavirus vaccine \/ Injection only\" and a medical syringe are seen in front of a displayed Pfizer logo in this illustration taken October 31, 2020. REUTERS\/Dado Ruvic  (Reuters) -Walgreens Boots Alliance Inc and CVS Health Corp said on Friday they have begun administering Pfizer’s COVID-19 vaccine to residents and staff at some U.S. long-term care facilities.  The companies, which run the nation’s largest pharmacy chains and offer other offsite pharmacy services, have agreed with the federal government to vaccinate nursing home residents across the country through a voluntary program.  Walgreens said it plans to administer the vaccine to about 3 million residents and staff in 35,000 long-term care facilities. The company said it would provide vaccinations in about 800 long-term care facilities across 12 states in the coming week.  CVS did not say how many people would be given the vaccine on Friday, but that it is administering them at a “handful” of long-term care facilities in Connecticut and Ohio. Its national rollout also begins next week in 12 states.  The companies told Reuters last week that they will start administering a vaccine made by Moderna Inc about a week after they begin their national rollouts.","32":"Feb 12 (Reuters) - Medical Developments International Ltd :  * SIGNS DEAL WITH WALGREENS FOR CO’S COMPACT ANTI-STATIC SPACE CHAMBER TO BE ALLOCATED TO 2,000 WALGREENS STORES Source text for Eikon: Further company coverage:","33":"(Reuters) - Drugstore retailers Walgreens Boots Alliance Inc and Rite Aid Corp will no longer sell tobacco products to customers who are below 21 years old, amid a crackdown on widespread teenage tobacco use.  FILE PHOTO: A sign rests on a counter at a Walgreens pharmacy store in Austin, TX, U.S., March 26, 2018. REUTERS\/Mohammad Khursheed  U.S. Senate Majority leader Mitch McConnell last week disclosed plans to introduce legislation to raise the minimum age for buying tobacco products, including vaping devices, to 21 from 18..  McConnell’s proposal comes as states and cities across the United States have moved to raise the legal age for purchasing tobacco in an effort to prevent addiction at young ages.  So far 12 states have enacted laws to raise the minimum age to 21, including New Jersey and California. Lawmakers in New York state and Maryland have also approved legislation.  Walgreens, which announced the change earlier in the day, said the new policy will require customers to be at least 21 years old in order to purchase tobacco products in its stores and will be effective from September.  The company operates 9,560 drugstores across the country and has been warned by the U.S. Food and Drug Administration for flouting tobacco sale rules by selling tobacco products to minors.  Preliminary federal data showed that teenage e-cigarettes use had surged by more than 75 percent since last year, which the FDA described as an “epidemic.”  In November, the FDA proposed a ban on the sale of fruit- and candy-flavored electronic cigarettes in convenience stores and gas stations. The FDA also proposed stricter age-verification requirements for online sales of e-cigarettes.  Rite Aid, which had previously announced it will remove e-cigarettes and vaping products chainwide, said the new policy would come into effect across all its stores within 90 days.  The company will continue to enforce its chainwide policy that requires identification to purchase age-restricted items, including tobacco products.","34":"April 23 (Reuters) - Laboratory Corporation of America Holdings:  * LABCORP - CO, WALGREENS ANNOUNCE EXPANSION OF THEIR LABCORP AT WALGREENS COLLABORATION INTO FLORIDA  * LABCORP - TEN NEW LABCORP PATIENT SERVICE CENTERS WILL OPEN WITHIN WALGREENS STORES IN APRIL & MAY Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","35":"June 22 (Reuters) - Walgreens Boots Alliance Inc:  * WALGREENS RESUMES IMMUNIZATION SERVICES WITH NEW SAFETY MEASURES  * WALGREENS BOOTS ALLIANCE INC - RESUMING IMMUNIZATION SERVICES WITH ADDITIONAL SAFETY MEASURES IN PLACE FOR PHARMACY TEAM MEMBERS AND PATIENTS  * WALGREENS BOOTS ALLIANCE - RESUMING IMMUNIZATION SERVICES WITH ADDITIONAL SAFETY MEASURES IN PLACE FOR PHARMACY TEAM MEMBERS & PATIENTS Source text for Eikon: Further company coverage:","36":"April 7 (Reuters) - Walgreens Boots Alliance Inc:  * WALGREENS EXPANDING DRIVE-THRU TESTING TO 15 NEW LOCATIONS IN SEVEN STATES  * WALGREENS BOOTS ALLIANCE INC - WALGREENS IS WORKING TO EXPAND DRIVE-THRU TESTING TO 15 NEW SITES IN SEVEN STATES  * WALGREENS BOOTS ALLIANCE INC - NEW TESTING SITES WILL UTILIZE ABBOTT’S NEW ID NOW COVID-19 TEST, WHICH DELIVERS POSITIVE RESULTS IN AS LITTLE AS FIVE MINUTES AND NEGATIVE RESULTS WITHIN 13 MINUTES  * WALGREENS BOOTS ALLIANCE INC - PLANS TO BE ABLE TO TEST UP TO 3,000 PEOPLE PER DAY ACROSS THE ADDITIONAL SITES  * WALGREENS - 15 LOCATIONS BEING FINALIZED IN COLLABORATION WITH HHS; PLANNED FOR SELECT HOT SPOT MARKETS WITH ESCALATING RATES OF COVID-19 CASES  * WALGREENS - TO DEDICATE TEMPORARY SPACE AT SELECT LOCATIONS, OUTSIDE OF STORES, WHERE WALGREENS PHARMACISTS WILL OVERSEE SELF-ADMINISTRATION OF COVID-19 TEST  * WALGREENS - SEVEN STATES INCLUDED ARE ARIZONA, FLORIDA, ILLINOIS, KENTUCKY, LOUISIANA, TENNESSEE AND TEXAS Source text for Eikon: Further company coverage:","37":"(Reuters) - The largest U.S. drugstore operator Walgreens Boots Alliance Inc has made a takeover approach to drug distributor AmerisourceBergen Corp, the Wall Street Journal reported on Monday, outlining a deal that would accelerate healthcare sector consolidation.  AmerisourceBergen shares rose 15.7 percent in after-hours trading and shares of Walgreens, which has around 13,000 drugstores worldwide, mostly in the United States, were unchanged.  Walgreens is valued at $67.82 billion and AmerisourceBergen has a market capitalization of $19.65 billion, according to Thomson Reuters data.  Healthcare payers and pharmacies are responding to a shifting landscape, including changes in the U.S. Affordable Care Act, rising drug prices and the threat of competition from online retailers such as Amazon.com Inc.  A new deal by Walgreens would follow the $69 billion acquisition of health insurer Aetna Inc by drugstore rival CVS Health Corp and would also reflect a move toward vertical consolidation, where members of a supply chain combine.  Representatives of Walgreens' Chief Executive Stefano Pessina made \"a high-level outreach\" to representatives of AmerisourceBergen CEO Steven Collis several weeks ago, the WSJ said, citing people familiar with the matter. (on.wsj.com\/2Ch5Gg9)  AmerisourceBergen said it did not discuss potential mergers or acquisitions. Walgreens was not available for comment.  The two companies are already closely allied, having struck a 10-year deal in 2013 for AmerisourceBergen to buy drugs for Walgreens, which subsequently acquired 26 percent of the distributor.  Walgreens would buy the remaining shares under the deal being considered, the Journal reported. An offer has not been made, and there may be no deal, it added.  The drugstore operator last year represented 30 percent of AmerisourceBergen’s revenue and is its largest customer.  Walgreens reported in January its sixth straight quarterly fall in retail same-store sales in the first quarter of fiscal 2018 along with a drop in gross margins in its U.S. business.  AmerisourceBergen reported last week a threefold jump in quarterly profit to $861.9 million, helped by a $587.6 million tax benefit.  Leerink analyst Ana Gupte said the Walgreens-AmerisourceBergen deal would be “poised to improve the profitability of the drug store giant through purchasing power with generics and branded drug manufacturers.”  The CVS-Aetna deal was seen pressuring rival insurers, drugmakers, pharmaceutical benefits managers and retail pharmacies to consider mergers or switching partners to try to keep up with the potential healthcare cost savings or increase in profit margins.  Evercore analysts said Walgreens could fund all or a majority of the transaction via debt, likely making the financial returns notably attractive.  Walgreens shares have fallen 17.8 percent in the past 12 months, while AmerisourceBergen shares are down 1.9 percent in the same period.  CEO Pessina drove the Walgreens-Boots Alliance deal and more recently agreed to acquire 1,932 stores from smaller U.S. rival Rite Aid, partly in a bid to improve its ability to negotiate for lower drug costs.","38":"(Reuters) - Drug retailer Rite Aid Corp RAD.N on Thursday forecast a full-year profit largely above estimates as it expects reimbursement rates to rise this year and its deal with Walgreens to help it secure better generic drug prices.  FILE PHOTO: A sign marks a Rite Aid pharmacy in Somerville, Massachusetts, U.S., June 29, 2017. REUTERS\/Brian Snyder\/File Photo  Rite Aid sold half of its stores to Walgreens Boots Alliance Inc WBA.O last year after Walgreens' bid to buy the whole company collapsed due to antitrust concerns. The much smaller Rite Aid then agreed to be bought by U.S. grocer Albertsons Cos Inc, hoping to still remain a formidable player in the sector.  Rite Aid’s shares were up 3 percent at $1.69 in premarket trading.  The drug retailer said it expects full-year 2019 sales of $21.7 billion to $22.10 billion, largely above the average analyst estimate of $21.73 billion. It forecast an adjusted profit of 2 cents to 6 cents per share, compared with the estimate of 3 cents, according to Thomson Reuters I\/B\/E\/S.  In its deal with Walgreens, Rite Aid sold 1,932 stores and secured a 10-year option to purchase generic drugs sourced through an affiliate of Walgreens at cost.  The company said this agreement would benefit its full-year outlook, which does not include the impact of its pending deal with Albertsons.  “We continue to believe the retail pharmacy group is well positioned as healthcare evolves to a more consumer-centric model,” J.P.Morgan analyst Lisa Gill wrote in a pre-earnings note.  For the fourth quarter, the company’s revenue fell to $5.39 billion from $5.90 billion, hurt by a decline in reimbursement rates and prescription volumes. Analysts on average had expected $5.57 billion.  Retail pharmacy sales fell about 10 percent in the quarter, while pharmacy services revenue dropped 4.3 percent.  The company posted net loss from continuing operations of $483.7 million, or 46 cents per share, for the quarter ended March 3, compared with a loss of $25.1 million, or 2 cents per share, a year earlier.  The loss includes $325 million of income tax expense related mainly to the revaluation of the company’s deferred tax assets in connection with the new U.S. tax law.  Excluding one-time items, Rite Aid reported a loss from continuing operations of 1 cent per share, in line with Wall Street estimates.","39":"March 5 (Reuters) - Rite Aid Corp:  * RITE AID ANNOUNCES CONTINUED PROGRESS IN SALE OF ASSETS TO WALGREENS BOOTS ALLIANCE Source text for Eikon: Further company coverage:","40":"LOS ANGELES (Reuters) - A former Arkansas health official is sounding alarms about the pace of coronavirus vaccines being administered to residents of long-term care facilities under a U.S. plan that puts major pharmacy chains CVS and Walgreens in charge of many of the shots.  FILE PHOTO: A nursing home resident receives a shot of the coronavirus disease (COVID-19) vaccine at King David Center for Nursing and Rehabilitation, a nursing home facility, in Brooklyn's Bath Beach neighborhood in New York City, U.S. January 6, 2021. REUTERS\/Yuki Iwamura\/  Fewer than 10% of doses allocated to those Arkansas seniors have been administered, according to the state health department. The two pharmacies are working with about 40% of the state’s facilities. Some of those were told that they were scheduled for February or March, said Dr. Joe Thompson, former Arkansas surgeon general and chief executive of the Arkansas Center for Health Improvement  “This is not acceptable,” said Thompson. “We’re seeing a failure in deployment by CVS and Walgreens.”  Federal health officials in recent days have urged broadening vaccine eligibility to tens of millions of Americans to speed the national inoculation program rollout. Meanwhile, seniors at some long-term care facilities - who account for about 1% of the U.S. population but 40% of COVID-19 deaths and were supposed to be at the front of the line - continue to wait.  State and local officials and long-term care operators in states including Florida, California, Arizona, Indiana and Pennsylvania told Reuters they have turned to alternative providers for vaccinations for their residents or staff because the pharmacy chains were scheduling shots weeks out.  Some 75,000 long-term care facilities signed up to receive vaccines from CVS Health Corp and Walgreens Boots Alliance Inc under the U.S. Centers for Disease Control and Prevention’s (CDC) Pharmacy Partnership Program.  “I think they face serious bandwidth issues in terms of scheduling,” said David Grabowski, a Harvard Medical School professor and healthcare policy expert. “I find it very distressing that we haven’t been doing this more rapidly. This is really a matter of life or death.”  Arkansas Governor Asa Hutchinson in a statement on Thursday said the two pharmacy chains assured him that all long-term care residents assigned to them would be vaccinated by the end of this month.  Many states prioritized homes with patients requiring medical care, which contributed to delays at other long-term care facilities.  Slideshow ( 2 images )  CVS said it plans to finish all shots at assigned facilities within nine to 12 weeks of the first dose. That means states like California, Florida, Arizona, Alabama, Oklahoma and Pennsylvania, which were among the last to activate the second-phase of facility vaccinations, may not be finished until April.  “State decisions on which facilities are activated when have a significant impact on timing,” CVS spokesman T.J. Crawford said, noting that the company has administered 1 million shots and is on track with its federal agreement.  Others hurdles included confirming vaccine availability, the winter holidays, vaccine hesitancy and fresh COVID-19 outbreaks, the companies said.  That resulted in “a little bit slower start than what we were hoping for. Now that we’ve gotten past the first of the year, you’re seeing a quick and rapid acceleration,” said Rick Gates, Walgreens’ senior vice president of pharmacy and healthcare. The company has done more than 500,000 shots and expects to be done by March.  ‘OVERWHELMED BY THE SHEER VOLUME’  Meanwhile, central Florida’s Seminole County is deploying mobile clinics to some assisted living facilities.  “We went because they either have not been contacted by the private providers or they had concerns because of some type of issue,” said county emergency manager Alan Harris.  “CVS and Walgreens, I think, are overwhelmed by the sheer volume of long-term care facilities in Florida,” Harris said.  The state of Florida has hired health services firm CDR Maguire to take over vaccinations at about 1,900 assisted living facilities that CVS or Walgreens had scheduled on or after Jan. 24.  Los Angeles County opted out of the CVS-Walgreens partnership and is asking facilities that can to pick up and administer vaccine themselves. In Northern California’s Contra Costa County, nonprofit Choice in Aging joined John Muir Health and Kaiser Permanente in pitching in to help.  Choice in Aging is targeting facilities with six or fewer beds in historically underserved communities. “This is a population that is never prioritized,” said Choice in Aging CEO Debbie Toth.  The CDC on Thursday said 26% of the 4.7 million vaccine doses allocated for long-term care sites had been administered, lagging even the woeful 36% of the 30.6 million available nationwide.  Graphic: Vaccine rollout in nursing homes -  West Virginia, which opted out of CDC Pharmacy Partnership, did extensive planning and tapped its existing network of long-term care pharmacies to quickly vaccinate nursing home residents in an all-hands-on-deck effort, said Dr. Michael Wasserman, former president of the California Association of Long Term Care Medicine.  “Community pharmacies absolutely should be involved,” said American Pharmacists Association CEO Scott Knoer. “I wish they would have been from the get-go.”","41":"Feb 7 (Reuters) - The U.S. Food and Drug Administration said on Thursday it was taking action against certain retailers including Walgreen Boots Alliance for repeatedly flouting tobacco sale rules, including sale of cigars and menthol cigarettes to minors.  Walgreens is currently the top violator among pharmacies that sell tobacco products, with 22 percent of its inspected stores having illegally sold tobacco products to minors, the U.S. health regulator said in a statement here.  “I will be writing (to) the corporate management of Walgreens and requesting a meeting with them to discuss whether there is a corporate-wide issue related to their stores’ non-compliance,” FDA Commissioner Scott Gottlieb said.  Walgreens did not immediately respond to Reuters’ request for comment.  The agency filed complaints seeking to bar a Walgreens store in Miami, Florida and a Circle K store in Charleston, South Carolina, owned by Alimentation Couche-Tard Inc, from selling tobacco products for 30 days.  Alimentation Couche-Tard also did not immediately respond to a request for comment.  Thursday’s action against Walgreens follows over 1,550 warning letters and 240 civil money penalty actions against its stores nationwide for unlawful tobacco product sales to minors, the agency said.  The FDA has rolled out a Youth Tobacco Prevention Plan as part of its push to discourage teens from smoking.  Last year, the agency announced sweeping restrictions on flavored tobacco products, including electronic cigarettes. It also plans to seek a ban on menthol cigarettes, a longtime goal of public health advocates, as well as flavored cigars.  An epidemic-level rise in the popularity of e-cigarettes lately has led to a 38 percent increase in overall tobacco product use among high school students and 29 percent among middle school students last year, reversing the declines seen in the last few years, the FDA said. (Reporting by Tamara Mathias; Editing by Shinjini Ganguli)","42":"(Updates Walgreens spokeswoman’s statement)  Dec 23 (Reuters) - As U.S. industries push for their workers to receive early access to COVID-19 vaccines, local health departments and pharmacies face the challenge of verifying the identity of essential workers to ensure no one cuts the line.  The vaccination campaign under way is now focused on hospital staff and nursing homes, tightly controlled environments where verification is relatively simple. But beginning in January or February, Americans employed in a range of industries will be eligible for inoculation, provided they are essential frontline workers.  The absence of a plan to verify vaccine candidates’ jobs and confusion over who qualifies as essential raise the risks of fraud and disorganization.  WHO DECIDES WHICH WORKER IS ESSENTIAL?  The criteria to qualify as an essential, frontline worker varies from state to state. The U.S. Centers for Disease Control and Prevention estimated that roughly 30 million essential workers will be next in line for a shot. An additional 57 million essential workers will be vaccinated later.  The lack of clear guidelines will significantly complicate the verification process as those workers seek shots.  The United States has two authorized COVID-19 vaccines, one from Pfizer Inc and BioNTech SE and another from Moderna Inc. The vaccines are rolling out as hospitals reach peak capacity and deaths have exceeded 317,000.  The U.S. Department of Homeland Security in March published a list of essential U.S. workers during the pandemic. bit.ly\/3aBDtFx  The list covers nearly 70% of the U.S. labor force and has provided little clarity to health officials trying to distribute initially limited doses of vaccines.  Many states over the summer began developing their own priority lists, at times deferring to the importance of local industries. States generally have broad discretion when it comes to vaccine distribution.  This has resulted in a patchwork of guidelines across the country, with companies complaining that their workers are considered essential in one state, but not in another.  A panel of experts that advises the CDC on Sunday recommended that people 75 and older and workers including first responders, teachers, food and agriculture, manufacturing, U.S. Postal Service, public transit and grocery store workers should have the next priority for the vaccines.  Some U.S. states have signaled they will nevertheless continue with the distribution plans they originally drafted.  Michael Einhorn, the president of New York medical supply distributor Dealmed, criticized health officials’ decisions to prioritize essential workers for the next phase of the vaccine, rather than distributing it along age lines.  “There will be people trying to cut the line and commit fraud to get a vaccine,” said Einhorn, whose company has been involved in flu shot distribution.  HOW WILL ELIGIBILITY BE CONFIRMED FOR ESSENTIAL WORKERS?  It is not clear yet how health departments and pharmacies will verify the identity of a significantly larger and more diverse group of people eligible for the next round of vaccines.  Pharmacy operators CVS, Walgreens and Kroger Co each referred to state and local guidelines when asked how they would verify essential workers.  “If the jurisdiction requests support from Walgreens, Walgreens will distribute a voucher or authorization form that the individual can use to schedule an appointment for a vaccination,” a Walgreens spokeswoman said in a statement.  CVS said it would share more information once it got closer to the next phase of vaccine distribution in the first quarter of 2021.  Kroger in a statement said it would require customers to make an online appointment and use a screening tool to manage the verification process.  “In some instances, the state will identify and verify the individuals before they are referred to us for vaccination,” a Kroger spokeswoman said.  States have not outlined how they will verify workers’ identities. Companies pushing to have their workers vaccinated are exploring different options.  The Consumer Brands Association, which represents food, beverage, personal care and household product companies, and the Food Industry Association, representing food retailers, said they were developing template letters for employees to verify their essential worker status.  “We understand states may have different designation standards, but (we are) working to provide our members with a resource to help reduce confusion,” a spokeswoman for the Food Industry Association said in a statement. (Reporting by Tina Bellon and Melissa Fares in New York; Editing by Cynthia Osterman)","43":"(Reuters) - Drugstore owner Walgreens Boots Alliance Inc and health insurer Humana Inc are in preliminary discussions to take equity stakes in each other, the Wall Street Journal reported on Tuesday, citing people familiar with the matter.  In June, Humana said it would partner with Walgreens, with its unit operating senior-focused primary care clinics inside two Walgreens stores in Kansas.  The companies are discussing the possibility of expanding that venture, among other options, according to the WSJ report.  The news comes amid widespread consolidation in the healthcare industry, with pharmacy benefits manager CVS Health Corp set to close its $69 billion purchase of health insurer Aetna Inc after the Thanksgiving holiday.  Walgreens declined to comment, while Humana did not immediately respond to a Reuters request for comment.  Shares of Walgreens were down 2.6 percent in extended trading, while shares of Humana were marginally lower.","44":"Slideshow ( 2 images )  NEW YORK (Reuters) - Online cosmetics retailer Birchbox made its debut inside several Walgreens Boots Alliance Inc stores across the United States on Thursday, one of many e-commerce companies expanding its physical presence to better connect with shoppers and drive sales.  Birchbox, which has two of its own stores in New York City and Paris, is among the many direct-to-consumer brands that are going brick-and-mortar as well as online to increase shopping options. Even Amazon.com Inc purchased Whole Foods, with about 500 stores, for $13.7 billion in 2017 to boost its grocery business. Walgreens would help Birchbox better serve “casual beauty customers” who are not a focus of the industry, Birchbox Chief Executive Katia Beauchamp said in an interview at a Duane Reade drugstore in Lower Manhattan. It is one of six Walgreens outlets that are part of Thursday’s launch in New York, Chicago, Los Angeles and Minneapolis’ Mall of America.  Birchbox is targeting customers who do not regularly buy beauty products, Beauchamp said. “We kept saying that this customer - the ‘casual consumer’ - doesn’t have a home, so let’s build her a home.”  “We have huge aspirations about digital and physical coming together,” she said. “We think that the opportunity to serve the everyday consumer is a very big opportunity and we’re looking at where and how fast can we do it.”  Birchbox, which has a subscription-based model, said it will offer fewer options and more in-store direction and guidance so customers can discover skincare, makeup and hair products from more than 40 prestige brands quickly and easily, including COOLA, Sand & Sky, Wander Beauty and Beachwaver.  In 2019, New York-based Birchbox plans to enter five additional Walgreens stores in Dallas, Miami, Chicago and Los Angeles in a major push to give customers a more hands-on experience in buying physical beauty products.  Walgreens also has been trying to boost sales through its prescription-only pharmacy business in partnership with supermarket chain Kroger Co as well.","45":"FILE PHOTO: EpiPen auto-injection epinephrine pens manufactured by Mylan NV pharmaceutical company for use by severe allergy sufferers are seen in Washington, DC, U.S. August 24, 2016. REUTERS\/Jim Bourg\/File Photo  (Reuters) - U.S. drugstore chain Walgreens Boots Alliance Inc said on Thursday emergency allergy shots from Kaleo will be available in its stores, the latest effort to address shortages of the lifesaving treatment during the back-to-school season.  There has been an acute shortage of Mylan’s EpiPen, which dominates the allergy market, with the health regulator last month extending the expiration date of specific lots of the treatment.  In August, Mylan issued a warning that the devices may not always be available. The company has blamed ongoing manufacturing issues at a Pfizer plant, which supplies the EpiPens, for the shortage.  Privately held Kaleo’s Auvi-Q, used as emergency treatment for allergy bouts caused by food items such as peanuts, eggs, and milk, will be available in Walgreens stores across the nation, the company said.  The U.S. health regulator last month approved Teva Pharma’s generic alternative to EpiPen.","46":"April 25 (Reuters) - Laboratory Corporation of America Holdings:  * LABCORP CEO SAYS WE EXPECT PARTNERSHIP WITH WALGREENS BOOTS ALLIANCE TO EXPAND BOTH IN NUMBER OF STORES AND SCOPE OVER THE BALANCE OF 2018 - CONF CALL Further company coverage:","47":"(Reuters) - Walgreens Boots Alliance Inc WBA.O came up short of analysts' estimates for quarterly revenue on Thursday, as sales of personal care products and over-the-counter drugs fell both in its home market and at its UK-based Boots chain.  FILE PHOTO: The exterior of the Walgreens store in Times Square is seen in New York, U.S., July 5, 2016. REUTERS\/Shannon Stapleton\/File Photo  Brick-and-mortar drug retailers have been hit as consumers are increasingly buying over-the-counter treatments from online retailers such as Amazon.com. Pharmacies in the United Kingdom are also suffering from a cut in reimbursement rates by the government.  To stem the losses, the largest U.S. drugstore operator by store count has been trying to boost sales through its prescription-only pharmacy business by signing pilot projects with online beauty retailer Birchbox and supermarket chain Kroger Co KR.N.  The company also said it would be investing in new stores and online operations to counter weakness in the UK.  Comparable retail sales in its international unit fell 0.9 percent. In the United States, it was down 1.9 percent.  Overall, revenue rose nearly 11 percent to $33.44 billion, but missed the average analyst estimate of $33.78 billion, according to I\/B\/E\/S data from Refinitiv.  The company’s quarterly profit, however, beat analysts’ expectations, helped by its purchase of rival Rite Aid stores.  It agreed to buy 1,932 Rite Aid stores last year to widen its footprint in the United States and give it more heft to bargain better on price with drugmakers.  “Our businesses have mostly done a good job of growing or at least holding their own in a tough year in many of our markets,” Chief Executive Officer Stefano Pessina said.  Walgreens forecast 2019 adjusted profit of $6.40 to $6.70 per share, compared with the average analyst estimate of $6.45 per share, although it said that number included the effect of $3 billion of share repurchases this year.  “We are moderately encouraged that Walgreens is starting to make long overdue changes,” said Neil Saunders, managing director of GlobalData Retail.  Excluding items, the company earned $1.48 per share, beating analysts’ expectation of $1.45 per share.  Same-store sales at its pharmacies rose 1.3 percent, beating analysts’ expectations for a 0.57 percent rise.  The drug-store retailer’s shares were up 1.5 percent at $73.4 in volatile trading, largely outperforming the broader market.","48":"Slideshow ( 2 images )  (Reuters) - U.S. grocer Kroger Co KR.N said on Tuesday it is exploring a partnership with Walgreens Boots Alliance Inc WBA.O to allow its customers order online and pick up groceries at some of the drug retailer's stores.  Grocers across the United States have been implementing new ways to draw more shoppers to their stores as they face intense competition from online retailer Amazon.com Inc AMZN.O and its unit Whole Foods.  Kroger said the pilot program will be tested across 13 Walgreens stores near Kroger’s Cincinnati headquarters.  Kroger said customers will also be able to shop for its ‘Our Brands’ range, including the Simple Truth organic food brand, at the Walgreens stores.  Shares of Kroger rose about 2 percent in premarket trading, while Walgreens edged 1 percent higher.","49":"NEW YORK (Reuters) - Walgreens Boots Alliance Inc will pay $269.2 million to settle two whistleblower lawsuits accusing it of civil fraud for overbilling federal healthcare programs over a decade, the U.S. Department of Justice said on Tuesday.  FILE PHOTO: The Walgreens logo is seen outside the store in Times Square in New York, U.S., July 5, 2016. REUTERS\/Shannon Stapleton\/File Photo  The pharmacy chain will pay $209.2 million to resolve claims it improperly billed Medicare, Medicaid and other federal programs from 2006 to 2017 for hundreds of thousands of insulin pens it dispensed to patients it knew did not need them.  Walgreens will also pay $60 million to resolve claims it overcharged Medicaid from 2008 to 2017 by failing to disclose and charge the discount drug prices it offered the public through its Prescription Savings Club program.  The Deerfield, Illinois-based company said it “admits, acknowledges, and accepts responsibility” for conduct alleged by the federal government, according to the settlement agreements.  In a separate statement, Walgreens said it “has admitted no wrongdoing,” and that the settlements were in the best interests of customers, patients and other stakeholders.  It also said it set aside enough money for both settlements as of Nov. 30, 2018.  The company recently had more than 9,400 drugstores in the United States.  Walgreens’ settlements resolve claims under the federal False Claims Act, which lets private whistleblowers sue on the federal government’s behalf and share in recoveries.  The accords were respectively approved last week by U.S. District Judges Paul Crotty and Paul Oetken, who both sit in Manhattan.  About $200 million of the payout will go to the federal government, and the rest to state governments.  Walgreens also entered a corporate integrity agreement with the Office of the Inspector General of the U.S. Department of Health and Human Services to ensure future compliance with federal healthcare programs.  Two pharmacists filed the original complaint concerning the insulin pens in July 2015. A copy of that complaint could not immediately be obtained on Tuesday.  Marc Baker, who worked for Walgreens for a decade as a pharmacy manager in Florida, filed the original complaint concerning the drug price discounts in January 2012.  Both lawsuits had been filed under seal.  The cases are U.S. ex rel Rahimi v Walgreens Boots Alliance Inc, U.S. District Court, Southern District of New York, No. 15-05686; and U.S. ex rel Baker v Walgreens Inc in the same court, No. 12-00300.","50":"July 9 (Reuters) - Walgreens Boots Alliance Inc:  * WALGREENS BOOTS ALLIANCE - MEETING HELD BETWEEN CO’S REPRESENTATIVES, DOJ IN JUNE WITH RESPECT TO ALLEGED VIOLATIONS IN DISPENSING PRESCRIPTION AT CO’S LOCATIONS  * WALGREENS BOOTS ALLIANCE - EXPECTS THAT COVID-19 WILL CONTINUE TO ADVERSELY AFFECT GLOBAL ECONOMIC CONDITIONS AT LEAST THROUGHOUT 2020 AND INTO 2021 Source text: [bit.ly\/3emqCFP] Further company coverage: (Reuters.Briefs@thomsonreuters.com)","51":"July 8 (Reuters) - Walgreens Boots Alliance Inc:  * WALGREENS AND VILLAGEMD TO OPEN 500 TO 700 FULL-SERVICE DOCTOR OFFICES WITHIN NEXT FIVE YEARS  * WALGREENS - EXPANDED PARTNERSHIP WILL OPEN 500 TO 700 “VILLAGE MEDICAL AT WALGREENS” PHYSICIAN-LED PRIMARY CARE CLINICS IN MORE THAN 30 U.S. MARKETS Source text for Eikon: Further company coverage:","52":"(Reuters) - Walgreens and Uber Technologies Inc on Tuesday said they will team up to provide educational programs and free transportation to U.S. COVID-19 vaccine clinics to underserved communities and people in rural areas.  FILE PHOTO: George Valley, a patient at Crown Heights Center for Nursing and Rehabilitation, a nursing home facility, receives the Pfizer-BioNTech coronavirus disease (COVID-19) vaccine from Walgreens Pharmacist Annette Marshall, in Brooklyn, New York, U.S., December 22, 2020. REUTERS\/Yuki Iwamura\/File Photo  The companies said the program will roll out in the coming months, once more vaccines become available to the general public, and include free transportation to Walgreens stores and other vaccine clinics.  Patients who schedule a Walgreens vaccination appointment will receive an email offering them a pre-scheduled ride, with pilot transportation programs beginning in Chicago, Atlanta, Houston and El Paso, the companies said.  The efforts center on giving vaccine access to communities of color, who have shown higher rates of skepticism about the safety of vaccines, with many distrustful of government authorities and lacking access to healthcare services.  Black and Hispanic populations, overly represented among the working poor and accounting for a large share of high-risk jobs in food service, factories, warehouses and healthcare, have also been ravaged by the pandemic.  Early data indicates the groups are lagging white Americans in COVID-19 inoculations, with the U.S. Centers for Disease Control and Prevention saying it needed more complete data.  Walgreens and Uber have partnered with the National Urban League, a civil rights organization advocating for African Americans, and other groups, the companies said.  Uber said it was also launching new in-app features to connect its drivers and delivery workers with vaccines when they become available for those groups.  Uber in December committed to provide 10 million free or discounted rides to vaccine appointments for disenfranchised communities.  The United States has administered more than 42 million vaccines as of Monday, according to CDC data. In most states, older people above the age of 70 are currently eligible for vaccines, but vaccination appointments are hard to come by, with demand outstripping supply.","53":"(Reuters) - Kentucky's attorney general on Thursday sued Walgreens Boots Alliance Inc WBA.O, accusing the company of playing a dual role in propagating an opioid epidemic in the state as both a pharmacy chain and wholesale drug distributor.  A customer walks out of a Walgreens pharmacy store in Austin, TX, U.S., March 26, 2018. Picture taken on March 26, 2018. REUTERS\/Mohammad Khursheed  The lawsuit by Kentucky Attorney General Andy Beshear was his sixth to date seeking to hold corporations like drug manufacturers and distributors responsible for their roles in the drug abuse crisis.  The lawsuit, filed in state circuit court in Boone County, said Walgreens filled massive opioid orders in both unusually large sizes and great frequencies. In its role as a distributor that shipped drugs, the company failed to report suspicious orders to authorities.  At the store level, Walgreens dispensed opioids at “such an alarming rate and volume that there could be no legitimate medical purpose associated to their use,” according to the complaint.  The only possible explanation for the large quantities of opioids dispensed from its Kentucky stores was that some of the drugs were distributed to addicts and abused or diverted for illegal uses, the complaint said.  “While Walgreens’ slogan was ‘at the corner of happy and healthy,’ they have significantly harmed the health of our families in fueling the opioid epidemic,” Beshear said in a statement.  The lawsuit alleged that because Walgreens allowed for the proliferation of dangerous opioids into Kentucky, the state’s citizens suffered from drug addiction, overdoses and death.  The lawsuit seeks damages and penalties as well as an injunction.  Deerfield, Illinois-based Walgreens declined to comment.  Opioids were involved in more than 42,000 overdose deaths in 2016, according to the U.S. Centers for Disease Control and Prevention.  Kentucky had 1,404 overdose deaths in 2016, the lawsuit said. The state had the third highest drug overdose rate in 2015 behind West Virginia and New Hampshire, according to Beshear’s complaint.  States, counties and cities have filed hundreds of lawsuits, accusing drugmakers of pushing addictive painkillers through deceptive marketing, and accused wholesale distributors of failing to report suspicious drug orders.  Beshear is pursuing similar cases against drug distributors AmerisourceBergen Corp ABC.N, Cardinal Health Inc CAH.N and McKesson Corp MCK.N as well as drugmakers Johnson & Johnson JNJ.N and Endo International Plc ENDP.O.","54":"Feb 13 (Reuters) - Walgreens’ potential move to buy a drug distributor in which it already has a 26 percent stake has some analysts questioning the logic and wondering if it would be enough to compete in an evolving U.S. healthcare sector.  Analysts said any deal would not be a surprise, but might cost Walgreens opportunities down the line as the company tries to keep pace with rival CVS Health Corp, which is set to buy health insurer Aetna Inc, and an impending threat from Amazon.com.  Walgreens Boots Alliance Inc, the largest U.S. drugstore operator, has made a takeover approach to AmerisourceBergen Corp, the Wall Street Journal reported on Monday, but said the talks were in early stages.  AmerisourceBergen shares were up 12 percent in early trading, while Walgreens shares were up 1.4 percent. Shares of drug distributors Mckesson Corp and Cardinal Health were lower.  “This purported deal wouldn’t be shocking ... but we’re currently struggling to see the strategic allure of the combination for Walgreens,” Baird analyst Eric Coldwell said in a note.  The two companies are already closely allied, having struck a 10-year deal in 2013 for AmerisourceBergen to buy drugs for Walgreens, which subsequently acquired 26 percent of the distributor.  The rationale for such a deal is a bit of a head-scratcher as Walgreens and AmerisourceBergen already have a joint venture that affords both the strategic value that combining would provide, Jefferies analyst Brian Tanquilut said.  The news comes as the U.S. healthcare landscape remains in a state of flux, with changes to the U.S. Affordable Care Act escalating drug prices and Amazon’s possible entry.  Walgreens has highlighted that it tends to prefer partnerships, which analysts say could eventually turn into acquisitions.  A deal, however, would give Walgreens a bigger presence in the specialty pharmacy space, where it does not have adequate exposure, setting it up to compete better against CVS and pharmacy benefit manager Express Scripts Holding Co.  “As the broader healthcare sector focuses more on moving specialty drug administration out of facility-based (hospital\/physician’s office) settings, gaining a strong foothold in specialty through ABC could be a valuable strategic move,” Tanquilut said. (Reporting by Ankur Banerjee in Bengaluru; Editing by Sayantani Ghosh)","55":"(Reuters) - The U.S. Food and Drug Administration said on Thursday it was taking action against certain retailers including Walgreen Boots Alliance for repeatedly flouting tobacco sale rules, including sale of cigars and menthol cigarettes to minors.  FILE PHOTO: The Walgreens logo is seen outside the store in Times Square in New York, U.S., July 5, 2016. REUTERS\/Shannon Stapleton\/File Photo  Walgreens is currently the top violator among pharmacies that sell tobacco products, with 22 percent of its inspected stores having illegally sold tobacco products to minors, the U.S. health regulator said in a statement.  “I will be writing (to) the corporate management of Walgreens and requesting a meeting with them to discuss whether there is a corporate-wide issue related to their stores’ non-compliance,” FDA Commissioner Scott Gottlieb said.  The agency filed complaints seeking to bar a Walgreens store in Miami, Florida and a Circle K store in Charleston, South Carolina, owned by Alimentation Couche-Tard Inc, from selling tobacco products for 30 days.  “We take this matter very seriously and have taken a number of steps to help address the important issue of sales of these products to minors,” a Walgreens spokesman said in an e-mail statement.  Alimentation Couche-Tard did not immediately respond to a request for comment.  Thursday’s action against Walgreens follows over 1,550 warning letters and 240 civil money penalty actions against its stores nationwide for unlawful tobacco product sales to minors, the agency said.  The FDA has rolled out a Youth Tobacco Prevention Plan as part of its push to discourage teens from smoking.  Last year, the agency announced sweeping restrictions on flavored tobacco products, including electronic cigarettes. It also plans to seek a ban on menthol cigarettes, a longtime goal of public health advocates, as well as flavored cigars.  An epidemic-level rise in the popularity of e-cigarettes lately has led to a 38 percent increase in overall tobacco product use among high school students and 29 percent among middle school students last year, reversing the declines seen in the last few years, the FDA said.","56":"June 4 (Reuters) - WEST VIRGINIA ATTORNEY GENERAL:  * WEST VIRGINIA ATTORNEY GENERAL SAYS FILED LAWSUITS AGAINST RITE-AID, WALGREENS  * WEST VIRGINIA AG SAYS LAWSUITS ALLEGE RITE-AID, WALGREENS SUPPLIED FAR MORE OPIOIDS TO RETAIL PHARMACIES THAN NECESSARY TO MEET A LEGITIMATE MARKET Source text: (bit.ly\/2MuNXtb)","57":"(Reuters) - Starbucks Corp on Tuesday reported a larger-than-expected fall in quarterly sales as the renewed surge in coronavirus cases in the United States kept customers at home.  FILE PHOTO: Customers sit inside a Starbucks coffee shop in Rio de Janeiro, Brazil August 15, 2018. REUTERS\/Pilar Olivares\/File Photo GLOBAL BUSINESS WEEK AHEAD  The world’s largest coffee chain’s global same-store sales fell 5% in its first quarter, which ended Dec. 27, more than analysts’ estimates of a 3.4% decline, according to Refinitiv IBES data.  Shares fell slightly in extended trading.  The second wave of COVID-19 infections and accompanying restrictions dented traffic at the coffee chain’s stores, hampering its efforts to boost demand through product launches and new drive-thrus.  Comparable sales declined 6% for the Americas region, compared with a 5.2% fall expected by analysts.  But in China, Starbucks’ biggest growth market, comparable sales rose 5% as the company benefited from the popularity of its rewards program and the return of pre-coronavirus consumer habits.  Customers also spent more money per order, helping to offset fewer transactions.  Starbucks also said Chief Operating Officer Roz Brewer would be leaving the company next month to take a chief executive officer role at another company.  Walgreens Boots Alliance Inc later announced that Brewer would take the helm at the company effective March 15.  For the second quarter, Starbucks said it expects U.S. comparable sales to rise between 5% and 10%, while in China they were forecast to grow nearly two-fold a year after the pandemic hit the region.  The company did not change its guidance of an expected rebound overall this year, with global comparable sales expected to rise 18% to 23% in 2021.  Net revenue fell 5% to $6.7 billion, missing expectations of $6.93 billion.  The Seattle-based company has been closing some stores, adding drive-thrus to others, remaking some with smaller cafes and building a few with no seating at all as it focuses on expanding to-go options.  Overall, the company opened 278 net new stores in the quarter, for 4% year over year growth. It now has 32,938 stores around the world, 51% of which are company-operated.  Starbucks also saw coffee lovers return to its Rewards loyalty program, with its count of 90-day active U.S. members increase 15% year over year to 21.8 million.","58":"FILE PHOTO: A customer walks out of a Walgreens pharmacy store in Austin, TX, U.S., March 26, 2018. REUTERS\/Mohammad Khursheed  (Reuters) - Walgreens Boots Alliance Inc WBA.O said on Tuesday it plans to close about 200 U.S. stores and expects to record related pre-tax charges of between $1.9 billion and $2.4 billion.  The Deerfield, Illinois-based company in June said it would close about 200 stores in the United Kingdom as performance in its UK Boots business continued to lag in the latest reported quarter.  The store closures are part of the company’s cost management program that is aimed at mitigating the pressure related to generic drug prices, the company had said in June.  The program is expected to deliver annual cost savings in excess of $1.5 billion by 2022, the company said in a regulatory filing bit.ly\/2YJYG6U on Tuesday.","59":"Feb 20 (Reuters) - Express Scripts Holding Co:  * EXPRESS SCRIPTS AND WALGREENS BOOTS ALLIANCE EXPAND GROUP PURCHASING EFFORTS TO INCLUDE SPECIALTY BRAND MEDICATIONS  * WALGREENS BOOTS ALLIANCE - CO’S AND EXPRESS SCRIPTS’ WORK WILL BE SUPPORTED BY VALOREMRX SPECIALTY SOLUTIONS LLC Source text for Eikon: Further company coverage:","60":"Feb 12 (Reuters) - Walgreens Boots Alliance Inc has made a takeover approach for U.S. drug distributor AmerisourceBergen Corp, the Wall Street Journal reported on Monday.  Representatives of Walgreens' Chief Executive Stefano Pessina made \"a high-level outreach\" to representatives of Amerisource CEO Steven Collis several weeks ago, the WSJ said, citing people familiar with the matter. on.wsj.com\/2Ch5Gg9  The two companies discussed the possibility of Walgreens buying the portion of Amerisource that it does not already own, the paper reported.  Walgreens owns about 26 percent of Amerisource, according to Thomson Reuters data.  Walgreens and Amerisource were not available for comment outside regular U.S. business hours.  Amerisource shares rose 27 percent in after-hours trading. (Reporting by Rishika Chatterjee, Editing by Rosalba O’Brien)","61":"July 27 (Reuters) - Walgreens Boots Alliance Inc said on Monday Chief Executive Officer Stefano Pessina has decided to step down and will assume the role of executive chairman in the company.  Reporting by Trisha Roy in Bengaluru; Editing by Shinjini Ganguli Our Standards: The Thomson Reuters Trust Principles.","62":"WILMINGTON, Del(Reuters) - Local governments in regions hard hit by the U.S. opioid epidemic have opted out of massive litigation taking aim at the drug industry over the crisis, potentially weakening a novel legal mechanism created to help settle thousands of lawsuits.  FILE PHOTO: A full syringe, empty syringe and spoon sit on the roof of the car in which a man in his 20's overdosed on an opioid in the Boston suburb of Lynn, Massachusetts, U.S. August 14, 2017. REUTERS\/Brian Snyder  Overall, 98% of some 34,000 local governments agreed to be bound by a class action against companies such as drug distributor McKesson Corp, drugmaker Johnson & Johnson and pharmacy chain Walgreens Boots Alliance Inc, according to a Monday court filing.  However, the 541 local governments that opted out included Florida’s Palm Beach County and counties in West Virginia, according to attorneys, raising the prospect that companies could face expensive trials even if they settled with the class. The two regions are among the hardest hit by the crisis, which has contributed to more than 400,000 deaths since 1997.  Officials from Houston’s Harris County, one of the largest U.S. counties, have said it would opt out, meaning they would pursue their own lawsuit and not receive funds from a nationwide settlement.  The court filing did not identify opt-outs.  U.S. Judge Dan Polster in Cleveland, who has been overseeing 2,600 consolidated opioid lawsuits, is pushing hard for a settlement to help get funds to those most in need in a timely fashion. He approved the novel “negotiation class” as a way to reassure companies that any deal to resolve the lawsuits would bind remaining governments and prevent them from filing a case.  The lawsuits generally allege that drugmakers improperly marketed opioids while distributors and pharmacy chains failed to stop suspicious orders. The defendants deny the allegations.  Typical class actions allow members to opt out after a settlement has been reached, but the negotiation class fixes the members first. Any settlement must be approved by 75% of the class.  Lawyers said towns and counties less affected by the crisis had little reason to opt out, while areas ravaged by opioids, like West Virginia, had more incentive to pursue and control their own lawsuit.  The number of opt-outs represented around 20% of those that have already sued and could be significant if it included large cities, according to Elizabeth Burch, a professor at the University of Georgia School of Law.  “If I’m trying to negotiate with a town of 80, that’s very different from Houston,” she said.  The negotiation class was opposed by some state attorneys general and drug distributors, and faces a legal challenge at the 6th U.S. Circuit Court of Appeals in Cincinnati.","63":"FILE PHOTO: A shuttered Walgreens pharmacy store is seen during the coronavirus outbreak in Times Square in Manhattan in New York City, New York, U.S., March 20, 2020. REUTERS\/Mike Segar  (Reuters) - Drugstore chain Walgreens Boots Alliance Inc WBA.O said it would resume standard operating hours at most of its stores across the United States, beginning Tuesday.  The company, which operates over 9,000 drugstores across the country, in March announced reduced operating hours at most of the stores following the COVID-19 pandemic. (bit.ly\/2Wp54RO)  Certain stores, specifically those in tourist regions, downtown city centers, or markets with government-mandated curfews, will continue to operate under the adjusted timings, the company said.  Walgreens’ stores in California will resume standard operating hours beginning May 18 due to local regulations.  The Deerfield, Illinois-based company reported a steep fall in U.S. same-store sales in the last week of March, due to the nation-wide lockdowns amid the virus outbreak.","64":"FILE PHOTO: A Walgreens pharmacy store is seen in Austin, TX, U.S., March 26, 2018. Picture taken on March 26, 2018. REUTERS\/Mohammad Khursheed  (Reuters) - Walgreens Boots Alliance said on Thursday it would partner with FedEx Corp to launch a next-day delivery service for prescription drugs nationwide, giving it a leg up as Amazon threatens to shake-up the sector.  In the race to make inroads in the on-demand drug delivery space, Walgreens’ move could potentially put it head-to-head with Amazon.com Inc, which earlier this year said it would buy online pharmacy PillPack.  Amazon’s entry in the market would rattle traditional drug retailers and could potentially disrupt major players the U.S. drug supply chain.  Rival CVS Health Corp launched its own next-day delivery service earlier this year.  Walgreens said patients can have qualifying prescriptions delivered to their doorstep as early as the next day for $4.99.  Same-day drug delivery is already available in certain markets and will be expanded in 2019, Walgreens said.","65":"(Reuters) - Walgreens Boots Alliance Inc's WBA.O quarterly profit missed Wall Street estimates on Wednesday, hit by lower payments from insurers on drugs sold at its U.S. pharmacies, knocking back its shares and those of rival CVS Health Corp CVS.N.  The company sought to reassure investors, saying it would meet its adjusted full-year profit forecast of roughly flat growth, betting on cost cuts and a harsh flu season.  But shares fell nearly 7% to $55, dragging down those of CVS 2%, as investors worried that the pressure on reimbursement rates from insurers was likely to hurt profits further.  Walgreens has also been struggling with disappointing performance in its Boots UK unit and intense competition from the arrival of Amazon.com Inc AMZN.O in the pharmacy market in the past year.  To cushion the impact, Walgreens has closed stores and launched cross-selling partnerships with companies including grocer Kroger Co KR.N and weight-loss clinic operator Jenny Craig.  “The changes in our markets are obscuring some of the positive impact we are having,” said Chief Executive Officer Stefano Pessina. “This will not be the case forever.”  Insurers and pharmacy benefit managers in the United States have been seeking to push more of the cost of the drugs they pay for - and reimburse - to the pharmacy chains that actually deliver them to insured consumers.  In recent years, the Deerfield, Illinois-based company had benefited from steep falls in generic drug prices that helped it offset the pressure from lower reimbursement rates, but such declines have slowed in the past year.  “Profitability and sales growth may be hard to come by for the foreseeable future in this era of reimbursement pressure and a rapidly changing health care environment,” said Edward Jones analyst John Boylan.  Walgreens said on Wednesday it had completed 114 of the 200 planned namesake store closures in the United States and 28 of a scheduled 200 Boots UK closures. The company’s cost cutting program, launched in 2018, aims to save more than $1.8 billion annually by 2022.  Boots, acquired in 2014, has struggled with competition from online retailers, as well as a broader decline of the UK high street, which has seen dozens of major retailers collapse in recent years.  Excluding items, Walgreens earned $1.37 per share, short of estimates of $1.41.  Revenue rose 1.6% to $34.34 billion, but missed analysts’ estimate of $34.60 billion.  Shares have fallen 15.3% in the past 12 months, making them the worst performer on the Dow Jones Industrials Average index .DJI.","66":"March 23 (Reuters) - China National Accord Medicines Corp Ltd:  * SAYS WALGREENS BOOSTS ALLIANCE (HONG KONG) INVESTMENTS LTD GETS CHINA COMMERCE MINISTRY'S APPROVAL TO ACQUIRE COMPANY'S UNIT Source text in Chinese: bit.ly\/2DP9LZF Further company coverage: (Reporting by Hong Kong newsroom)","67":"(Adds detail)  LONDON, Feb 3 (Reuters) - Britain’s biggest retailer Tesco will have to wait until October before its new boss can start after his former employer Walgreens Boots Alliance insisted he see out a non-compete agreement.  Tesco said in October last year that Chief Executive Dave Lewis was stepping down in the summer of 2020 after six years in the top job and would be succeeded by Irishman Ken Murphy. No start date was given at the time.  But the company said on Monday that Murphy would not start as CEO until Oct. 1 - a full year after his appointment was announced - after fully respecting his contractual commitments, including non-compete obligations, with his previous employer.  Tesco said Lewis had agreed to extend his tenure until Sept. 30 so as to facilitate “a smooth and seamless handover”.  Murphy’s start date means he will join a week before Tesco is scheduled to report first half results for its 2020-21 year.  Shares in Tesco were up 1.8% at 1158 GMT, extending its gains over the last year to 13%. (Reporting by James Davey; editing by Costas Pitas and Jane Merriman)","68":"June 19 (Reuters) - Walgreens Boots Alliance Inc will replace General Electric Co in the Dow Jones Industrial Average from June 26, S&P Dow Jones Indices said bit.ly\/2K4IoSE on Tuesday.  Walgreens’ share price is higher and will contribute more meaningfully to the 30-stock index, it said.  General Electric was introduced to the blue-chip index in 1896 and was a member continuously since 1907.","69":"April 11 (Reuters) - Walgreens Boots Alliance Inc:  * WALGREENS BOOTS ALLIANCE DECLARES REGULAR QUARTERLY DIVIDEND  * DECLARED A REGULAR QUARTERLY DIVIDEND OF 40 CENTS PER SHARE, AN INCREASE OF 6.7 PERCENT OVER YEAR-AGO PERIOD Source text for Eikon: Further company coverage:","70":"March 28 (Reuters) - Walgreens Boots Alliance Inc:  * WALGREENS BOOTS ALLIANCE REPORTS FISCAL 2018 SECOND QUARTER RESULTS  * Q2 ADJUSTED EARNINGS PER SHARE $1.73  * Q2 GAAP EARNINGS PER SHARE $1.36  * Q2 EARNINGS PER SHARE VIEW $1.55 -- THOMSON REUTERS I\/B\/E\/S  * ANTICIPATES FISCAL 2018 ADJUSTED DILUTED NET EARNINGS PER SHARE OF $5.85 TO $6.05  * COMPANY EXPECTS CASH TAX BENEFIT FROM U.S. TAX LAW CHANGES IN EXCESS OF $350 MILLION IN FISCAL 2018  * WALGREENS BOOTS ALLIANCE - EXPECTS CASH TAX BENEFIT FROM U.S. TAX LAW CHANGES IN EXCESS OF $350 MILLION IN 2018 VERSUS PREVIOUS ESTIMATE OF OVER $200 MILLION  * RETAIL PHARMACY USA HAD Q2 SALES OF $24.5 BILLION, AN INCREASE OF 12.2 PERCENT OVER YEAR-AGO QUARTER  * QTRLY SALES IN COMPARABLE STORES INCREASED 2.4 PERCENT COMPARED WITH SAME QUARTER A YEAR AGO FOR RETAIL PHARMACY USA  * Q2 RETAIL PHARMACY INTERNATIONAL SALES OF $3.3 BILLION, UP 7.0 PERCENT FROM YEAR-AGO QUARTER DUE TO CURRENCY TRANSLATION  * WALGREENS BOOTS ALLIANCE - QTRLY COMPARABLE STORE SALES DECREASED 1.7 PERCENT COMPARED WITH YEAR-AGO QUARTER FOR RETAIL PHARMACY INTERNATIONAL  * QTRLY SALES $33,021 MILLION VERSUS $29,446 MILLION  * Q2 REVENUE VIEW $32.19 BILLION -- THOMSON REUTERS I\/B\/E\/S Source text for Eikon: Further company coverage:","71":"Feb 27 (Reuters) -  * TALKS BETWEEN WALGREENS AND AMERISOURCEBERGEN ABOUT AN ACQUISITION OF THE WHOLESALE DRUG DISTRIBUTOR HAVE ENDED WITHOUT AN AGREEMENT - CNBC, CITING SOURCES Source text: cnb.cx\/2HP99qj Further company coverage:","72":"(Adds comments from conference call, analysts; updates shares)  Oct 11 (Reuters) - Walgreens Boots Alliance Inc came up short of analysts’ estimates for quarterly revenue on Thursday, as sales of personal care products and over-the-counter drugs fell both in its home market and at its UK-based Boots chain.  Brick-and-mortar drug retailers have been hit as consumers are increasingly buying over-the-counter treatments from online retailers such as Amazon.com. Pharmacies in the United Kingdom are also suffering from a cut in reimbursement rates by the government.  To stem the losses, the largest U.S. drugstore operator by store count has been trying to boost sales through its prescription-only pharmacy business by signing pilot projects with online beauty retailer Birchbox and supermarket chain Kroger Co.  The company also said it would be investing in new stores and online operations to counter weakness in the UK.  Comparable retail sales in its international unit fell 0.9 percent. In the United States, it was down 1.9 percent.  Overall, revenue rose nearly 11 percent to $33.44 billion, but missed the average analyst estimate of $33.78 billion, according to I\/B\/E\/S data from Refinitiv.  The company’s quarterly profit, however, beat analysts’ expectations, helped by its purchase of rival Rite Aid stores.  It agreed to buy 1,932 Rite Aid stores last year to widen its footprint in the United States and give it more heft to bargain better on price with drugmakers.  “Our businesses have mostly done a good job of growing or at least holding their own in a tough year in many of our markets,” Chief Executive Officer Stefano Pessina said.  Walgreens forecast 2019 adjusted profit of $6.40 to $6.70 per share, compared with the average analyst estimate of $6.45 per share, although it said that number included the effect of $3 billion of share repurchases this year.  “We are moderately encouraged that Walgreens is starting to make long overdue changes,” said Neil Saunders, managing director of GlobalData Retail.  Excluding items, the company earned $1.48 per share, beating analysts’ expectation of $1.45 per share.  Same-store sales at its pharmacies rose 1.3 percent, beating analysts’ expectations for a 0.57 percent rise.  The drug-store retailer’s shares were up 1.5 percent at $73.4 in volatile trading, largely outperforming the broader market. (Reporting by Aakash Jagadeesh Babu and Manas Mishra in Bengaluru; Editing by Anil D’Silva and Sweta Singh)","73":"WASHINGTON, Sept 28 (Reuters) - Walgreens Boots Alliance Inc. will pay $34.5 million to settle charges it misled investors about the increased risk that it would miss a key financial goal related to its merger in 2012, the top U.S. securities regulator said on Friday.  The Securities and Exchange Commission said it had also charged former CEO Gregory Wasson and former CFO Wade Miquelon, who agreed to each pay a $160,000 penalty. Walgreens and both executives consented to the order without admitting or denying the findings, according to the SEC. (Reporting by Lisa Lambert Editing by Chizu Nomiyama)","74":"Jan 26 (Reuters) - Walgreens Boots Alliance said on Tuesday that outgoing Starbucks Chief Operating Officer Roz Brewer has been appointed as the company’s chief executive officer.  She will take office from March 15 and succeeds Stefano Pessina who will transition to the role of executive chairman of the Walgreens board, the drugstore chain said in a statement.","75":"July 9 (Reuters) - Walgreens Boots Alliance Inc:  * WALGREENS BOOTS ALLIANCE REPORTS FISCAL 2020 THIRD QUARTER RESULTS  * WALGREENS BOOTS ALLIANCE - Q3 ADJUSTED EARNINGS PER SHARE $0.83  * WALGREENS BOOTS ALLIANCE - Q3 LOSS PER SHARE $1.95  * WALGREENS BOOTS ALLIANCE - Q3 EARNINGS PER SHARE ESTIMATE $1.21 -- REFINITIV IBES DATA  * WALGREENS BOOTS ALLIANCE - QUARTERLY PERFORMANCE SIGNIFICANTLY IMPACTED BY COVID-19 PANDEMIC  * WALGREENS BOOTS ALLIANCE - QTRLY SALES INCREASED 0.1 PERCENT TO $34.6 BILLION  * WALGREENS BOOTS ALLIANCE - MOST SIGNIFICANT COVID-19 IMPACT WAS IN UK MARKET, REQUIRING A REVIEW RESULTING IN NON-CASH IMPAIRMENT CHARGES OF $2 BILLION  * WALGREENS BOOTS ALLIANCE - COMPANY TOOK ACTIONS TO PARTLY MITIGATE COVID-19 IMPACTS  * WALGREENS BOOTS ALLIANCE - INCREASED ANNUAL COST SAVINGS TARGET FROM TRANSFORMATIONAL COST MANAGEMENT PROGRAM TO IN EXCESS OF $2.0 BILLION BY FISCAL 2022  * WALGREENS BOOTS ALLIANCE - ADVERSE SALES IMPACT OF APPROXIMATELY $700 MILLION TO $750 MILLION, ALMOST ENTIRELY FROM COMPANY’S NON-U.S. BUSINESSES IN QUARTER  * WALGREENS BOOTS ALLIANCE - PRIOR TO PANDEMIC FINANCIAL PERFORMANCE FOR FISCAL 2020 WAS ON TRACK WITH OUR EXPECTATIONS  * WALGREENS BOOTS ALLIANCE - GLOBAL CRISIS LED TO A LOSS IN QUARTER AS STAY-AT-HOME ORDERS AFFECTED ALL OF OUR MARKETS  * WALGREENS BOOTS ALLIANCE - INTRODUCED 2020 ADJUSTED EPS GUIDANCE OF $4.65 TO $4.75 INCLUDING ESTIMATED COVID-19 IMPACT OF $1.03 TO $1.14\/SHARE  * WALGREENS BOOTS ALLIANCE - ADVERSE IMPACT OF COVID-19 ON SALES IN QUARTER WAS APPROXIMATELY $700 MILLION TO $750 MILLION  * WALGREENS BOOTS ALLIANCE - INCREASED ANNUAL COST SAVINGS TARGET FROM TRANSFORMATIONAL COST MANAGEMENT PROGRAM TO IN EXCESS OF $2 BILLION BY FISCAL 2022  * WALGREENS BOOTS ALLIANCE - Q3 SALES IN RETAIL PHARMACY USA INCREASED 3.2% TO $27.4 BILLION, INCLUDING IMPACT OF PREVIOUSLY ANNOUNCED STORE CLOSURES  * WALGREENS BOOTS ALLIANCE - ANNOUNCED SUSPENDING ACTIVITY UNDER ITS SHARE REPURCHASE PROGRAM  * WALGREENS BOOTS ALLIANCE - QTRLY RETAIL PHARMACY USA SALES IN COMPARABLE STORES INCREASED 3.0% FROM YEAR-AGO QUARTER  * WALGREENS - IN 2020, MORE ROBUST SALES GROWTH EXPECTED IN RETAIL PHARMACY USA DIVISION, RETAIL MARGINS EXPECTED TO REMAIN COMPRESSED VERSUS FISCAL 2019  * WALGREENS BOOTS ALLIANCE - RETAIL PHARMACY INTERNATIONAL HAD Q3 SALES OF $1.9 BILLION, A DECREASE OF 31.5 PERCENT FROM YEAR-AGO QUARTER  * WALGREENS BOOTS ALLIANCE - QTRLY BOOTS UK COMPARABLE RETAIL SALES DECREASED 48.0 PERCENT  * WALGREENS BOOTS ALLIANCE - COST CONTAINMENT ACROSS CO INCLUDED TEMPORARY STORE CLOSURES, FURLOUGHING MORE THAN 16,000 UK EMPLOYEES AT PEAK OF CRISIS  * WALGREENS - COST CONTAINMENT ACROSS CO INCLUDED TEMPORARY STORE CLOSURES, FURLOUGHING MORE THAN 16,000 UK EMPLOYEES AT PEAK OF CRISIS  * WALGREENS BOOTS ALLIANCE - REORGANIZATION ACTIONS WILL IMPACT MORE THAN 4,000 POSITIONS IN UK (7 PERCENT OF WORKFORCE)  * WALGREENS - KEY ELEMENTS OF PROPOSED PLAN INCLUDE REORGANIZATION OF BOOTS STORE EMPLOYEE STRUCTURE, CLOSURE OF 48 BOOTS OPTICIANS STORES  * WALGREENS - KEY ELEMENTS OF PROPOSED PLAN INCLUDE ADDITIONAL 20% HEADCOUNT REDUCTION IN UK SUPPORT OFFICE Source text for Eikon: Further company coverage:","76":"Nov 20 (Reuters) - Drugstore owner Walgreens Boots Alliance Inc and health insurer Humana Inc are in preliminary discussions to take equity stakes in each other, the Wall Street Journal reported here on Tuesday, citing people familiar with the matter. (Reporting by Ankit Ajmera in Bengaluru; Editing by Maju Samuel)","77":"Dec 18 (Reuters) - Pharmacy chain Walgreens Boots Alliance Inc said on Friday it had begun administering Pfizer’s COVID-19 vaccine to residents and staff at U.S. long-term care facilities. (Reporting by Manas Mishra in Bengaluru; Editing by Shounak Dasgupta)","78":"(Adds vaccine distribution details, background)  Dec 18 (Reuters) - Walgreens Boots Alliance Inc said on Friday it had begun administering Pfizer’s COVID-19 vaccine to residents and staff at U.S. long-term care facilities.  The pharmacy chain plans to administer the vaccine to about 3 million residents and staff in 35,000 long-term care facilities.  Walgreens said it would provide vaccinations in about 800 long-term care facilities across 12 states in the coming week.  CVS Health Corp and Walgreens which run the nation’s largest pharmacy chains but also offer other offsite pharmacy services, have an agreement with the federal government to vaccinate nursing home residents across the country through a voluntary program. (Reporting by Manas Mishra and Dania Nadeem in Bengaluru; Editing by Shounak Dasgupta and Maju Samuel)","79":"April 7 (Reuters) - Walgreens Boots Alliance Inc:  * WALGREENS BOOTS ALLIANCE - ENTERED INTO REVOLVING CREDIT AGREEMENT WITH LENDERS FROM TIME TO TIME PARTY THERETO AND HSBC BANK PLC  * WALGREENS BOOTS ALLIANCE INC - HSBC CREDIT AGREEMENT INCLUDES A $500 MILLION SENIOR UNSECURED REVOLVING CREDIT FACILITY Source: bit.ly\/2VeXnND Further company coverage:","80":"A bottle of Johnson and Johnson Baby Powder is seen in a photo illustration taken in New York, February 24, 2016. REUTERS\/Mike Segar\/Illustration\/File Photo  (Reuters) - Walgreens Boots Alliance Inc and Target Corp on Friday became the latest retailers to remove all 22-ounce bottles of Johnson & Johnson baby powder from their stores, after the healthcare conglomerate recalled some bottles because of possible asbestos contamination.  “Following the national voluntary recall initiated by Johnson & Johnson, Target removed all Johnson & Johnson’s Baby Powder 22-ounce bottles from our stores and Target.com,” the company said.  Kroger Co said on Friday its stores do not carry the product size affected by the voluntary recall.  On Thursday, Walmart Inc, Rite-Aid Corp and CVS Health Corp said they were removing the product from their stores.  J&J, which is facing thousands of lawsuits over a variety of products, said last week it was recalling around 33,000 bottles of baby powder in the United States after U.S. health regulators found trace amounts of asbestos in samples taken from a bottle purchased online.  Asbestos is a known carcinogen that has been linked to deadly mesothelioma.  All product returned to J&J through the recall process – whether the product is from the impacted lot or not – is removed from the marketplace permanently, J&J said on Friday.","81":"(Reuters) - Walgreens Boots Alliance is launching 15 “drive-thru” testing sites for coronavirus infections, the company said on Tuesday, as it follows up on a pledge it made to work with the Trump Administration on expanding diagnostic centers.  Like CVS Health Corp, which said on Monday it was launching two offsite testing locations, Walgreens will also use Abbott Laboratories’s faster test kits, allowing the drugstore chain to do 3,000 tests per day across the sites.  CVS had said it would be able to handle 1,000 tests per day.  Abbott’s tests deliver results in as little as five minutes and negative results within 13 minutes, Walgreens said, adding that it would set up centers in Arizona, Florida, Illinois, Kentucky, Louisiana, Tennessee and Texas.  It is working with the U.S. Department of Health and Human Services (HHS) to finalize the 15 locations in these states.  Testing for COVID-19, the serious respiratory illness caused by the new coronavirus, has been slow in the United States due to a lack of test kits and other equipment.  While more than 300,000 people in America have tested positive for the new coronavirus, officials believe there are the undercounted cases because of a shortage of kits.  Testing, including at drive-through sites like these, is also seen as key in fighting the coronavirus pandemic, which has led to sweeping shutdowns of many businesses and mass layoffs.  Other major retailers including Walmart Inc, Target Corp and CVS Health Corp pledged at a White House news conference in March to provide space for drive-through sites in their parking lots.  Walmart has one testing site in Chicago and is opening another pilot site in Bentonville, Arkansas.","82":"FILE PHOTO: The Lyft Driver Hub is seen in Los Angeles, California, U.S., March 20, 2019. REUTERS\/Lucy Nicholson  (Reuters) - Lyft Inc and CVS Health Corp said on Friday they would team up in the United States to provide access to COVID-19 vaccinations among under-served communities by arranging rides and scheduling appointments.  Uber Technologies Inc and Walgreens Boots Alliance Inc said earlier this month they would provide educational programs and free transportation to U.S. COVID-19 vaccine clinics to under-served communities and people in rural areas.  \"Millions of people lack access to essential resources — including healthcare — simply because they can't get a ride,\" Lyft said in a blog post. (lft.to\/37qz8CH)  The ride-sharing app and the pharmacy chain’s initiative would particularly focus on Black and Hispanic populations, and they have partnered with YMCA and other non-profit organizations.  The United States has administered a total of 57.7 million doses of COVID-19 vaccines as of Thursday, according to a report from the Centers for Disease Control and Prevention.","83":"(Reuters) - AmerisourceBergen Corp ABC.N, one of the largest U.S. drug distributors, has approached Walgreens Boots Alliance Inc WBA.O to explore a deal for its pharmaceutical wholesaling division, people familiar with the matter said on Monday.  FILE PHOTO: The logo of Walgreens is seen at their Times Square store in New York December 17, 2012. REUTERS\/Andrew Kelly  Walgreens owns about 27% of AmerisourceBergen and is its biggest customer.  The two companies have explored various possibilities for combining operations in recent years, including a sale of AmerisourceBergen to Walgreens, on the theory that their drug distribution businesses would be better positioned to withstand competitive price pressures through even bigger scale.  The coronavirus pandemic has weighed on Walgreens’ retail business since then, however. Its shares have fallen more than 28 percent this year, compared to a 12% drop in the S&P 500 index due to the outbreak. AmerisourceBergen shares are flat year-to-date.  AmerisourceBergen is willing to pay about $6 billion for the Walgreens pharmaceutical wholesale business, which operates mainly under the Alliance Healthcare brand, one of the sources said.  There is no certainty that the two companies will negotiate a deal, the sources added, asking not to be identified because the matter is confidential.  Walgreens and AmerisourceBergen, which have market capitalizations of $37 billion and $18 billion, respectively, did not immediately respond to requests for comment.  While Walgreens stores have remained open during the pandemic, the company said in April that sales at its locations had fallen as consumers stay home, often because they are avoiding doctor visits and have fewer prescriptions to fill.  Walgreens has lost about half its value over the last five years amid growing distress in the retail sector and competition from online retailers, including Amazon.com Inc AMZN.O.  Last year, the debt-laden pharmacy chain explored going private and held preliminary discussions with private equity firms, people familiar with the matter said at the time.  A full or partial divestment of Alliance Healthcare would give Walgreens a cash injection and make it easier for Chief Executive Stefano Pessina, the company’s largest shareholder with a 16% stake, to take it private.  The Deerfield, Illinois-based company, which operates the Walgreens and Duane Reade pharmacies in the United States and Boots in Britain, has more than 18,750 stores in over 25 countries.  It has an agreement to source branded and generic drugs from AmerisourceBergen in the United States. It also allows AmerisourceBergen to access generic medicines through its global sourcing network.","84":"April 2 (Reuters) - Walgreens Boots Alliance Inc:  * WALGREENS BOOTS ALLIANCE SAYS ON APRIL 1, CO ENTERED INTO REVOLVING CREDIT AGREEMENT FOR $750 MILLION SENIOR UNSECURED REVOLVING CREDIT FACILITY  * WALGREENS BOOTS ALLIANCE SAYS AS OF APRIL 1, 2020, THERE WERE NO BORROWINGS OUTSTANDING UNDER REVOLVING CREDIT FACILITY - SEC FILING Further company coverage:","85":"Dec 20 (Reuters) - Drug store chain Walgreens Boots Alliance Inc reported a 36.8 percent rise in quarterly profit on Thursday, helped by the addition of Rite Aid stores.  Net income attributable to the company rose to $1.12 billion, or $1.18 per share, in the first quarter ended Nov 30 from $821 million, or 81 cents per share, a year earlier.  Sales rose 9.9 percent to $33.79 billion.  The company agreed to buy 1,932 stores from Rite Aid for $4.38 billion last year. (Reporting by Manogna Maddipatla and Manas Mishra in Bengaluru; Editing by Anil D’Silva)","86":"(Corrects typo in headline)  Jan 6 (Reuters) - Drug distributor AmerisourceBergen Corp said on Wednesday it would buy Walgreens Boots Alliance’s distribution business, Alliance Healthcare, for $6.5 billion.  Under the terms of the deal, AmerisourceBergen will pay Walgreens $6.27 billion in cash and deliver 2 million shares of AmerisourceBergen common stock at closing of the transaction.  With a 30% stake, Walgreens is the largest shareholder of AmerisourceBergen.","87":"The 7th U.S. Circuit Court of Appeals on Tuesday affirmed a judgment for Walgreens Boots Alliance and supplier Fruit of the Earth Inc in a potential class action over the labeling of aloe vera gel.  The plaintiffs, represented by Greg Coleman Law and Barbat Mansour & Suciu, also stipulated to entry of judgment for CVS Pharmacy, Target and Wal-Mart Stores in order to pursue an immediate appeal of the 2019 ruling for Walgreens in a bellwether motion for summary judgment. The defendants are all represented by Sidley Austin.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/3bgYGSu","88":"(Reuters) - Walgreens Boots Alliance Inc shares fell 13 percent on Tuesday after the company cut its 2019 earnings forecast and reported a disappointing quarterly profit in the face of stubbornly low generic drug prices in a crowded market.  FILE PHOTO: A customer walks out of a Walgreens pharmacy store in Austin, TX, U.S., March 26, 2018. REUTERS\/Mohammad Khursheed\/File Photo  The drop in shares to a more than five-year low wiped off nearly $8 billion from the market capitalization of the worst performing stock in the Dow Jones Industrial Average this year, and weighed on shares of rival CVS Health Corp and drug wholesalers.  Drug retailers like Walgreens and CVS Health have been squeezed by reimbursement pressure as their pharmacies receive less for filing prescriptions coupled with a steep decline in generic drug prices for several years.  And there is no relief in sight, with generic drug prices failing to recover as competition heats up and heightened public and regulatory scrutiny limits the pace of branded drug price increases.  A combination of all these factors resulted in the “most difficult quarter” for the company since the merger of Alliance Boots and Walgreens in 2014, Walgreens Chief Executive Officer Stefano Pessina said.  “While we are not the only company that has been impacted by the marked change in the environment, that’s not an excuse,” Pessina said.  Evercore ISI analyst Ross Muken said the entire pharma supply chain has felt toxic over the past few months, but pharmacies have been suffering more than most, adding there is very little to get excited about for the foreseeable future.  Walgreens reduced its adjusted earnings growth forecast for fiscal 2019 to roughly flat from a range of 7 to 12 percent growth on a constant currency basis.  The magnitude of Walgreens’ forecast cut surprised some Wall Street analysts, who had expected it after the company had warned about increased competition and reimbursement pressures at its pharmacies.  While expectations rapidly declined the last four weeks, these results and the forecast missed the most bearish of predictions, Baird analyst Eric Coldwell said.  The company said it would speed up cost cuts, which include shutting stores and consolidating warehouses, to stem some of the losses from the challenging market conditions and expects to save more than $1.5 billion annually by 2022, up from its previous estimate of $1 billion.  The company has also largely stayed away from big deals, instead focusing on partnering with companies such as Microsoft Inc and Kroger Co.  On a post-earnings call with analysts on Tuesday, company executives played down the possibility of an acquisition, a move that has been questioned by analysts for sometime now.  Edward Jones analyst John Boylan said the current drugstore environment may accelerate industry consolidation because there are many small competitors that likely are feeling the same pressures.  “We predict this could lead to increased sales volumes at the larger players, such as Walgreens, over the long term as they gain share from smaller competitors.”  Excluding items, the company earned $1.64 per share, missing analysts’ expectations of $1.72 per share, according to IBES data from Refinitiv.  GRAPHIC: CVS and Walgreens share performance, click tmsnrt.rs\/2HToHwp","89":"FILE PHOTO: A sign rests on a counter at a Walgreens pharmacy store in Austin, TX, U.S., March 26, 2018. Picture taken on March 26, 2018. REUTERS\/Mohammad Khursheed  (Reuters) - Walgreens Boots Alliance Inc WBA.O on Thursday forecast a return to growth in profit next year, pinning hopes on shoppers coming back to its stores in the second half of the year after a safe and effective coronavirus vaccine is developed.  The drugstore retailer’s shares rose 5% after it predicted a gradual recovery next year, with adjusted profit rising 30%-40% in the last two quarters of fiscal year 2021 following a decline of 17%-23% in the first two quarters.  Walgreens, whose 2020 adjusted profit fell 21%, has cut jobs, suspended share repurchases and closed some of its UK-based Boots stores to save costs and revive profit growth as the COVID-19 crisis hammered sales at its stores and pharmacies.  “We think the UK would be one country where there might be more lockdowns. We don’t see major risk (of lockdowns) in the United States,” Chief Financial Officer James Kehoe said.  Walgreen’s forecast did not consider any profit from its pharmacies distributing future COVID-19 vaccines.  While chances of a large lockdown are low, it could result in a bigger hit to Walgreens’ profit compared to any boost from the company’s role in vaccine distribution, Kehoe added.  Drugmakers are racing to develop a coronavirus vaccine with some of the leading candidates currently being tested in large, decisive studies. U.S. health experts have said a vaccine could be available to many Americans by July of 2021.  The company expects adjusted profit for fiscal 2021 to grow in single digits at constant currency rates. Analysts estimate a growth of about 1%, according to IBES data from Refinitiv.  Walgreens shares, which were last up 3.5%, have lost about 37% this year. The stock is among the worst performers on the bluechip Dow Jones index .DJI..","90":"(Reuters) - Walgreens’ potential deal for drug distributor AmerisourceBergen will boost its cash flow and push it deeper into a lucrative specialty pharmacy market, but may fail to keep it competitive in an evolving U.S. healthcare sector, analysts said.  FILE PHOTO: The exterior of the Walgreens store in Times Square is seen in New York, U.S., July 5, 2016. REUTERS\/Shannon Stapleton\/File Photo  A deal would not be a surprise, but analysts noted that it might cost Walgreens Boots Alliance opportunities down the line as the company tries to keep pace with rival CVS Health Corp, which is set to buy health insurer Aetna Inc, and possibly go up against Amazon.com.  AmerisourceBergen shares were up 8.7 percent in midday trading, while Walgreens shares were little changed.  “This purported deal wouldn’t be shocking ... but we’re currently struggling to see the strategic allure of the combination for Walgreens,” Baird analyst Eric Coldwell said.  While the CVS-Aetna deal is expected to create a consumer healthcare giant that will only widen CVS’ formidable reach, Walgreens will get no such lift if it buys AmerisourceBergen, in which it holds a 26 percent stake, analysts said.  However, any Walgreens-AmerisourceBergen deal would give Walgreens a bigger presence in the specialty pharmacy space, where it does not have adequate exposure, setting it up to compete better against CVS and pharmacy benefit manager Express Scripts Holding Co.  “As the broader healthcare sector focuses more on moving specialty drug administration out of facility-based (hospital\/physician’s office) settings, gaining a strong foothold in specialty through ABC could be a valuable strategic move,” Jefferies analyst Brian Tanquilut said.  AmerisourceBergen and Walgreens have a 10-year deal, struck in 2013, that allows the drug distributor to buy drugs for Walgreens, the largest U.S. drugstore operator.  The Wall Street Journal reported on the potential deal on Monday, but said talks were in early stages.  “This deal has probably been brewing longer than they’re letting on ... unlike CVS-Aetna, there are more immediate margin and synergy opportunities,” said Brad Haller, M&A director at West Monroe Partners.  He, however, added that those cost savings may not be immediately achievable because Walgreens is already knee-deep in completing post-merger integrations with Boots Alliance and Rite-Aid.  “Adding on another large-scale integration would be difficult,” he said.  Walgreens bought Alliance Boots in 2014 and said last year it would buy nearly 2,000 Rite-Aid stores.  A potential Walgreens deal comes as the U.S. healthcare landscape remains in a state of flux, with changes to the U.S. Affordable Care Act, escalating drug prices and Amazon’s possible entry.  Analysts have long speculated that Amazon is likely to disrupt healthcare with deals with drug distributors, insurers or hospitals. Amazon Business, the company’s business-to-business marketplace already sells professional medical products and hospital consumables such as gloves.  Amazon plans to expand the business, the WSJ reported on Tuesday, and recently dispatched employees to a large Midwestern hospital system, where hospital officials are testing whether they can use Amazon Business to order health-care supplies.  The news pushed down shares of dental supply companies Henry Schein Inc and Patterson Cos Inc. Shares of drug distributors Mckesson Corp and Cardinal Health were lower as well.","91":"Feb 12 (Reuters) -  * WALGREENS IN EARLY-STAGE TALKS TO BUY AMERISOURCEBERGEN, OF WHICH IT ALREADY OWNS 26 PERCENT - CNBC,CITING DJ","92":"(Reuters) - Drugstore chain Walgreens Boots Alliance Inc WBA.O said on Monday it does not expect adjusted earnings to grow in fiscal 2020 and warned that prescriptions it fills at its pharmacies may fetch lower reimbursements.  Shares of the company were up 1.5% at $56.21 in choppy trading after reporting a better-than-expected fourth-quarter profit.  Walgreens’ stock has been under pressure since the start of the year, particularly after a dismal second quarter, as investor expectations over the company’s growth prospects took a hit in the face of low reimbursement rates.  “It has not been an easy task for us to recover from a very difficult second quarter,” Chief Executive Officer Stefano Pessina said in a call with analysts.  Walgreens has been benefiting from the process of procuring generic drugs to offset growing pressure from insurers and pharmacy benefit managers on reimbursements for filling prescriptions. But of late that came under pressure as prices of such drugs stabilize in the United States.  Michael Cherny, an analyst with Bank of America Merrill Lynch, said the reimbursement rates are the most closely watched metric for investors to understand the growth of the company’s unit that houses its U.S. pharmacies.  Same-store sales at the retail pharmacy division in the United States rose 3.4% from a year earlier and the company said higher prices for patented drugs and prescription volumes helped its profit beat Wall Street estimates.  “The expectation was lower given ongoing pessimism about the ability to generate sustainable operating profit growth,” Cherny said.  Walgreens said it now expects annual savings of $1.8 billion by fiscal 2022 from its cost-cut plan that was announced late last year, up from $1.5 billion. As part of the plan, it had decided in August to close 200 U.S. stores.  Excluding items, Walgreens earned $1.43 per share, beating analysts’ expectations of $1.41 per share.  Revenue rose 1.53% from a year earlier to $33.95 billion.  Shares of the company have fallen 18.9% so far this year, making it the worst performing stock on the bluechip Dow Jones Industrial Average index .DJI.","93":"April 27 (Reuters) - Walgreens Boots Alliance Inc:  * WALGREENS TO FURTHER EXPAND COVID-19 TESTING WITH PLANS TO OPEN DRIVE-THRU LOCATIONS IN 49 U.S. STATES AND PUERTO RICO  * WALGREENS BOOTS ALLIANCE INC - CO & LABCORP EXPAND PARTNERSHIP TO HELP CO TRIPLE TESTING CAPACITY THROUGH USE OF LABCORP COVID-19 DIAGNOSTIC TEST  * WALGREENS BOOTS ALLIANCE INC - ONCE ALL SITES ARE FULLY OPERATIONAL, WALGREENS EXPECTS TO TEST MORE THAN 50,000 PEOPLE EACH WEEK Source text for Eikon: Further company coverage:","94":"FILE PHOTO: A small shopping basket filled with vials labeled \"COVID-19 - Coronavirus Vaccine\" and medical syringes are placed on a U.S. flag in this illustration taken November 29, 2020. REUTERS\/Dado Ruvic\/Ilustration  (Reuters) - CVS Health Corp and Walgreens Boots Alliance Inc said on Wednesday they expect to complete administering the first dose of COVID-19 vaccines at U.S. nursing homes by Jan. 25.  This comes as the United States has fallen behind its vaccination targets. As of Tuesday, just over 4.8 million had received the first dose, according to the U.S. Centers for Disease Control and Prevention. While the government had earlier expected 20 million to have been vaccinated by the end of 2020.  CVS and Walgreens are currently administering the vaccine in long-term care facilities in 49 states, Washington D.C. and Puerto Rico. Around 35,000 long-term care facilities have partnered with Walgreens, and nearly 8,000 with CVS.  The companies, which run the nation’s largest pharmacy chains but also offer other offsite pharmacy services, have an agreement with the federal government to vaccinate U.S. nursing home residents through a voluntary program.  CVS said most of the residents and staff will be fully vaccinated within three to four weeks of the first visit, depending on the vaccine they receive.  In addition to nursing homes, CVS said it will vaccinate residents and staff at assisted-living facilities, with nearly 31,000 such centers partnering with the company.","95":"April 13 (Reuters) - Walgreens Boots Alliance Inc:  * WALGREENS BOOTS ALLIANCE INC FILES FOR TWO-PART, NOTES OFFERING; SIZE NOT DISCLOSED - SEC FILING Source text for Eikon: [ID:bit.ly\/2ye42zO] Further company coverage:","96":"Walgreens Boots Alliance Inc has failed to escape a proposed class action alleging the pharmacy chain operator misrepresented that a diet supplement popular among people with osteoarthritis or joint pain contained glucosamine sulfate, an ingredient that can command premium prices.  U.S. District Judge Frederick Block in Brooklyn on Thursday rejected Walgreens’ claim that case should be dismissed because the lead plaintiff failed to allege she followed U.S. Food and Drug Administration protocols when testing the product for the ingredient’s presence.  To read the full story on WestlawNext Practitioner Insights, click here: bit.ly\/34ljggR","97":"FILE PHOTO: The CVS logo is seen at one of their stores in Manhattan, New York, U.S., August 1, 2016. REUTERS\/Andrew Kelly\/File Photo  (Reuters) - CVS Health Corp and Walgreens Boots Alliance Inc expect to administer the first Pfizer Inc COVID-19 vaccines to residents of long-term U.S. nursing homes on December 21, executives at the companies said.  That will be followed by shots from Moderna Inc about a week later, they told Reuters.  Pfizer and BioNTech SE could receive emergency authorization for their COVID-19 vaccine from regulators as soon as Friday. Moderna’s regulatory process is about a week behind.  Officials have said that Pfizer and the U.S. government will begin distributing the shots within 24 hours of receiving a regulatory green light, and hospitals are planning to give healthcare workers the first shots early next week.  CVS expects to receive its first Pfizer dose allotment toward the end of next week but will wait until December 21 to give shots, said Chris Cox, senior vice president at CVS Health. He said U.S. officials want to allow time for the companies to review information documents about the shot and get waivers from nursing home residents and their families.  Some states are opting to use Moderna’s COVID-19 vaccine to inoculate their nursing home residents rather than the Pfizer shot, he added, saying that earliest date that CVS can administer Moderna’s shots is December 28.  Moderna has applied for emergency authorization and is expected to receive it soon after a meeting of advisors to the U.S. Food and Drug Administration on December 17.  CVS and Walgreens Boots Alliance Inc, which run the nation’s largest pharmacy chains but also offer other offsite pharmacy services, have an agreement with the federal government to vaccinate nursing home residents across the country through a voluntary program.  Cox said he believed all states had opted into the federal program, and CVS Pharmacy said more than 40,000 long-term care facilities had selected it as their COVID-19 vaccination provider.","98":"April 3 (Reuters) - Walgreens Boots Alliance Inc:  * WALGREENS BOOTS ALLIANCE INC - WILL BE PROVIDING FACE COVERS TO PHARMACY STAFF & OTHER STORE TEAM MEMBERS  * WALGREENS BOOTS ALLIANCE - PROTECTIVE PLEXIGLASS SHIELDS ARE CURRENTLY BEING INSTALLED IN WALGREENS STORES IN SELECT MARKETS  * WALGREENS - STORES HAVE CONTINUALLY INCREASED FREQUENCY OF DAILY CLEANING PROCEDURES, WITH ADDITIONAL DEEP CLEANING AT ALL STORES  * WALGREENS BOOTS ALLIANCE - WALGREENS & POSTMATES HAVE EXPANDED ON-DEMAND DELIVERY TO SERVICE CONSUMERS NATIONWIDE  * WALGREENS BOOTS ALLIANCE - HAS WAIVED DELIVERY FEES FOR ALL ELIGIBLE PRESCRIPTIONS ON NEXT-DAY DELIVERY AT THIS TIME Source text for Eikon: Further company coverage:","99":"Walgreen Co on Friday was hit with a proposed class claiming the drugstore chain’s poor investment choices led to $300 million in losses for an employee retirement plan.  A group of 12 current and former Walgreens employees represented by Sanford Heisler Sharp accused the company of violating the Employee Retirement Income Security Act of 1974 (ERISA) by continuing to invest in 10 target-date funds that were consisently among the lowest-performing in the market. The complaint was filed in federal court in Chicago.  To read the full story on Westlaw Practitioner Insights, click here: bit.ly\/2YJEsyI","100":"LOS ANGELES, Jan 15 (Reuters) - A former Arkansas health official is sounding alarms about the pace of coronavirus vaccines being administered to residents of long-term care facilities under a U.S. plan that puts major pharmacy chains CVS and Walgreens in charge of many of the shots.  Fewer than 10% of doses allocated to those Arkansas seniors have been administered, according to the state health department. The two pharmacies are working with about 40% of the state’s facilities. Some of those were told that they were scheduled for February or March, said Dr. Joe Thompson, former Arkansas surgeon general and chief executive of the Arkansas Center for Health Improvement  “This is not acceptable,” said Thompson. “We’re seeing a failure in deployment by CVS and Walgreens.”  Federal health officials in recent days have urged broadening vaccine eligibility to tens of millions of Americans to speed the national inoculation program rollout. Meanwhile, seniors at some long-term care facilities - who account for about 1% of the U.S. population but 40% of COVID-19 deaths and were supposed to be at the front of the line - continue to wait.  State and local officials and long-term care operators in states including Florida, California, Arizona, Indiana and Pennsylvania told Reuters they have turned to alternative providers for vaccinations for their residents or staff because the pharmacy chains were scheduling shots weeks out.  Some 75,000 long-term care facilities signed up to receive vaccines from CVS Health Corp and Walgreens Boots Alliance Inc under the U.S. Centers for Disease Control and Prevention’s (CDC) Pharmacy Partnership Program.  “I think they face serious bandwidth issues in terms of scheduling,” said David Grabowski, a Harvard Medical School professor and healthcare policy expert. “I find it very distressing that we haven’t been doing this more rapidly. This is really a matter of life or death.”  Arkansas Governor Asa Hutchinson in a statement on Thursday said the two pharmacy chains assured him that all long-term care residents assigned to them would be vaccinated by the end of this month.  Many states prioritized homes with patients requiring medical care, which contributed to delays at other long-term care facilities.  CVS said it plans to finish all shots at assigned facilities within nine to 12 weeks of the first dose. That means states like California, Florida, Arizona, Alabama, Oklahoma and Pennsylvania, which were among the last to activate the second-phase of facility vaccinations, may not be finished until April.  “State decisions on which facilities are activated when have a significant impact on timing,” CVS spokesman T.J. Crawford said, noting that the company has administered 1 million shots and is on track with its federal agreement.  Others hurdles included confirming vaccine availability, the winter holidays, vaccine hesitancy and fresh COVID-19 outbreaks, the companies said.  That resulted in “a little bit slower start than what we were hoping for. Now that we’ve gotten past the first of the year, you’re seeing a quick and rapid acceleration,” said Rick Gates, Walgreens’ senior vice president of pharmacy and healthcare. The company has done more than 500,000 shots and expects to be done by March.  ‘OVERWHELMED BY THE SHEER VOLUME’  Meanwhile, central Florida’s Seminole County is deploying mobile clinics to some assisted living facilities.  “We went because they either have not been contacted by the private providers or they had concerns because of some type of issue,” said county emergency manager Alan Harris.  “CVS and Walgreens, I think, are overwhelmed by the sheer volume of long-term care facilities in Florida,” Harris said.  The state of Florida has hired health services firm CDR Maguire to take over vaccinations at about 1,900 assisted living facilities that CVS or Walgreens had scheduled on or after Jan. 24.  Los Angeles County opted out of the CVS-Walgreens partnership and is asking facilities that can to pick up and administer vaccine themselves. In Northern California’s Contra Costa County, nonprofit Choice in Aging joined John Muir Health and Kaiser Permanente in pitching in to help.  Choice in Aging is targeting facilities with six or fewer beds in historically underserved communities. “This is a population that is never prioritized,” said Choice in Aging CEO Debbie Toth.  The CDC on Thursday said 26% of the 4.7 million vaccine doses allocated for long-term care sites had been administered, lagging even the woeful 36% of the 30.6 million available nationwide.  West Virginia, which opted out of CDC Pharmacy Partnership, did extensive planning and tapped its existing network of long-term care pharmacies to quickly vaccinate nursing home residents in an all-hands-on-deck effort, said Dr. Michael Wasserman, former president of the California Association of Long Term Care Medicine.  “Community pharmacies absolutely should be involved,” said American Pharmacists Association CEO Scott Knoer. “I wish they would have been from the get-go.” (Reporting By Lisa Baertlein and Deena Beasley; additional reporting by Carl O’Donnell in New York; Editing by Peter Hendersonand Bill Berkrot)","101":"(Reuters) - Walgreens Boots Alliance Inc WBA.O on Thursday posted a better-than-expected quarterly profit as the drugstore chain benefited from a rise in branded drug prices and an increase in the number of prescriptions it fills in the United States.  A Walgreens pharmacy store is seen in Austin, TX, U.S., March 26, 2018. Picture taken on March 26, 2018. REUTERS\/Mohammad Khursheed  Shares of the Deerfield, Illinois-based company, which also maintained its forecast for full-year profit, rose nearly 5% to $54.84 in morning trading.  The earnings report helped soothe some of the investor worries after the company, plagued by low reimbursements, slashed its full-year adjusted earnings growth forecast in April from a range of 7% to 12% to roughly flat.  Walgreens, which replaced General Electric Co GE.N on the blue-chip Dow Jones Industrial Average Index .DJI last year, is the worst performing stock on the index, with year-to-date losses of 23.4% through Wednesday close.  “Many people are looking at our company ... focusing on the immediate risk that we have to face,” Chief Executive Officer Stefano Pessina said. “And understand this, we’re far from complacent about the pressures we face.”  The company said it has been able to cushion reimbursement pressures from insurers in recent years through benefits it received in the process of procuring generic drugs.  However, as prices of generic drugs stabilize, Walgreens said its dependence on these benefits has reduced.  “Recognizing this, we are accelerating our other levers to mitigate the pressure,” Pessina said on a conference call.  Walgreens said it was reviewing its retail footprint in the United States, and highlighted partnerships it had with other companies such as FedEx Corp FDX.N and Kroger Co KR.N to offer a range of services at its pharmacies.  The performance in the company’s UK Boots business, however, continued to lag.  Boots plans to close stores where it has several sites on the same shopping street, Seb James, managing director of the 170-year old Boots UK business, told Reuters on Wednesday.  Same-store sales at its U.S. pharmacies rose 6% in the third quarter as it filled 290.7 million prescriptions. Three analysts polled by Refinitiv had expected a 2.9% rise in same-store sales.  “While one quarter does not make a trend, it was good to see pharmacy sales in the U.S. outperform our expectations, despite ongoing reimbursement challenges,” Edward Jones analyst John Boylan said.  Excluding items, the company earned $1.47 per share in the third quarter ended May 31, beating analysts’ expectations of $1.43 per share, according to IBES data from Refinitiv.","102":"LONDON, Oct 15 (Reuters) - British health and beauty retailer Boots said comparable retail sales fell 29.2% in its latest quarter as shopper numbers in stores were significantly reduced due to the COVID-19 pandemic.  Boots, part of U.S. listed Walgreens Boots Alliance, said the fourth-quarter outcome did represent an improvement from the previous quarter when comparable sales slumped 48%.  Boots.com sales rose 155% in the fourth quarter, up from 78%in the third. (Reporting by James Davey, Editing by Paul Sandle)","103":"July 9 (Reuters) - Walgreens Boots Alliance Inc on Thursday reported a loss for the third quarter compared with a profit a year earlier, hurt by non-cash impairment charges of $2 billion as COVID-19 dirupted business at its Boots UK division.  Net loss attributable to Walgreens was $1.71 billion, or $1.95 per share, in the quarter ended May 31, versus a profit of $1.03 billion, or $1.13 per share, a year earlier.  Revenue rose marginally to $34.63 billion. (Reporting by Manojna Maddipatla and Trisha Roy in Bengaluru)","104":"(Adds Walgreens Boots Alliance, T-Mobile US Inc, Royal Dutch Shell, Houlihan Lokey, INWIT)  Nov 5 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2130 GMT on Tuesday:  ** Walgreens Boots Alliance Inc has been exploring whether to go private following private equity interest in the U.S drug store chain, which has a market value of more than $55 billion, according to people familiar with the matter.  ** The Federal Communications Commission released its order approving T-Mobile US Inc’s proposed $26.5 billion tie-up with Sprint Corp in a vote split along party lines.  ** South Africa’s national oil company PetroSA and Russia’s state geological company Rosgeologia are in talks to finalise a $359 million farmout deal to give Russia its first foothold in a prospective oil and gas field offshore South Africa, three sources said.  ** National Bank of Bahrain, which has a 29% stake in Bahrain Islamic Bank, has made an offer to buy the rest of the Islamic lender in another sign of consolidation in the Gulf banking market.  ** Germany’s Stada agreed to purchase over-the-counter and prescription drugs units from Japan’s largest drugmaker Takeda for $660 million, part of two deals that boost its Russian and Eastern European footprint.  ** Finland’s Mehiläinen announced a recommended cash offer for rival healthcare services provider Pihlajalinna Oyj , which values its shares at 362 million euros ($403 million).  ** British nanotechnology company Nanoco Group Plc said it was in early discussions over a potential sale, as it tries to recover from the loss of a major contract this year that led to a sharp selloff in its shares.  ** Xerox Holdings Corp will sell its 25% stake in Fuji Xerox, its joint venture with Fujifilm Holdings, for $2.3 billion, after investor activism scuppered a deal involving the two companies.  ** A Sony Corp-led taxi-hailing joint venture in Japan said telecommunications firms NTT Docomo and KDDI Corp would invest in the company.  ** Australian pension funds QSuper and Sunsuper are in early-stage discussions to merge and form the country’s largest pension manager, as regulatory pressure drives consolidation in the industry, known locally as superannuation.  ** First Horizon National Corp and IBERIABANK Corp said on Monday they had agreed to merge to create one of the largest banks based in the southeast of the United States.  ** Inmarsat, the British satellite firm being acquired by a private equity-led consortium, has rejected a call by investor Oaktree Capital to delay the takeover court hearing until there is clarity on the status of its U.S. spectrum holdings.  ** Royal Dutch Shell is buying French renewable power company EOLFI as part of its plans to ramp up the oil major’s electricity business.  ** Houlihan Lokey said it had bought Spanish mid-cap advisory firm Fidentiis Capital, without disclosing any financial details, as part of the U.S. investment bank’s European expansion strategy.  ** INWIT, the mast group controlled by Telecom Italia , still expects to wrap up a deal with Vodafone to merge their tower infrastructure in Italy in the first part of next year, INWIT’s head said. (Compiled by Dania Nadeem and Manojna Maddipatla in Bengaluru)","105":"June 27 (Reuters) - Drugstore chain Walgreens Boots Alliance Inc posted a 23.6% fall in quarterly profit on Thursday, hurt by weak performance of its UK unit.  Net income attributable to Walgreens fell to $1.03 billion, or $1.13 per share, in the third quarter ended May 31, from $1.34 billion, or $1.35 per share, a year earlier.  Revenue rose to $34.59 billion from $34.33 billion. (Reporting by Aakash Jagadeesh Babu and Manas Mishra in Bengaluru; Editing by Maju Samuel)","106":"(Reuters) - Walgreens Boots Alliance Inc's WBA.O quarterly profit and sales beat analysts' estimates on Wednesday helped by higher prescription volumes, but concerns surrounding its retail business played on investors' minds.  Shares of the company that rose as much as 3.1 percent in early trading, pared gains to trade up just 0.3 percent at $66.56 later in the morning.  Like other drugstore chains, Walgreens is seeing a drop in customer visits to its retail stores, where it sells over-the-counter drugs and cosmetics, as purchases have now shifted online.  To stanch falling sales at retail - its front-end business - the company has focused on boosting sales through its prescription only pharmacy business by signing partnerships with pharmacy benefit managers such as Prime Therapeutics that has given it more than 20 million additional customers.  Walgreens is also pulling non-profitable items off shelves at its front-end stores and promoting store-brands to boost margins.  The efforts came at a cost - same-store sales at its retail stores fell 2.7 percent in the quarter, continuing a nearly two-year slide. Analysts had expected flat growth.  “The Street is panicked about poor retail activity, panicked about Amazon. When they don’t quantify what the impact of their rationalization decisions (are), they shoot themselves in the foot. The stock should be up a lot more”, Baird analyst Eric Coldwell told Reuters.  Walgreens said it did not see much of an uptick in prescription volumes during one the harshest flu-season in the United States in decades, surprising analysts who expected the rise in flu shots to have boosted sales significantly.  To simply say ‘flu was pretty normal’ and not quantify it was a big mistake,” Coldwell added.  Same-store sales at its pharmacies rose 5.1 percent, but missed analysts expectations for a 5.4 percent rise, according to four analysts polled by Thomson Reuters I\/B\/E\/S.  Walgreens filled 9.1 percent more prescriptions in the quarter, but that was mainly driven by customers seeking higher-priced specialty drugs.  Deerfield, Illinois-based Walgreens lifted its full-year adjusted earnings forecast to between $5.85 and $6.05 per share from between $5.45 and $5.70 per share. Analysts were estimating $5.78 per share for the year.  The raise in forecast reflects a $350 million tax benefit for fiscal year 2018, an increase of about $150 million from the company’s previous estimate.  Excluding items, Walgreens earned $1.73 per share. Net sales rose 12 percent to $33.02 billion.  Analysts on average were expecting a profit of $1.55 per share on revenue of $32.19 billion.","107":"(Refiles to fix media packaging code with no change to text)  Feb 20 (Reuters) - U.S. grocery chain operator Albertsons Companies Inc plans to buy the part of Rite Aid Corp that is not being bought by Walgreens Boots Alliance Inc , the Wall Street Journal reported on Tuesday.  The drug store operator and Albertsons together are valued at around $24 billion, including debt, WSJ said. on.wsj.com\/2EIx9gY  If the deal goes through, the agreement would create a company with revenue of $83 billion. It would also make way for Albertsons to go public following a more than a decade-long ownership by private equity firm Cerberus Capital Management LP, according to WSJ.  Rite Aid and Albertsons did not immediately respond to requests for comment.  Rite Aid, which sells prescription drugs, has been struggling with eroding profits in its pharmacy business as increases in branded drug prices have slowed while reimbursement pressures for generics has intensified.  Rite Aid has regulatory approval to sell 1,932 stories to Walgreens Boots Alliance Inc for $4.38 billion. Under the deal, Rite Aid has the option of joining Walgreens’ group purchasing agreement to negotiate discounts on generic drug prices. (Reporting by Shalini Nagarajan in Bengaluru; Editing by Shailesh Kuber)","108":"April 2 (Reuters) - Walgreens Boots Alliance Inc reduced its full-year earnings growth forecast as the drugstore chain struggles with falling prices of generic alternatives to branded drugs.  The company reduced its adjusted earnings forecast for fiscal 2019, from a range of 7 percent to 12 percent growth, to roughly flat, at constant currency rates.  Net income attributable to Walgreens fell 14 percent to $1.16 billion, or $1.24 per share, in the second quarter ended February 28, from $1.35 billion, or $1.36 per share, a year earlier. (Reporting by Aakash Jagadeesh Babu and Saumya Sibi Joseph in Bengaluru; Editing by Shailesh Kuber)","109":"May 4 (Reuters) - Walgreens Boots Alliance Inc:  * WALGREENS INTRODUCES NEW DIGITAL ‘ORDER AHEAD’ DRIVE-THRU SHOPPING EXPERIENCE  * WALGREENS - CUSTOMERS, PATIENTS CAN ORDER SELECT ESSENTIAL PRODUCTS ONLINE IN ADVANCE, PAY FOR & PICK UP ITEMS AT CO’S PARTICIPATING PHARMACY DRIVE-THRUS  * WALGREENS BOOTS ALLIANCE - IS DEVELOPING ADDITIONAL DIGITAL ENHANCEMENTS & PICK-UP OPTIONS, EXPECTED TO BE ANNOUNCED LATER THIS MONTH Source text for Eikon: Further company coverage:","110":"","111":"April 25 (Reuters) - Walgreens Boots Alliance Inc:  * WALGREENS SAFE MEDICATION DISPOSAL PROGRAM COLLECTS MORE THAN 270 TONS OF UNUSED MEDICATIONS Source text for Eikon: Further company coverage:","112":"April 2 (Reuters) - The benchmark S&P 500 ended about flat on Tuesday, taking a breather from Monday’s strong quarterly kickoff as a decline in shares of Walgreens Boots Alliance Inc weighed and economic data did little to ease growth concerns.  The Dow Jones Industrial Average fell 79.29 points, or 0.3%, to 26,179.13, the S&P 500 gained 0.04 point to 2,867.23, and the Nasdaq Composite added 19.78 points, or 0.25%, to 7,848.69. (Reporting by April Joyner Editing by Leslie Adler)","113":"NEW YORK, Jan 22 (Reuters) - Walgreens Boots Alliance Inc will pay $269.2 million to the United States and state governments to settle two civil healthcare fraud lawsuits, the U.S. Department of Justice said on Tuesday.  The Justice Department said Walgreens will pay $209.2 million to resolve claims it improperly billed Medicare, Medicaid and other federal programs for unnecessarily dispensing hundreds of thousands of insulin pens, and $60 million to resolve claims it overbilled Medicaid by concealing lower drug prices it offered the public through a discount program. (Reporting by Jonathan Stempel in New York; Editing by David Gregorio)","114":"(Reuters) - Walgreens Boots Alliance Inc's WBA.O chief executive officer said on Thursday he was not worried about Amazon.Com Inc's AMZN.O push into the U.S. healthcare sector, but investors were rattled by the threat the online giant could pose to the sector.  Walgreens’ shares fell as much as 11 percent, overshadowing the company’s better-than-expected quarterly results and a $10 billion buyback, amid a broad selloff among drug retailers and wholesalers after Amazon said it would buy online pharmacy PillPack.  “You see, the pharmacy world is much more complex than just delivering certain pills or certain packages,” CEO Stefano Pessina said on a post-earnings call that was dominated by discussions around Amazon’s foray.  “We are not particularly worried,” Pessina said, but added that the company was not complacent either.  In its first earnings report as a member of the bluechip Dow Jones Industrial Average .DJI, Walgreens posted a 19.3 percent rise in U.S. pharmacies sales due to higher prescription volumes at Rite Aid stores.  Walgreens bought some of Rite Aid Corp's RAD.N U.S. stores last year after scrapping its deal to buy the smaller rival outright.  However, the retail segment continued to be a drag on its results, with same-store sales in the business falling 3.8 percent.  \"CVS CVS.N and Walgreens have become particularly reliant on the pharmacy side to drive their businesses forward,\" said Neil Saunders, managing director of GlobalData Retail, calling it a \"folly\" to not invest in retail.  “This now means that the retail side of the business is largely incapable of driving footfall into stores which could help support the prescription and pharmacy side of the business.”  Walgreens said same-store sales at its U.S. pharmacies were unchanged in the quarter. The average expectation was for a 3.7 percent rise, according to eight analysts polled by Thomson Reuters I\/B\/E\/S.  Excluding items, the company earned $1.53 per share, beating analysts’ expectations of $1.48.  The company’s total sales rose 14 percent to $34.33 billion, edging past the average analyst estimate of $34.05 billion.  Walgreens also authorized a $10 billion share buyback and increased its quarterly dividend by 10 percent to 44 cents per share.","115":"NEW YORK\/DALLAS\/LONDON\/MUMBAI (Reuters Breakingviews) - Corona Capital is a daily column updated throughout the day by Breakingviews columnists around the world with short, sharp pandemic-related insights.  American airlines jets made by Embraer and other manufacturers sit at gates at Washington's Reagan National airport as the novel coronavirus (COVID-19) pandemic continues to keep airline travel at minimal levels and the U.S. economy contracts in the first quarter at its sharpest pace since the Great Recession, in Washington, U.S. April 29, 2020. REUTERS\/Kevin Lamarque  LATEST  - Nursing home investments  - Travelers become owners  - Walgreens’ LBO heyday  HEARTY TO FRAIL. Nursing home and assisted-living may be in for an investment revamp. Fear of catching Covid-19 has reduced demand for the elderly facilities. Local governments are imposing costly measures to control outbreaks. And the private sector is also weighing in – insurance rates for U.S. senior-care centers have risen as much as 300% for those institutions that can find it, according to Reuters’ sources.  About 70% of nursing homes are for-profit, according to the government. Booming demand and the ability to leverage assets lured in private equity investors in recent years.  But things are changing. Ventas, a roughly $13 billion REIT that owns senior housing, facilities and medical offices, has lost about 40% of its market capitalization this year. Private equity looks even more exposed – a March paper by NYU professors found lower quality of care after buyouts, as firms tried to maximize margins.  Granny may benefit eventually if the pandemic forces higher quality care. For many investors, though, it’s a zero-sum game. (By Robert Cyran)  POWER TRIP. U.S. taxpayers may finally have the upper hand in pushing back on abysmal flying experiences. On a recent American Airlines flight where, according to the New York Times on Tuesday, passengers who had changed seats to gain some extra distance were asked to move back to their original – crowded – spots. Even as Covid-19 cases surge in the United States, attendants noted they hadn’t paid for the extra room.  In fact, passengers might argue that they had. Government-backed bailouts have left air carriers indebted to taxpayers. Airline employees are particularly invested in winning people over in the court of public opinion. Their jobs are on the line as companies like United Airlines send out notices that thousands of workers could be furloughed. Sure, the rank and file who serve drinks and accommodate room in the overhead compartments are just doing their jobs. Now they just have a few extra bosses. (By Lauren Silva Laughlin)  SMALL AILMENTS, BIG PROBLEMS. Stefano Pessina, the chief executive of Walgreens Boots Alliance, should be happy November’s talk of a buyout of the drugstore chain in a deal valued at $87 billion resulted in naught. The company reported disappointing quarterly results on Thursday, sending its shares down 8%. The shares are now down about 40% from where they were in November.  The pandemic worsened existing problems in UK operations, where main street shops have been losing customers to online competitors. Covid-19 squeezed them even harder. Sales fell by more than $700 million, and the company took a $2 billion impairment charge.  A buyout was always a stretch, and closing stores, cutting jobs and suspending share repurchases should help. But problems haven’t disappeared. Pessina, the company’s largest shareholder with 16%, might’ve liked solving problems out of the public eye. But he would have been doing so with a more highly leveraged WBA. Sometimes the cure is worse than the disease. (By Robert Cyran)  MIDDLING KINGDOM. China’s economic recovery from the coronavirus pandemic has brought a rare bit of good news for embattled Ford Motor boss Jim Hackett. The $24 billion U.S. carmaker on Thursday unveiled its first quarterly sales increase in the country for almost three years. Adding to the achievement, Ford performed better than arch rival General Motors, which offloaded some 5% fewer vehicles than the same period last year.  It’ll be an unusual boost for Hackett, who has had a disappointing three years at the wheel of the Detroit manufacturer. It’s not an unqualified success, though: Overall industry sales in China grew much faster than Ford’s in the three months to June. And it’ll be hard to replicate such success back home, with new daily U.S. coronavirus cases hitting record highs in recent days. But Hackett should take any good news where he can get it. (By Antony Currie)  SHOP HORROR. British department store John Lewis and pharmacy chain Boots said on Thursday they would lay off more than 5,000 staff. Pharmacies stayed open, but with the lockdown in place, footfall for brick-and-mortar retailers nosedived.  Covid-19 has accelerated the high street’s decline but did not create it. The retail sector employs around 3.1 million people in the UK – a number that’s been falling with automation and with consumers switching to online. With Britain’s unemployment rate expected to more than double to 10%, these workers will find it hard to find new jobs. Finance ministers, including Britain’s Rishi Sunak, are trying to help, pumping billions into protecting employment. That’s a critical endeavour, but saving all shop jobs is a lost battle. (By Dasha Afanasieva)  EXTRA BOOST. British housebuilder Persimmon said on Thursday that revenue plunged more than 30% to 1.2 billion pounds for the six months ended June 30 after the housing market screeched to a halt during two months of lockdown as potential buyers were generally unable to visit homes.  But things aren’t all bad. Customer demand in the six weeks since its sales offices in England reopened in mid-May showed signs of life, with around 30% more weekly average net private sales reservations than last year. On top of that, Chancellor Rishi Sunak confirmed on Wednesday that he will give the housing market a tax break, at a cost of 3.8 billion pounds. Thursday’s hint of a recovery pushed Persimmon shares up more than 5% and suggests Sunak jumped the gun. With the economy expected to contract almost 9% this year, the money may be needed elsewhere. (By Dasha Afanasieva)  UP IN THE AIR. AirAsia’s problems will travel to regional peers. The Malaysian carrier is in talks to raise funds, Reuters reported on Thursday, a day after auditor EY doubted its ability to operate as a going concern and a stock plunge left it with a $550 million market value. Apart from the lifelines handed to Cathay Pacific and Singapore Airlines, there has been a dearth of official support for the industry.  AirAsia could merge with its compatriot, Malaysia Airlines, given the latter’s sovereign backer Khazanah Nasional has played down the idea of a bailout for the flag carrier. Or it could sell off its stake in its Indian joint venture to the Tata group, which is also the sole contender in the fraught privatisation of Air India, according to local news site Times Now. Covid-19 disruptions might force Asian carriers into an overdue tidy-up. (By Una Galani)","116":"(Reuters) - Walgreens Boots Alliance Inc WBA.O said on Thursday it would consolidate warehouses and shut some stores as part of a cost-cutting plan aimed at saving more than $1 billion annually.  A customer walks out of a Walgreens pharmacy store in Austin, TX, U.S., March 26, 2018. Picture taken on March 26, 2018. REUTERS\/Mohammad Khursheed  Shares of the company, however, fell nearly 3 percent as the company’s international business suffered mainly due to weak demand in Britain, where its market share gains were offset by a weak retail environment.  The company operates nearly 2,500 stores in the UK, roughly half its non-U.S. stores, making it vulnerable to Brexit-related uncertainties.  “Walgreens’ overall profitability was not as strong as we would have liked. This, in our view, was due to lower demand in the United Kingdom,” Edward Jones analyst John Boylan said.  The cost-cutting program, which is expected to save more than $1 billion by the end of the third year, comes as the company consolidates 1,932 stores acquired from Rite Aid Corp RAD.N last year for $4.38 billion.  The company said its pharmaceutical wholesale division and retail businesses in Chile and Mexico were part of its cost-saving plan, which is expected to result in significant restructuring and other special charges.  International retail sales fell 5.9 percent to $2.9 billion, while same-store sales at its U.S. retail stores, where it sells over-the-counter drugs and personal care products, fell 3.2 percent.  “We were facing a tough year-ago comp number that was boosted by the impact of hurricanes and a very strong cough-cold flu season,” Chief Financial Officer James Kehoe said on a conference call.  U.S. retail sales also took a hit as the company scaled back sales of certain products including tobacco.  However, its U.S. pharmacy business posted a strong quarter, helping Walgreens beat profit estimates.  Same-store sales at its U.S. pharmacies rose 2.8 percent, beating analysts’ estimates of a 2.6 percent increase, according to IBES data from Refinitiv.  Net income attributable to the company rose to $1.12 billion, or $1.18 per share, in the first quarter ended Nov. 30 from $821 million, or 81 cents per share, a year earlier.  Excluding items, Walgreens earned $1.46 per share.  Sales rose 9.9 percent to $33.79 billion.  Analysts on average had expected a profit of $1.43 per share and revenue of $33.78 billion.","117":"LONDON (Reuters) - Tesco's TSCO.L finance chief, who helped steer the group from an accounting scandal to a successful turnaround, is to retire, setting the stage for an entirely new top executive team at Britain's biggest retailer by next May.  FILE PHOTO - Tesco Chief Financial Officer, Alan Stewart speaks at an analyst presentation in London, Britain, April 12, 2017. REUTERS\/Hannah McKay  Alan Stewart will depart next April, Tesco said on Tuesday, six months after CEO Dave Lewis is due to step down and be replaced by Ken Murphy, a former executive at healthcare group Walgreens Boots Alliance WBA.O.  Tesco was on its knees in September 2014 when Stewart left Marks & Spencer MKS.L to join the supermarket group as chief financial officer. The accounting scandal knocked millions off Tesco's profits and billions from its share price.  In April 2015 the group reported an annual loss of 6.4 billion pounds ($8 billion), one of the biggest in British corporate history.  But by October last year Lewis, CEO since 2014, declared Tesco’s turnaround complete and this April it reported annual core profits of 3 billion pounds ($3.8 billion).  “Along with Dave Lewis, he (Stewart) is a key component in effectively saving Tesco,” said Shore Capital analyst Clive Black.  Shares in Tesco were down 1.8% at 0852 GMT, extending 2020 losses to 10.7%.  Tesco said in its statement that Stewart had led its corporate restructuring, rebuilt its balance sheet, guided it back to investment grade and played a huge role in the financial transformation of the business in the last six years.  Stewart will leave on April 30, 2021, and the board will now conduct a thorough search both internally and externally to identify a successor, it said.  That means from May 2021, Tesco Chairman John Allan will have a totally new main board executive team.  Tesco said Stewart has been granted “good leaver” status for his various deferred bonuses and share schemes, conditional on him not taking up employment as a director, consultant or adviser with retail sector competitors for six months after he leaves.  ($1 = 0.7991 pounds)","118":"Sept 5 (Reuters) - Walgreens Boots Alliance Inc said on Thursday it would stop shoppers from carrying firearms in its Walgreen stores, joining Walmart Inc and Kroger Co in tweaking its gun policy following several deadly shootings in the United States.  “We are joining other retailers in asking our customers to no longer openly carry firearms into our stores other than authorized law enforcement officials,” the pharmacy store chain said in an e-mailed statement.  Earlier this week, Walmart Inc said it would discontinue sales of ammunition for handguns and some assault-style rifles in stores across the United States. (Reporting by Nivedita Balu in Bengaluru and Melissa Fares in New York; Editing by Shinjini Ganguli)","119":"(Reuters) - Drugstore chain Walgreens Boots Alliance Inc posted a 24.8% drop in quarterly profit on Wednesday, hurt by higher costs related to its acquisition of stores from rival Rite Aid Corp  Net income attributable to Walgreens fell to $845 million, or 95 cents per share, in the first quarter ended Nov. 30, from $1.12 billion, or $1.18 per share, a year earlier.  Revenue rose to $34.34 billion from $33.79 billion.","120":"(Reuters) - Alphabet Inc’s aviation unit Wing said on Thursday it has partnered with Walgreens Boots Alliance Inc and FedEx Corp for deliveries directly to homes in Virginia using drones, beginning next month.  Earlier in April, Wing got the approval to start deliveries using drones in the state, making it the first company to get U.S. air carrier certification from the Federal Aviation Administration (FAA).  In January, the FAA proposed rules that would allow drones to operate over populated areas and to end a requirement for permits for night use.  Wing has already begun commercial air deliveries in Canberra, Australia and Helsinki, Finland.","121":"(Reuters) - Walgreens Boots Alliance Inc WBA.O said on Thursday it would close stores, cut jobs and suspend share repurchase as the coronavirus crisis hammered its ailing Boots UK division, leading to a $2 billion impairment charge in the third quarter.  Shares of the drugstore chain fell nearly 10%, adding to year-to-date losses of about 28% through last close, after it posted a loss for the quarter, compared with a year-ago profit.  Stringent lockdown measures in Britain led to an 85% plunge in traffic in its Boots UK stores in April, the company said. Adding to the burn, its profit-yielding premium beauty and fragrance counters were closed for almost 10 weeks.  The Boots division has been a sore point for Walgreens, which has been trying to revive the unit through cost-cutting measures.  On Thursday, the company said it would close 48 Boots Opticians stores and cut 20% jobs in Boots’ UK support office, impacting more than 4,000 employees or 7% of its workforce.  Deerfield, Illinois-based Walgreens, however, sees hope in the form of its $500 million plus online business that has a “very strong position” in the beauty business, to help it rebound in the UK.  While footfall virtually ground to a halt in its Boots stores, sales surged in the online business with daily volumes reaching Black Friday levels towards the end of the third quarter, Walgreens Chief Financial Officer James Kehoe said on a post-earnings call.  “The job we have now is how do we move this business from being a $0.5 billion business to a $1 billion business.”  Raymond James analyst John Ransom, however, was not so hopeful.  “I think people are frustrated because of the poorly articulated strategy ... Walgreens has been late on everything and don’t think they have a deep grasp on the U.S. market,” he said.","122":"July 11 (Reuters) - Walgreens Boots Alliance Inc said on Thursday it expanded its collaboration with Kaleo Inc, making the privately held company’s epinephrine auto-injector available at the drugstore chain’s pharmacies, as supply issues persist for the emergency allergy shots.  Epinephrine auto-injector makers have been facing a shortage of the devices and the collaboration helps broaden access to Kaleo’s treatment for patients with life-threatening allergies, as families prepare for back-to-school season. (Reporting by Saumya Sibi Joseph in Bengaluru; Editing by Maju Samuel)","123":"June 14 (Reuters) - Kentucky’s attorney general on Thursday sued Walgreens Boots Alliance Inc, accusing the company of playing a dual role in propagating an opioid epidemic in the state as both a pharmacy chain and wholesale drug distributor.  The lawsuit by Kentucky Attorney General Andy Beshear was his sixth to date seeking to hold corporations like drug manufacturers and distributors responsible for their roles in the drug abuse crisis. (Reporting by Nate Raymond in Boston Editing by Jeffrey Benkoe)","124":"Jan 7 (Reuters) - Drugstore chain Walgreens Boots Alliance Inc posted a loss on Thursday compared with profit a year earlier, due to a $1.5 billion charge from the its equity earnings in AmerisourceBergen.  Net loss attributable to Walgreens was $308 million, or 36 cents per share, in the first quarter ended Nov. 30, compared with earnings of $845 million, or 95 cents per share, a year earlier.  Revenue rose to $36.31 billion from $34.34 billion. (Reporting by Mrinalika Roy and Dania Nadeem in Bengaluru; Editing by Shinjini Ganguli)","125":"Oct 28 (Reuters) - Drugstore chain Walgreens Boots Alliance Inc posted a 55.2% slump in quarterly profit on Monday, hurt by charges related to a cost-cutting plan announced earlier this year.  Net income attributable to Walgreens fell to $677 million, or 75 cents per share, in the fourth quarter ended Aug. 31, from $1.51 billion, or $1.55 per share, a year earlier.  Operating income in the quarter fell 30.3% to $700 million, owing to lower gross margin and a 16.1% impact from charges related to the cost-cut plan, the company said.  Revenue rose to $ 33.95 billion from $33.44 billion.","126":"WASHINGTON (Reuters) - Walgreens Boots Alliance Inc will pay $34.5 million to settle charges it misled investors about the increased risk that it would miss a key financial goal related to its merger in 2012, the top U.S. securities regulator said on Friday.  The Securities and Exchange Commission said it had also charged former chief executive officer Gregory Wasson and former finance head Wade Miquelon, who agreed to each pay a $160,000 penalty.  The settlement does not involve any current officers or executives, nor does it allege that anyone acted intentionally or recklessly at any time, Walgreens said in a statement.  The U.S. drugstore chain said it neither admits nor denies the SEC’s allegations that the firm and its former top executives acted negligently.  The SEC said both executives also consented to the order without admitting or denying the findings. Wasson and Miquelon did not immediately respond to Reuters requests for comment.  Shares of the company were trading slightly lower at $73.41 on Friday morning.","127":"FILE PHOTO: The Kroger supermarket chain's headquarters is shown in Cincinnati, Ohio, U.S., June 28, 2018. REUTERS\/Lisa Baertlein\/File Photo  (Reuters) - Kroger Co and Walgreens Boots Alliance Inc said on Monday they would stop selling e-cigarettes at their stores, amid heightened regulatory scrutiny of the product and reports of lung disease and some deaths linked to vaping.  Their move comes weeks after Walmart Inc said it was pulling the plug on e-cigarette sales, citing growing federal, state and local regulatory complexity and uncertainty.  E-cigarettes and other vaping products have been linked to a mysterious lung illness that is reported to have led to 18 deaths as of last week, with the number of confirmed and probable cases of the condition exceeding 1,000, according to the U.S. Centers for Disease Control and Prevention (CDC).  Kroger said it would discontinue sales of e-cigarettes at its stores and fuel centers after selling through its current inventory.  Walgreens said it had decided to stop selling e-cigarette products at its U.S. stores as the CDC, the U.S. Food and Drug Administration (FDA) and other health officials continue to examine the issue.  The drugstore chain, which earlier this year set a minimum age to sell tobacco products at 21 years, said the decision was also reflective of developing regulations in a growing number of states and municipalities.  New York and Michigan have already banned the sales of flavored vaping products, while the Trump administration has announced plans to remove all flavored e-cigarettes from store shelves as officials warned that sweet flavors had drawn millions of children into nicotine addiction.  Kroger operates more than 2,700 stores, including over 1,500 fuel stations, while Walgreens runs nearly 10,000 drugstores in the United States.","128":"Nov 19 (Reuters) - Walgreens Boots Alliance Inc said on Thursday its customers can now use its mobile app or shop online and pick up health and wellness products at its stores in about 30 minutes.  Walgreens said its customer loyalty program has more than 100 million members and the new services will be in addition to at-home delivery and discounts. (Reporting by Manojna Maddipatla in Bengaluru; Editing by Shinjini Ganguli)","129":"March 28 (Reuters) - Rite Aid Corp:  * RITE AID COMPLETES TRANSFER OF STORES TO WALGREENS BOOTS ALLIANCE AND TERMINATES TAX BENEFITS PRESERVATION PLAN  * RITE AID CORP - BOARD OF DIRECTORS HAS TERMINATED TAX BENEFITS PRESERVATION PLAN THAT IT ADOPTED ON JANUARY 3  * RITE AID CORP - AS A RESULT OF THE TAX BENEFITS PRESERVATION PLAN, CO PROTECTED ABOUT $2.2 BILLION OF CO’S NET OPERATING LOSSES Source text for Eikon: Further company coverage:"}}