{"date":{"0":"2018\/05\/04","1":"2018\/05\/13","2":"2019\/11\/18","3":"2018\/04\/20","4":"2018\/02\/20","5":"2018\/02\/13","6":"2018\/05\/14","7":"2018\/02\/12","8":"2019\/02\/22","9":"2018\/05\/15","10":"2019\/03\/18","11":"2018\/04\/20","12":"2018\/04\/17","13":"2019\/03\/07","14":"2018\/04\/10","15":"2018\/02\/12","16":"2018\/07\/26","17":"2018\/05\/02","18":"2019\/11\/17","19":"2018\/02\/20","20":"2020\/03\/11","21":"2018\/05\/02","22":"2019\/02\/22","23":"2018\/06\/07","24":"2018\/06\/07","25":"2021\/02\/19","26":"2018\/05\/15","27":"2018\/06\/18","28":"2019\/03\/12","29":"2019\/11\/17","30":"2018\/05\/03","31":"2019\/11\/14","32":"2018\/05\/14","33":"2019\/01\/29","34":"2018\/02\/13","35":"2018\/05\/04","36":"2018\/10\/17","37":"2018\/10\/23","38":"2018\/02\/26","39":"2018\/02\/20","40":"2018\/05\/02","41":"2018\/03\/02","42":"2018\/02\/20","43":"2019\/03\/07","44":"2018\/05\/04","45":"2019\/11\/24","46":"2018\/05\/14","47":"2018\/02\/13","48":"2018\/02\/12","49":"2018\/05\/07","50":"2018\/03\/02","51":"2018\/05\/14","52":"2018\/04\/26","53":"2018\/05\/08","54":"2018\/06\/27","55":"2018\/06\/25","56":"2018\/05\/13","57":"2018\/05\/09","58":"2018\/04\/27","59":"2018\/05\/10","60":"2019\/07\/30","61":"2019\/11\/21","62":"2018\/05\/02","63":"2018\/05\/04","64":"2018\/06\/18","65":"2018\/07\/13","66":"2018\/04\/27","67":"2018\/02\/26","68":"2018\/05\/14","69":"2019\/01\/29","70":"2018\/05\/09","71":"2018\/05\/09","72":"2018\/06\/27","73":"2018\/05\/02","74":"2018\/07\/10","75":"2018\/05\/21","76":"2018\/07\/13","77":"2018\/02\/13","78":"2018\/06\/25","79":"2018\/02\/13","80":"2018\/03\/07","81":"2018\/05\/14","82":"2018\/03\/14","83":"2018\/05\/16","84":"2018\/02\/13","85":"2018\/04\/27","86":"2018\/10\/17","87":"2018\/07\/10","88":"2018\/04\/17","89":"2018\/05\/03","90":"2019\/11\/14","91":"2018\/05\/15","92":"2018\/04\/28","93":"2018\/05\/09","94":"2018\/03\/02","95":"2018\/05\/14","96":"2018\/05\/18","97":"2018\/05\/02","98":"2018\/05\/02","99":"2018\/05\/03","100":"2018\/04\/17","101":"2018\/07\/26","102":"2018\/03\/02","103":"2018\/04\/16","104":"2018\/03\/29","105":"2018\/04\/30","106":"2020\/04\/28","107":"2018\/05\/02","108":"2018\/02\/22","109":"2018\/02\/12","110":"2018\/10\/23","111":"2018\/04\/28","112":"2018\/03\/29","113":"2019\/11\/21","114":"2019\/03\/18","115":"2018\/05\/16","116":"2018\/05\/07","117":"2018\/03\/02","118":"2019\/11\/14","119":"2018\/05\/18","120":"2019\/11\/18","121":"2018\/02\/12","122":"2018\/05\/16","123":"2018\/02\/26","124":"2018\/05\/07","125":"2019\/11\/26","126":"2018\/05\/04"},"text":{"0":"May 3 (Reuters) - Xerox Corp:  * XEROX SETTLEMENT AGREEMENT WITH CARL ICAHN AND DARWIN DEASON HAS EXPIRED  * SAYS AS A RESULT, THE CURRENT BOARD OF DIRECTORS AND MANAGEMENT TEAM WILL REMAIN IN PLACE Source text for Eikon: Further company coverage:","1":"NEW YORK\/TOKYO (Reuters) - Xerox Corp XRX.N has scrapped a planned $6.1 billion deal with Fujifilm Holdings Corp 4901.T in a settlement with activist investors Carl Icahn and Darwin Deason that also hands control of the U.S. photocopier giant to new management.  The victory for the billionaire investors puts the Japanese company further on the back foot in any new negotiations with Xerox, although it is by no means out of contention as Xerox is now expected to go up for sale in an auction at a higher price.  Xerox said that it had over several weeks repeatedly asked Fujifilm to immediately start talks about improved terms for a proposed transaction.  “Despite our insistence, Fujifilm provided no assurance that it will do so within an acceptable timeframe,” the U.S. firm said in a statement on its decision to drop the deal.  Fujifilm was quick to take a combative stance, saying it disputes Xerox’s right to terminate the deal and would look at all options including legal action seeking damages.  The two companies agreed in January to a complex deal that would have merged Xerox into their Asia joint venture Fuji Xerox and given Fujifilm control. That prompted Icahn and Deason, who own 15 percent of Xerox and argued the U.S. firm was being undervalued, to launch a proxy fight.  The activist investors have also said they are unhappy with the current structure of the joint venture, and settlement creates uncertainty concerning potential changes to a business that accounts for nearly half of Fujifilm’s revenue.  Icahn and Deason have said they believe other investors are \"waiting in the wings\" for Xerox while people familiar with the matter have previously said that buyout firm Apollo Global Management LLC APO.N has expressed interest in a bid for Xerox.  INSEPARABLE?  But analysts believe the two firms are inextricably intertwined and that Fujifilm is not without bargaining power, while also doubting that talk of other buyers is that substantial.  “It wouldn’t be good if it goes elsewhere. But are there really other potential buyers? Icahn and Deason say there are, because they want a higher price, but you don’t really know whether that’s for real,” said Ichiyoshi Asset Management senior executive officer Mitsushige Akino.  Fuji Xerox, 75 percent owned by Fujifilm, handles contracts that supply global clients with Xerox services in the United States and Europe, and Fuji Xerox services in Asia. Moreover, Xerox no longer builds its own office copiers, instead relying mostly on Fuji Xerox.  Xerox said its new board would meet immediately and “begin a process to evaluate all strategic alternatives to maximize shareholder value.”  Slideshow ( 3 images )  Icahn and Deason have said they would consider an all-cash bid of at least $40 per share. In contrast to the investors’ argument that Fujifilm is only offering $28 per share, analysts have said the Japanese firm’s offer is not too far off that per share valuation, albeit not in cash.  The settlement will see Chief Executive Officer Jeff Jacobson - the main architect of the deal with Fujifilm - as well as five other directors step down. John Visentin is expected to take the helm.  Visentin had previously been hired by Icahn to assist in fighting Xerox. He had also been a candidate under consideration by the old board to replace Jacobson as recently as last year, according to court documents.  Slideshow ( 3 images )  It is Xerox’s second settlement with the activist investors in just two weeks. The first settlement agreement was allowed to expire as Xerox came to believe it had flexibility to renegotiate a deal with Fujifilm and also took into account a stock dive that followed the agreement.  “We are extremely pleased that Xerox finally terminated the ill-advised scheme to cede control of the company to Fujifilm,” Icahn said in a statement.  Xerox also said it was ending the deal partly because Fujifilm had failed to provide audited financial information for Fuji Xerox by an April 15 deadline and that there were “material deviations” between audited Fuji Xerox financial statements and unaudited statements provided previously.","2":"(Adds Telecom Italia, Vodafone, Boost Mobile, Warburg Pincus, PNE, Coty Inc)  Nov 18 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2100 GMT on Monday: ** HP Inc said on Sunday it was open to exploring a bid for U.S. printer maker Xerox Corp after rebuffing a $33.5 billion cash-and-stock acquisition offer from the latter as “significantly” undervaluing the personal computer maker. ** INWIT, the mast group controlled by Telecom Italia , said it would pay a special dividend of 0.5936 euros per share once a merger of its assets with the Italian mobile towers of Vodafone is complete.  ** Boost Mobile founder Peter Adderton is willing to pay up to $2 billion to buy back the prepaid wireless brand from Sprint Corp, he told Reuters, a significant potential premium to what satellite TV provider Dish Network agreed to pay for Sprint’s entire prepaid wireless business.  ** U.S. buyout fund Warburg Pincus has clinched a deal to sell its European airline services firm Accelya to rival private equity fund Vista Equity Partners for an undisclosed amount.  ** PNE shareholder ENKRAFT has called for a special audit into an approved takeover bid for the German wind project firm, an investor letter seen by Reuters showed.  ** Coty Inc said it would pay $600 million for a majority stake in Kylie Jenner’s make-up and skincare businesses, as it looks to tap into the reality TV star’s huge social media reach.  ** United Bankshares Inc said it would buy CresCom Bank parent Carolina Financial Corp in a deal valued at $1.1 billion, expanding its banking network in North and South Carolina. ** Qiagen NV shares jumped to their highest in almost 19 years on Monday after the German genetic testing company said it would start talks with several potential suitors. ** Mitsubishi Chemical Holdings Corp, Japan’s largest chemical maker, said it will pay 491.8 billion yen ($4.51 billion) to make Mitsubishi Tanabe Pharma Corp a fully owned subsidiary.  ** Blackstone said it will continue talks with Japanese hotel chain Unizo Holdings on its proposed $1.6 billion takeover bid and plans to make an announcement by Nov. 22.  ** British life and general insurer Aviva Plc will keep its operations in Singapore and China, it said, two days ahead of an expected strategy update and following speculation of a sale of the Singapore business. ** Swedish pharmaceutical group Recipharm has agreed to buy British peer Consort Medical for 505 million pounds or 6.3 billion crowns ($649 million), the companies said ** Bulgaria’s competition regulator has rejected appeals against the transport ministry’s decision to pick a consortium led by asset manager Meridiam to run and operate Sofia Airport, a posting on its website showed. ** Pan-European stock market operator Euronext and Switzerland’s SIX sparked a bidding war for Spain’s Bolsas y Mercados Espanoles (BME), with both trying to snap up one of Europe’s last standalone stock exchanges. ** SoftBank Corp plans to merge internet subsidiary Yahoo Japan with messaging app operator Line Corp to create a $30 billion tech group, as it strives to compete more effectively with local rival Rakuten and U.S. tech powerhouses. ** Australia’s Saracen Mineral Holdings Ltd said it would buy Canadian-listed Barrick Gold Corp’s 50% stake in the Super Pit gold mine in Western Australia for $750 million.  ** Consort Medical Plc said Sweden’s Recipharm AB would buy the London-listed healthcare company for 1,010 pence per share in cash. ** Software company Sage Group Plc said it will sell its payment processing unit Sage Pay for about 232 million pounds ($296.87 million) to Elavon, a payments company and unit of U.S. Bancorp. (Compiled by Arunima Kumar in Bengaluru; Edited by Krishna Eluri)","3":"A man is silhouetted in front of Fujifilm Holdings' logo ahead of its news conference in Tokyo, Japan January 31, 2018. REUTERS\/Kim Kyung-Hoon  (Reuters) - Xerox Corp XRX.N and Fujifilm Holdings 4901.T are in active talks to renegotiate a deal the two struck in January, CNBC reported, citing comments made by the companies' lawyers at a court hearing on Thursday.  The $6.1 billion deal, which would combine Xerox into an existing joint venture with Fuji, has been opposed by the printer copier maker’s top shareholders Darwin Deason and activist investor Carl Icahn, saying it unfairly favors Fuji.  On Tuesday, Icahn and Deason suggested alternatives to the merger including a plan for the U.S. company to monetize some assets. [nL3N1RU5P5]  Both Fujifilm and Xerox were not immediately available for comments.","4":"(Updates Qualcomm, AT&T, Albertsons; Adds Telecom Italia, Booker Group, Xerox)  Feb 20 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2100 GMT on Tuesday:  ** Telecom Italia (TIM) will decide by early next week whether to accept an offer by infrastructure fund F2i and towers company Raiway for its majority stake in broadcasting unit Persidera, a source familiar with the matter said.  ** Investor advisory firm Glass Lewis has urged shareholders in British wholesaler Booker Group to reject a takeover by retailer Tesco, dealing a fresh blow to the proposed 3.7 billion-pound ($5.2 billion) deal.  ** Xerox Corp shareholders Carl Icahn and Darwin Deason said the U.S. company should seek to sell itself to one of its rivals or a private equity firm.  ** Brazil’s state-controlled oil company Petróleo Brasileiro SA on Friday said it has sold all remaining shares it owned at sugar and ethanol group São Martinho SA for 444 million reais ($137 million), according to a securities filing.  ** Apollo Global Management LLC has agreed to acquire a 20 percent stake in Brazilian special situations investment firm Starboard Restructuring Partners, the two firms said in a statement on Friday.  ** A federal judge denied a request by AT&T Inc to compel the U.S. Justice Department to disclose any records of communications between the White House and government lawyers that detail President Donald Trump’s views on the company’s proposed $85 billion merger with Time Warner Inc.  ** Seadrill’s main owner, billionaire John Fredriksen, is close to reaching a final agreement with banks, bondholders and South Korean shipyards on a financial restructuring plan, the drilling rig company said in a court filing.  ** U.S. semiconductor company Qualcomm Inc unveiled a sweetened $44 billion agreement to acquire NXP Semiconductors NV, its most defiant move in its defense against a hostile $121 billion bid from Broadcom Ltd.  ** Qatar National Bank (QNB), the Middle East’s largest lender by assets, said it will sell a 2 percent stake in its Egyptian unit QNB Alahly to comply with Cairo listing rules.  ** Israel’s banking regulator on Sunday published its final criteria for foreign and domestic entities seeking to buy credit card companies from banks that must divest them as part of a bid to boost competition.  ** Russian businessman and lawmaker Suleiman Kerimov has reached an agreement to buy Vozrozhdenie bank from its majority owners, brothers Dmitry and Alexei Ananyev, three sources close to the deal told Reuters.  ** Battery and technology metals developer Australian Mines Ltd said on Monday it signed a deal with Korea’s SK Innovation Co Ltd 096770.KS to supply cobalt sulphate and nickel sulphate from its flagship Sconi project.  ** French supermarket retailer Casino’s Monoprix arm has started exclusive negotiations over buying online shoe retailer Sarenza, in a deal which Casino said would further reinforce its presence in the online market.  ** U.S. oil major ExxonMobil has acquired 2.5 percent stake in the Azeri Baku-Tbilisi-Ceyhan (BTC) pipeline from CIECO, a subsidiary of Itochu, an ExxonMobil official said on Monday.  ** Italian mid-sized bank Credito Valtellinese launched on Monday a 700 million euro ($868 million) share issue, aiming to raise eight times its market value in capital to restructure.  ** U.S.-based private equity firm Castlelake LP is in talks to take over a sugar and ethanol plant in Brazil owned by Indian company Shree Renuka Sugars Ltd, according to two sources familiar with the negotiations.  ** Russian businessman Mikhail Prokhorov has agreed to sell a 6 percent stake in Russian aluminum giant Rusal to a consortium of investors led by billionaire Viktor Vekselberg and his partners, the consortium said on Monday.  ** Staffing company Adecco said it bought U.S.-based online recruitment platform Vettery for an undisclosed sum to increase its footprint in the digital permanent recruitment market.  ** U.S. grocer Albertsons Cos Inc said it would buy drug store chain Rite Aid Corp to create a company with $83 billion in annual revenue, giving it more clout to compete with bigger chains in an industry fearing the entry of Amazon.Com .  ** Rupert Murdoch’s Twenty-First Century Fox has strengthened its offer to protect the independence of Sky’s loss-making news channel to try to overcome regulatory concerns about Fox’s takeover of the parent company.  ** U.S. chipmaker Qualcomm Inc raised its offer to buy NXP Semiconductors NV to $127.50 per share and said it now has the backing of the shareholder group led by Elliott Management that opposed the previous proposal. (Compiled by Diptendu Lahiri and Tamara Mathias in Bengaluru)","5":"Feb 13 (Reuters) -  * DARWIN DEASON AND CARL ICAHN TOGETHER OWN 15.2 PERCENT STAKE (NOT 6 PERCENT) IN XEROX CORP, AS OF FEB 12, 2018 - SEC FILING  * DARWIN DEASON REPORTED 6 PERCENT STAKE IN XEROX CORP AS OF JAN 22 - SEC FILING Source text: bit.ly\/2sueIXH Further company coverage: (Bangalore.newsroom@thomsonreuters.com)","6":"(Reuters) - Xerox Corp's XRX.N board has scrapped the planned $6.1 billion deal with Japan's Fujifilm Holdings Corp 4901.T in a settlement with activist investors Carl Icahn and Darwin Deason.  Xerox had been battling activist shareholder Carl Icahn and investor Darwin Deason over the company’s plan to sell itself to Fujifilm in a deal the two say dramatically undervalues the photocopying firm.  The termination of the deal puts the Japanese company further on the back foot in any new negotiations with Xerox, although it is by no means out of contention as Xerox is now expected to go up for sale in an auction at a higher price.  Following is a timeline of events when the two investors took a stake in the company and how their relationship slowly developed into one of the most contentious proxy fights currently on record, ultimately leading to the termination of the deal.  Feb. 8, 2010  Darwin Deason, son of an Arkansas chicken farmer, becomes a Xerox shareholder after the copier and printer maker buys his company ACS.  Nov. 23, 2015  Carl Icahn discloses stake in Xerox and calls shares undervalued  Jan. 29, 2016  * Xerox to split into two companies - one holding its legacy printer operations and the other its business process outsourcing unit  * Icahn gets three board seats on the outsourcing company  * Icahn says separation will greatly enhance shareholder value for Xerox shareholders  June 23, 2016  Business process outsourcing company to be named “Conduent Inc” and document technology company Xerox Corp. Jeff Jacobson, head of Xerox technology unit, to take over as Xerox CEO  June 27, 2016  Icahn registers 9.78 percent stake in Xerox. Icahn nominee Jonathan Christodoro joins Xerox board  Oct. 31, 2016  Deason, now fourth largest shareholder with 6.1 percent, sues in a U.S. court to prevent the split. Xerox settles with Deason two weeks later to allow split to proceed  Jan. 3, 2017  Xerox completes separation of Conduent  April 20, 2017  * Japan’s Fujifilm postpones its earnings announcement over questionable accounting practices at a unit of Fuji Xerox, its Asia-Pacific joint venture with Xerox  * Xerox quarterly profit takes charges related to equity investment in Fuji Xerox  Aug. 1, 2017  Xerox revises financial statements for prior periods to reflect the equity income impact from the Fujifilm investigation of Fuji Xerox accounting practices  Dec. 11, 2017  * Xerox says standstill arrangement between the company and Icahn agreed in June, 2016 terminated. Icahn nominee Jonathan Christodoro steps down from Xerox board  * Icahn says to nominate four candidates for election to Xerox board  Dec. 12, 2017  Icahn says Xerox “desperately” needed new leadership - his first public criticism of management  Jan. 11, 2018  Wall Street Journal reports Xerox in talks with Japanese camera maker Fujifilm Holdings 4901.T on deal that could include a change in control of Xerox.  Jan. 17, 2018  * Darwin Deason urges Xerox to make public its joint venture agreement with Fujifilm  * Xerox says Deason’s letter “false and misleading”  Jan. 18, 2018  Icahn calls for termination or renegotiation of Fujifilm joint venture  Jan. 22, 2018  Icahn and Deason, together holding 15 pct of shares, say Xerox should explore strategic options, reveal agreement with Fuji. They call for CEO Jacobson to resign and replacement of board “old guard”.  Jan. 31, 2018  * Fujifilm says to take over Xerox in a $6.1 billion deal and combine the U.S. company into existing joint venture, Fuji Xerox  * Combined company will keep the Fuji Xerox name, become a subsidiary of Fujifilm, and be led by Jacobson  * Fujifilm says cutting 10,000 jobs at Fuji Xerox, more than a fifth of workforce.  Feb. 12, 2018  * Icahn and Deason say transaction “dramatically undervalues” company  * Xerox tells Reuters it considered several options in detail and concluded that the combination with Fuji Xerox is the “best path to create value” for the company  Feb. 13, 2018  * Deason asks a court to block merger  * Xerox says walking away from the joint venture would require it to completely rebuild its supply chain  Feb. 20, 2018  Icahn and Deason said Xerox should seek to sell itself to one of its rivals or a private equity firm  March 2, 2018  Deason sues Xerox to allow him to make nominations to its board after missing a deadline  April 17, 2018  Icahn and Deason say company could be worth $54 to $64 per share if it cashed in “untapped” intellectual property in digital printing and other businesses  April 27, 2018  * Source says Fujifilm and Xerox have reopened talks and are discussing a higher price  * U.S. judge temporarily blocks Xerox-Fujifilm deal, saying Jacobson sought to conclude the deal even though he was advised to end negotiations  May 1, 2018  * New York court filing shows Jacobson agreed to resign along with six other directors in settlement with shareholders  * The proposal still needed court approval  * As part of the agreement, the court needs to discontinue Deason litigations against Xerox defendants before 8 p.m. ET on May 3 or else the agreement will automatically terminate  May 2, 2018  * New Icahn and Deason controlled board to meet to reevaluate its joint venture deal with Fujifilm. John Visentin, previously at Novitex Enterprise Solutions, to become CEO.  * Reuters reports buyout firm Apollo Global Management LLC APO.N has expressed interest in buying Xerox  May 3, 2018  * Xerox says current board and CEO will stay after all, saying settlement agreement has expired  * Xerox appeals New York court ruling to block its deal with Fujifilm  * Xerox and the activists said the agreement expired over last-minute issues that arose in negotiations with the judge overseeing the case that made the parties unable to finalize their settlement ahead of a self-imposed deadline  May 7, 2018  * Icahn and Deason say they would seriously consider all-cash bid for Xerox at a minimum price of $40 per share  * They are “confident other potential buyers are waiting in the wings”.  * Fujifilm said in a statement it believes it will win its own appeal to the injunction blocking the deal, adding that the current deal valuations were fair.  May 9, 2018  The printer and copier maker’s board said it intended to resume merger discussions with Fujifilm seeking superior terms to those announced at the end of January.  May-13, 2018  Xerox scrapped a planned $6.1 billion deal to merge with Fujifilm Holdings and reaches a settlement with investors Carl Icahn and Darwin Deason","7":"Feb 12 (Reuters) -  * CARL ICAHN AND DARWIN DEASON RELEASE OPEN LETTER TO XEROX SHAREHOLDERS  * CARL ICAHN & DARWIN DEASON - LAST YEAR’S ACCOUNTING SCANDAL AT FUJI XEROX SHOULD “MAKE US ALL EXTREMELY NERVOUS...ABOUT TRUSTING FUJI WITH OUR CAPITAL”  * CARL ICAHN & DARWIN DEASON - URGE XEROX SHAREHOLDERS TO VOTE AGAINST FUJIFILM DEAL  * CARL ICAHN & DARWIN DEASON - THERE IS \"GREAT OPPORTUNITY\" FOR XEROX TO CREATE VALUE FOR SHAREHOLDERS; IT DOES NOT INVOLVE SELLING CONTROL TO FUJI WITHOUT PREMIUM Source text: bit.ly\/2EAO4Ru Further company coverage:","8":"WASHINGTON, Feb 22 (Reuters) - The European Union is drafting a retaliatory tariff list that would target Caterpillar Inc, Xerox Corp and Samsonite International if U.S. President Donald Trump imposes duties on European cars, Bloomberg News reported on Friday, citing an unnamed senior EU official. (Reporting by Makini Brice Editing by Susan Heavey)","9":"May 15 (Reuters) - Xerox Corp:  * DARWIN DEASON SAYS ENTERED CONFIDENTIALITY AGREEMENT WITH XEROX - SEC FILING  * DARWIN DEASON SAYS XEROX TO PROVIDE CERTAIN REPRESENTATIVES OF DEASON WITH BOARD OBSERVER RIGHTS Source text: (bit.ly\/2Gl0H07) Further company coverage:","10":"March 18 (Reuters) - Xerox Corp on Monday said it is exploring the possibility of a “strategic transaction” involving its customer financing business.  Reuters reported last July that Xerox was considering the sale of a leasing unit that lends money to customers to rent printers and equipment. [bit.ly\/2O9klBP ] (Reporting by Sonam Rai and Sayanti Chakraborty in Bengaluru Editing by Saumyadeb Chakrabarty)","11":"April 20 (Reuters) - Xerox Corp:  * CARL ICAHN SAYS SENT LETTER TO XEROX DEMANDING RIGHT TO INSPECT CERTAIN BOOKS AND RECORDS OF CO - SEC FILING Source text: (bit.ly\/2vAqYra) Further company coverage:","12":"(Adds Xerox’s statement)  April 17 (Reuters) - Top Xerox Corp shareholders Carl Icahn and Darwin Deason on Tuesday suggested here alternatives to the printer maker's proposed merger with Japan's Fujifilm, including a plan for the U.S. company to monetize some assets.  The suggestions include removing Xerox’s current management and monetizing the company’s “untapped” intellectual property in digital printing and other businesses.  Icahn and Deason, who own a combined 15 percent of Xerox, have repeatedly urged fellow shareholders to oppose the $6.1 billion Fuji-Xerox deal.  The shareholder duo has said the merger dramatically undervalues Xerox and criticized the deal structure, which calls for the U.S. firm to be combined into the Fuji Xerox joint venture, as being convoluted.  “We believe our plan could create total value of $54 to $64 per share compared to (the approximate) $28 per share in the (Fujifilm deal),” Icahn and Deason said in a presentation.  Xerox, in a statement, said on Tuesday that Icahn and Deason’s presentation was repeating “prior misleading statements” and “failed to provide a credible or actionable alternative to create value for shareholders.” (Reporting by Munsif Vengattil and Aishwarya Venugopal in Bengaluru; Editing by Sai Sachin Ravikumar)","13":"March 7 (Reuters) - Xerox Corp said on Thursday it will adopt a structure in which the printer maker will become a wholly-owned unit of a new holding company.  The reorganization is expected to be implemented in mid-2019. (bit.ly\/2NO9EUT)  Shares of the new holding company will trade on the New York Stock Exchange under its current ticker “XRX”. (Reporting by Sonam Rai in Bengaluru; Editing by Shounak Dasgupta)","14":"April 10 (Reuters) - Xerox Corp:  * XEROX CORP SAYS CEO JEFF JACOBSON’S FY 2017 TOTAL COMPENSATION WAS $9.5 MLN - SEC FILING  * XEROX CORP SAYS CFO WILLIAM F. OSBOURN, JR.'S 2017 COMPENSATION WAS $5 MLN - SEC FILING Source text (bit.ly\/2v0ZNW3) Further company coverage:","15":"Feb 12 (Reuters) - Xerox:  * REVIEW OF ALTERNATIVES BY INDEPENDENT MEMBERS OF BOARD CONSIDERED MANY OPTIONS IN DETAIL & CONCLUDED THAT DEAL WITH FUJI XEROX IS BEST CHOICE Further company coverage:","16":"July 26 (Reuters) - Xerox Corp, which recently scrapped a $6.1 billion merger with Japan’s Fujifilm Holdings Corp, reported a 2.2 percent drop in quarterly revenue as more businesses go digital, dampening demand for its printers and photocopiers.  Net income attributable to Xerox fell to $112 million, or 42 cents per share, in the second quarter ended June 30, from $166 million, or 63 cents per share, a year earlier. The profit was hurt by transaction costs of $58 million.  Total revenue fell to $2.51 billion from $2.57 billion.  The company also said it will repurchase up to $500 million of shares in 2018. (Reporting by Sonam Rai in Bengaluru; Editing by Bernard Orr)","17":"May 1 (Reuters) - Jacob Jacobson agreed to resign as Xerox Corp’s chief executive as part of a settlement of a lawsuit brought by the company’s shareholders that raised questions over Xerox’s agreed deal with Japan’s Fujifilm Holdings Corp, a New York court filing showed on Tuesday.  The proposal, which still needs court approval, also says Jacobson will step down from Xerox’s board, along with six other directors including Chairman Robert Keegan.  The lawsuit had alleged that Jacobson pursued a deal with Fujifilm, even after Xerox’s board advised him to halt negotiations. The company had denied the assertion.  Fujifilm and Xerox struck a $6.1 billion deal in January to combine the U.S. company into their existing joint venture, Fuji Xerox, to gain scale and cut costs as demand for office printing equipment declines.  Xerox could not immediately be reached for comment.","18":"Nov 17 (Reuters) - HP Inc said on Sunday it had rejected an offer from printer maker Xerox Corp to buy the personal computer maker.  Xerox made a $33.5 billion cash-and-stock offer for HP earlier in November, the company said on Sunday, citing a letter received from Xerox on Nov. 5. (Reporting by Kanishka Singh in Bengaluru Editing by Tom Brown)","19":"Feb 20 (Reuters) - Xerox Corp shareholders Carl Icahn and Darwin Deason said on Tuesday the U.S. company should seek to sell itself to one of its rivals or a private equity firm.  Xerox could combine with a competitor that is actually willing to pay a significant premium, or Japan's Fujifilm Holdings themselves would step up and offer a full buy-out on fair terms, the shareholders wrote in an open letter. (bit.ly\/2Hvx51N)  On Jan. 31, Fujifilm said it was set to take over Xerox in a $6.1 billion deal and combine it into their existing joint venture, Fuji Xerox.  Xerox was not immediately available for comment. (Reporting by Supantha Mukherjee in Bengaluru; Editing by Bernard Orr)","20":"A man walks past a Canon logo in Tokyo, Japan, October 27, 2015. REUTERS\/Toru Hanai  MELBOURNE (Reuters Breakingviews) - A company synonymous with copying should expect some duplication. Xerox has become aggressive since pushy investor Carl Icahn arrived on the scene. After rancorously blowing up a deal and ending a 57-year joint venture with Japan’s Fujifilm, the U.S. printer maker initiated a hostile $35 billion bid for rival HP. Now a longtime partner of HP’s is threatening to break ties if the takeover is successful.  HP has been resisting the advances of its smaller competitor. Rushing to Chairman Chip Bergh’s side is the boss of one of the company’s largest suppliers of laser-printer components: Canon.  It was Icahn, and the Xerox boss he installed, John Visentin, who helped torpedo a $6.1 billion sale to Fujifilm two years ago. The transaction was controversial, but things got nasty. When Fujifilm sued Xerox for abandoning the merger, Visentin responded with an ornery letter to his counterpart, Shigetaka Komori, calling it a “desperate, misguided negotiating ploy.” The two companies eventually unwound a decades-long alliance, with Fujifilm buying Xerox’s 25% stake last November for $2.3 billion.  As HP rejected Xerox’s tender offer last week, Canon CEO Fujio Mitarai told Nikkei he is prepared to tear up his company’s storied association with HP if Xerox becomes the new owner. That’s a remarkable declaration considering that in 2018 HP accounted for nearly 14% of Canon’s $38 billion of revenue, which has been falling. The company’s shareholders weren’t obviously spooked, but the provocation is nevertheless telling.  The HP-Canon bond is the stuff of business lore. An account in the 2008 management book “The Power of Two” says the unwritten rule at HP was that “if you screw up the relationship with Canon, you will get fired.” Eight years later, when HP bought Samsung Electronics’ printer business, comments from Mitarai were included in the press release, signalling the importance of HP’s now 35-year link with Canon.  Maybe threatening to throw all that away is just a tactic to preserve an arrangement that’s advantageous to Canon. It could also, however, reflect a distaste for the kind of distracting, public spat that Xerox had with Fujifilm. Whether Xerox likes it or not – and whether there is a cheaper vendor to be found – strong relationships matter in corporate Japan and beyond. It should be little surprise that hard-nosed tactics invite copycat responses.  Corrects Canon chief executive’s name to Mitarai throughout and HP job title to chairman in second paragraph.","21":"Fujifilm Holdings' logos are pictured ahead of its news conference in Tokyo, Japan January 31, 2018. REUTERS\/Kim Kyung-Hoon  TOKYO (Reuters) - Japan's Fujifilm Holdings Corp 4901.T said it would file an objection with a U.S. court over a settlement announced earlier between Xerox Corp XRX.N and activist shareholders who oppose a $6.1 billion deal between the two companies.  “We have serious concerns about the announced settlement and we intend to file our objections with the Court shortly,” Fujifilm said in a statement on Wednesday.  “We believe the combination of Xerox and Fuji Xerox is the best option to provide exceptional value to shareholders of both companies.”  Fujifilm also said in its statement that it would appeal an April 27 U.S. court ruling temporarily blocking the Xerox deal.","22":"WASHINGTON (Reuters) - The European Union has drafted a list of retaliatory tariffs that would target Caterpillar Inc, Xerox Corp and Samsonite International if U.S. President Donald Trump imposes duties on European cars, Bloomberg News reported on Friday, citing an unnamed senior EU official.  Slideshow ( 2 images )  Trump, who is known to have a strong protectionist bent on trade, has said the United States will impose tariffs on European car imports if it is unable to reach a trade deal with the European Union.  European Commission President Jean-Claude Juncker said in July that Trump promised he would hold off for the time being while the two sides sought to improve trade relations, such as with a deal to cut tariffs on “non-auto industrial goods”.  A confidential report by the U.S. Commerce Department sent to Trump last weekend was expected to pave the way for the U.S. president to impose duties of up to 25 percent on imported autos and auto parts by designating them as a threat to U.S. national security.  The European Commission, which coordinates trade policy for the 28-member EU, has said it is preparing a list of U.S. products to target with tariffs should Trump decide EU car imports need to be restricted.  The Commission told national ministers at a meeting about trade in Bucharest that its list was ready, EU diplomats said, although it did not disclose what was in it.  It would go after 20 billion euros ($22.7 billion) worth of U.S. imports, although the list would take the form of categories of products, rather than specific companies.  EU car and car parts exports to the United States are worth around 50 billion euros per year, with the bulk of them coming from Germany.  The EU has already imposed its own import tariffs on 2.8 billion euros worth of U.S. products ranging from bourbon to motor-bikes as a response to U.S. punitive duties on EU steel and aluminium imports, which had been worth 6.4 billion euros.  “Should there be tariffs on cars and car parts, we don’t know, but if it happens we have started internally to prepare a list of rebalancing measures,” EU Trade Commissioner Cecilia Malmstrom told a news conference in Bucharest.  “There is full support to do this. Of course if it happens we would immediately publish that list for formal consultation,” she continuing, adding that U.S. car tariffs would also lead to the end of planned trade negotiations with Washington.  Xerox, Caterpillar and Samsonite did not immediately respond to requests for comment.  ($1 = 0.8819 euros)","23":"TOKYO (Reuters) - Japan's Fujifilm Holdings Corp 4901.T said on Thursday it may have no choice but to abandon a $6.1 billion merger with Xerox Corp XRX.N if there is no progress in talks with the U.S. firm's new board for about half a year.  FILE PHOTO: Fujifilm Holdings' logos are pictured ahead of its news conference in Tokyo, Japan January 31, 2018. REUTERS\/Kim Kyung-Hoon  “I don’t have a specific deadline in mind, but it should normally be from several months to six months. If we have nothing by then, it can’t be helped,” Chief Executive Shigetaka Komori said in his first media session since the U.S. photocopier company scrapped their merger deal.  A spokeswoman later clarified this meant Fujifilm could end merger talks.  Xerox could not be reached for comment.  The two companies in January agreed to a complex deal that would merge Xerox into their 56-year-old Asia joint venture Fuji Xerox, which Fujifilm would control with a 50.1 percent stake.  But Xerox scrapped the deal last month in a settlement with activist investors Carl Icahn and Darwin Deason, who opposed the takeover by Fujifilm saying it undervalued the U.S. company.  Fuji Xerox - 75 percent owned by Fujifilm - can grow on its own, but Xerox depends on Fuji Xerox to produce almost all of the U.S. firm’s copier machines, Komori said.  Under the current joint venture agreement, Fuji Xerox is focused on Asia Pacific - the region with the highest growth potential - while Xerox covers the rest. The terms on regional coverage expire in March 2021.  Icahn and Deason, who together own about 15 percent of Xerox, had said they would consider an all-cash bid of at least $40 per share.  Fujifilm said the previously agreed deal valued Xerox at $8.6 billion, or an 8 percent premium over the average Xerox stock price of $29.7 per share over a month before the deal was announced. But the value would be higher if benefits from an estimated $1.7 billion worth of synergies is included.  Komori said Fujifilm is “not opposed to considering any new proposal from the new Xerox board if it’s beneficial for both firms,” but the $40 per share sought by Icahn and Deason is “too high”.  The typical premium offered in buyout deals is 30 percent but that would not be possible in this case, Komori said.  “We could procure funds, but many shareholders are demanding that money should be used on healthcare businesses,” he said.  The photocopier business accounts for nearly half of Fujifilm’s revenue and operating profit. The firm is seeking growth, however, through buying businesses involved in regenerative medicine and pharmaceuticals.","24":"TOKYO, June 7 (Reuters) - Fujifilm Holdings Corp said on Thursday it may have no choice but to give up on a $6.1 billion merger with Xerox Corp if there is no progress in talks with the new board for about half a year.  “I don’t have a specific deadline in mind, but it should normally be around six months. If we have nothing by then, it can’t be helped,” Chief Executive Shigetaka Komori said in his first media session since the U.S. photocopier company scrapped their $6.1 billion merger deal.  A spokeswoman later clarified this meant Fujifilm could end the merger deal. (Reporting by Makiko Yamazaki Editing by Christopher Cushing)","25":"A lawyer for former Xerox executive Barry Romeril urged the 2nd U.S. Court of Appeals on Friday to lift what she called a “gag order” included in Romeril’s settlement with the U.S. Securities and Exchange Commission, arguing the provision was unconstitutional.  Margaret Little of the New Civil Liberties Alliance told a three-judge panel that the SEC policy of letting defendants settle without admitting the agency’s allegations -- but only if they agree to not deny them or face having the case reopened -- violates Romeril’s First Amendment rights and the rights of the 98% of defendants who settle SEC civil cases.  To read the full story on Westlaw Today, click here: bit.ly\/3qASP2k","26":"May 15 (Reuters) - Xerox Corp:  * XEROX CORP - JOHN VISENTIN TO GET AN ANNUAL BASE SALARY OF $1.2 MILLION IN CONNECTION WITH EMPLOYMENT AS CEO - SEC FILING  * XEROX CORP - JOHN VISENTIN TO GET A SIGN-ON CASH BONUS OF $1.5 MILLION IN CONNECTION WITH EMPLOYMENT AS CEO Source text: (bit.ly\/2rM4D5x) Further company coverage:","27":"NEW YORK (Reuters) - Fujifilm Holdings Corp sued Xerox Corp on Monday for well over $1 billion, faulting the printer and copier company for succumbing to pressure from activist investors Carl Icahn and Darwin Deason in calling off a proposed merger.  In a complaint filed with the U.S. District Court in Manhattan, Fujifilm accused Xerox of breach of contract and engaging in “intentional and egregious conduct” in abandoning the $6.1 billion merger announced in January.  Icahn, the billionaire, and Deason together owned 15 percent of Xerox shares, and said the merger undervalued the Norwalk, Connecticut-based company.  “It is inconsistent with shareholder democracy to allow Carl Icahn and Darwin Deason, minority shareholders with only 15 percent of Xerox’s shares, to dictate the fate of Xerox,” Fujifilm said in a statement.  The merger was scrapped on May 13 when Xerox, in a settlement with Icahn and Deason, agreed to install several new directors and replace Jeff Jacobson as chief executive with technology executive John Visentin.  Xerox also cited unresolved accounting issues as a reason to end the merger.  In a statement on Monday, Xerox said it remained “extremely confident” it had a contractual right to back out, and would seek remedies for Fujifilm’s “mismanagement and misconduct.”  FILE PHOTO: Fujifilm Holdings' logos are pictured ahead of its news conference in Tokyo, Japan January 31, 2018. REUTERS\/Kim Kyung-Hoon\/File Photo  A spokeswoman for Deason had no immediate comment. Icahn did not immediately respond to a request for comment.  Xerox has been exploring strategic options, including transactions with other companies, but the lawsuit could force it to address Fujifilm’s grievances sooner.  A merger would have combined Xerox with the 56-year-old joint venture Fujifilm Xerox, in which Fujifilm and Xerox had stakes of 75 percent and 25 percent, respectively.  Thereafter, Fujifilm would have owned 50.1 percent of Xerox’s common stock, and Xerox shareholders would have received a $2.5 billion special dividend.  Fujifilm had hoped the merger would deliver at least $1.7 billion of cost savings and $1 billion of new revenue annually.  Its lawsuit also seeks punitive damages and a $183 million merger termination fee.  “Xerox has recently been subject to the whims of activist investors Carl Icahn and Darwin Deason, who, notwithstanding their minority ownership of Xerox shares, have yanked the Xerox Board in more directions than can be counted,” Fujifilm said.  Fujifilm has appealed an April 27 temporary injunction sought by Deason and granted by a New York state judge to block the merger.  Deason, who had accused Jacobson of arranging the merger to keep his job, is still pursuing a lawsuit accusing Fujifilm of aiding and abetting breaches of fiduciary duty by Xerox’s old board. Fujifilm filed counterclaims on June 14.  Xerox shares closed down 17 cents, or 0.6 percent, at $27.24 on the New York Stock Exchange.  The case is Fujifilm Holdings Corp v Xerox Corp, U.S. District Court, Southern District of New York, No. 18-05458.","28":"The company logo for Xerox is displayed on a screen on the floor of the New York Stock Exchange (NYSE) in New York, U.S., March 11, 2019. REUTERS\/Brendan McDermid  SAN FRANCISCO (Reuters) - ** Xerox Corp is leading the S&P 500 information technology index so far in 2019, boasting a gain of 57.4 pct as the printer maker plans to restructure  ** Programmable chipmaker Xilinx is up 43.6 pct YTD, the second-best performer in the S&P tech index, which itself is up 15.5 pct YTD, leading the other 10 S&P sectors  ** 112-year old XRX said on Mar 7 that it would become a wholly owned unit of a new holding company, with the new company trading under its current XRX ticker  ** In the last two quarters, XRX topped profit estimates and undertook initiatives to streamline its business under the new management  ** XRX on Tuesday was down 0.3 pct, and it is up 4.6 pct over the past 12 months. It is trading at 8.2x expected earnings, vs its 5-year average of 7.3x, according to Refinitiv","29":"(Reuters) - HP Inc said on Sunday it was open to exploring a bid for U.S. printer maker Xerox Corp after rebuffing a $33.5 billion cash-and-stock acquisition offer from the latter as “significantly” undervaluing the personal computer maker.  Xerox made the offer for HP, a company more than three times its size, on Nov. 5, after it resolved a dispute with its joint venture partner Fujifilm Holdings Corp that represented billions of dollars in potential liabilities.  Responding to Xerox’s offer on Sunday, HP said in a statement that it would saddle the combined company with “outsized debt” and was not in the best interest of its shareholders.  However, HP left the door open for a deal that would involve it becoming the acquirer of Xerox, stating that it recognized the potential benefits of consolidation.  “With substantive engagement from Xerox management and access to diligence information on Xerox, we believe that we can quickly evaluate the merits of a potential transaction,” HP said in its statement.  The move puts pressure on Xerox to open its books to HP. Xerox did not immediately respond on Sunday to a request for comment on whether it will engage with HP in negotiations as the potential acquisition target, rather than the acquirer.  HP on Sunday published Xerox CEO John Visentin’s Nov. 5 offer letter to HP, in which he stated that his company was “prepared to devote all necessary resources to finalize our due diligence on an accelerated basis.”  The company logo for Xerox is displayed on a screen on the floor of the New York Stock Exchange (NYSE) in New York, U.S., March 11, 2019. REUTERS\/Brendan McDermid  Activist investor Carl Icahn, who took over Xerox’s board last year together with fellow billionaire businessman Darwin Deason, said in an interview with the Wall Street Journal last week that he was not set on a particular structure for a deal with HP, as long as a combination is achieved. Icahn has also amassed a 4% stake in HP.  Xerox had offered HP shareholders $22 per share that included $17 in cash and 0.137 Xerox shares for each HP share, according to the Nov. 5 letter. The offer would have resulted in HP shareholders owning about 48% of the combined company. HP shares ended trading on Friday at $20.18.  Many analysts have said there is merit in the companies combining to better cope with a stagnating printing market, but some cited challenges to integration, given their different offerings and pricing models.  Xerox scrapped its $6.1 billion deal to merge with Fujifilm last year under pressure from Icahn and Deason.  Xerox announced earlier this month it would sell its 25% stake in the joint venture for $2.3 billion. Fujifilm also agreed to drop a lawsuit against Xerox, which it was pursuing following their failed merger.  TEST FOR NEW HP CEO  The negotiations with Xerox represent a major test for HP’s new CEO, Enrique Lores, the former president of HP’s imaging and printing business, who officially took over earlier this month.  HP is mindful of large acquisitions given its fateful deal for British software company Autonomy almost a decade ago. HP bought Autonomy for $11.1 billion in 2011 as the centerpiece of its unsuccessful pivot to software. Little over a year later, it wrote off $8.8 billion, $5 billion of which it put down to accounting improprieties, misrepresentation and disclosure failures.  More recently, HP has been struggling with its printer business segment recently, with the division’s third-quarter revenue dropping 5% on-year. It has announced a cost-saving program worth more than $1 billion that could result in its shedding about 16% of its workforce, or about 9,000 employees, over the next few years.  Xerox’s stock has rallied under Visentin, who took over last year as CEO. However, HP said on Sunday that a decline in Xerox’s revenue since June 2018 from $10.2 billion to $9.2 “raises significant questions” regarding the trajectory of Xerox’s business and future prospects.","30":"(Corrects prior year figure in paragraph six to $40 million, or 14 cents per share)  May 2 (Reuters) - Xerox Corp, battling shareholder disapproval over its $6.1 billion deal with Fujifilm Holdings , on Wednesday reported a 42.5 percent drop in quarterly profit partly due to a charge linked to its venture with the Japanese firm.  Xerox said on Tuesday its chief executive officer and most of its board will step down to settle a suit by activist shareholders Carl Icahn and Darwin Deason, paving the way for new management to reconsider the contentious deal with Fujifilm.  The company said it did not provide guidance for 2018 due to the pending director appointment, nomination and settlement agreement with Icahn and Deason, among others.  Xerox also said it would not hold an earnings call with analysts.  Fujifilm and Xerox struck a $6.1 billion deal in January to combine the U.S. company into their existing joint venture, Fuji Xerox, to gain scale and cut costs as demand for office printing equipment declines.  Net income attributable to Xerox fell to $23 million, or 8 cents per share, in the quarter ended March 31, from $40 million, or 14 cents per share, a year earlier.  Quarterly earnings from continuing operations was down from last year primarily due to lower equity income, including the Xerox share of a Fuji Xerox restructuring charge, the company said in a statement.  Total revenue was nearly flat at $2.44 billion. (Reporting by Ismail Shakil in Bengaluru Editing by Darren Schuettler)","31":"Nov 14 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 1100 GMT on Thursday:  ** Activist investor Carl Icahn has invested $1.2 billion in HP Inc and is pushing for the personal computer maker’s merger with printer maker Xerox Corp, arguing that a union could yield big profits for investors, the Wall Street Journal reported.  ** SoftBank’s Yahoo Japan is in talks to merge with messaging app operator Line Corp to create a $27 billion tech giant and help the Japanese conglomerate expand e-commerce and payments services.  ** Instruments maker Thermo Fisher Scientific Inc has approached genetic testing specialist Qiagen NV, about a potential deal, Bloomberg reported on Wednesday, citing people with knowledge of the matter.  ** Brazil’s second-largest private sector lender Banco Bradesco SA will spin off its digital bank, Next, by March 2020, Chief Executive Octavio de Lazari told analysts.  ** American Outdoor Brands Corp said it would split into two publicly traded companies, separating its outdoor products and firearms businesses. (Compiled by Dania Nadeem in Bengaluru)","32":"(Adds Xerox scraps deal with Fujifilm)  May 14 (Reuters) - Xerox Corp’s board has scrapped the planned $6.1 billion deal with Japan’s Fujifilm Holdings Corp in a settlement with activist investors Carl Icahn and Darwin Deason.  Xerox had been battling activist shareholder Carl Icahn and investor Darwin Deason over the company’s plan to sell itself to Fujifilm in a deal the two say dramatically undervalues the photocopying firm.  The termination of the deal puts the Japanese company further on the back foot in any new negotiations with Xerox, although it is by no means out of contention as Xerox is now expected to go up for sale in an auction at a higher price.  Following is a timeline of events when the two investors took a stake in the company and how their relationship slowly developed into one of the most contentious proxy fights currently on record, ultimately leading to the termination of the deal.  Feb. 8, 2010  Darwin Deason, son of an Arkansas chicken farmer, becomes a Xerox shareholder after the copier and printer maker buys his company ACS.  Nov. 23, 2015  Carl Icahn discloses stake in Xerox and calls shares undervalued  Jan. 29, 2016  * Xerox to split into two companies - one holding its legacy printer operations and the other its business process outsourcing unit  * Icahn gets three board seats on the outsourcing company  * Icahn says separation will greatly enhance shareholder value for Xerox shareholders  June 23, 2016  Business process outsourcing company to be named “Conduent Inc” and document technology company Xerox Corp. Jeff Jacobson, head of Xerox technology unit, to take over as Xerox CEO  June 27, 2016  Icahn registers 9.78 percent stake in Xerox. Icahn nominee Jonathan Christodoro joins Xerox board  Oct. 31, 2016  Deason, now fourth largest shareholder with 6.1 percent, sues in a U.S. court to prevent the split. Xerox settles with Deason two weeks later to allow split to proceed  Jan. 3, 2017  Xerox completes separation of Conduent  April 20, 2017  * Japan’s Fujifilm postpones its earnings announcement over questionable accounting practices at a unit of Fuji Xerox, its Asia-Pacific joint venture with Xerox  * Xerox quarterly profit takes charges related to equity investment in Fuji Xerox  Aug. 1, 2017  Xerox revises financial statements for prior periods to reflect the equity income impact from the Fujifilm investigation of Fuji Xerox accounting practices  Dec. 11, 2017  * Xerox says standstill arrangement between the company and Icahn agreed in June, 2016 terminated. Icahn nominee Jonathan Christodoro steps down from Xerox board  * Icahn says to nominate four candidates for election to Xerox board  Dec. 12, 2017  Icahn says Xerox “desperately” needed new leadership - his first public criticism of management  Jan. 11, 2018  Wall Street Journal reports Xerox in talks with Japanese camera maker Fujifilm Holdings on deal that could include a change in control of Xerox.  Jan. 17, 2018  * Darwin Deason urges Xerox to make public its joint venture agreement with Fujifilm  * Xerox says Deason’s letter “false and misleading”  Jan. 18, 2018  Icahn calls for termination or renegotiation of Fujifilm joint venture  Jan. 22, 2018  Icahn and Deason, together holding 15 pct of shares, say Xerox should explore strategic options, reveal agreement with Fuji. They call for CEO Jacobson to resign and replacement of board “old guard”.  Jan. 31, 2018  * Fujifilm says to take over Xerox in a $6.1 billion deal and combine the U.S. company into existing joint venture, Fuji Xerox  * Combined company will keep the Fuji Xerox name, become a subsidiary of Fujifilm, and be led by Jacobson  * Fujifilm says cutting 10,000 jobs at Fuji Xerox, more than a fifth of workforce.  Feb. 12, 2018  * Icahn and Deason say transaction “dramatically undervalues” company  * Xerox tells Reuters it considered several options in detail and concluded that the combination with Fuji Xerox is the “best path to create value” for the company  Feb. 13, 2018  * Deason asks a court to block merger  * Xerox says walking away from the joint venture would require it to completely rebuild its supply chain  Feb. 20, 2018  Icahn and Deason said Xerox should seek to sell itself to one of its rivals or a private equity firm  March 2, 2018  Deason sues Xerox to allow him to make nominations to its board after missing a deadline  April 17, 2018  Icahn and Deason say company could be worth $54 to $64 per share if it cashed in “untapped” intellectual property in digital printing and other businesses  April 27, 2018  * Source says Fujifilm and Xerox have reopened talks and are discussing a higher price  * U.S. judge temporarily blocks Xerox-Fujifilm deal, saying Jacobson sought to conclude the deal even though he was advised to end negotiations  May 1, 2018  * New York court filing shows Jacobson agreed to resign along with six other directors in settlement with shareholders  * The proposal still needed court approval  * As part of the agreement, the court needs to discontinue Deason litigations against Xerox defendants before 8 p.m. ET on May 3 or else the agreement will automatically terminate  May 2, 2018  * New Icahn and Deason controlled board to meet to reevaluate its joint venture deal with Fujifilm. John Visentin, previously at Novitex Enterprise Solutions, to become CEO.  * Reuters reports buyout firm Apollo Global Management LLC has expressed interest in buying Xerox  May 3, 2018  * Xerox says current board and CEO will stay after all, saying settlement agreement has expired  * Xerox appeals New York court ruling to block its deal with Fujifilm  * Xerox and the activists said the agreement expired over last-minute issues that arose in negotiations with the judge overseeing the case that made the parties unable to finalize their settlement ahead of a self-imposed deadline  May 7, 2018  * Icahn and Deason say they would seriously consider all-cash bid for Xerox at a minimum price of $40 per share  * They are “confident other potential buyers are waiting in the wings”.  * Fujifilm said in a statement it believes it will win its own appeal to the injunction blocking the deal, adding that the current deal valuations were fair.  May 9, 2018  The printer and copier maker’s board said it intended to resume merger discussions with Fujifilm seeking superior terms to those announced at the end of January.  May-13, 2018  Xerox scrapped a planned $6.1 billion deal to merge with Fujifilm Holdings and reaches a settlement with investors Carl Icahn and Darwin Deason (Compiled by Supantha Mukherjee and Laharee Chatterjee in Bengaluru; Editing by Bernard Orr and Shounak Dasgupta)","33":"(Reuters) - Xerox Corp beat analysts’ expectations for profit in the fourth quarter and forecast full-year profit above estimates, suggesting moves to refocus under new management were paying off and sending its shares up 6 percent.  FILE PHOTO - The logo of Xerox company is seen on a building in Minsk, Belarus, March 21, 2016. REUTERS\/Vasily Fedosenko\/File Photo  The company is streamlining its business and scaling up operations under a new regime installed by activist investors Carl Icahn and Darwin Deason last year.  Xerox had agreed to merge with its long-standing joint-venture with Japan’s Fujifilm Holdings Corp as it struggled to deal with a long-running decline in demand for printing and photocopying equipment.  That deal was scrapped under pressure from Icahn and Deason, and control was handed over to new management under Chief Executive Officer John Visentin, an Icahn aide.  “We remain focused on removing complexity in the way we work, organizing more effectively ... and we are seeing those efforts reflected in this quarter’s results,” Visentin said. “We are well positioned as we enter 2019.”  The Norwalk, Connecticut-based company said it expected to report 2019 profit of between $3.70 and $3.80 per share on an adjusted basis, well above analysts’ average expectation of $3.53, according to IBES data from Refinitiv.  Some analysts, however, pointed to a shortfall in Xerox’s fourth-quarter revenue, which was $2.53 billion compared to consensus forecasts of $2.56 billion, asking whether cost-cutting alone can deliver its promised profits.  “The biggest question is how they will be able to mitigate revenue declines because the ability to reduce costs is finite and then to continue to grow EPS, they need to actually grow revenue,” Cross Research analyst Shannon Cross said.  Net income attributable to Xerox was $137 million, or 56 cents per share, compared to a loss of $190 million, or 76 cents per share, a year earlier.  Excluding items, the company earned $1.14 per share, beating estimates of $1.04, helped by a 5 percent drop in total costs.","34":"Feb 13 (Reuters) - Xerox Corp:  * XEROX RESPONDS TO CARL ICAHN AND DARWIN DEASON OPEN LETTER  * XEROX CORP - BOARD OF CO HAS REVIEWED FEBRUARY 12, 2018 LETTER SIGNED BY CARL ICAHN AND DARWIN DEASON  * XEROX CORP - “COMBINATION OF XEROX AND FUJI XEROX WILL CREATE A STRONGER, MORE COMPETITIVE COMPANY WITH ENHANCED GROWTH PROSPECTS” Source text for Eikon: Further company coverage:","35":"(The May 4 story was corrected to add a dropped part of the quote by Subramanian to show full context of his remark, in the third paragraph)  FILE PHOTO - Xerox chief executive officer, Jeff Jacobson (L), smiles as he stands on the floor of the New York Stock Exchange (NYSE) in New York, U.S., January 4, 2017. REUTERS\/Lucas Jackson  (Reuters) - Xerox Corp XRX.N on Friday appealed a New York court ruling to block its deal with Fujifilm Holdings 4901.T, just hours after the company announced that its ousted CEO and directors would remain in place.  Xerox said its entire board and management team would stay, as the agreement to oust them reached with dissenting shareholders Darwin Deason and Carl Icahn expired late Thursday.  “With the caveat that I have not been privy to these negotiations, I find the rejection of the settlement by the Xerox board to be extraordinary and highly unusual,” said Guhan Subramanian, a professor at Harvard’s law and business schools who served as an expert witness for Xerox in the litigation.  Officially, Xerox and the activists said the agreement had expired over last-minute issues that arose in negotiations with the judge overseeing the case that made the parties unable to finalize their settlement ahead of a self-imposed deadline Thursday evening.  A source familiar with the matter said Xerox’s board let the settlement expire because it came to believe it had flexibility to renegotiate a deal with Fujifilm. Xerox’s board also took into account that the company’s shares had fallen more than 10 percent since it announced its settlement with the activists.  The judge said in a hearing on May 3 that he was not prohibiting Xerox from exploring other transactions with Fujifilm, according to a court transcript.  In fact, Xerox has already started renegotiating its deal with Fujifilm, according to the source, who did not want to be identified because the matter is private. The companies are discussing adding $5 a share to the $2.5 billion special cash dividend of roughly $9.80 per share that Xerox shareholders would receive as part of the deal, the person said.  The two companies could also come up with a new structure all together, the person added. Fujifilm declined to comment on the negotiations on Friday, which were first reported by The Wall Street Journal.  Xerox shares closed little changed at $28.38 per share on Friday.  AMMUNITION FOR ACTIVISTS?  Xerox and Fujifilm agreed in late January to a $6.1 billion deal that would merge the U.S. printer and copier maker into Fuji Xerox, an existing joint venture between Xerox and Fujifilm.  A New York court temporarily blocked the transaction last week, saying that Xerox Chief Executive Officer Jeff Jacobson was “hopelessly conflicted” and that he sought to conclude the deal even though he was advised to end negotiations.  In its appeal on Friday, Xerox disputed the court’s findings that the board breached its fiduciary duties in approving the deal and said the board unanimously authorized the deal.  Meanwhile, Deason and Icahn, who own about 15 percent of the company, have vowed to keep fighting Xerox, and will nominate a slate of directors at the company’s upcoming annual board meeting.  Charles Elson, professor of corporate governance at University of Delaware, said the confusing turn of events at Xerox “give the activists more ammunition” in a proxy fight.  Deason and Icahn have argued that Xerox’s board acted in a self-interested fashion and failed shareholders by approving a deal that undervalues the company.  Xerox's board has also been exploring its options. Reuters previously reported that buyout firm Apollo Global Management LLC APO.N has approached Xerox to express interest in a possible acquisition.  Fujifilm, which had objected to the settlement between Xerox and the activists, said it was satisfied that Xerox had not settled with the activists this week. Fujifilm is also planning to appeal last week’s court order and said in a statement on Friday that Xerox shareholders should decide for themselves the merits of any deal.  But a deal under new terms between Fujifilm and Xerox is far from certain. Fujifilm shares have been falling since the deal announcement in late January as investors have been questioning the benefits of the deal.","36":"TOKYO (Reuters) - Japan’s Fujifilm Holdings Corp has won an appeal in its legal battles with Xerox Corp, with a New York court overturning preliminary injunctions requested by an activist investor that had blocked their planned merger.  FILE PHOTO: Fujifilm Holdings' logos are pictured ahead of its news conference in Tokyo, Japan January 31, 2018. REUTERS\/Kim Kyung-Hoon  Xerox in May scrapped a $6.1 billion deal with Fujifilm in a settlement with investors Carl Icahn and Darwin Deason that also handed control of the U.S. photocopier giant to new management.  The ruling by the New York State Appellate Court could give the Japanese firm leverage to bring Xerox management back to the negotiating table. Fujifilm is also suing Xerox in a separate U.S. suit that seeks well over $1 billion, accusing it of breach of contract in abandoning the deal.  Its chances of success are, however, unclear as Xerox’s new management, backed by Icahn and Deason, is opposed to the proposed merger. Analysts have said the only way for Fujifilm to gain any traction with Xerox now is to raise its offer.  Fujifilm said in a statement it stands by its view that the original planned merger remains the best option for the shareholders of both companies.  “(The) Court’s decision will allow us to discuss with Xerox the fulfillment of the original agreement. All Xerox shareholders ought to be able to decide for themselves the operational, financial, and strategic merits of the transaction to combine Fuji Xerox and Xerox,” it said.  The two companies agreed in January to a complex deal that would have merged Xerox into their Asia joint venture Fuji Xerox and given Fujifilm control. That prompted Icahn and Deason, who own 15 percent of Xerox and argued the U.S. firm was being undervalued, to launch a proxy fight.  Representatives for Xerox, Deason and Icahn were not immediately available for comment.  The New York court found in its Oct. 16 ruling that Xerox’s former CEO Jeff Jacobson, accused by Deason of negotiating the deal to save his own job, had neither misled or misinformed the board.  “The board, which engaged outside advisors and discussed the proposed transaction on numerous occasions prior to voting on agreeing to present it to the shareholders, did not engage in a mere post hoc review, nor was the transaction unreasonable on its face,” the ruling also said.  The bitter legal wrangling has created much uncertainty for the two firms which are seen by many analysts as inextricably intertwined through their Fuji Xerox joint venture.  The venture accounts for nearly half of Fujifilm’s revenue while Xerox no longer builds its own office copiers, instead relying mostly on Fuji Xerox.  Xerox has said it would start sourcing products from new vendors for sale directly to customers in Fuji Xerox’s primary Asia-Pacific market.  The U.S. firm is now led by John Visentin who worked as a consultant to Icahn in the proxy fight and just this month it appointed Louie Pastor, previously deputy general counsel at Icahn Enterprises, as general counsel.  Fujifilm Chief Executive Shigetaka Komori said in June the company was “not opposed to considering any new proposal from the new Xerox board” but added many of its shareholders were demanding that its money would be better off spent on its healthcare businesses.  “The latest ruling is a step forward for Fujifilm to make the deal happen,” said Masayuki Otani, chief market analyst at Securities Japan who believes Fujifilm should focus on healthcare. “But concerns remain about whether taking over Xerox is the right step for the company.”  Fujifilm’s shares were up 1.3 percent in afternoon trade, in line with the broader market.","37":"Oct 23 (Reuters) - Xerox Corp, engaged in a tense standoff with Fujifilm Holdings Corp over an aborted merger, reported a 5.8 percent drop in quarterly revenue on Tuesday, as corporates cut back spending on printers and photocopiers.  Net income attributable to Xerox fell to $89 million, or 34 cents per share, in the third-quarter ended Sept. 30, from $179 million, or 68 cents per share, a year earlier, hurt by higher taxes.  Total revenue fell to $2.35 billion from $2.50 billion.  Last week, Fujifilm won an appeal that could give the Japanese company leverage to bring Xerox management back to the negotiating table.  Xerox in May scrapped a planned $6.1 billion merger with partner Fujifilm in a settlement with activist investors Carl Icahn and Darwin Deason that also handed control of the U.S. photocopier giant to new management. (Reporting by Sonam Rai in Bengaluru; Editing by Sriraj Kalluvila)","38":"Feb 26 (Reuters) - Xerox Corp:  * DARWIN DEASON SAYS SEEKS TO NOMINATE FULL SLATE OF DIRECTORS TO XEROX AT UPCOMING 2018 XEROX ANNUAL MEETING Source text: (bit.ly\/2GM945z) Further company coverage:","39":"Slideshow ( 2 images )  (Reuters) - Xerox Corp shareholders Carl Icahn and Darwin Deason said on Tuesday the U.S. company should seek to sell itself to one of its rivals or a private equity firm.  Xerox could combine with a competitor that is actually willing to pay a significant premium, or Japan's Fujifilm Holdings themselves would step up and offer a full buy-out on fair terms, the shareholders wrote in an open letter. (bit.ly\/2Hvx51N)  The activist shareholders, who own a combined 15 percent of the U.S. printer and copier maker, have repeatedly urged shareholders to oppose the Fuji-Xerox deal.  Icahn and Deason said last week the agreement dramatically undervalued Xerox, and criticized the deal structure calling it “tortured, convoluted”.  “Carl Icahn and Darwin Deason’s letter is consistent with their misguided campaign to undermine Xerox’s combination with Fuji Xerox,” Xerox said in a statement on Tuesday.  The company reiterated that among the range of strategic options, combination with Fuji Xerox is the superior path forward for Xerox.  On Jan. 31, Fujifilm said it was set to take over Xerox in a $6.1 billion deal and combine it into their existing joint venture, Fuji Xerox.  Shares of Xerox were up nearly 1 percent.","40":"The logo of Xerox company is seen on a building in Minsk, Belarus, March 21, 2016. REUTERS\/Vasily Fedosenko  (Reuters) - Buyout firm Apollo Global Management LLC APO.N has approached Xerox Corp XRX.N to express interest in a possible acquisition, casting new uncertainty over the U.S. printer company's $6.1 billion sale to Japan's Fujifilm Holdings 4901.T, people familiar with the matter said on Wednesday.  The development marks the latest twist in Xerox’s saga. On Tuesday, Xerox said its chief executive, Jeff Jacobson, and most of its board will step down to settle a lawsuit by activist shareholders Carl Icahn and Darwin Deason.  Apollo's interest in Xerox has been reinforced by the appointment of John Visentin as the company's new CEO, the sources said. Visentin was previously CEO of Novitex Enterprise Solutions and also chairman of Presidio Inc PSDO.O, two companies in which Apollo invested.  There is no certainty that Apollo’s approach will entice Xerox or that it will lead to a deal. Fujifilm has said it will challenge a court order suspending its deal with Xerox, while the new board of the latter reviews it.  The sources asked not to be identified because the approach is confidential. Apollo and Xerox declined to comment, while Fujifilm did not immediately respond to requests for comment. Deason declined to comment while Icahn could not be reached for comment.  Xerox shares pared losses on news of Apollo’s approach, and were down 5.8 percent at $30.42 on Wednesday afternoon after plunging as much as 8 percent on news of the outcome of Icahn and Deason’s legal challenge. Xerox has a market capitalization of $7 billion.  As part of the settlement with Icahn and Deason announced on Tuesday, Xerox said its board of directors would meet immediately to begin evaluating all strategic alternatives to maximize shareholder value, including ending or restructuring Xerox’s deal with Fujifilm.  Icahn and Deason had already won a rare court order to temporarily block the deal, which they said undervalued Xerox. A New York judge last week agreed that CEO Jeff Jacobson had been “hopelessly conflicted” in negotiating a deal that would put him in charge, since he knew the board was looking to replace him.  Visentin had previously been hired by Icahn to assist in fighting Xerox. He had also been a candidate under consideration by the old board to replace Jacobson as recently as last year, according to court documents.","41":"March 2 (Reuters) - Xerox Corp:  * XEROX - SENT LETTER TO DARWIN DEASON IN RESPONSE TO DEASON SEEKING A WAIVER TO NOMINATE DIRECTORS TO XEROX BOARD  * XEROX - CONCLUDED DEASON DOES NOT HAVE ANY RIGHT TO NOMINATE DIRECTORS TO SERVE AS MEMBERS OF XEROX BOARD OUTSIDE OF NOMINATION WINDOW - SEC FILING  * XEROX - CONCLUDED DEASON DOES NOT HAVE RIGHT TO A WAIVER OF XEROX’S ADVANCE NOTICE BYLAW PROVISION Source text (bit.ly\/2CSIdCl) Further company coverage: (Reuters.Brief@thomsonreuters.com)","42":"Feb 20 (Reuters) -  * CARL ICAHN AND DARWIN DEASON RELEASE OPEN LETTER TO XEROX SHAREHOLDERS  * CARL ICAHN & DARWIN DEASON, IN LETTER TO XEROX SHAREHOLDERS, SAY THERE ARE “VIABLE ALTERNATIVES” TO PROPOSED FUJI SCHEME  * CARL ICAHN & DARWIN DEASON, IN LETTER TO XEROX SHAREHOLDERS, SAY BEST ALTERNATIVE WOULD BE TO CONSOLIDATE WITH OR SELL TO A COMPETITOR  * CARL ICAHN & DARWIN DEASON - “WE SUSPECT THERE IS AT LEAST $500 MILLION IN COST CREEP THAT HAS NOT BEEN CLEARLY REPORTED” BY XEROX  * CARL ICAHN & DARWIN DEASON - DIVERSIFYING AWAY FROM FUJI OVER TIME, AND BRINGING IN NEW MANAGEMENT WOULD BE BETTER FOR XEROX THAN CURRENT PROPOSED DEAL Source text: bit.ly\/2sJmqNL Further company coverage:","43":"FILE PHOTO: The logo of Xerox company is seen on a building in Minsk, Belarus, March 21, 2016. REUTERS\/Vasily Fedosenko\/File Photo  (Reuters) - Xerox Corp said on Thursday it will implement a structure in which the printer maker will become a wholly owned unit of a new holding company.  The reorganization is expected to be implemented in mid-2019 and the new holding company’s shares will trade on the New York Stock Exchange under its current ticker “XRX”.  A holding company structure allows a firm to lower its tax bill, protect patents and diversify its unit’s businesses efficiently. In 2015, Google formed a holding company, Alphabet Inc, with distinct units under it.  Xerox scrapped a complex deal last year to merge with Fujifilm Holdings Corp after it ran into strong opposition from activist investors Carl Icahn and Darwin Deason.  In the last two quarters, Xerox topped profit estimates and undertook initiatives to streamline its business under the new management led by Chief Executive Officer John Visentin, an Icahn appointee.","44":"May 4 (Reuters) - Fujifilm Holdings Corp:  * FUJIFILM HOLDINGS - SATISFIED AT THIS POINT THAT COURT HAS ACCEPTED ITS VIEW OF THE IMPORTANCE OF AN OPEN, ORDERLY AND TRANSPARENT REVIEW PROCESS  * FUJIFILM HOLDINGS - CONTINUE TO STRONGLY REQUEST THAT XEROX BOARD TO FULFILL AGREEMENT WHICH HAS BEEN APPROVED UNANIMOUSLY BY ITS BOARD ON JAN 30 Further company coverage:","45":"Slideshow ( 2 images )  (Reuters) - HP Inc HPQ.N reiterated on Sunday its rejection of Xerox Corp's XRX.N $33.5 billion cash-and-stock offer for the company, adding that the proposal \"significantly undervalues HP.\"  The personal computer maker said last Sunday it rebuffed Xerox’s offer, and that it was open to exploring its own bid for the U.S. printer maker. Xerox had offered HP shareholders $22 per share, involving $17 in cash and 0.137 Xerox share for each HP share, according to a Nov. 5 letter.  “We reiterate that we reject Xerox’s proposal as it significantly undervalues HP,” HP said in a letter to Xerox made public on Sunday.  “There continues to be uncertainty regarding Xerox’s ability to raise the cash portion of the proposed consideration and concerns regarding the prudence of the resulting outsized debt burden on the value of the combined company’s stock even if the financing were obtained,” the letter added.  HP also said it was concerned that Xerox’s exit from Fujifilm’s joint venture earlier this month left a “sizeable strategic hole in Xerox’s portfolio”.  Xerox threatened on Thursday to take its $33.5 billion buyout bid for HP hostile, if the company did not agree to a “friendly” discussion and open its books before Monday.","46":"(Reuters) - Xerox Corp XRX.N shares fell 4 percent in early trading on Monday after the photocopier pioneer said it had scrapped a planned $6.1 billion deal to merge with Fujifilm Holdings Corp 4901.T.  FILE PHOTO: The logo of Xerox company is seen on a building in Minsk, Belarus, March 21, 2016. REUTERS\/Vasily Fedosenko\/File Photo  The decision hands victory in one of the biggest ongoing U.S. proxy fights to activist investors Carl Icahn and Darwin Deason, who say they can secure better offers for the company than the deal with Fujifilm.  Some Tokyo-based analysts warned a long renegotiation of price, terms and how attempts to restructure the pair’s existing joint venture could damage both companies.  “There is a large gap between our assessment and Xerox’s largest investors’ assessment of Xerox’s value,” said Ryosuke Katsura, senior analyst at SMBC Nikko Securities.  “We think that it would be negative for both firms if a break-off in negotiations is followed by a protracted period of uncertainty.”  Xerox shares were 4.2 percent lower at $28.90 in premarket trading in New York. Fujifilm shares rose 1.5 percent.  The two companies agreed in January to a complex deal thatwould have merged Xerox into their Asia joint venture Fuji Xeroxand given Fujifilm control. That prompted Icahn and Deason, who control 15 percent of the company, to demand changes to the board.  The settlement with the billionaire investors outlined by Xerox on Sunday puts the Japanese company further on the back foot in any new negotiations with Xerox, although a number of analysts have said Fujifilm is under no pressure to rush.  Xerox said it had repeatedly tried to convince Fujifilm to start talks on improved terms for buyout to no avail. Fujifilm said on Sunday it disputed Xerox’s right to terminate the deal and would look at all options including legal action seeking damages.  Icahn and Deason have said they believe other investors are\"waiting in the wings\" for Xerox, while people familiar with thematter have previously said that buyout firm Apollo GlobalManagement LLC APO.N has expressed interest in a bid forXerox.","47":"Feb 13 (Reuters) -  * DARWIN DEASON SAYS HAS FILED LAWSUIT AGAINST FUJIFILM HOLDINGS CORP, XEROX, CURRENT XEROX BOARD MEMBERS, & URSULA BURNS, XEROX’S FORMER CHAIRMAN & CEO  * DARWIN DEASON SAYS THE COMPLAINT WAS FILED ON FEBRUARY 13, 2018, IN SUPREME COURT OF STATE OF NEW YORK, NEW YORK COUNTY  * DARWIN DEASON SAYS IN COMPLAINT, DEASON SEEKS TO ENJOIN DEAL, TERMINATE XEROX\/FUJI JV LOCK-UP, JV AGREEMENTS & PURSUE STRATEGIC ALTERNATIVES FOR XEROX Source text for Eikon: Further company coverage:","48":"(Corrects paragraph 9 to say Deason and Icahn together own 15.2 pct stake in Xerox, not Deason raised his stake to 15.2 pct)  Feb 12 (Reuters) - Xerox Corp shareholders Carl Icahn and Darwin Deason strongly criticized the printer and copier maker’s plan to sell itself to Japan’s Fujifilm Holdings , saying the transaction “dramatically undervalues” Xerox.  Shares of Xerox were up nearly 2 percent at $30.06 in early trading on Monday.  \"We urge you – our fellow shareholders – do not let Fuji steal this company from us,\" Icahn and Deason said in an open letter. (bit.ly\/2skuvYM)  The top shareholders termed the deal structure as “tortured (and) convoluted”.  In an emailed statement, Xerox told Reuters it considered several other options in detail and concluded that the combination with Fuji Xerox is the “best path to create value” for the company.  The two investors said there is still great opportunity for Xerox to create “enormous value for shareholders, and it does not involve selling control to Fuji without a premium”.  On Jan. 31, Fujifilm said it was set to take over Xerox in a $6.1 billion deal and combine it into their existing joint venture, Fuji Xerox.  “To put it simply, the current board of directors has overseen the systematic destruction of Xerox, and, unless we do something, this latest Fuji scheme will be the company’s final death knell,” Icahn and Deason said in the letter.  Deason and Icahn said in regulatory filings they together own a 15.2 percent stake in Xerox - 6 percent and 9.2 percent respectively - as of Feb 12. bit.ly\/2ssI9cF  The two investors in their letter highlighted their concerns about becoming passive minority owners of a Fuji subsidiary if the deal with Xerox proceeds.  Fujifilm was not immediately available for comment. (Reporting by Supantha Mukherjee and Laharee Chatterjee in Bengaluru; Editing by Maju Samuel)","49":"May 7 (Reuters) -  * CARL ICAHN AND DARWIN DEASON RELEASE OPEN LETTER TO XEROX CORP SHAREHOLDERS  * CARL ICAHN, DARWIN DEASON - POSTED $150 MILLION BOND TO PRESERVE PRELIMINARY INJUNCTIONS AGAINST THE XEROX BOARD AND FUJI  * CARL ICAHN, DARWIN DEASON - “WE ARE COMFORTABLE STATING THAT AN ALL-CASH BID AT A MINIMUM OF $40 PER SHARE, WOULD REQUIRE OUR SERIOUS CONSIDERATION”  * CARL ICAHN, DARWIN DEASON - \"WE ALSO SEE THE POSSIBILITY OF SIMILAR OR BETTER VALUE IN A STANDALONE XEROX WITH JOHN VISENTIN AT THE HELM AS CEO\" Source link: bit.ly\/2FSU0C9 Further company coverage:","50":"(Reuters) - Xerox Corp XRX.N has been engaged in a bitter war with two of its top investors - hedge fund managers Carl Icahn and Darwin Deason - over its deal with Japanese camera maker Fujifilm Holdings Corp 4901.T.  Icahn and Deason, who together own a 15.2 percent stake in Xerox, have vigorously opposed the $6.1 billion takeover of Xerox by Fujifilm, saying the deal ‘dramatically undervalues’ the photocopier.  In the latest from the onslaught of lawsuits and open letters against Xerox, Deason filed a lawsuit on Friday seeking to nominate directors to Xerox’s board in a bid to stop the deal.  Xerox, which plans to hold its annual meeting in May, saw its shares drop as much as 2.5 percent on Friday on the news of Deason’s latest lawsuit. Xerox shares have risen nearly 5 percent this year.  The following is a timeline of what has transpired in this saga since reports of Xerox striking a deal with Fujifilm first surfaced in early January.  March 2, 2018:  Darwin Deason files a new lawsuit against Xerox, saying he has a right to nominate directors, despite missing the company’s deadline. Carl Icahn and Deason, in a statement, say Xerox needs a strategy that is “grounded in reality, not wishful thinking.”  Earlier in the day, Xerox says Deason cannot nominate directors to its board outside of its nomination window.  Feb. 26, 2018:  Deason seeks to nominate a full slate of directors to Xerox’s board in an attempt to replace the company’s current 10-member board and block the Fuji deal, which Icahn and Deason earlier said “disproportionately” favors Fuji.  Feb. 20, 2018:  Icahn and Deason say Xerox should seek to sell itself to one of its rivals or a private equity firm that would be willing to pay a premium better than Fuji’s. Xerox calls their campaign “misguided.”  Feb. 13, 2018:  Deason sues Xerox in the U.S. to block Fujifilm deal, which he says “must be stopped dead in its tracks.” Xerox says it will defend itself and Deason’s allegations are “without merit.”  Feb. 12, 2018:  Icahn, Deason in an open letter to shareholders urged them to not let Fuji “steal” the company from them. They also call shareholders’ attention to the accounting scandal at Fuji Xerox last year.  Xerox bites back against the activist investors and says a JV with Fujifilm seemed to be the “best path” for them.  Feb. 5, 2018:  Xerox says either Fujifilm or the company is liable to pay to other $183 million if their JV is terminated.  Jan. 31, 2018:  Fujifilm and Xerox announce deal in which Fujifilm plans to combine Xerox into an existing JV for Fuji Xerox. In the combined new company, Fuji will be the majority shareholder.  Before announcing the deal, Fujifilm says it plans to cut 10,000 jobs at Fuji Xerox. This JV has been around in various forms since 1962, and its current structure dates back to 2001.  Jan. 22, 2018:  Icahn and Deason join forces to push Xerox to explore strategic options, oust its “old guard”, including its CEO, and negotiate better terms for its decades-long deal with Fujifilm.  Xerox says it is “confident with the strategic direction in which the Company is heading.”  Jan. 18, 2018:  Icahn echoes sentiments of Deason and in an open letter calls for the termination or renegotiation of the Fujifilm JV, and reiterates demands for a change of leadership at Xerox.  Xerox acknowledges the letter with a mild statement - “We are aware of the letter from Carl Icahn”.  Jan. 17, 2018:  Darwin Deason discloses a stake in Xerox, and delivers a public letter to the board, demanding that Xerox immediately disclose details on its existing JV agreement with Fuji.  Xerox in response to Deason’s letter says it believes his assertions and characterizations are “false and misleading.”  Jan. 10, 2018:  Media reports surface that Xerox, under pressure to find new growth sources amid shrinking demand for its printer and copier business, is in talks for a deal with Fujifilm that could include a change in control of Xerox.","51":"(Reuters) - Xerox Corp XRX.N shares fell 4 percent on Monday after the photocopier pioneer said it scrapped a planned $6.1 billion deal to merge with Fujifilm Holdings Corp 4901.T.  FILE PHOTO: The logo of Xerox company is seen on a building in Minsk, Belarus, March 21, 2016. REUTERS\/Vasily Fedosenko  The decision hands victory in one of the biggest ongoing U.S. proxy fights to activist investors Carl Icahn and Darwin Deason, who say they can secure better offers for the company than the deal with Fujifilm.  Some Tokyo-based analysts warned a long renegotiation of price and terms as well as attempts to restructure the pair’s existing joint venture could damage both companies.  “There is a large gap between our assessment and Xerox’s largest investors’ assessment of Xerox’s value,” said Ryosuke Katsura, senior analyst at SMBC Nikko Securities.  “We think that it would be negative for both firms if a break-off in negotiations is followed by a protracted period of uncertainty.”  Xerox shares fell 7.4 percent to $27.82, while Fujifilm shares rose 1.5 percent.  The share price decline shows that the scrapping of the deal will result in the loss of a $9.80 special dividend, said David Holt, analyst at CFRA research.  Holt also said there are potential interests from other competitors such as HP Inc HPQ.N.  “When you put these two companies together, the value proposition looks attractive,” Holt added.  Xerox and Fuji agreed in January to a complex deal thatwould have merged Xerox into their Asia joint venture Fuji Xeroxand given Fujifilm control. That prompted Icahn and Deason, who control 15 percent of the company, to demand changes to the board.  The settlement with the billionaire investors outlined by Xerox on Sunday puts the Japanese company further on the back foot in any new negotiations with Xerox, although a number of analysts have said Fujifilm is under no pressure to rush.  Xerox said it had repeatedly tried to convince Fujifilm to start talks on improved terms for buyout to no avail. Fujifilm said on Sunday it disputed Xerox’s right to terminate the deal and would look at all options including legal action seeking damages.  Icahn and Deason have said they believe other investors are\"waiting in the wings\" for Xerox, while people familiar with the matter have previously said that buyout firm Apollo GlobalManagement LLC APO.N has expressed interest in a bid forXerox.","52":"NEW YORK (Reuters) - Xerox Corp XRX.N Chairman Robert Keegan told a New York state court on Thursday that Xerox and Fujifilm Holdings Corp 4901.T have reopened talks about their $6.1 billion agreement for the Japanese company to acquire the U.S. print and copy machine maker, according to sources inside the courtroom.  Slideshow ( 2 images )  The sources declined to be named because they were not authorized to talk to the media.  Xerox and Fujifilm are discussing increasing the financial consideration for Xerox shareholders, according to a separate source close to the situation.  Xerox declined to comment. A spokeswoman for Fujifilm confirmed the company had received a request for a renegotiation from Xerox.  Keegan was speaking as part of a court hearing connected to Xerox shareholder Darwin Deason’s lawsuit, filed in March, to block Xerox’s deal with Fujifilm and also nominate directors to Xerox’s board.  Under the agreement announced in late January, Fujifilm would take over Xerox and combine the U.S. company into their existing joint venture to gain scale and cut costs as demand for office printing declines.  The deal is opposed by top Xerox shareholders Deason and activist investor Carl Icahn, who say that it unfairly favors Fujifilm.  In Deason’s lawsuit, he argues that he has the right to nominate directors to Xerox’s board despite missing a deadline because the current board had made significant decisions and disclosures to stockholders after the deadline for nominations.  Deason could not be reached for comment on Thursday.  Icahn also tweeted on Thursday in support of Deason’s plan for Xerox to pursue alternatives to its deal with Fujifilm.  The hearing will resume on Friday in New York.","53":"May 8 (Reuters) - Fujifilm Holdings Corp:  * FUJIFILM SAYS IT IS CONFIDENT THAT IT WILL WIN APPEAL TO REMOVE BLOCK TO DEAL WITH XEROX Further company coverage: (Reporting by Makiko Yamazaki)","54":"June 27 (Reuters) - Fujifilm Holdings Corp warned on Wednesday that if Xerox Corp does not renew its technology agreement in 2021, it would be prepared to compete against the company in Asia-Pacific and challenge it in America and Europe.  Xerox had said on Monday it would start sourcing products from new vendors to lower its dependency on Fujifilm and may not renew its technology agreement with the 56-year-old joint venture Fuji Xerox. (Reporting by Sonam Rai in Bengaluru; Editing by Anil D’Silva)","55":"(Reuters) - Xerox Corp said on Monday it would start sourcing products from new vendors to lower its dependency on Fujifilm Holdings Corp and may not renew its technology agreement with the 56-year-old joint venture Fuji Xerox.  FILE PHOTO: The Fuji Xerox logo is seen on a photocopier in this illustration photo January 19, 2018. REUTERS\/Thomas White\/Illustration\/File Photo  Fujifilm sued Xerox last week for well over $1 billion, faulting the printer and copier company for succumbing to pressure from activist investors Carl Icahn and Darwin Deason in calling off a proposed merger agreed in January.  In a letter to Fujifilm Chief Executive Officer Shigetaka Komori, Xerox’s newly appointed CEO, John Visentin, cited “massive and ongoing accounting fraud at Fuji Xerox” and “numerous contractual breaches” as grounds to not renew the joint venture when it expires in 2021.  “Simply put, Fujifilm has failed to prepare Fuji Xerox to comply with the laws and regulations applicable to U.S. public companies, and, as you and your advisors are surely aware, it would likely take years for any such compliance capability to be achieved,” Visentin said in the letter.  In response, Fujifilm said Xerox’s argument on Fuji Xerox’s accounting issue is wrong. “The accounting issue at Fuji Xerox is properly resolved and no longer exists.”  Fuji Xerox, 75 percent owned by Japan’s Fujifilm and rest by Xerox, handles contracts that supply global clients with Xerox services in the United States and Europe, as well as Fuji Xerox services in Asia. Moreover, Xerox no longer builds its own office copiers, instead relying mostly on Fuji Xerox.  “Fujifilm’s actions have forced us to move forward on several fronts to protect our supply chain,” Visentin said.  Xerox named Steven Bandrowczak as its chief operating officer as it looks to build its own supply chain in the fast-growing Asia-Pacific market.  “We do think that Xerox has the ability to build its supply chains and source products from scratch in Asia, although the merger with Fuji would have been the ideal situation,” an institutional investor, who holds 5 million shares in Xerox, told Reuters.  A Xerox spokesman did not disclose any details on its sourcing strategy.  Fujifilm said it would be difficult for Xerox to build its sales channels in Asia from scratch as it does not currently have any marketing channel in the region.  Xerox shares fell more than 2 percent to $25.85 in morning trade.","56":"NEW YORK, May 13 (Reuters) - Xerox Corp said on Sunday it was ending its planned deal with Fujifilm Holdings Corp and had reached a settlement with investors Carl Icahn and Darwin Deason.  Xerox said the settlement agreement with Icahn and Deason resolved a pending proxy contest in connection with the company’s 2018 annual meeting of shareholders. The company also appointed five new board members. (Reporting by Alwyn Scott; Editing by Peter Cooney)","57":"(Reuters) - Xerox Corp’s board is battling activist shareholder Carl Icahn and investor Darwin Deason over the company’s plan to sell itself to Japan’s Fujifilm in a deal the two say dramatically undervalues the photocopying firm.  Following is a timeline of events when the two investors took a stake in the company and how their relationship slowly developed into one of the most contentious proxy fights currently on record.  Feb. 8, 2010  Darwin Deason, son of an Arkansas chicken farmer, becomes a Xerox shareholder after the copier and printer maker buys here his company ACS.  Nov. 23, 2015  Carl Icahn discloses reut.rs\/2jHOMka stake in Xerox and calls shares undervalued  Jan. 29, 2016  - Xerox to split here into two companies - one holding its legacy printer operations and the other its business process outsourcing unit  - Icahn gets three board seats on the outsourcing company  - Icahn says separation will greatly enhance shareholder value for Xerox shareholders  June 23, 2016  Business process outsourcing company to be named here \"Conduent Inc\" and document technology company Xerox Corp. Jeff Jacobson, head of Xerox technology unit, to take over as Xerox CEO  June 27, 2016  Icahn registers 9.78 percent stake in Xerox. Icahn nominee Jonathan Christodoro joins xerox.bz\/2jEvZG6 Xerox board  Oct. 31, 2016  Deason, now fourth largest shareholder with 6.1 percent, sues in a U.S. court to prevent the split. Xerox settles reut.rs\/2K2fIpH with Deason two weeks later to allow split to proceed  Jan. 3, 2017  Xerox completes xerox.bz\/2ItWUT4 separation of Conduent  April 20, 2017  Japan's Fujifilm postpones here its earnings announcement over questionable accounting practices at a unit of Fuji Xerox, its Asia-Pacific joint venture with Xerox  Xerox quarterly profit takes charges related to equity investment in Fuji Xerox  Aug. 1, 2017  Xerox revises here financial statements for prior periods to reflect the equity income impact from the Fujifilm investigation of Fuji Xerox accounting practices  Dec. 11, 2017  - Xerox says standstill arrangement between the company and Icahn agreed in June, 2016 terminated. Icahn nominee Jonathan Christodoro steps down from Xerox board  - Icahn says here to nominate four candidates for election to Xerox board  Dec. 12, 2017  Icahn says Xerox “desperately” needed new leadership - his first public criticism of management  Jan. 11, 2018  Wall Street Journal reports Xerox in talks with Japanese camera maker Fujifilm Holdings on deal that could include a change in control of Xerox.  Jan. 17, 2018  - Darwin Deason urges Xerox to make public its joint venture agreement with Fujifilm  - Xerox says Deason’s letter “false and misleading”  Jan. 18, 2018  Icahn calls for termination or renegotiation of Fujifilm joint venture  Jan. 22, 2018  Icahn and Deason, together holding 15 pct of shares, say Xerox should explore strategic options, reveal agreement with Fuji. They call for CEO Jacobson to resign and replacement of board “old guard”.  Jan. 31, 2018  - Fujifilm says to take over Xerox in a $6.1 billion deal and combine the U.S. company into existing joint venture, Fuji Xerox  - Combined company will keep the Fuji Xerox name, become a subsidiary of Fujifilm, and be led by Jacobson  - Fujifilm says cutting 10,000 jobs at Fuji Xerox, more than a fifth of workforce.  Feb. 12, 2018  - Icahn and Deason say transaction “dramatically undervalues” company  - Xerox tells Reuters it considered several options in detail and concluded that the combination with Fuji Xerox is the “best path to create value” for the company  Feb. 13, 2018  - Deason asks a court to block merger  - Xerox says walking away from the joint venture would require it to completely rebuild its supply chain  Feb. 20, 2018  Icahn and Deason said Xerox should seek to sell itself to one of its rivals or a private equity firm  March 2, 2018  Deason sues Xerox to allow him to make nominations to its board after missing a deadline  April 17, 2018  Icahn and Deason say company could be worth $54 to $64 per share if it cashed in “untapped” intellectual property in digital printing and other businesses  April 27, 2018  - Source says Fujifilm and Xerox have reopened talks and are discussing a higher price  - U.S. judge temporarily blocks Xerox-Fujifilm deal, saying Jacobson sought to conclude the deal even though he was advised to end negotiations  May 1, 2018  - New York court filing shows Jacobson agreed to resign along with six other directors in settlement with shareholders  - The proposal still needed court approval  - As part of the agreement, the court needs to discontinue Deason litigations against Xerox defendants before 8 p.m. ET on May 3 or else the agreement will automatically terminate  May 2, 2018  - New Icahn and Deason controlled board to meet to reevaluate its joint venture deal with Fujifilm. John Visentin, previously at Novitex Enterprise Solutions, to become CEO.  - Reuters reports buyout firm Apollo Global Management LLC has expressed interest in buying Xerox  May 3, 2018  - Xerox says current board and CEO will stay after all, saying settlement agreement has expired  - Xerox appeals New York court ruling to block its deal with Fujifilm  - Xerox and the activists said the agreement expired over last-minute issues that arose in negotiations with the judge overseeing the case that made the parties unable to finalize their settlement ahead of a self-imposed deadline  May 7, 2018  - Icahn and Deason say they would seriously consider all-cash bid for Xerox at a minimum price of $40 per share  - They are “confident other potential buyers are waiting in the wings”.","58":"April 27 (Reuters) - Fujifilm Holdings Corp:  * XEROX - CONFIRMED TALKS WITH FUJIFILM FOR POTENTIAL INCREASE IN CONSIDERATION TO BE RECEIVED BY XEROX SHAREHOLDERS IN PROPOSED DEAL WITH FUJI XEROX Source text: [bit.ly\/2I42mJW] Further company coverage:","59":"May 10 (Reuters) - Fujifilm Holdings Corp:  * FUJIFILM SAYS HAS NOT RECEIVED A NEW PROPOSAL FROM XEROX  * FUJIFILM SAYS IF WE RECEIVE A NEW PROPOSAL, WE WILL NEED TO STUDY WHETHER IT OFFERS VALUE TO SHAREHOLDERS OF FUJIFILM Further company coverage: (Reporting By Chris Gallagher and Makiko Yamazaki)","60":"(Reuters) - Xerox Corp XRX.N posted a better-than-expected quarterly profit on Tuesday, but cut its full-year revenue forecast citing organizational changes, primarily in North America.  FILE PHOTO: The company logo for Xerox is displayed on a screen on the floor of the New York Stock Exchange (NYSE) in New York, U.S., March 11, 2019. REUTERS\/Brendan McDermid\/File Photo  Shares of the U.S. photocopier maker were down 3.5% at $32.72 in trading around noon.  Xerox scrapped a complex deal last year to merge with Japan's Fujifilm Holdings Corp 4901.T after it ran into strong opposition from activist investors Carl Icahn and Darwin Deason.  Since then, the company has taken initiatives to streamline its business under the new management led by Chief Executive Officer John Visentin, an Icahn appointee.  Xerox now expects 2019 revenue to fall 6%, compared with a 5% decline it had estimated earlier.  Total revenue for the second quarter fell nearly 9% to $2.29 billion, as businesses continue to cut spending on printers and photocopiers.  Analysts had expected revenue of $2.32 billion, according to IBES data from Refinitiv.  “Results were due to weaker economic conditions in Western Europe and certain developing markets and continued operational impacts in the United States we identified last quarter, albeit improving as the quarter went on,” Visentin said on a post earnings call with analysts.  Net income attributable to Xerox rose to $181 million, or 77 cents per share, in the three months ended June 30, from $112 million, or 42 cents per share, a year earlier.  Excluding items, the company earned 99 cents per share, above estimates of 88 cents.","61":"(Reuters) - Xerox Corp XRX.N on Thursday threatened to take its $33.5 billion buyout bid for HP Inc HPQ.N hostile, if the personal computer maker did not agree to a \"friendly\" discussion and open its books before Nov. 25.  Slideshow ( 2 images )  HP on Sunday rejected Xerox’s offer of $22 per share, saying it undervalued the company, and that it was open to exploring its own bid for the U.S. printer maker.  “We are confused by this reasoning in that your own financial adviser, Goldman Sachs & Co, set a $14 price target with a ‘sell’ rating for HP’s stock after you announced your restructuring plan,” Xerox wrote in its letter to HP.  The median price target on HP stock by 15 analysts is $20.  HP did not respond to Reuters’ request for comment.  “Unless you and we agree on mutual confirmatory due diligence to support a friendly combination by Nov. 25, Xerox will take its compelling case to create superior value for our respective shareholders directly to your shareholders,” the company said in the letter.  HP said on Sunday that, under Xerox’s proposed terms, the combined company would be saddled with “outsized debt”.  However, HP left the door open for a deal that would involve it becoming the acquirer of Xerox, and said it can evaluate the merits by accessing diligence information on Xerox.  Xerox on Thursday said it has accepted HP’s request for due diligence, but that HP had refused to open its books to Xerox.  “Any friendly process for a combination of this type requires mutual diligence - your proposal for one-way diligence is an unnecessary delay tactic,” Xerox wrote.  Many analysts have said there is merit in the companies combining to better cope with a stagnating printing market, but some cited challenges to integration, given their different offerings and pricing models.  “Xerox’s move could force HP to propose a higher acquisition price that would benefit HP shareholders, or potentially turn the tables and have HP look to acquire Xerox,” Morningstar analyst Mark Cash said.  Activist investor Carl Icahn, who took over Xerox’s board last year with fellow businessman Darwin Deason, told the Wall Street Journal last week that he was not set on a particular structure for a deal with HP, as long as a combination is achieved. Icahn has a 4% stake in HP.  Xerox made the offer to HP, a company more than three times its size, on Nov. 5, after it resolved a dispute with its joint venture partner Fujifilm Holdings Corp 4901.T that represented billions of dollars in potential liabilities.","62":"(Corrects subheading)  * CEO Jeff Jacobson, six others to step down  * New board members backed by Icahn and Deason  * Xerox says new board to renegotiate deal with Fujifilm  * Fujifilm shares tumble 5.5 pct  * Fujifilm to object to settlement, appeal court ruling  By Liana B. Baker and Ritsuko Ando  NEW YORK\/TOKYO, May 2 (Reuters) - Xerox Corp said its CEO and most of its board will step down to settle a suit by activist shareholders Carl Icahn and Darwin Deason, handing over to new management which will reconsider a contentious deal with Fujifilm Holdings.  The move is a triumph for Icahn and Deason, who together hold 15 percent of Xerox. They had criticized the $6.1 billion deal to combine the U.S. printer and copier maker into Fuji Xerox, an existing joint venture with the Japanese company.  The two had already won a rare court order to temporarily block the deal, which they said undervalued Xerox. A New York judge last week agreed that CEO Jeff Jacobson had been “hopelessly conflicted” in negotiating a deal that would put him in charge, since he knew the board was looking to replace him.  “We believe Friday’s decision and this agreement mark a watershed moment for corporate governance generally and for Xerox specifically,” Icahn said in a statement.  In addition to Jacobson, six others of the 10-member board will be replaced by members backed by Icahn and Deason, while the two shareholders will withdraw their proxy fight as part of the settlement.  Fujifilm, which saw its shares drop 5.5 percent in Tokyo after news of the ouster, said it planned to file an objection with a court over the settlement.  It will also appeal last week’s court ruling, it said in a statement, adding that Xerox’s new board had an obligation to comply with agreements in January.  In a complex deal, Fuji Xerox would buy back Fujifilm’s 75 percent stake in their joint venture before Fujifilm would then purchase 50.1 percent of new Xerox shares. Ultimately, Fujifilm would take control of Xerox, whose brand became synonymous with photocopying.  REEVALUATING PARTNERSHIP  Xerox said the new board will meet to reevaluate its joint venture deal with Fujifilm, including terminating its relationship with the company.  Keith Cozza, CEO of Icahn Enterprises, will become Xerox’s chairman while John Visentin, who had previously led Novitex Enterprise Solutions, will become CEO.  Visentin had previously been hired by Icahn to assist him in fighting Xerox. He had also been a candidate under consideration by the old board to replace Jacobson as recently as last year, according to court documents.  Xerox said it decided to settle given the risks and uncertainty of prolonged litigation. The settlement did not resolve the activists’ claims against Fujifilm, which the shareholders have criticized for aiding previous Xerox management.  The Fuji Xerox joint venture, 75 percent owned by Fujifilm and 25 percent by Xerox, has struggled with slow demand for office photocopying products.  As more businesses go paperless, Fujifilm has looked elsewhere for growth, expanding in biotechnology and healthcare.  Masayuki Otani, chief market analyst at Securities Japan, said Fujifilm’s deal with Xerox was “not forward-looking” anyway, and its resources would be better spent focusing on the new areas.  “I think they might be better off putting their energies into the medical business,” he said.  Shares in Xerox were flat in after-hours trading, giving the U.S. company a market value of about $8.2 billion.  Fujifilm’s market capitalization stood at 2.12 trillion yen ($19.31 billion) at market close on Wednesday. ($1 = 109.8000 yen)","63":"May 3 (Reuters) - Xerox Corp said on Thursday its current board and management team, which included Chief Executive Jeff Jacobson, will stay, after a settlement agreement it had reached with dissenting shareholders to oust them expired.  Xerox had said on Tuesday its CEO and most of its board will step down to settle a lawsuit by activist shareholders Carl Icahn and Darwin Deason, handing over to new management which will reconsider a controversial deal with Japan’s Fujifilm Holdings.  The New York Supreme Court held a hearing on Thursday on an objection by Fujifilm to the agreement. The judge held off a decision and the schedule for the next hearing has not been decided.  The deal would terminate if the court does not act before 8:00 p.m. ET on May 3, 2018, Xerox said on Tuesday. (Reporting by Shubham Kalia in Bengaluru Editing by Muralikumar Anantharaman)","64":"FILE PHOTO: The Fuji Xerox logo is seen on a photocopier in this illustration photo January 19, 2018. REUTERS\/Thomas White\/Illustration  (Reuters) - Fujifilm Holdings Corp 4901.T sued Xerox Corp XRX.N on Monday for well over $1 billion (754.4 million pounds) plus punitive damages, accusing it of succumbing to pressure to activist investors Carl Icahn and Darwin Deason in abandoning a proposed $6.1 billion (4.6 billion pounds) merger.  The lawsuit was filed with the U.S. District Court in Manhattan.","65":"(Adds Siemens, Nova Ljubljanska Banka, Boeing Co, Comcast, AT&T, Lazard Ltd, Eversource Energy, Xerox, French oil and gas major Total)  July 13 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2030 GMT on Friday:  ** French oil and gas major Total said that it has completed a $1.5 billion deal to acquire Engie’s ENGIE upstream Liquefied Natural Gas (LNG) business to become the second-largest player in the global LNG market.  ** Xerox Corp is considering the sale of a leasing unit that lends money to customers to rent printers and equipment, to make itself more attractive to potential acquirers following the termination of its $6.1 billion sale to Fujifilm Holdings Corp, people familiar with the matter said.  ** Siemens and Alstom’s plan to create a Franco-German rail champion could reduce competition and lead to higher fares for travellers, EU antitrust regulators said as they opened a full-scale investigation into the deal.  ** The Slovenian government plans to sell at least 50 percent of its largest bank Nova Ljubljanska Banka (NLB) via a stock market listing this year and sell another 25 percent in 2019, Finance Minister Mateja Vranicar Erman said.  ** Embraer SA’s unions did not succeed in getting a job protection commitment in a meeting with the planemaker’s chief executive after a deal with Boeing Co, the unions said in a statement.  ** Comcast expects to pay the banks, law firms and other advisers on its 25.9 billion pound ($34.23 billion) bid for Sky as much as 243 million pounds if it wins the battle for the British broadcaster, the U.S. cable giant said.  ** The U.S. Justice Department has only a remote chance of overturning AT&T Inc’s takeover of Time Warner, Chief Executive Randall Stephenson said, while warning the case could affect bidding for Twenty-First Century Fox Inc.  ** Bankrupt fashion company Nine West Holdings Inc has asked investment bank Lazard Ltd to help it explore a sale, people familiar with the matter said, a month after its namesake brand known for its footwear and handbags fetched $340 million in an auction.  ** Connecticut Water Service Inc rejected a revised takeover offer from Eversource Energy, according to regulatory filings from both companies, insisting it would consider abandoning its planned merger with another utility only for a much higher offer.  ** Malaysia’s IHH Healthcare Bhd is set to take control of India’s Fortis Healthcare after its bid of up to $1.1 billion was chosen over a rival’s, giving it ownership of over 30 hospitals amid a private healthcare boom in India.  ** Swedish healthcare company Capio rejected a bid worth 661 million euros ($771 million) from the French subsidiary of Australian hospital group Ramsay Health Care , saying it undervalued its business.  ** Late HNA Group Co Ltd co-chairman Wang Jian’s 14.98 percent stake in the conglomerate will be donated to a China-based charity foundation that is already among its top shareholders, said a person with direct knowledge of the matter.  ** Greece’s state-controlled DEPA gas company will buy out Shell’s 49 percent stake in a domestic gas supplier, Attiki Gas Supply Co, and a gas distributor in Athens and become the sole stakeholder in the two companies, it said.  ** U.S. retailer Walmart Inc said it has not decided to sell its Japanese supermarket chain Seiyu and would continue to develop its business in Japan.  ** Chilean copper producer Antofagasta Plc has sold its electricity transmission business Centinela Transmisión for $117 million, the company said.  ** French oil and gas major Total said that it has completed a $1.5 billion deal to acquire Engie’s ENGIE upstream Liquefied Natural Gas (LNG) business to become the second-largest player in the global LNG market.  ** Britain’s takeover regulator has decided that Disney must offer 14 pounds a share for Sky if it succeeds in buying Rupert Murdoch’s Twenty-First Century Fox , in a key ruling in the takeover battle for the broadcaster.  ** Retailer Metro has no plans to sell its German hypermarket chain Real, Chief Executive Officer Olaf Koch told a magazine in an interview.  ** Brazil’s central bank will approve the sale of a minority stake in financial services firm XP Investimentos SA to lender Itaú Unibanco Holding SA but will not sign off on a change of control, newspaper Estado de S.Paulo reported. (Compiled by Arunima Banerjee and Aakash Jagadeesh Babu in Bengaluru)","66":"TOKYO (Reuters) - Japan's Fujifilm Holdings Corp 4901.T and U.S. firm Xerox Corp XRX.N have reopened talks on their $6.1-billion merger and are discussing a higher price after Xerox, under pressure from top investors, asked to renegotiate the terms.  A man is silhouetted in front of Fujifilm Holdings' logo ahead of its news conference in Tokyo, Japan January 31, 2018. REUTERS\/Kim Kyung-Hoon  A Fujifilm spokeswoman said the companies had reopened talks on deal terms and conditions.  Xerox confirmed the talks with Fujifilm on a potential increase in the consideration to be received by Xerox shareholders.  Reuters had reported on Thursday that the two companies had reopened talks on the agreement that Fujifilm’s board approved earlier this year.  “It is true that we have received a request for a renegotiation from Xerox,” Fujifilm, a camera and photocopier firm, said in a statement.  The proposed merger is opposed by two of Xerox’s top shareholders, Carl Icahn and Darwin Deason, who have said the agreement dramatically undervalues Xerox.  Icahn and Deason, who own a combined 15 percent of the U.S. printer and copier maker, have called the deal structure “tortured, convoluted”.  A separate source close to the situation told Reuters on Thursday that Xerox and Fujifilm were discussing increasing the financial consideration for Xerox shareholders.  Seeking a firmer footing amid waning demand for office printing, Xerox and Fujifilm agreed to a deal under which their existing five-decades-old joint venture Fuji Xerox would buy back Fujifilm’s 75 percent stake in it. Fujifilm would then purchase 50.1 percent of new Xerox shares.  Icahn and Deason have suggested removing Xerox’s current management instead and monetizing the company’s intellectual property in digital printing and other businesses, among other solutions.  Icahn and Deason were not immediately available for comment.  Fujifilm’s Chief Executive Shigetaka Komori said last month that he was confident that the company would overcome opposition to the Xerox deal.  Fujifilm and Xerox have struggled with slow sales of photocopy products, as businesses increasingly go paperless.","67":"FILE PHOTO: The logo of Xerox company is seen on a building in Minsk, Belarus, March 21, 2016. REUTERS\/Vasily Fedosenko\/File Photo  (Reuters) - Activist Investor Darwin Deason on Monday sought to nominate a full slate of directors to Xerox Corp’s board at the company’s upcoming annual meeting, despite missing a deadline for putting forth directors.  The attempt to change the board follows a lawsuit filed earlier this year as Deason and fellow shareholder Carl Icahn try to stop Japan’s Fujifilm Holdings Corp from taking over Xerox in a $6.1 billion deal.  The two investors, who control 15 percent of Xerox, argue the transaction dramatically undervalues Xerox and “disproportionately” favors Fuji.  Xerox and Fujifilm have a five-decade-old copier joint venture focusing on the Asia Pacific region, which the activists say has previously undisclosed “crown jewel” lock-up right that gives Fuji control over Xerox’s intellectual property and manufacturing rights in the Asia-Pacific market if Xerox sells a 30 percent stake to another suitor, according to the lawsuit.  On Monday, Deason said that he has a right to nominate directors, despite missing a deadline, because the current board had made a series of significant decisions and disclosures material to stockholders after the deadline.  Xerox was not immediately available for comment, but the company previously has said that the merger is the best path for the company and that both investors had been privy to the joint venture agreement details in previous years.  There are currently 10 directors on Xerox’s board. The company plans to hold its annual meeting in May.","68":"May 14 (Reuters) - Fujifilm Holdings Corp:  * DISPUTES XEROX’S UNILATERAL DECISION TO TERMINATE THE TRANSACTION  * DOESN’T THINK XEROX HAS LEGAL RIGHT TO TERMINATE AGREEMENT, LOOKING AT ALL OPTIONS INCLUDING BRINGING LEGAL ACTION SEEKING DAMAGES  * TO URGE XEROX BOARD OF DIRECTORS TO RECONSIDER THEIR DECISION Related Reuters story: Further company coverage:","69":"Jan 29 (Reuters) - Xerox Corp reported a 7.8 percent fall in fourth-quarter revenue on Tuesday, as businesses continue to cut back spending on printers and photocopiers.  Net income attributable to the company was $137 million, or 56 cents per share, in the three months ended Dec. 31, compared to a loss of $190 million, or 76 cents per share, a year earlier.  Total revenue fell to $2.53 billion from $2.75 billion. (Reporting by Pushkala Aripaka and Munsif Vengattil in Bengaluru; Editing by Shounak Dasgupta)","70":"May 9 (Reuters) - Xerox Corp on Wednesday said it intended to resume merger discussions with Fujifilm Corp , seeking superior terms to those announced at the end of January.  Reuters reported last month that Xerox had told a New York state court the companies had reopened talks on their $6.1 billion agreement for the Japanese company to acquire the U.S. print and copy machine maker. (Reporting by Sonam Rai in Bengaluru; editing by Patrick Graham)","71":"(Reuters) - Xerox Corp’s board said on Wednesday it intended to resume merger discussions with Fujifilm Holdings, seeking a superior deal to terms announced at the end of January that have spurred a proxy fight over the company.  The logo of Xerox company is seen on a building in Minsk, Belarus, March 21, 2016. REUTERS\/Vasily Fedosenko\/File Photo  Carl Icahn and Darwin Deason, who own 15 percent of Xerox, have been trying to unravel the deal and unlock more value out the company. Asserting the Fujifilm deal values Xerox at just $28 per share, they said this week they would consider an all-cash bid of at least $40 per share.  Analysts say the prolonged fight for Xerox could ultimately push higher any offer price from Fujifilm or other interested parties. Buyout firm Apollo Global Management LLC considered a bid for Xerox last week, sources have said.  Fujifilm said on Thursday it has not yet received a new proposal from Xerox and believes the current deal provides the best value for the shareholders of both firms.  “If we receive a new proposal, we will need to study whether it offers value to the shareholders of Fujifilm,” it said in a statement.  The two companies in January agreed to a complex $6.1 billion deal that would merge Xerox into their Asia joint venture Fuji Xerox, which Fujifilm would control with a 50.1 percent stake. Xerox shareholders were also due to receive a $2.5 billion special cash dividend.  The firms have not, however, disclosed a per share valuation for Xerox for the deal.  UBS analysts estimated in February that the deal valued Xerox at $40 a share - $9.80 in cash for every Xerox share held and calculated the stake in the proposed new Fuji Xerox to be worth $30. That value mostly matches the current demands of the activist shareholders, except they want it all in cash.  Shannon Cross from Cross Research said an incremental five dollars plus benefit from synergies from the Fuji-Xerox deal should result over time in a value for Xerox stock that would be above the $40 per share.  “At the end of the day, Carl Icahn has always wanted more money for this deal, I am not sure that running the business is what he looks to do,” said Cross.  While some Tokyo-based analysts say Fujifilm would be better off putting its money into its non-copier and printer businesses, others argue that the Japanese firm, which relies on the joint venture for nearly half of its revenue, should cede to the activist shareholders’ demands.  Xerox had at one stage reopened talks on the deal with Fujifilm but those discussions were suspended after Deason won a temporary court order blocking the deal. The judge said, however, that Xerox was not prohibited from exploring other transactions with Fujifilm.  Xerox said on Wednesday that it will pursue an appeal of the lower court’s ruling in the Deason lawsuit, which it believes “was wrongly decided and will be reversed”.  Fujifilm is also pursuing an appeal.  Shares of Xerox closed 1.6 percent higher at $28.96 on Wednesday. Fujfilm’s shares were flat in Thursday afternoon trade.","72":"Slideshow ( 2 images )  (Reuters) - Fujifilm Holdings Corp 4901.T on Wednesday threatened to compete against Xerox Corp XRX.N in Asia-Pacific and challenge it in America and Europe if it failed to renew its technology agreement in 2021.  Xerox had said on Monday it would start sourcing products from new vendors to lower its dependency on Fujifilm and may not renew the agreement with the 56-year-old joint venture Fuji Xerox.  In a letter to Xerox’s newly appointed Chief Executive Officer, John Visentin, Fujifilm CEO Shigetaka Komori said, “While Xerox presently has no marketing facilities here in Asia- Pacific, we have global infrastructure that we can utilize for marketing worldwide.”  “It would be enormously costly and difficult for Xerox to gain business in Asia Pacific.”  Fuji Xerox, 75 percent owned by Japan’s Fujifilm and rest by Xerox, handles contracts that supply global clients with Xerox services in the United States and Europe, as well as Fuji Xerox services in Asia.  Xerox was not immediately available for comment outside regular business hours.","73":"May 2 (Reuters) -  * JEFF JACOBSON AGREES TO RESIGN AS CHIEF EXECUTIVE OFFICER OF XEROX AND PARTIES AGREE THAT RESIGNATION WILL BE TREATED AS VOLUNTARY - COURT FILING  * INCOMING XEROX DIRECTORS, AND A CHIEF EXECUTIVE OFFICER FOR CO, WILL CONSIST OF INDIVIDUALS IDENTIFIED BY DEASON AND CARL ICAHN - COURT FILING  * XEROX’S DIRECTOR DEFENDANTS JACOBSON, HUNTER, KEEGAN, PRINCE, REESE, RUSCKOWSKI, AND TUCKER WILL RESIGN FROM THE BOARD - COURT FILING Further company coverage:","74":"FILE PHOTO: The Fuji Xerox logo is seen on a photocopier in this illustration photo January 19, 2018. REUTERS\/Thomas White\/Illustration\/File Photo  TOKYO (Reuters) - The head of Fuji Xerox Co Ltd, the joint venture between Fujifilm Holdings Corp 4901.T and Xerox Corp XRX.N, on Tuesday said an escalating dispute between the partners will not lead to the venture's dissolution.  “I’m confident a breakup will not happen because that wouldn’t make sense (for Xerox) in terms of the energy, money and time it would take to do so,” Fuji Xerox President Kouichi Tamai told Reuters in an interview.  Photocopier maker Fuji Xerox, 75 percent owned by Japan’s Fujifilm and the rest by U.S. copier firm Xerox, is central to a months-long battle between the partners over a $6.1 billion merger combining Xerox with the 56-year-old venture.  Xerox in May pulled out of the proposed merger prompting Fujifilm to file a lawsuit in June. Xerox subsequently said it may not renew its technology agreement with Fuji Xerox.  The U.S. firm, which relies on Fuji Xerox for most of its office copiers, also said it would start sourcing products from new vendors for sale directly to customers in Fuji Xerox’s primary Asia-Pacific market.  For Fuji Xerox, a breakup with Xerox could result in the loss of over $1 billion in revenue. But Tamai said turning to other vendors would be disadvantageous for Xerox.  “That would increase costs for Xerox,” he said. “It is my responsibility to convince Xerox that it is cheaper and more reasonable to source products from us.”  “My mission is to persuade Xerox executives that the merger would be the best solution for both companies,” he said. “Daily interactions with them actually have given me a feeling that many at Xerox actually support the merger.”","75":"May 21 (Reuters) - Xerox Corp:  * SETS QUARTERLY CASH DIVIDEND OF $0.25PER SHARE Source text for Eikon: Further company coverage:","76":"(Reuters) - Xerox Corp is considering the sale of a leasing unit that lends money to customers to rent printers and equipment, to make itself more attractive to potential acquirers following the termination of its $6.1 billion sale to Fujifilm Holdings Corp, people familiar with the matter said on Friday.  FILE PHOTO: The logo of Xerox company is seen on a building in Minsk, Belarus, March 21, 2016. REUTERS\/Vasily Fedosenko  Divesting the leasing unit would relieve Xerox of roughly $3.6 billion in debt, one of the sources said. Activist investors Carl Icahn and Darwin Deason, who took control of Xerox earlier this year, are preparing to launch an auction for the company, which has a market capitalization of $6.4 billion and total debt as of the end of March of $5.5 billion.  Xerox has not made a final decision on selling the leasing finance unit, the sources said this week, asking not to be identified because the deliberations are confidential.  Xerox declined to comment, while representatives for Icahn and Deason did not respond to requests for comment.  Reuters reported in May that buyout firm Apollo Global Management approached the company to express its acquisition interest. Reducing Xerox’s liabilities through the sale of the leasing finance unit would allow private equity firms to place more debt on the company to juice returns.  Xerox has said it is exploring its strategic options after it ended its deal with Fujifilm, following pressure from Icahn, a billionaire investor, and Deason, a former executive at a company that Xerox acquired several years ago. The two together own 15 percent of Xerox shares.  The company has been engaged in a legal fight with Fujifilm since their merger agreement ended in May. Fujifilm sued Xerox in June for more than $1 billion, accusing it of breaching its merger contract and engaging in “intentional and egregious conduct.” Xerox has disputed these claims.  The head of Fuji Xerox Co Ltd, a 56-year-old joint venture between Fujifilm and Xerox, said this week he was confident that the escalating dispute between the partners would not lead to the venture’s dissolution. Fujifilm owns 75 percent of the joint venture and Xerox the remainder.  Xerox said last month it would start sourcing products from new vendors to lower its dependence on Fujifilm, and cautioned it may not renew a technology agreement with Fuji Xerox.  Fujifilm responded by threatening to compete against Xerox in Asia-Pacific and challenge it in America and Europe if it failed to renew the technology agreement in 2021.","77":"(Reuters) - Xerox Corp XRX.N shareholder Darwin Deason asked a court on Tuesday to block the company's merger with Japan's Fujifilm Holdings Corp 4901.T, claiming the U.S. photocopier maker's board failed shareholders by approving a deal that undervalues the company.  Fujifilm Holdings' logos are pictured ahead of its news conference in Tokyo, Japan January 31, 2018. REUTERS\/Kim Kyung-Hoon  The lawsuit is the latest in Deason and fellow shareholder Carl Icahn’s fight to stop Fujifilm from taking over Xerox in a $6.1 billion deal. The two investors, who control 15 percent of Xerox, aruge the transaction dramatically undervalues Xerox and “disproportionately” favors Fuji.  The Fujifilm deal, “must be stopped dead in its tracks,” said Deason’s lawsuit filed in state court in New York.  Xerox has countered the claims saying that the merger seemed to be the best path for the company after a year of exhaustive examination of a number of alternatives.  “Mr. Deason’s allegations are without merit and the company will vigorously defend itself,” Xerox said in a statement.  Under the deal announced last month, Fujifilm plans to combine the U.S. company into their existing joint venture, to gain scale and cut costs as demand for office printing declines.  The joint venture has existed in various forms since 1962 and the current structure dates to 2001. The merger deal is expected to close in July or August.  The joint venture agreements have a previously undisclosed “crown jewel” lock-up right that gives Fuji control over Xerox’s intellectual property and manufacturing rights in the Asia-Pacific market if Xerox sells a 30 percent stake to another suitor, according to the lawsuit.  A “crown jewel” agreement is an offer to sell the stock or assets of a company to an investor most desirable to management - to prevent hostile takeovers.  Xerox said that Icahn had been privy to the details of the agreement through his representative, Jonathan Christodoro, on the Xerox Board, while Deason had been aware of the agreement when he sold his company, ACS, to Xerox in 2009.  “These documents have since been publicly disclosed. For any of them to assert that these agreements were ‘shrouded in mystery’ is disingenuous, at best,” the company said in a statement early on Tuesday, before the lawsuit was made public.  Deason also included former Xerox Chief Executive Ursula M. Burns in the lawsuit, saying she was chairman of Xerox between May 2010 and May 2017 and had full knowledge of the Fuji-Xerox joint venture agreements.  In a letter to shareholders, who still have to approve the deal, Xerox said that walking away from the joint venture would require it to completely rebuild its supply chain, which would be extremely expensive and take years to implement.  On Monday, Icahn and Deason, who own a combined 15.2 percent in Xerox, called upon shareholders to free “the company from the shackles of the Fuji Xerox joint venture.”  Some analysts have said that Xerox and Fujifilm management seem locked into the deal and have limited options in terms of addressing Icahn’s and Deason’s opposition.  Shares of Xerox closed down 2.6 percent at $29.17 on the New York Stock Exchange.","78":"June 25 (Reuters) - Xerox Corp said on Monday it would start sourcing products from new vendors to lower its dependency on Fujifilm Holdings Corp and may not renew its technology agreement with Fuji Xerox.  Fujifilm sued Xerox last week for well over $1 billion, faulting the printer and copier company for succumbing to pressure from activist investors Carl Icahn and Darwin Deason in calling off a proposed merger agreed in January.  “Fujifilm’s actions have forced us to move forward on several fronts to protect our supply chain,” Xerox said in a statement.  Fuji Xerox, 75 percent owned by Fujifilm, handles contracts that supply global clients with Xerox services in the United States and Europe, and Fuji Xerox services in Asia. (Reporting by Supantha Mukherjee in Bengaluru; Editing by Anil D’Silva)","79":"Feb 13 (Reuters) - Xerox Corp management on Tuesday defended itself and decision to merge with Japan’s Fujifilm Holdings, calling criticism from activist shareholders Carl Icahn and Darwin Deason misleading and inaccurate.  In a letter to shareholders, the printer and copier maker said after looking into several alternatives, a joint venture with Fujifilm seemed to be the best path for the company.","80":"March 7 (Reuters) - Xerox Corp:  * XEROX REINFORCES SIGNIFICANT BENEFITS OF ITS PROPOSED COMBINATION WITH FUJI XEROX  * XEROX CORP - ISSUED LETTER TO XEROX SHAREHOLDERS, REINFORCING BELIEF IN SIGNIFICANT BENEFITS OF CO’S PROPOSED COMBINATION WITH FUJI XEROX Source text for Eikon: Further company coverage:","81":"May 14 (Reuters) - Xerox Corp shares fell 4 percent in early trading on Monday after the photocopier pioneer said it had scrapped a planned $6.1 billion deal to merge with Fujifilm Holdings Corp.  The decision hands victory in one of the biggest ongoing U.S. proxy fights to activist investors Carl Icahn and Darwin Deason, who say they can secure better offers for the company than the deal with Fujifilm.  Some Tokyo-based analysts warned a long renegotiation of price, terms and how attempts to restructure the pair’s existing joint venture could damage both companies.  “There is a large gap between our assessment and Xerox’s largest investors’ assessment of Xerox’s value,” said Ryosuke Katsura, senior analyst at SMBC Nikko Securities.  “We think that it would be negative for both firms if a break-off in negotiations is followed by a protracted period of uncertainty.”  Xerox shares were 4.2 percent lower at $28.90 in premarket trading in New York. Fujifilm shares rose 1.5 percent.  The two companies agreed in January to a complex deal that would have merged Xerox into their Asia joint venture Fuji Xerox and given Fujifilm control. That prompted Icahn and Deason, who control 15 percent of the company, to demand changes to the board.  The settlement with the billionaire investors outlined by Xerox on Sunday puts the Japanese company further on the back foot in any new negotiations with Xerox, although a number of analysts have said Fujifilm is under no pressure to rush.  Xerox said it had repeatedly tried to convince Fujifilm to start talks on improved terms for buyout to no avail. Fujifilm said on Sunday it disputed Xerox’s right to terminate the deal and would look at all options including legal action seeking damages.  Icahn and Deason have said they believe other investors are “waiting in the wings” for Xerox, while people familiar with the matter have previously said that buyout firm Apollo Global Management LLC has expressed interest in a bid for Xerox. (Reporting by Patrick Graham in Bengaluru and Makiko Yamazaki in Tokyo; Editing by Arun Koyyur)","82":"March 14 (Reuters) - Carl Icahn  * CARL ICAHN SAYS ENGAGED JOHN VISENTIN AS CONSULTANT BOTH IN CONNECTION WITH UPCOMING PROXY CONTESTS & TO EXPLORE STRATEGIC ALTERNATIVES FOR XEROX Source text : [ID:bit.ly\/2tKJvA5] Further company coverage:","83":"FILE PHOTO: The logo of Xerox company is seen on a building in Minsk, Belarus, March 21, 2016. REUTERS\/Vasily Fedosenko\/File Photo  (Reuters) - Xerox Corp XRX.N has appointed John Visentin as chief executive officer and set July 31 for its annual shareholders meeting, the U.S. photocopier maker said on Wednesday.  Visentin was also elected vice chairman of the board with Keith Cozza elected as chairman, Xerox said in a statement.  Visentin replaces CEO Jeff Jacobson, the main architect of a proposed $6.1 billion deal with Fujifilm Holdings Corp 4901.T which was scrapped this week in a settlement with activist investors Carl Icahn and Darwin Deason that handed control of the U.S. company to new management.  Five other directors would step down as well under the settlement.  In January, Xerox and Fujifilm had agreed to the complex deal to merge Xerox into their Asia joint venture Fuji Xerox and give Fujifilm control.  Icahn and Deason, who own a combined 15 percent of Xerox, had launched a proxy fight arguing that the deal undervalued the U.S. company.  Visentin, who had also been under consideration by the old board to replace Jacobson as recently as last year, had been hired by Icahn to assist in his campaign against Xerox.","84":"Feb 13 (Reuters) - Xerox Corp:  * XEROX CORP SAYS DARWIN DEASON’S ALLEGATIONS ARE “WITHOUT MERIT AND THE COMPANY WILL VIGOROUSLY DEFEND ITSELF”  * SAYS CO’S BOARD REMAINS STEADFAST IN BELIEF THAT COMBINATION WITH FUJI XEROX IS BEST PATH TO CREATE VALUE FOR CO AND ITS SHAREHOLDERS Further company coverage:","85":"TOKYO, April 27 (Reuters) - Fujifilm Holdings Corp and Xerox Corp have reopened talks about their $6.1-billion merger agreement, a Fujifilm spokeswoman said, confirming what sources in the United States had told Reuters on Thursday.  “It is true that we have received a request for a renegotiation from Xerox,” the camera and photocopier firm said in a statement. On Friday, the spokeswoman said this meant the firms had reopened talks on deal terms and conditions.  Xerox Chairman Robert Keegan told a New York state court the two had reopened talks, sources had told Reuters. (Reporting by Makiko Yamazaki Writing by William Mallard Editing by Clarence Fernandez)","86":"(Refiles to fix typographical error in paragraph 1)  TOKYO, Oct 17 (Reuters) - Fujifilm Holdings Corp has won an appeal in its legal battle with Xerox Corp, with a U.S. court overturning preliminary injunctions requested by activist investors that had blocked a planned merger.  Xerox in May scrapped a $6.1 billion deal with Fujifilm in a settlement with investors Carl Icahn and Darwin Deason that also handed control of the U.S. photocopier giant to new management.  The ruling by the New York State Appellate Court could give Fujifilm leverage to bring Xerox management back to the negotiating table.  The court found in its ruling that Xerox’s former CEO Jeff Jacobson had neither misled or misinformed the board.  “The board, which engaged outside advisors and discussed the proposed transaction on numerous occasions prior to voting on agreeing to present it to the shareholders, did not engage in a mere post hoc review, nor was the transaction unreasonable on its face,” the ruling also said.  Fujifilm said in a statement that it stands by its view that the original planned merger remains the best option for the shareholders of both companies.  “(The) Court’s decision will allow us to discuss with Xerox the fulfillment of the original agreement. All Xerox shareholders ought to be able to decide for themselves the operational, financial, and strategic merits of the transaction to combine Fuji Xerox and Xerox,” it said.  The two companies agreed in January to a complex deal that would have merged Xerox into their Asia joint venture Fuji Xerox and given Fujifilm control. That prompted Icahn and Deason, who own 15 percent of Xerox and argued the U.S. firm was being undervalued, to launch a proxy fight.  Representatives for Xerox and Deason were not immediately available for comment.","87":"TOKYO, July 10 (Reuters) - The head of Fuji Xerox Co, the joint venture between Fujifilm Holdings Corp and Xerox Corp, said on Tuesday there would be no breakup of the joint venture despite an escalating dispute between the two companies.  “I’m confident a breakup will not happen because that wouldn’t make sense (for Xerox) in terms of the energy, money and time it would take to do so,” Fuji Xerox President Kouichi Tamai told Reuters in an interview.  Xerox threatened last month that it may not renew its technology agreement with Fuji Xerox after being sued by Fujifilm last for calling off their proposed $6.1 billion merger. (Reporting by Makiko Yamazaki; Editing by Chris Gallagher)","88":"April 17 (Reuters) - Carl Icahn And Darwin Deason:  * CARL ICAHN AND DARWIN DEASON RELEASE OPEN LETTER AND PRESENTATION TO XEROX SHAREHOLDERS  * ICAHN & DEASON - PROVIDE FOUR-PART PLAN TO INCREASE XEROX SHAREHOLDER VALUE  * CARL ICAHN & DARWIN DEASON SAY FOUR-PART PLAN FOR XEROX INCLUDES PROPOSAL TO RE-EVALUATE ASIA-PACIFIC MARKET WITH A “STRONGER MANAGEMENT TEAM”  * ICAHN & DEASON - FOUR-PART PLAN FOR XEROX INCLUDES PROPOSAL TO DRIVE BOTTOM-LINE COST SAVINGS THROUGH NETWORK CONSOLIDATION AND CHANNEL OPTIMIZATION  * CARL ICAHN & DARWIN DEASON SAY FOUR-PART PLAN FOR XEROX INCLUDES PROPOSAL TO MONETIZE “UNTAPPED INTELLECTUAL PROPERTY”  * ICAHN AND DEASON SAYS FOUR-PART PLAN FOR XEROX INCLUDES PROPOSAL TO “UNLOCK GROWTH THROUGH NEW ADJACENT SERVICES AND PARTNERSHIPS”  * ICAHN & DEASON - “BELIEVE OUR PLAN COULD CREATE TOTAL VALUE OF $54 TO $64 PER SHARE” COMPARED TO ABOUT $28 PER SHARE IN THE PROPOSED FUJI TRANSACTION  * CARL ICAHN & DARWIN DEASON SAY XEROX CAN DRIVE COST SAVINGS BY OPTIMIZING ITS WHOLLY-OWNED SUBSIDIARY, GLOBAL IMAGING SYSTEMS  * CARL ICAHN & DARWIN DEASON SAY XEROX CAN ADD ANOTHER \"POTENTIALLY SIGNIFICANT\" REVENUE STREAM BY MONETIZING ITS PALO ALTO RESEARCH CENTER Source text (bit.ly\/2qE6UiF) Further company coverage:","89":"(Reuters) - Xerox Corp XRX.N, battling shareholder disapproval over its $6.1 billion deal with Fujifilm Holdings 4901.T, reported on Wednesday a 42.5 percent plunge in quarterly profit, partly due to a charge linked to its venture with the Japanese firm.  The logo of Xerox company is seen on a building in Minsk, Belarus, March 21, 2016. REUTERS\/Vasily Fedosenko\/File Photo  Xerox said on Tuesday its chief executive officer and most of its board will step down to settle a lawsuit by activist shareholders Carl Icahn and Darwin Deason, paving the way for new management to reconsider the contentious deal with Fujifilm.  The company said on Wednesday that it will not provide a forecast for 2018 due to the pending director appointment, nomination and settlement agreement with Icahn and Deason.  It would have reaffirmed its full-year guidance on revenue, adjusted operating margin, cash flow and adjusted earnings per share, in the normal course of business, the company said in a statement.  Xerox, whose shares closed down 9 percent on Wednesday, also canceled a scheduled post-earnings conference call with analysts.  Icahn and Deason, who together hold 15 percent of Xerox, won a rare court order to temporarily block the deal with Fujifilm, which they said undervalued Xerox.  Separately, Fujifilm filed on Wednesday an objection with a U.S. Supreme Court judge over Xerox’s settlement with Icahn and Deason, criticizing the way the company handled the process and said it had not followed proper procedure to change control of its board.  “The current hurly-burly of private communications with the Court, make-shift submissions and midnight filings is not the proper procedure to decide the fate of a $7 billion publicly traded company,” Fujifilm said in the letter to the court that was seen by Reuters.  Fujifilm and Xerox struck a complex deal in January to combine the U.S. company into their existing joint venture, Fuji Xerox, to gain scale and cut costs as demand for office printing equipment declines. Fujifilm was to then take a majority stake in the combined company.  But the deal soon ran into opposition.  Earlier on Wednesday, Xerox said Keith Cozza, the CEO of Icahn Enterprises, would become its chairman. John Visentin, who formerly led Novitex Enterprise Solutions and had previously been hired by Icahn to assist him in fighting Xerox, is to step in as Xerox’s new CEO.  On Wednesday Xerox said net income attributable to the company dropped to $23 million, or 8 cents per share, in the quarter ended March 31 from $40 million, or 14 cents per share, a year earlier.  The company earned an adjusted profit of 68 cents per share, missing average analysts’ estimate of 73 cents per share, according to Thomson Reuters I\/B\/E\/S.  Quarterly earnings from continuing operations was down from last year primarily due to lower equity income, including the Xerox share of a Fuji Xerox restructuring charge, the company said in a statement.  Total revenue was nearly flat at $2.44 billion, above the $2.41 billion analysts had expected.","90":"(Reuters) - Activist investor Carl Icahn has taken a stake in HP Inc and is pushing for the personal computer maker’s merger with printer maker Xerox Corp, arguing that a union could yield big profits for investors, according to the Wall Street Journal.  FILE PHOTO: Billionaire activist investor Carl Icahn gives an interview on FOX Business Network's Neil Cavuto show in New York February 11, 2014. REUTERS\/Brendan McDermid  Icahn, who owns a 10.6% stake in Xerox, disclosed a stake of 62.9 million shares of HP valued at $1.19 billion as of Sept. 30, in an SEC filing on Thursday.  An HP spokesperson told Reuters the company is aware of Icahn’s investment and is committed to doing what is in the best interests of all HP shareholders.  Xerox made a roughly $33 billion cash-and-stock offer for HP, a company more than three times Xerox’s size, Reuters reported last week. HP confirmed the bid, but has not disclosed the offer price.  “I think a combination is a no-brainer,” Icahn was quoted as saying by the Journal.  “I believe very strongly in the synergies,” he said, adding that “there will probably be a choice between cash and stock and I would much rather have the stock, assuming there’s a good management team.”  Xerox believes it can achieve at least $2 billion in annual cost synergies by creating an office technology supplies giant, a source told Reuters last week.  The billionaire told the Journal that his team began looking at HP in late February and he bought the company’s shares from late April to mid August, though he did not have a deal with Xerox in mind when he started accumulating the shares.  Icahn said he believes a combined company is in the best interests of both sets of shareholders given the potential for cost savings and to market a more balanced portfolio of printer offerings, the WSJ reported.  This is not the first deal that Icahn has tried to orchestrate by having a small company buy a bigger one.  In June, U.S. casino operator Eldorado Resorts Inc agreed to acquire larger peer Caesars Entertainment Corp for $17.3 billion, including debt. Icahn had earlier gained seats on the board of Caesars.  Icahn and Xerox did not immediately respond to Reuters requests for a comment late on Thursday.","91":"May 15 (Reuters) - Xerox Corp:  * CARL ICAHN SAYS ENTERED CONFIDENTIALITY AGREEMENT WITH XEROX - SEC FILING  * CARL ICAHN SAYS XEROX TO PROVIDE CERTAIN REPRESENTATIVES OF ICAHN WITH BOARD OBSERVER RIGHTS Source text: (bit.ly\/2IjokMk) Further company coverage:","92":"(Reuters) - Fujifilm Holdings Corp’s merger with U.S. firm Xerox Corp was temporarily blocked on Friday following a court ruling, handing its activist investors a win after they sued to stop the deal.  A man is silhouetted in front of Fujifilm Holdings' logo ahead of its news conference in Tokyo, Japan January 31, 2018. REUTERS\/Kim Kyung-Hoon  The ruling reopened nominations to Xerox’s board on Friday after investor Darwin Deason filed a lawsuit against the company last month opposing the deal and asking to add his own nominees to the board.  The preliminary injunction came a day after the companies reopened deal talks on their $6.1-billion merger. They are discussing a higher price after Xerox, under pressure from top investors, asked to renegotiate the terms.  Judge Barry Ostrager of the Supreme Court of the State of New York, County of New York, granted the injunctions, saying Xerox Chief Executive Officer Jeff Jacobson sought to conclude the deal even though he was advised to end negotiations.  “The facts abduced at the evidentiary hearing clearly show that Jacobson, having been told on Nov. 10 that the Board was actively seeking a new CEO to replace him, was hopelessly conflicted during his negotiation of a strategic acquisition transaction that would result in a combined entity of which he would be CEO,” the decision said.  The proposed merger is opposed by Deason and Carl Icahn, two of Xerox’s top shareholders, who have said the agreement dramatically undervalues Xerox.  Fujifilm said it would consider all options, including whether to appeal against the decision.  “We disagree with and are disappointed by the judge’s ruling,” the Japanese firm said in a statement.  “We strongly believe that all Xerox shareholders should be able to decide for themselves the operational, financial, and strategic merits of the transaction.  Xerox said it disagrees with the ruling and “will immediately appeal the court’s decision”.  “The company strongly believes that its shareholders should be allowed to exercise their right to vote on the transaction and decide for themselves,” the company said.  It added that it believes a combination with Fuji Xerox is the best path forward to create value for shareholders.  “The Xerox board undertook a rigorous process to reach its decision to approve the proposed transaction, including a comprehensive review of the company’s strategic and financial alternatives, as well as potential transaction structures in its negotiations with Fujifilm over a 10-month period.”  Deason said in a statement that he is “grateful the court acted to protect the shareholders of Xerox.”  In February, Deason asked a court to block the merger with Fujifilm Holdings, arguing the U.S. photocopier maker’s board had failed shareholders by approving a deal that undervalues the company.  Icahn and Deason, who own a combined 15 percent of the U.S. printer and copier maker, have called the deal structure “tortured” and “convoluted”.  Law firm King & Spalding represents Deason while Paul Weiss represents Xerox.","93":"May 9 (Reuters) - Xerox Corp:  * XEROX BOARD OF DIRECTORS RELEASES LETTER TO ALL SHAREHOLDERS  * XEROX - INTEND RESUME DISCUSSIONS WITH FUJIFILM REGARDING A POTENTIAL COMBINATION WITH FUJI XEROX ON SUPERIOR TERMS TO TRANSACTION ANNOUNCED ON JAN 31 Source text for Eikon: Further company coverage: (Reuters.Briefs@thomsonreuters.com)","94":"March 2 (Reuters) - Xerox Corp has been engaged in a bitter war with two of its top investors - hedge fund managers Carl Icahn and Darwin Deason - over its deal with Japanese camera maker Fujifilm Holdings Corp.  Icahn and Deason, who together own a 15.2 percent stake in Xerox, have vigorously opposed the $6.1 billion takeover of Xerox by Fujifilm, saying the deal ‘dramatically undervalues’ the photocopier.  In the latest from the onslaught of lawsuits and open letters against Xerox, Deason filed a lawsuit on Friday seeking to nominate directors to Xerox’s board in a bid to stop the deal.  Xerox, which plans to hold its annual meeting in May, saw its shares drop as much as 2.5 percent on Friday on the news of Deason’s latest lawsuit. Xerox shares have risen nearly 5 percent this year.  The following is a timeline of what has transpired in this saga since reports of Xerox striking a deal with Fujifilm first surfaced in early January.  March 2, 2018:  Darwin Deason files a new lawsuit against Xerox, saying he has a right to nominate directors, despite missing the company’s deadline. Carl Icahn and Deason, in a statement, say Xerox needs a strategy that is “grounded in reality, not wishful thinking.”  Earlier in the day, Xerox says Deason cannot nominate directors to its board outside of its nomination window.  Feb. 26, 2018:  Deason seeks to nominate a full slate of directors to Xerox’s board in an attempt to replace the company’s current 10-member board and block the Fuji deal, which Icahn and Deason earlier said “disproportionately” favors Fuji.  Feb. 20, 2018:  Icahn and Deason say Xerox should seek to sell itself to one of its rivals or a private equity firm that would be willing to pay a premium better than Fuji’s. Xerox calls their campaign “misguided.”  Feb. 13, 2018:  Deason sues Xerox in the U.S. to block Fujifilm deal, which he says “must be stopped dead in its tracks.” Xerox says it will defend itself and Deason’s allegations are “without merit.”  Feb. 12, 2018:  Icahn, Deason in an open letter to shareholders urged them to not let Fuji “steal” the company from them. They also call shareholders’ attention to the accounting scandal at Fuji Xerox last year.  Xerox bites back against the activist investors and says a JV with Fujifilm seemed to be the “best path” for them.  Feb. 5, 2018:  Xerox says either Fujifilm or the company is liable to pay to other $183 million if their JV is terminated.  Jan. 31, 2018:  Fujifilm and Xerox announce deal in which Fujifilm plans to combine Xerox into an existing JV for Fuji Xerox. In the combined new company, Fuji will be the majority shareholder.  Before announcing the deal, Fujifilm says it plans to cut 10,000 jobs at Fuji Xerox. This JV has been around in various forms since 1962, and its current structure dates back to 2001.  Jan. 22, 2018:  Icahn and Deason join forces to push Xerox to explore strategic options, oust its “old guard”, including its CEO, and negotiate better terms for its decades-long deal with Fujifilm.  Xerox says it is “confident with the strategic direction in which the Company is heading.”  Jan. 18, 2018:  Icahn echoes sentiments of Deason and in an open letter calls for the termination or renegotiation of the Fujifilm JV, and reiterates demands for a change of leadership at Xerox.  Xerox acknowledges the letter with a mild statement - “We are aware of the letter from Carl Icahn”.  Jan. 17, 2018:  Darwin Deason discloses a stake in Xerox, and delivers a public letter to the board, demanding that Xerox immediately disclose details on its existing JV agreement with Fuji.  Xerox in response to Deason’s letter says it believes his assertions and characterizations are “false and misleading.”  Jan. 10, 2018:  Media reports surface that Xerox, under pressure to find new growth sources amid shrinking demand for its printer and copier business, is in talks for a deal with Fujifilm that could include a change in control of Xerox. (Compiled by Pushkala Aripaka and Divya R in Bengaluru; Edited by Maju Samuel)","95":"(Adds analyst comment, updates shares)  May 14 (Reuters) - Xerox Corp shares fell 4 percent on Monday after the photocopier pioneer said it scrapped a planned $6.1 billion deal to merge with Fujifilm Holdings Corp .  The decision hands victory in one of the biggest ongoing U.S. proxy fights to activist investors Carl Icahn and Darwin Deason, who say they can secure better offers for the company than the deal with Fujifilm.  Some Tokyo-based analysts warned a long renegotiation of price and terms as well as attempts to restructure the pair’s existing joint venture could damage both companies.  “There is a large gap between our assessment and Xerox’s largest investors’ assessment of Xerox’s value,” said Ryosuke Katsura, senior analyst at SMBC Nikko Securities.  “We think that it would be negative for both firms if a break-off in negotiations is followed by a protracted period of uncertainty.”  Xerox shares fell 7.4 percent to $27.82, while Fujifilm shares rose 1.5 percent.  The share price decline shows that the scrapping of the deal will result in the loss of a $9.80 special dividend, said David Holt, analyst at CFRA research.  Holt also said there are potential interests from other competitors such as HP Inc.  “When you put these two companies together, the value proposition looks attractive,” Holt added.  Xerox and Fuji agreed in January to a complex deal that would have merged Xerox into their Asia joint venture Fuji Xerox and given Fujifilm control. That prompted Icahn and Deason, who control 15 percent of the company, to demand changes to the board.  The settlement with the billionaire investors outlined by Xerox on Sunday puts the Japanese company further on the back foot in any new negotiations with Xerox, although a number of analysts have said Fujifilm is under no pressure to rush.  Xerox said it had repeatedly tried to convince Fujifilm to start talks on improved terms for buyout to no avail. Fujifilm said on Sunday it disputed Xerox’s right to terminate the deal and would look at all options including legal action seeking damages.  Icahn and Deason have said they believe other investors are “waiting in the wings” for Xerox, while people familiar with the matter have previously said that buyout firm Apollo Global Management LLC has expressed interest in a bid for Xerox. (Reporting by Patrick Graham in Bengaluru and Makiko Yamazaki in Tokyo; Editing by Arun Koyyur)","96":"FILE PHOTO: Fujifilm Holdings' logos are pictured ahead of its news conference in Tokyo, Japan January 31, 2018. REUTERS\/Kim Kyung-Hoon\/File Photo  TOKYO (Reuters) - Fujifilm Holdings Corp is planning to sue Xerox Corp soon deeming that the U.S. photocopier company has no legal right to unilaterally scrap their $6.1 billion merger, a senior Fujifilm executive said on Friday.  “We are currently in talks with lawyers on the schedule for filing the lawsuit and plan to go to court as soon as possible,” Chief Operating Officer Kenji Sukeno said at an earnings briefing.  In January, Fujifilm and Xerox agreed to a complex deal to merge Xerox into their 56-year-old Asia joint venture Fuji Xerox and give Fujifilm control.  Xerox pulled out of the deal this week in a settlement with activist investors Carl Icahn and Darwin Deason, who opposed the deal saying it undervalued the U.S. company.  The settlement also saw Xerox Chief Executive Officer Jeff Jacobson - the deal’s main architect - as well as five other directors resign. John Visentin, hired by Icahn to assist in his campaign against Xerox, replaced Jacobson.  Sukeno said Fujifilm will point out through litigation that Xerox has no legal right to unilaterally terminate the deal and that the deal is in the best interests of Xerox shareholders.  He also said if the new Xerox board makes new proposals, the Japanese company “would consider them only when they benefit Fujifilm shareholders”.  “We don’t need to be in a rush to close this deal. We are not bound by time,” he said.  Xerox spokespeople could not immediately be reached for comment.","97":"May 1 (Reuters) - Xerox Corp:  * XEROX REACHES AGREEMENT WITH CARL ICAHN AND DARWIN DEASON  * SAYS XEROX SETTLES PENDING PROXY CONTEST AND LITIGATION; NO EFFECT ON PENDING CLAIMS AGAINST FUJIFILM  * JOHN VISENTIN TO BE NAMED VICE CHAIRMAN AND CHIEF EXECUTIVE OFFICER  * SAYS NEW BOARD TO MEET IMMEDIATELY TO DISCUSS STRATEGIC ALTERNATIVES  * SAYS KEITH COZZA OF ICAHN ENTERPRISES TO BE NAMED CHAIRMAN  * SAYS XEROX WILL APPOINT SIX NEW MEMBERS TO ITS BOARD OF DIRECTORS  * AGREEMENT WILL AUTOMATICALLY TERMINATE IF COURT DOES NOT ACT BEFORE 8:00 P.M. ET ON MAY 3, 2018  * SAYS JEFF JACOBSON WILL RESIGN AS CHIEF EXECUTIVE OFFICER OF XEROX AND AS A MEMBER OF ITS BOARD OF DIRECTORS Source text for Eikon: Further company coverage:","98":"TOKYO, May 2 (Reuters) - Japan’s Fujifilm Holdings Corp said it would file an objection with a U.S. court over a settlement announced earlier between Xerox Corp and activist shareholders who oppose a $6.1 billion deal between the two companies.  “We have serious concerns about the announced settlement and we intend to file our objections with the Court shortly,” Fujifilm said in a statement on Wednesday.  “We believe the combination of Xerox and Fuji Xerox is the best option to provide exceptional value to shareholders of both companies.”  Fujifilm also said in its statement that it would appeal an April 27 U.S. court ruling temporarily blocking the Xerox deal.","99":"May 2 (Reuters) - Xerox Corp:  * XEROX REPORTS FIRST-QUARTER 2018 RESULTS  * Q1 REVENUE $2.435 BILLION VERSUS I\/B\/E\/S VIEW $2.41 BILLION  * Q1 GAAP EARNINGS PER SHARE $0.08 FROM CONTINUING OPERATIONS  * Q1 ADJUSTED EARNINGS PER SHARE $0.68  * Q1 EARNINGS PER SHARE VIEW $0.73 -- THOMSON REUTERS I\/B\/E\/S  * NOT PROVIDING 2018 GUIDANCE DUE TO PENDING DIRECTOR APPOINTMENT, NOMINATION, SETTLEMENT AGREEMENT WITH CARL ICAHN,DARWIN DEASON, AMONG OTHERS  * XEROX-“IN NORMAL COURSE OF BUSINESS, ABSENT RECENT EVENTS,WOULD HAVE REAFFIRMED FY GUIDANCE ON REVENUE, ADJUSTED OPERATING MARGIN, CASH FLOW, ADJUSTED EPS” Source text for Eikon: Further company coverage:","100":"Slideshow ( 2 images )  (Reuters) - Top Xerox Corp XRX.N shareholders Carl Icahn and Darwin Deason on Tuesday suggested here alternatives to the printer maker's proposed merger with Japan's Fujifilm 4901.T, including a plan for the U.S. company to monetize some assets.  The suggestions include removing Xerox’s current management and monetizing the company’s “untapped” intellectual property in digital printing and other businesses.  Icahn and Deason, who own a combined 15 percent of Xerox, have repeatedly urged fellow shareholders to oppose the $6.1 billion Fuji-Xerox deal.  The shareholder duo has said the merger dramatically undervalues Xerox and criticized the deal structure, which calls for the U.S. firm to be combined into the Fuji Xerox joint venture, as being convoluted.  “We believe our plan could create total value of $54 to $64 per share compared to (the approximate) $28 per share in the (Fujifilm deal),” Icahn and Deason said in a presentation.  Xerox, in a statement, said on Tuesday that Icahn and Deason’s presentation was repeating “prior misleading statements” and “failed to provide a credible or actionable alternative to create value for shareholders.”","101":"FILE PHOTO - The logo of Xerox company is seen on a building in Minsk, Belarus, March 21, 2016. REUTERS\/Vasily Fedosenko\/File Photo  (Reuters) - Xerox Corp XRX.N, which scrapped a planned $6.1 billion merger with Fujifilm Holdings Corp 4901.T, reported a quarterly profit that was below Wall Street estimates as it posted higher costs related to the failed deal with the Japanese company.  Xerox, which has been exploring options including a sale of the company, was sued by Fujifilm for over $1 billion, seeking punitive damages and a $183 million merger termination fee.  The merger was announced in January and abandoned on May 13 when Xerox, in a settlement with shareholders Carl Icahn and Darwin Deason, agreed to install new directors and replace the chief executive officer with Icahn-backed John Visentin.  Xerox also threatened to end its technology agreement with the 56-year-old joint venture Fuji Xerox, and said it would start sourcing products from new vendors to lower its dependency on Fujifilm. In response, the Japanese firm said it was ready to compete against Xerox in Asia-Pacific and challenge it in America and Europe if it failed to renew its agreement in 2021.  Fuji Xerox, 75 percent owned by Japan’s Fujifilm and the rest by Xerox, handles contracts that supply global clients with Xerox services in the United States and Europe, as well as Fuji Xerox services in Asia.  Net income attributable to Xerox fell to $112 million, or 42 cents per share, in the second quarter ended June 30, from $166 million, or 63 cents per share, a year earlier. The profit in the latest quarter was hurt by transaction costs of $58 million.  Excluding items, the Norwalk, Connecticut-based company reported earnings of 80 cents per share, missing the average analyst estimate of 83 cents, according to Thomson Reuters I\/B\/E\/S.  Total revenue fell 2.2 percent to $2.51 billion, but topped the analysts’ estimate of $2.49 billion.  The company also said it will repurchase up to $500 million worth of shares in 2018.","102":"FILE PHOTO: The logo of Xerox company is seen on a building in Minsk, Belarus, March 21, 2016. REUTERS\/Vasily Fedosenko\/File Photo  (Reuters) - Hedge fund manager Darwin Deason filed a new lawsuit against Xerox Corp XRX.N on Friday after it refused to allow him to make nominations to its board after a deadline, the latest blows in a row over its proposed merger with Fujifilm Holdings Corp 4901.T.  Deason said on Monday he had the right to nominate directors, despite missing a deadline, because the current board had made a series of significant decisions and disclosures to stockholders after the deadline.  Xerox earlier on Friday said Deason did not have the right to nominate directors outside of the nomination window. (bit.ly\/2HX4y5x)  Deason and fellow shareholder and hedge fund manager Carl Icahn are trying to stop Japan’s Fujifilm from taking over Xerox in a $6.1 billion deal.  The two investors, who control 15 percent of Xerox, argue the transaction dramatically undervalues the company and “disproportionately” favors Fuji.  \"We need a strategy that is grounded in reality, not wishful thinking. In the coming weeks, that is exactly what we will lay out for your consideration\" Icahn and Deason said in a joint statement. (bit.ly\/2CTDKPM)  Shares of Xerox were down 1.5 percent at $30.10 in early trading.","103":"FILE PHOTO - Xerox chief executive officer, Jeff Jacobson, takes part in an interview on the floor of the New York Stock Exchange (NYSE) in New York, U.S., January 4, 2017. REUTERS\/Lucas Jackson  (Reuters) - A lawsuit is alleging that Xerox Corp XRX.N Chief Executive Officer Jeff Jacobson pursued a deal with Fujifilm Holdings Corp 4901.T, even after Xerox's board advised him to halt negotiations, the Wall Street Journal reported on Sunday.  Fujifilm and Xerox struck a $6.1 billion deal in January to combine the U.S. company into their existing joint venture, Fuji Xerox, to gain scale and cut costs as demand for office printing equipment declines.  The board advised Jacobson in November to halt negotiations because it was considering firing him, the newspaper reported, citing an amended suit filed in a New York state court on Sunday by Darwin Deason, a Xerox holder who opposes the deal, saying it undervalues the copier and printer company.  The company denied the assertion in a statement on Sunday.  “Xerox CEO Jeff Jacobson was fully authorized to engage in discussions with Fujifilm and Fuji Xerox on the proposed combination,” Xerox Chairman Robert Keegan said in the statement.  He added that the lawsuit “distorts many of the facts regarding the proposed combination with Fuji Xerox.”  Deason and activist shareholder Carl Icahn, who together hold about 15 percent of Xerox shares, are fighting the combination, which they say “disproportionately” favors Fuji. They are separately looking to shake up the Xerox board.  Deason wants to nominate directors to the Xerox board, despite missing a deadline, arguing in his suit that the current board had made a series of significant decisions and disclosures to stockholders after the nomination deadline.  A representative for Deason was not immediately available for comment outside regular business hours.","104":"Fujifilm Holdings' logos are pictured ahead of its news conference in Tokyo, Japan January 31, 2018. REUTERS\/Kim Kyung-Hoon  TOKYO (Reuters) - Fujifilm Holdings said it would buy two biotechnology units of Japan’s JXTG Holdings Inc for about $800 million, as it looks to boost its healthcare business.  Fujifilm is seeking growth through buying businesses involved in regenerative medicine and pharmaceuticals, while it plans to gain scale in the existing photocopier business through its planned $6.1 billion acquisition of Xerox Corp.  Past deals include the purchase of Cellular Dynamics International Inc, a U.S. biotechnology firm.  Fujifilm said it plans to complete by June the acquisition of all the shares in JXTG’s two cell culturing units, California-based Irvine Scientific Sales Co and IS Japan Co.  CEO Shigetaka Komori also said he was confident Fujifilm would overcome opposition to the Xerox deal - which has come under pressure with Carl Icahn and Darwin Deason, activist shareholders who own a total of more than 10 percent of the U.S. firm, urging fellow shareholders to oppose the merger.  “We’ve been telling Xerox shareholders how the deal would benefit them,” he said on Thursday.  Icahn and Deason have criticized the deal as dramatically undervaluing Xerox, but Komori stressed Fujifilm had no plan to change its offer ahead of the upcoming Xerox shareholders meeting.  Fujifilm agreed in January to take over Xerox, combining the U.S. company into its existing joint venture to gain scale and cut costs amid declining demand for office printing.","105":"(Reuters) - We will never know if consolidated shareholder litigation to block Fujifilm’s $6.1 billion acquisition of Xerox Corp would have turned out differently had it taken place in Delaware Chancery Court instead of New York State Supreme Court. But a dramatic decision in the Xerox case has spurred lawyers and academics to ask whether Delaware has become too deferential to corporate boards.  On Friday, Manhattan State Supreme Court Justice Barry Ostrager issued a preliminary injunction barring Xerox from holding a shareholder vote on the proposed Fuji merger at its annual meeting in June. After a two-day evidentiary hearing in which Justice Ostrager heard live testimony from eight witnesses, including Xerox’s CEO and the chairman of its board, the judge concluded the Fuji deal was so tainted with conflict that it was likely the CEO and the board, abetted by Fuji, had breached their duty to Xerox shareholders. The judge also ruled that Xerox must allow activist shareholder Darwin Deason to nominate an alternative slate of directors at the meeting in June.  Ostrager blocked the deal even though a highly credentialed board unanimously approved the Fuji offer and no bidder has emerged with better terms than the complex, no-cash transaction Fuji proposed. Xerox’s lawyers at Paul Weiss Rifkind Wharton & Garrison had argued that the board’s fully-informed approval, which came after 10 months of board-supervised negotiations and some heated internal debate, showed independent directors acting carefully to decide what’s best for shareholders.  Justice Ostrager found that depiction to be not credible, adopting instead the account of events proffered by Deason’s lawyers at King & Spalding and lead shareholder class action counsel from Grant & Eisenhofer and Bernstein Litowitz Berger & Grossmann. In their depiction, Xerox’s CEO, Jeff Jacobson, was on the verge of losing his job under pressure from activist Carl Icahn, who, along with Deason, controls about 15 percent of Xerox shares. As Xerox’s board was searched for Jacobson’s replacement, Jacobson stepped up desultory talks with Fuji, a Xerox joint venture partner, proposing a deal structure that would minimize Fuji’s cash outlay. Fuji executives, sensing an opportunity to take advantage of Jacobson’s precarious state, promised to keep him in charge. And the board, despite some early opposition, went along with the deal because Fuji pledged to retain five Xerox directors after the merger.  The judge agreed Jacobson’s priority in the Fuji deal was his own job – and the board didn’t give enough weight to Jacobson’s conflict. “Once Jacobson learned that he had been targeted for replacement by Xerox’s largest shareholder and eventually the board itself, he abandoned the board’s request to obtain a value-maximizing all-cash transaction and engineered the framework for a one-sided deal that includes Jacobson retaining his position as CEO post-transaction,” wrote Justice Ostrager (who was formerly an ace corporate defense litigator at Simpson Thacher & Bartlett). “There is ample evidence that he collaborated with Fuji to make himself indispensable to the transaction.”  One of the most damning documents, which Ostrager said would have been sufficient by itself to prove the board’s likely breach of its fiduciary duty, was a text message, witnessed by board chairman Robert Keegan and another director, in which Jacobson told a high-ranking Fuji executive that he and Fuji were a “team” aligned against Icahn, their “mutual enemy.”  From nearly the beginning of the litigation, said Deason lawyer Richard Marooney of K&S and shareholder class action lawyer James Sabella of G&E, Ostrager was determined to hear from Xerox witnesses, not just lawyers on both sides. Last month he set a punishing pre-trial schedule, including a pair of depositions in Japan of Fuji witnesses. “He did it right,” said Marooney, who credited his firm’s New York litigators for running at the judge’s fast pace. He wanted to understand the facts, and not just on paper. He wanted to get to the truth.”  That hearing probably wouldn’t have happened, said shareholder lawyer Sabella, if this case had been litigated in Delaware. As recently as 2012, Delaware judges would, in rare instances, enjoin transactions. In 2011, Vice-Chancellor Travis Laster blocked a shareholder vote on a $3.5 billion leveraged buyout of Del Monte because of its financial advisor’s alleged conflicts. The following year, Chancellor Leo Strine (now Chief Justice of the Delaware Supreme Court) enjoined Martin Marietta’s hostile tender offer for Vulcan Materials.  But in 2014’s C&J Energy Services v. City of Miami General Employees’ and Sanitation Employees’ Retirement Trust, the Delaware Supreme Court reversed an injunction against C&J’s merger with Nabors Industries. The state justices essentially said that when independent boards exercise their business judgment to approve strategic mergers – and give shareholders a right to vote on the deals – Chancery Court should not stand in the way, particularly if there’s no competing bid for the company.  Since then, said Harvard law school professor Guhan Subramanian, the trajectory in Delaware Chancery Court has been away from scrutiny of deal processes. Subramanian, who was an expert witness for shareholders in the Xerox case, said he was impressed that, in contrast to Delaware courts in recent years, Justice Ostrager was willing “to engage in a meaningful way” with details of the deal.  Even if Delaware judges were deciding the Xerox case based on the record developed before Justice Ostrager, said Brooklyn Law professor Minor Myers, they might well have rejected shareholder attempts to block the deal. “You could easily image a Chancery judge, with all the factual findings, nevertheless saying, ‘I’m going to let shareholders vote,’” said Myers, who was not involved in the Xerox case but read Friday’s ruling.  It’s going to be interesting, said shareholder lawyer Sabella, to track whether shareholders who suspect deals were tainted by real conflicts try to find a way to bring their cases in New York after the Xerox decision. Xerox is incorporated in New York, so filing in state court in Manhattan was an easy call for its shareholders. But for shareholders of Delaware-incorporated companies headquartered in New York, “this decision is going to make New York a more attractive jurisdiction,” Sabella said.  I emailed Xerox counsel Jay Cohen of Paul Weiss and Fuji lawyers Erik Olson and James Hough of Morrison & Foerster but didn’t hear back. Xerox told Reuters on Friday that it will appeal Justice Ostrager’s ruling. “The company strongly believes that its shareholders should be allowed to exercise their right to vote on the transaction and decide for themselves,” Xerox said. “The Xerox board undertook a rigorous process to reach its decision to approve the proposed transaction, including a comprehensive review of the company’s strategic and financial alternatives, as well as potential transaction structures in its negotiations with Fujifilm.”","106":"NEW YORK\/ZURICH\/MUMBAI\/LONDON (Reuters Breakingviews) - Corona Capital is a daily column updated throughout the day by Breakingviews columnists around the world with short, sharp pandemic-related insights.  A man wearing a face mask takes Lebanese pound banknotes at a currency exchange shop in Beirut, Lebanon April 24, 2020. REUTERS\/Mohamed Azakir  LATEST  - Lebanon’s worsening crisis  CANARY IN THE LEVANT. Lebanon entered the year suffering from political, banking, financial and economic crises. Its Covid-19 lockdown has exacerbated the situation. The Lebanese pound’s unofficial rate has recently been around 4,000 to the dollar, up from roughly 2,600 in early March, Reuters reported. So inflation is expected to skyrocket, even with the economy likely to shrink by 12%, according to the International Monetary Fund. No wonder that violent protests – resulting in at least one death – have broken out again. Much of the ire is focused on banks.  Lebanon’s problems are unique. But a version of its extreme economic hardship will be felt across the globe as the second quarter’s historic contraction pummels economies. Developed markets can soothe some of the pain with stimulus, though are already facing pushback. The limited fiscal capacity of less developed countries could yield more unrest. Lebanon’s protests are unlikely to be the last. (By Anna Szymanski)  NO GOOD DEED GOES UNPUNISHED. 3M is selling more respirators and masks to help contain Covid-19, but it’s still hurting from drops in transportation and consumer goods. The $90 billion company reported $8.1 billion in net sales and adjusted earnings of $1.3 billion, beating analysts’ estimates, according to Refinitiv. While the company’s like-for-like sales grew just 0.3%, respirators contributed a whole percentage point, worth $100 million. They’re expected to contribute even more in the second quarter, the company said on Tuesday.  That’s not enough to offset falling sales of other things 3M makes, ranging from Post-it notes to auto parts. And even though the company is providing an essential product for front-line medical workers, it has not raised prices. 3M is facing just as much uncertainty as other companies: it withdrew its full-year forecast, suspended its share repurchase program and cut costs. 3M may make one of the most in-demand goods on the planet, but being a conglomerate means taking the rough with the smooth. (By Amanda Gomez)  PRINTER BID ENDS WITH A RASPBERRY. Xerox’s bold – and failed – hostile takeover attempt on $21 billion rival HP has left scars of the emotional and accounting kind. After a bruising battle that ended in March as both businesses turned their focus to the Covid-19 pandemic, Xerox on Tuesday reported its first quarterly loss in 10 years, tipped ever so slightly into the red by $17 million paid to lawyers and other deal advisers.  That pales next to the other impacts of the disease on Xerox’s business. Clearly, demand for copiers and printers isn’t what it was. But the company also had to take a $74 million bad-debt charge in the quarter in anticipation of customers failing to pay what’s due – more than it has set aside in any full year since 2013. Xerox has plenty on its plate. It’s a good thing it’s not also pursuing the acrimonious acquisition of a company now six times its value. (By John Foley)  NOTABLE BY OMISSION. European Commission Executive Vice-President Valdis Dombrovskis on Tuesday unveiled some “quick fixes” to encourage banks to lend to virus-hit firms and households. They needn’t set aside a shedload of capital when they grant borrowers a pandemic payment holiday, he said. Nor do they have to treat state-guaranteed credit as punitively as normal credit when provisioning for non-performing loans.  Yet he failed to allow sovereign debt to be excluded from the most basic calculation of balance-sheet strength, the leverage ratio. The Federal Reserve has given U.S. banks that concession until March 2021, effectively encouraging them to load up on Treasuries. Europe’s restraint is laudable. European supervisors already allowed banks to breach their leverage ratios, so extra help would be overkill. Given Italian and Spanish bonds are riskier than U.S. Treasuries, which are the benchmark for the world, it’s appropriate that banks have to account for that. (By Liam Proud)  EXCESS FOR EXOR. Of all the companies going into the Great Lockdown, the Agnelli family’s investment vehicle should have been one of the least to worry about having enough cash. Exor in early March agreed to sell PartnerRe for $9 billion to French insurer Covea. And the pending merger of Fiat Chrysler Automobiles with Peugeot promised 5.5 billion euros of dividends to shareholders, of which Exor is the largest. So Exor’s 500 million euro sale of 10-year bonds this week raised a few eyebrows.  But as with all best-laid plans, life gets in the way. Though Covea has signed on the dotted line, there are still a few formalities to be ironed out before the money arrives. And while the FCA-Peugeot deal makes even more industrial sense post-pandemic, the car industry’s ructions will put big dividends off for some time. Grabbing some cash now makes sense – and to pay just 2.25% is arguably a show of strength. (By Rob Cox)  SELF-RELIANCE. Mukesh Ambani isn’t letting a pandemic mess with plans for $120 billion Reliance Industries. Having just welcomed a $6 billion investment from Facebook into its digital business, the retail-to-oil conglomerate is mulling a rights issue of unspecified size. Any deal will come from a position of strength. Reliance shares have outperformed the benchmark Nifty 50 index by 30 percentage points since India went into lockdown. And an issuance would be a huge vote of confidence in the company from Ambani himself – the tycoon and related entities own about half the stock.  The announcement suggests a deal with Saudi Aramco is on hold: the oil giant last year sketched out plans to pay $15 billion for 20% of the Indian group’s oil-to-chemicals division. That deal was the foundation for Ambani’s pre-Covid-19 promise to slash net debt to zero by March 2021. The rights issue will stop Ambani from going too far off track. (By Una Galani)  EMPTY TROLLEYS. Marks and Spencer has missed out on the Covid-19 grocery binge. The British supermarket chain that specialises in freshly made sandwiches and pricey ready meals said on Tuesday that its food business was “adversely affected” by the lockdown. Unlike peers J Sainsbury and Tesco, which have enjoyed record sales, M&S was let down by its city-centre stores and cafés. The beleaguered clothes business is a bigger concern. Chief Executive Steve Rowe is stress-testing the business for “materially subdued trading” for the rest of 2020. It’s little wonder that the company’s shares are down 57% since the beginning of the year, whereas those of Tesco are only down 9%.  The only bright spot in Tuesday’s statement is that the group’s banks are being lenient. They have provided an extra 1.1 billion pounds through a revolving credit facility and relaxed or removed debt covenants until September 2021. That gives Rowe a little time to find a long-term fix for the struggling retailer. (By Aimee Donnellan)  CLEAR AS MUD. Wirecard’s Chief Executive Markus Braun, also the German payments group’s biggest shareholder with 7%, presumably hoped to reassure his fellow investors on Tuesday morning. The company said that an investigation by auditors KPMG had found no evidence of “balance sheet forgery”, and that none of the four main areas of the report had turned up a reason to adjust its financial accounts between 2016 and 2018.  It’s unlikely to put the matter to bed. KPMG’s findings, published in German, are heavily caveated and cite a lack of willingness to cooperate on the part of Wirecard’s third-party partners. Those businesses were central to allegations of suspect accounting made by the Financial Times, which Wirecard has always denied. Investors were hoping for a full rebuttal of the claims. A 15% share-price fall after the report’s release suggests they’re understandably disappointed. (By Liam Proud)","107":"NEW YORK\/TOKYO (Reuters) - Xerox Corp XRX.N said its CEO and most of its board will step down to settle a suit by activist shareholders Carl Icahn and Darwin Deason, handing over to new management which will reconsider a contentious deal with Fujifilm Holdings 4901.T.  The logo of Xerox company is seen on a building in Minsk, Belarus, March 21, 2016. REUTERS\/Vasily Fedosenko  The move is a triumph for Icahn and Deason, who together hold 15 percent of Xerox. They had criticized the $6.1 billion deal to combine the U.S. printer and copier maker into Fuji Xerox, an existing joint venture with the Japanese company.  The two had already won a rare court order to temporarily block the deal, which they said undervalued Xerox. A New York judge last week agreed that CEO Jeff Jacobson had been “hopelessly conflicted” in negotiating a deal that would put him in charge, since he knew the board was looking to replace him.  “We believe Friday’s decision and this agreement mark a watershed moment for corporate governance generally and for Xerox specifically,” Icahn said in a statement.  In addition to Jacobson, six others of the 10-member board will be replaced by members backed by Icahn and Deason, while the two shareholders will withdraw their proxy fight as part of the settlement.  Fujifilm, which saw its shares drop 5.5 percent in Tokyo after news of the ouster, said it planned to file an objection with a court over the settlement.  It will also appeal last week’s court ruling, it said in a statement, adding that Xerox’s new board had an obligation to comply with agreements in January.  In a complex deal, Fuji Xerox would buy back Fujifilm’s 75 percent stake in their joint venture before Fujifilm would then purchase 50.1 percent of new Xerox shares. Ultimately, Fujifilm would take control of Xerox, whose brand became synonymous with photocopying.  REEVALUATING PARTNERSHIP  Xerox said the new board will meet to reevaluate its joint venture deal with Fujifilm, including terminating its relationship with the company.  Keith Cozza, CEO of Icahn Enterprises, will become Xerox’s chairman while John Visentin, who had previously led Novitex Enterprise Solutions, will become CEO.  Visentin had previously been hired by Icahn to assist him in fighting Xerox. He had also been a candidate under consideration by the old board to replace Jacobson as recently as last year, according to court documents.  Xerox said it decided to settle given the risks and uncertainty of prolonged litigation. The settlement did not resolve the activists’ claims against Fujifilm, which the shareholders have criticized for aiding previous Xerox management.  Slideshow ( 2 images )  The Fuji Xerox joint venture, 75 percent owned by Fujifilm and 25 percent by Xerox, has struggled with slow demand for office photocopying products.  As more businesses go paperless, Fujifilm has looked elsewhere for growth, expanding in biotechnology and healthcare.  Masayuki Otani, chief market analyst at Securities Japan, said Fujifilm’s deal with Xerox was “not forward-looking” anyway, and its resources would be better spent focusing on the new areas.  “I think they might be better off putting their energies into the medical business,” he said.  Shares in Xerox were flat in after-hours trading, giving the U.S. company a market value of about $8.2 billion.  Fujifilm’s market capitalization stood at 2.12 trillion yen ($19.31 billion) at market close on Wednesday.  ($1 = 109.8000 yen)","108":"Feb 22 (Reuters) - Xerox Corp:  * SETS QUARTERLY CASH DIVIDEND OF $0.25PER SHARE Source text for Eikon: Further company coverage:","109":"Feb 12 (Reuters) - Xerox Corp shareholders Carl Icahn and Darwin Deason strongly criticized the company’s plan to sell itself to Japan’s Fujifilm Holdings, saying the transaction “dramatically undervalues Xerox and disproportionately favors Fuji.”  \"We urge you – our fellow shareholders – do not let Fuji steal this company from us,\" Icahn and Deason said in an open letter. (bit.ly\/2skuvYM)  Icahn and Deason – respectively the No. 1 and No. 3 Xerox shareholders with a combined stake of over 15 percent – in January pushed the company to explore strategic options.  On Jan. 31, Fujifilm said it was set to take over Xerox in a $6.1 billion deal and combine it into their existing joint venture, Fuji Xerox.  Xerox could not immediately be reached for comment. (Reporting by Supantha Mukherjee in Bengaluru; Editing by Maju Samuel)","110":"(Reuters) - Xerox Corp fell short on revenue but beat estimates for profit on the back of cost-cutting in its first full quarter under new management backed by activist investors Carl Icahn and Darwin Deason.  FILE PHOTO: The logo of Xerox company is seen on a building in Minsk, Belarus, March 21, 2016. REUTERS\/Vasily Fedosenko\/File Photo  The U.S. photocopier, which is facing a long-running decline in its core business, reported net profit that roughly halved and said revenue fell 5.8 percent year-on-year to $2.35 billion in the third quarter ended Sept. 30, below an average analyst estimate of $2.42 billion.  Operating cash flow for the quarter, however, rose and the company increased its 2018 share repurchase target to $700 million from $500 million and forecast for full-year free cash flow to between $900 million and $1 billion.  “Clearly, our priority to drive revenue requires the most effort,” Chief Executive Officer John Visentin, who worked as a consultant to Icahn in the proxy fight, said on a call with analysts.  “We are putting in place actions to sustainably improve our revenue performance. These start with building a more simplified, agile organizational structures and include further expanding our channel presence...”, he said.  Xerox has struggled with falling demand for office printing equipment as the popularity of smartphones reduced the need to print, and the company agreed in January to a $6.1 billion merger with Fuji Xerox, its 56-year-old joint venture with Fujifilm.  But the complex deal ran into strong opposition from Icahn and Deason and in May the photocopier pioneer scrapped the merger and handed management control to the activist investors.  Shares of the Norwalk, Connecticut-based company that have fallen about 9 percent this year so far, rose marginally in early trading on Tuesday.  Fujifilm, which was to take a majority stake in the combined company as part of the deal, has sued Xerox, winning an appeal last week giving the Japanese company leverage to bring Xerox management back to the negotiating table.  “We don’t believe (the appeals court’s ruling) means very much for Xerox, because Xerox terminated that transaction for reasons unrelated to the injunctions,” said Visentin.  Net income attributable to Xerox fell to $89 million, or 34 cents per share, in the third-quarter ended Sept. 30, from $179 million, or 68 cents per share, a year earlier, hurt by higher taxes.  Excluding items, the company reported earnings of 85 cents per share, beating the average analyst estimate of 78 cents, according to Refinitiv data.","111":"April 27 (Reuters) - Fujifilm Holdings Corp’s merger with U.S. firm Xerox Corp was temporarily blocked on Friday following a court ruling, handing its activist investors a win after they sued to stop the deal.  The ruling reopens nominations to Xerox’s board on Friday after investor Darwin Deason filed a lawsuit against the company last month opposing the deal and asking to add his own nominees to the board.  The preliminary injunction comes a day after the companies reopened deal talks.  Fujifilm and Xerox reopened talks on their $6.1-billion merger and are discussing a higher price after Xerox, under pressure from top investors, asked to renegotiate the terms, Reuters had reported earlier.  The proposed merger is opposed by two of Xerox’s top shareholders, Carl Icahn and Deason, who have said the agreement dramatically undervalues Xerox.  In February, Deason asked a court to block the merger with Fujifilm Holdings, arguing the U.S. photocopier maker’s board had failed shareholders by approving a deal that undervalues the company.  Icahn and Deason, who own a combined 15 percent of the U.S. printer and copier maker, have called the deal structure “tortured” and “convoluted.” (Reporting by Liana Baker in New York and Abinaya Vijayaraghavan in Bengaluru; Editing by Sandra Maler)","112":"March 29 (Reuters) - Fujifilm Holdings Corp CEO:  * CAN OVERCOME OPPOSITION FROM SOME SHAREHOLDERS TO XEROX DEAL Further company coverage:","113":"Nov 21 (Reuters) - Xerox Corp on Thursday threatened to go hostile with its $33.5 billion buyout offer for HP Inc , if the personal computer maker did not agree to a “friendly” discussion before Nov. 25.  HP on Sunday rebuffed Xerox’s $22 per share offer, saying it undervalued the company and that it was open to exploring a bid for the U.S. printer maker.  “Xerox will take its compelling case to create superior value for our respective shareholders directly to your shareholders,” the company said in a letter to HP’s board.","114":"FILE PHOTO: The company logo for Xerox is displayed on a screen on the floor of the New York Stock Exchange (NYSE) in New York, U.S., March 11, 2019. REUTERS\/Brendan McDermid  (Reuters) - Xerox Corp said on Monday it was exploring the possibility of a “strategic transaction” for its customer financing business, which accounts for more than 65 percent of its overall debt.  The printer maker said its plan to simplify its operations would lead to gross savings of at least $640 million in 2019 and $1.5 billion by 2021.  The move comes close on the heels of a plan announced by the company to restructure itself to become a wholly owned unit of a new holding company, which will trade under its current ticker.  Xerox has been exploring options following the termination of a complex deal last year to merge with Fujifilm Holdings Corp after it ran into strong opposition from activist investors Carl Icahn and Darwin Deason.  The financing unit accounts for about $3.4 billion of the company’s total debt of $5.2 billion as of Dec.31, a presentation attached with the filing showed.  It brought in 4 percent or about $300 million of Xerox’s total revenue of $7.63 billion in fiscal 2018.  Xerox was considering the sale of the financing unit, which lends money to customers to rent printer and equipment, Reuters reported last July.","115":"May 16 (Reuters) - Xerox Corp has appointed John Visentin as chief executive officer and set July 31 for its annual shareholders meeting, the U.S. photocopier maker said on Wednesday.  Visentin was also elected vice chairman of the board with Keith Cozza elected as chairman, Xerox said in a statement.  Visentin replaces CEO Jeff Jacobson, the main architect of a proposed $6.1 billion deal with Fujifilm Holdings Corp that was scrapped this week in a settlement with activist investors Carl Icahn and Darwin Deason that handed control of the U.S. company to new management.  Five other directors would step down as well under the settlement. (Reporting by Kanishka Singh in Bengaluru; Editing by Richard Chang)","116":"(Reuters) - Carl Icahn and Darwin Deason, shareholders in Xerox Corp XRX.N who oppose an agreed deal with Fujifilm Holdings 4901.T, said they would consider an all-cash bid of at least $40 per share - a 43 percent premium to the Japanese firm's offer.  The logo of Xerox company is seen on a building in Minsk, Belarus, March 21, 2016. REUTERS\/Vasily Fedosenko\/File Photo  In setting a minimum price tag on Xerox, the billionaire investors have thrown the ball back into Fujifilm’s court while also gaining time to woo other investors after Xerox failed on Monday to gain a quick appeal to a temporary court order blocking the deal.  While some analysts say Fujifilm would be better off putting its money into its non-copier and printer businesses, others argue that the Japanese firm, which relies its joint venture with Xerox for nearly half of its revenue, should cede to the activist shareholders’ demands.  “It’s not cheap, for sure,” said Masahiko Ishino, an analyst at Tokai Tokyo Research Center. “But for Fujifilm, it’s still better than a complete collapse of the deal, which could mess up Xerox in a major way. Fujifilm shouldn’t waste this opportunity.”  Icahn and Deason, who together own about 15 percent of Xerox, oppose a complex $6.1 billion deal that would give Fujifilm control of the U.S. copier and printer maker and values it at about $28 per share.  The current deal structure calls for Fujifilm to de facto gain control in exchange for a stake in their joint venture - a transaction that would not involve any cash outlay from the Japanese firm.  The activist investors are “confident other potential buyers are waiting in the wings” and see the possibility of similar or better value in a standalone Xerox, they said in an open letter to shareholders. The letter also attacked Xerox’s board for going back on an agreement to settle their dispute.  Xerox said in a statement that it has “refrained from engaging with Icahn\/Deason on their campaign against the company, even as they have targeted our management and Board with personal, unsubstantiated attacks.” The company also said that Icahn’s comments to the Nikkei Tuesday that “a combination of Xerox and Fuji Xerox creates a risk of bankruptcy is false and highly irresponsible.”  Apollo Global Management LLC APO.N has approached Xerox to express interest about a possible acquisition, people familiar with the matter have told Reuters.  Xerox will now have to wait until September before its appeal can be heard, according to a court filing on Monday.  Fujifilm said in a statement it believes it will win its own appeal to the injunction blocking the deal, adding that the current deal valuations were fair. A spokeswoman for the company said it was not in any talks to renegotiate the deal with Xerox but declined to comment further.  Fujifilm and Xerox have become heavily reliant on each other through their joint venture Fuji Xerox, and many analysts argue the two businesses are inextricably intertwined.  The venture, 75 percent owned by Fujifilm, is focused on Asia, the region with the highest growth potential. But it also handles contracts that supply global clients with Xerox services in the United States and Europe, and Fuji Xerox services in Asia.  Moreover, Xerox no longer builds its own office copiers, instead relying mostly on Fuji Xerox, while Fuji Xerox is also seen as needing Xerox’s brand power to boost its presence in China and other parts of Asia.  Xerox first agreed to a deal with Fujifilm in late January but then sought better terms at the behest of Icahn and Deason, who gained the court order last month to temporarily block the deal.  Granting the order, a New York judge agreed that CEO Jeff Jacobson had been “hopelessly conflicted” in negotiating a deal that would put him in charge, since he knew the board was looking to replace him.  In a dramatic turn of events last week, Xerox agreed to fire Jacobson and part of its board to settle the litigation with Icahn and Deason. But it then said the agreement had expired over last-minute issues that arose in negotiations with the judge overseeing the case that made the parties unable to finalize their settlement.  Xerox’s shares rose 0.5 percent to $28.61 on Tuesday. Fujifilm’s shares finished 1.5 percent higher on Tuesday.","117":"March 2 (Reuters) - Xerox Corp said activist investor Darwin Deason does not have any right to nominate directors to the company’s board outside of the nomination window, following his attempt to nominate a full slate of directors.  Deason had attempted to change the board following a lawsuit filed earlier this year as he and fellow shareholder Carl Icahn try to stop Japan’s Fujifilm Holdings Corp from taking over Xerox in a $6.1 billion deal. (Reporting by Arjun Panchadar in Bengaluru; Editing by Anil D’Silva)","118":"Nov 13 (Reuters) - Activist investor Carl Icahn is pushing for the proposed merger of Xerox Corp and HP Inc , arguing that a union of the printer makers could make big profits for investors, the Wall Street Journal reported on Wednesday.  Icahn, who owns a 10.6% stake in Xerox, has now taken a 4.24% stake in HP, valued at roughly $1.2 billion, the Journal said here. (Reporting by Maria Ponnezhath; Editing by Subhranshu Sahu)","119":"TOKYO, May 18 (Reuters) - Fujifilm Holdings Corp is planning to sue Xerox Corp soon to seek damages from the U.S. photocopier company for unilaterally scrapping their $6.1 billion takeover deal, a senior Fujifilm executive said on Friday.  “We plan to file a damages lawsuit as soon as possible,” Kenji Sukeno, chief operating officer, said at an earnings briefing.  In January, Xerox and Fujifilm had agreed to a complex deal to merge Xerox into their 56-year-old Asia joint venture Fuji Xerox and give Fujifilm control.  Xerox scrapped the deal this week in a settlement with activist investors Carl Icahn and Darwin Deason, who opposed the takeover by Fujifilm saying it undervalued the U.S. company. (Reporting by Makiko Yamazaki Editing by Muralikumar Anantharaman)","120":"(Updates United Bankshares, Euronext, SoftBank Corp, Aviva Plc, HP Inc; Adds Callon Petroleum Co, Qiagen NV)  Nov 18 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 1330 GMT on Monday: ** HP Inc said on Sunday it was open to exploring a bid for U.S. printer maker Xerox Corp after rebuffing a $33.5 billion cash-and-stock acquisition offer from the latter as “significantly” undervaluing the personal computer maker.  ** United Bankshares Inc said it would buy CresCom Bank parent Carolina Financial Corp in a deal valued at $1.1 billion, expanding its banking network in North and South Carolina. ** Qiagen NV shares jumped to their highest in almost 19 years on Monday after the German genetic testing company said it would start talks with several potential suitors. ** Mitsubishi Chemical Holdings Corp, Japan’s largest chemical maker, said it will pay 491.8 billion yen ($4.51 billion) to make Mitsubishi Tanabe Pharma Corp a fully owned subsidiary.  ** Blackstone said it will continue talks with Japanese hotel chain Unizo Holdings on its proposed $1.6 billion takeover bid and plans to make an announcement by Nov. 22.  ** British life and general insurer Aviva Plc will keep its operations in Singapore and China, it said, two days ahead of an expected strategy update and following speculation of a sale of the Singapore business. ** Swedish pharmaceutical group Recipharm has agreed to buy British peer Consort Medical for 505 million pounds or 6.3 billion crowns ($649 million), the companies said ** Bulgaria’s competition regulator has rejected appeals against the transport ministry’s decision to pick a consortium led by asset manager Meridiam to run and operate Sofia Airport, a posting on its website showed. ** Pan-European stock market operator Euronext and Switzerland’s SIX sparked a bidding war for Spain’s Bolsas y Mercados Espanoles (BME), with both trying to snap up one of Europe’s last standalone stock exchanges. ** SoftBank Corp plans to merge internet subsidiary Yahoo Japan with messaging app operator Line Corp to create a $30 billion tech group, as it strives to compete more effectively with local rival Rakuten and U.S. tech powerhouses. ** Australia’s Saracen Mineral Holdings Ltd said it would buy Canadian-listed Barrick Gold Corp’s 50% stake in the Super Pit gold mine in Western Australia for $750 million.  ** Consort Medical Plc said Sweden’s Recipharm AB would buy the London-listed healthcare company for 1,010 pence per share in cash. ** Software company Sage Group Plc said it will sell its payment processing unit Sage Pay for about 232 million pounds ($296.87 million) to Elavon, a payments company and unit of U.S. Bancorp. (Compiled by Arunima Kumar in Bengaluru; Edited by Krishna Eluri)","121":"(Reuters) - Xerox Corp's XRX.N plan to sell itself to Japan's Fujifilm Holdings 4901.T has come under further pressure with Carl Icahn and Darwin Deason urging fellow shareholders to oppose the $6.1 billion deal.  The activist shareholders, who own a combined 15 percent of the U.S. printer and copier maker, said the agreement dramatically undervalued Xerox and criticized the deal structure, which calls for the U.S. firm to be combined into the Fuji Xerox joint venture, as “tortured, convoluted”.  \"We urge you – our fellow shareholders – do not let Fuji steal this company from us,\" Icahn and Deason said in an open letter. (bit.ly\/2skuvYM)  They added there was still great opportunity for Xerox to create “enormous value for shareholders, and it does not involve selling control to Fuji without a premium”.  Seeking a firmer footing amid waning demand for office printing, the two firms agreed to a deal under which their existing joint venture Fuji Xerox will buy back Fujifilm’s stake in it for about 75 percent for around $6.1 billion.  Fujifilm will then use those proceeds to purchase 50.1 percent of new Xerox shares.  Masayuki Otani, chief market analyst at Securities Japan, said that Xerox and Fujifilm have limited options in terms of addressing Icahn’s and Deason’s opposition to the deal.  “Combining the businesses for efficiency is probably the only way for Xerox to survive,” Otani said. “And Fujifilm can’t afford to pay that much, as more restructuring may be needed when the deal is complete.”  Xerox said in a statement that it had considered several other options in detail and concluded that the combination with Fuji Xerox is the “best path to create value” for the company.  Fujifilm, valued at some $20.6 billion, said in a separate statement that the planned deal “represents compelling strategic and financial value for Xerox shareholders.”  “The combined company will create a strong business foundation under a globally unified management strategy and provide new value by leveraging Fujifilm’s technological resources,” the Japanese company said.  Shares of Xerox climbed 1.1 percent on Monday. Fujifilm’s stock dropped 3.2 percent on Tuesday.","122":"May 16 (Reuters) - Xerox Corp:  * XEROX ANNOUNCES JOHN VISENTIN AS NEW CEO; SETS 2018 ANNUAL MEETING DATE  * ANNUAL MEETING OF SHAREHOLDERS TO BE HELD ON JULY 31, 2018 Source text for Eikon: Further company coverage:","123":"Feb 26 (Reuters) - Activist Investor Darwin Deason on Monday sought to nominate a full slate of directors to Xerox Corp’s board at the company’s upcoming annual meeting.  The statement comes a week after Deason along with fellow activist investor Carl Icahn said the printer and copier maker should sell itself to one of its rivals or a private equity firm instead of the planned joint venture with Japan’s Fujifilm Holdings. (Reporting by Laharee Chatterjee in Bengaluru; Editing by Arun Koyyur)","124":"May 7 (Reuters) - Activist investors Carl Icahn and Darwin Deason would consider a bid for Xerox Corp of $40 per share, or a split with Fujifilm that left the company independent, to resolve an ongoing proxy fight, they said in a letter on Monday.  The letter comes after Xerox on Friday appealed a New York court ruling to block its deal with Fujifilm Holdings, just hours after the printer and copier maker announced that its ousted CEO and directors would remain in place.  Xerox was not immediately available to comment on the letter. (Reporting by Laharee Chatterjee in Bengaluru; Editing by Anil D’Silva)","125":"(Reuters) - Xerox Corp said on Tuesday it was planning to take its $33.5 billion buyout bid directly to HP Inc shareholders after the personal computer maker refused to open its books for due diligence before a deadline.  “We plan to engage directly with HP shareholders to solicit their support in urging the HP Board to do the right thing and pursue this compelling opportunity,” Xerox said in a letter to HP’s board.  HP did not immediately respond to a request for comment.  HP on Sunday rejected Xerox’s $22 per share offer that consists of $17 in cash and 0.137 Xerox share for each HP share, saying the offer “significantly undervalues HP”.  The computer maker also accused Xerox of using aggressive words and actions to force a potential combination on opportunistic terms and without providing adequate information.  Slideshow ( 2 images )  “While you may not appreciate our ‘aggressive’ tactics, we will not apologize for them,” Xerox said on Tuesday.  Last week, Xerox threatened to take its bid hostile, if HP did not agree to a “friendly” discussion and open its books before Monday.  Xerox made the offer for HP, a company more than three times its size, on Nov. 5, after it resolved a dispute with its joint venture partner Fujifilm Holdings Corp that represented billions of dollars in potential liabilities.  HP has also said that under Xerox’s proposed terms, the combined company would be saddled with “outsized debt”.  However, HP left the door open for a deal that would involve it becoming the acquirer and said it can evaluate the merits by a due diligence of Xerox.","126":"May 4 (Reuters) - CARL ICAHN, DARWIN DEASON:  * CARL ICAHN AND DARWIN DEASON RELEASE OPEN LETTER TO XEROX SHAREHOLDERS  * ICAHN AND DEASON - “WE WILL CONTINUE OUR FIGHT TO RESCUE AND REVITALIZE XEROX, AS SO MANY OF OUR FELLOW SHAREHOLDERS HAVE BEEN ENCOURAGING US TO DO” Further company coverage:"}}